{
  "id": 620793421,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is good to see you, [placeholder]. The war fares no better, and the strength of the Enemy seems to ever increase despite our efforts and sacrifices. With one such as you at our side, we would push the matter towards the heart of the enemy's seat of power in Carn Dûm.\\n\\n'If you can summon the courage, I would have you strike at the large Orc-encampments around the putrid swamps of Malenhad in southern Angmar. There, you will find Orcs who have fought long in their campaigns in the distant east. These foes have a deadly experience upon the battlefield, and their loss will wound the strength of Angmar.\\n\\n'Claim the campaign-medallions they hold and return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are one of the few who have returned from those foetid swamps and survived to tell the tale.\\n\\n'I am glad to see that your efforts were not for naught, for here you bring me many of the Enemy's prized medallions... and with them a measure of their strength has been hewn away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ready yourself well before you head into the hills and swamps of Angmar to do battle, [placeholder]. It is not a place for the weak of heart or the unprepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc Campaign-medallions -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nethúr told you of the cunning Orcs who dwell in Malenhad, the swamp in the southern reaches of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Orc campaign-medallions ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Orc Campaign-medallions to Nethúr at Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found in Malenhad, far to the north of Esteldín, in Angmar. Nethúr is in Esteldín.\\n\\nNethúr has asked you to collect the campaign medallions of Angmar's cunning Orcs and bring them to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Orc campaign-medallions ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}