{
  "id": 620793426,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A fine day to you during dark times, [placeholder].\\n\\nI have a matter of craft for you. We have need of fine cloaks for the Rangers of Esteldín. They are something of a mark of pride, not to mention being remarkably useful to those who must live for long periods out among the forests and hills, but they suffer much wear, and our supplies of them are coming up short.\\n\\n'If you could craft a few Rangers' cloaks for me, I and my kindred would be much obliged!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There we are, cloaks fit for men who must travel far and fast.\\n\\n'My thanks to you, for every bit helps during this time of hardship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Men of the North have long come to know the Rangers as folk of dangerous mystery -- how are we supposed to impress anyone wearing shoddy, worn cloaks with tatters and holes in them?\\n\\n'Well if the truth be known, it is really more about keeping warm and dry out there on the fields during long rainy evenings. The tattered cloaks make a much more dangerous impression.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rangers' Cloaks -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers of Esteldín are in need of warm cloaks for the coming days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Present your Rangers' Cloaks to Techeron in Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Techeron is at Esteldín, in the North Downs.\\n\\nTecheron has asked you to weave some Rangers' cloaks for his kindred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Craft Ranger's Cloaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}