{
  "id": 620793428,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have a matter of sombre import, [placeholder]. Many of our bravest fellows have fallen in battle against the Orcs who stream down through the passes from the North, and we would honour their deeds both for their sake, and for the morale of those who must inevitably take up their standard and march forth to die in their stead.\\n\\n'Your skill is such that I would ask you to weave a tapestry of the deeds of our heroes to exemplify the life and death of those who fight under the banner of Esteldín, that they might be remembered in more peaceful ages to come.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This tapestry, finely woven and glorious in its tales of valour, shall serve our purposes well! Would that I might some day stand beside those brave spirits whose tales are chronicled herein.\\n\\n'Thank you, [placeholder]. Your skill in these matters is unsurpassed, and the Rangers of Esteldín stand in your debt.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So many have fallen with their tales and songs known only to a few. Could you see it in your heart to craft a tapestry to record their lives and deeds for those who follow?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tapestry of Deeds -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many of the Rangers of Esteldín have fallen in the war against Angmar, and the morale of those who remain is threatened.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Present the Tapestry of Deeds to Techeron in Esteldín",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Techeron is at Esteldín, in the North Downs.\\n\\nTecheron has asked you to weave a tapestry of the deeds of the fallen, which might be used to hearten those who remain.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Craft a Tapestry of Deeds ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}