{
  "id": 621034594,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Return to Lebadar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you ever seen anything like this before? I daresay this is the first time in all of my long years that my people have experienced such joy.\\n\\n'Still, there is work to be done. Several gardens in Minas Tirith are under my responsibility, but I have been having a harder time tending to them. So many people around the city! My old legs can no longer carry me as well as they used to. But I do not wish to let my plants waste away; they have survived troubled times.\\n\\n'If you could help me, the garden that holds the statue of Steward Egalmoth on the Third Circle requires attention. Weeds have sprung out of the earth and the bushes need watering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "Watered bushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thank you for aiding a silly old man and his plants today, kind stranger. I think my people will appreciate the reminder that as long as nature continues to grow, good still exists in the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Growing Pains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lebadar, an elderly gardener in Minas Tirith, is having difficulty tending to his gardens during the festival.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Pulled out weeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Water bushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Pull out weeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The garden lies on the Third Circle of Minas Tirith, to the north-west of the entryway between the Second and Third Circles. The statue of Steward Egalmoth keeps watch over the garden.\\n\\nLebadar has asked you to pull out the weeds and water the bushes there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Lebadar waits for you on the Second Circle, at the base of the entrance to the Third.\\n\\nYou should assure him that the garden has been tended.",
      "es": "",
      "es (fem)": ""
    }
  ]
}