{
  "id": 621034495,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Flowers can be found in the gardens and green spaces of the First Circle of Minas Tirith.\\n\\nYou should collect flowers for the florist's daughter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Craft the floral crowns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I was right! You found twice as much as me! You can use the blankets to put down your flowers. Uhm, I know you have already done so much for me, however… if we weave these into crowns for mother, it will make her smile so much!\\n\\n'And maybe she will not be upset that I got distracted…. Oh, and when you are done, could you tell her I am going to eat with father for dinner? Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The florist's daughter can be found on the First Circle of Minas Tirith.\\n\\nYou should bring the flowers to the florist's daughter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The florist's daughter's blanket is on the First Circle of Minas Tirith.\\n\\nAssemble the flowers into crowns on the blanket.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Return to the florist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Make the floral crowns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A florist in Minas Tirith needs help finding her wayward daughter.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The florist is on the Seventh Circle of Minas Tirith.\\n\\nBring the floral crowns to the florist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Made the floral crowns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, you're back! She got you to make them for her, didn't she?'\\n\\nYou give her the message from her daughter.\\n\\n'Hmph. Dinner with her father? Well, that will save me some time tonight. Honestly, that child will do whatever she needs to in order to shirk her duties. At least she chose someone crafty for her chores. These look marvellous, friend. Thank you for your help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome, friend! I heard you shall be assisting us during the festivities. Glad I am, to hear this!\\n\\n'I sent my daughter down to the First Circle to gather flowers, which I planned to weave into floral crowns. She is a good lass, but does tend to get distracted. If you find yourself down there, would you be so kind as to look for her?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected summer blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The florist's daughter was sent to the First Circle of Minas Tirith to gather flowers.\\n\\nYou should look for the florist's daughter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Find the florist's daughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730893",
      "en": "'Have you found my daughter? I am a bit worried.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect summer blossoms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Oh, hello! Have you come to play with us?'\\n\\nYou tell her of her mother’s concerns. The young girl gasps with almost theatrical drama.\\n\\n'Oh no! I totally forgot about the flowers! Will… will you help me gather them? It will go twice as quickly with you by my side! That is, if you have the time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Floral Crowns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Return to the florist's daughter",
      "es": "",
      "es (fem)": ""
    }
  ]
}