{
  "id": 621034557,
  "txt": [
    {
      "id": 228284039,
      "en": "'It's a bit stuffy in here, do you not agree?'\\n\\nThe young woman looks up towards where Colladan is with a smirk, then returns to reading her book.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Were you able to find the verses? Ah, thank you, thank you! I must get back to compiling, er, writing the words with which I will win Lírveril's love!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Bring the wayward verses to Colladan",
      "es": ""
    },
    {
      "id": 215429252,
      "en": "DNT - 'Were you able to find the verses? They are around here somewhere!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A romance stricken young man needs help impressing his poetry-loving lady friend.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What? Sleep overtook me again?! Oh, hello. I wonder if you’ve seen… well, this is rather embarrassing. I have been collecting bits of poetry and romantic verse… for, uhm, inspiration. Yes, that’s it. I need a poem to read for a performance at which my beloved… well, my eventual beloved, Lírveril, will be present. She loves poetry and attends the annual show here in Minas Tirith every year.\\n\\n'I collected some of the best verses from the old masters of the craft, and was in the process of organizing them into the best love poem that has ever existed! Or, I had been, that is. You see, I seem to have dozed off, during which time some dotard opened a nearby window!\\n\\n'All my hours of hard work, my years of longing, my very careful copying of the very best love poems - ah, that is, gathering inspiration. All of it! Ruined by one nap! Say, have you a few moments to help me find those pages, friend? I could make it worth your while! How far could they have even gotten? I was asleep a mere… well, best to get started!\\n\\n'Oh, my thanks, my thanks! I will look around the desk here if you will search the rest of the library.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "DNT Collect floating verses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wayward verses can be found around the Houses of Lore in Minas Tirith.\\n\\nYou should collect wayward verses for the hopeful poet.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Caught wayward verses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Catch wayward verses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT - \\n'Were you able to find the verses? Ah, thank you, thank you! \\n\\n'Alas! Oh unhappiest day! The verses are all out of order and I - out of time! Friend, I needs must beg your assistance once more. Love is on the line here! Please, meet me at the Blue Theater. I will go ahead, and sign up for the competition. Do me a favour and put this mess in order for me, would you?' ",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'Were you able to find the verses? They must be around here somewhere!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Love Is In the Air",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Colladan is located in the Houses of Lore in Minas Tirith.\\n\\nBring the wayward verses to Colladan.",
      "es": ""
    }
  ]
}