{
  "id": 621034539,
  "txt": [
    {
      "id": 216727828,
      "en": "Merilien is located on the Seventh Circle of Minas Tirith. \\n\\nYou should being the casks of ale to Merilien.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Ah, you must be here for Merilien's order. The barrel is just over there next to the M- er, next to Oli, as the hobbit lords named her. Just look for the tusks! You can't miss it.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hmmm? Oh yes, a cask of my finest! This is no Beren's Blood, I'll have you know! Merilien has much better taste of course. The barrel is just up there, with our other supplies.' ",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You must be here for Merilien's order. Wouldn't do to be late for her now would it?'\\n\\nThe barkeep gives you a knowing wink.\\n\\n'The cask you have come for is in the northern storeroom. Don't fall into the well, now, you hear?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The wedding planner in Minas Tirith seeks barrels of the city's finest ales for her events.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Oh yes, I have her shipment. You shall find it downstairs, in the kitchen. Just... mind yourself down there. This establishment is a rougher place than I am used to.'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "'Have you collected my supplies?'",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Deliver the barrels to Merilien",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Collected barrels of ale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Wedding guests are a thirsty lot, and we shall serve nothing less than the city’s finest ales at our events. I have put in orders with the best taverns in the city for barrels of their choicest ales. Go and fetch them, if you would. It would save me a great deal of time.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Collect barrels of ale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Merilien's ale barrels can be found in various taverns in Minas Tirith.\\n\\nThe wedding planner has asked you to retrieve barrels of ale for her events.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ah, excellent. Good work! While I am not fond of the brew myself, it is always in high demand for my events.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "What Ales You",
      "es": ""
    }
  ]
}