{
  "id": 621034463,
  "txt": [
    {
      "id": 246419815,
      "en": "Your mission is to find and defeat Askónd, Matron of the Hatchery.\\n\\nSpeak to Ausma to travel to the the Clutch-hollow.",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the Wyrmsgráf. They have found what they believe to be a hatchery, where the worms raise their young. They could not get too close, however. It appears the hatchery is protected by a vicious fire-breathing drake! They call her Askónd, the Matron. They barely avoided her wrath and made it out alive!\\n\\n'We cannot let those eggs hatch! I need you to defeat this Matron of Worms, so my scouts can continue exploring, and so we can dispatch those eggs!'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Complete Mission: The Matron of the Hatchery",
      "es": ""
    },
    {
      "id": 149027539,
      "en": "Mission: The Matron of the Hatchery",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "DNT - 'When you are ready, my scouts will lead you to the Hatchery. Good hunting!'",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'Well done! With the matron defeated, we can press deeper in the Wyrmsgráf and can take care of those eggs! The last thing we need is more worms and drakes in these mountains!'",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "Deep in the Wyrmsgráf, what remains of Scatha's brood makes their den....\\n\\nYour mission is to infiltrate the Clutch-hollow and defeat Askónd, Matron of the Hatchery.",
      "es": ""
    },
    {
      "id": 261009352,
      "en": "Burning Shield",
      "es": ""
    },
    {
      "id": 24695188,
      "en": "You have been tasked with dispatching a powerful drake in the Clutch-hollow.",
      "es": ""
    },
    {
      "id": 133136761,
      "en": "Some monsters in this mission will apply a flaming reflect shield to themselves.",
      "es": ""
    }
  ]
}