{
  "id": 621034485,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A perfect wedding can be the most memorable moment of a relationship. I ensure that for all of my events, that memory is a delightful and fond one. Only the best will do, which is why I have shipments of the finest supplies coming in from across the land. Rare foods, exquisite silks, exotic flowers – my couples ask and I deliver!\\n\\n'Well, someone else was supposed to deliver my shipments, but they seem to be otherwise occupied. If you happen to find your way down to the Third Circle, and if you happened to gather my tardy supply crates whilst there, I would appreciate it. You shall know which boxes are mine by their quality, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, excellent. Good work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Collected wedding supply crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wedding Supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Collect wedding supply crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The wedding planner in Minas Tirith seeks assistance retrieving a crate of event supplies.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'Have you collected my supplies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Merilien is located on the Seventh Circle of Minas Tirith.\\n\\nYou should bring the wedding supply crates to Merilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wedding supply crates can be found on the Third Circle of Minas Tirith.\\n\\nThe wedding planner has asked you to retrieve wayward supply crates needed for her events.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Deliver the crates to Merilien",
      "es": "",
      "es (fem)": ""
    }
  ]
}