{
  "id": 621034597,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the Steel Keep. They have found a large group of Gundabad Orcs encamped in the old armoury! They could not get too close, however. My scouts were fiercely outnumbered!\\n\\n'We cannot let Orc take over the Steel Keep! I need you to destroy their stockpile of weapons so that we may more easily dispatch the enemy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to destroy weapon stockpiles guarded by Gundabad Orcs in the Steel Keep.\\n\\nSpeak to Hórin to travel to the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "The monster commander in this mission has an aura that buffs any allies nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with crippling the efforts of the Gundabad Orcs who have taken hold of the old armoury in Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Inspiring Presence ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Trouble in the Armoury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "DNT - 'When you are ready, my scouts will lead you to the Steel Keep. We are counting on you to take back the armoury!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With their weapons destroyed, we can easily attack the armoury and take care of those Orcs! The last thing we need is another Gundabad stronghold in these mountains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Within the halls of Thikil-gundu, Orcs from Gundabad have taken hold of the old armoury….\\n\\nYour mission is to destroy weapon stockpiles guarded by Gundabad Orcs in the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Trouble in the Armoury",
      "es": "",
      "es (fem)": ""
    }
  ]
}