{
  "id": 620767354,
  "txt": [
    {
      "id": 218649169,
      "en": "'Once Master Deluros hears I was correct in my belief that pieces of pottery and other relics could become entangled in the root-like legs of the snow lurkers of the Misty Mountains, he is certain to give me more interesting assignments!\\n\\n'Bring these relic fragments to him, [placeholder], and tell him from whence you retrieved them! Perhaps he will send you back to me with an invitation to examine the most precious artifacts kept at Imladris. I cannot wait to study them with my own eyes!\\n\\n'You will find Master Deluros within the library of Lord Elrond's house. He is always to be found there, deep in thought.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You retrieved these relic fragments from snow lurkers in the Misty Mountains? That is very interesting, [placeholder], and Glorenglir is to be commended for thinking it possible -- in one blow, the mountain passes are made safer for those who must travel them, and we collect pieces of our history for further study. Worthy accomplishments.\\n\\n'And yet, I would ask you one question -- did Glorenglir examine these fragments before she sent you to me? I thought not. This has always been her main fault, and it is the reason I refuse to allow her access to the most interesting artifacts kept here.\\n\\n'Glorenglir is more concerned with boasting of her finds, with celebrating her accomplishments, than with examining the pieces she has uncovered. Until she learns to contemplate and appreciate the history of the pieces, she will never become a true scholar.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Master Deluros is a scholar and jeweller of great skill. Look for him in the library of Master Elrond's House and show him the relic fragments you retrieved from the snow lurkers.\\n\\n'I eagerly await what he has to say!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Deluros of Rivendell",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I cannot wait to hear that Master Deluros will allow me to see the truly interesting artifacts!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glorenglir believed that snow lurkers could be used to unearth fragments of history from the snows of the Misty Mountains, and you have proven her correct.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you for your assistance, [placeholder]! It will only be a little while until I am a master scholar!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'A true scholar takes her time to appreciate the beauty and history of an item.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You cannot hurry understanding. Sometimes it never comes at all.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring relic fragments to Deluros",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The scholar Deluros is within the library of the House of Elrond in Rivendell.\\n\\nGlorenglir has asked you to bring the relic fragments you recovered from the snow lurkers of the Misty Mountains to Deluros with the hope that he will recognize her readiness to advance as a scholar.",
      "es": ""
    }
  ]
}