{
  "id": 620767319,
  "txt": [
    {
      "id": 136263297,
      "en": "Summoned and defeated Shadepaw",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You placed the Food",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have spoken with Old Mugwort",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While you hunted the Wargs of Nain Enidh, Mugwort prepared a special meal for their leader. All that remains to ease passage along the Great East Road is to draw this leader out of hiding and into battle.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Once you have finished this last errand, the Wargs will no longer be a threat to travellers along the Great East Road.\\n\\n'There is a signpost on the road through Nain Enidh, and a path near this signpost winds southwards. Of course, that is northward from here. If you follow the path as it slopes into a mild depression to the south-west, you will arrive at a stone structure, like an ancient table or a flat section of ruin. Bring the gruel I have prepared to that table and pour some of it onto the stone.\\n\\n'I am certain that the leader will come running to the food, thinking it the cooking of some foolish [placeholder]! When you have slain the creature, come back here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The stone table where you should pour Mugwort's gruel is at the end of a southward path near a signpost on the road through Nain Enidh.\\n\\nOld Mugwort asked you to take the special gruel he prepared to an ancient stone near the lair of the Wargs. The stench of it should draw forth their leader.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We did it! You watch, those Wargs'll think twice about chasing down anyone now that you've slain their leader.\\n\\n'We'll be heroes at The Forsaken Inn. You'll see!\\n\\n'I owe you, friend. Here, take one of these for all that you've done!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Old Mugwort is at the camp on the east side of Minas Eriol.\\n\\nAfter drawing Shadepaw's pack into the open, you defeated the Warg-leader. Old Mugwort will want to hear of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'This stew should draw out the leader of those foul Wargs. Place it on the stone table like I asked.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Get those Wargs out of Nain Enidh. My food shouldn't go to waste this way, but if you can use it to draw out the Warg-leader and finish him off, I won't call it a waste!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Wargs and goblins are awful things! They'll make you miss dinner!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You've done a good job, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon and defeat Shadepaw",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Old Mugwort",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Old Mugwort",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Summon Shadepaw",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Drawing the Pack",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Old Mugwort",
      "es": ""
    }
  ]
}