{
  "id": 620767333,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Wargs in Nain Enidh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken to Old Mugwort",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Old Mugwort believes that if the Wargs are angered, they will send forth their leader.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It's going to take awhile before the special meal I am preparing will be ready. What should I have you do in the meantime?\\n\\n'Ah, I have it! Wargs are mean-tempered sorts of beast, and they're smarter than your everyday wolf... stronger too. That means that they can get angry, and if they can get angry, they can make mistakes!\\n\\n'The logic of that all works out, I'm sure of it! Now, you listen well: go east! Go to the far side of Nain Enidh and search the wilderlands off the road near Ost Cyrn for Wargs; defeat all those you find! Let's get them good and angry, and their leader is sure to come forth, hungry to taste some flesh!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wargs can be found off the Great East Road on the far side of Nain Enidh, in the vicinity of Ost Cyrn.\\n\\nOld Mugwort thinks that if you anger enough Wargs, they will call forth their leader.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you defeated a good number of Wargs? You've a hand for this, that much is certain!\\n\\n'I finished my cooking too, I think. Maybe not quite yet, but I'm sure this will draw out their leader, or leaders, and then....\\n\\n'Then you'll defeat them and make the road safe for travellers, that's what, and we'll have more guests at the inn!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Old Mugwort is at the camp on the eastern edge of Minas Eriol.\\n\\nThe Wargs are surely angry now, given your exploits in Nain Enidh, and Old Mugwort should be informed of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go into Nain Enidh, far to the east, and slay Wargs. Get them nice and angry! We don't want them wandering all over the Great East Road after all. Let's send that message to their leader!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do hate Wargs. I'm glad you've sent the Wargs of Nain Enidh my message!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We'll soon have more travellers at the inn, I'm sure of it!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Wargs in Nain Enidh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Old Mugwort",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Raising the Wargs' Ire",
      "es": ""
    }
  ]
}