{
  "id": 620767291,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Gertheryg are some of Angmar's most terrible minions. Great troll-like creatures, they are cunning, skilled with arms and armour, and are not affected by the light of the Sun as other trolls are.\\n\\n'We have observed parties of Gertheryg moving back and forth from a worm-infested cave in the vile Malenhad. I sent a scout, Bethad, to find out what he could of the place, but he has not returned, and I fear the worst.\\n\\n'Please go and explore the cave, perhaps you can find Bethad within. I fear that it would be most unwise to explore this cave alone, so you should go with what allies you can gather.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are a friend of Fonn? It is well that you have found me, for I need your help!' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear that something has become of Bethad in that Gorthorog-cave. I would ask that you go there and search for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ancient Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fonn has learned that Gertheryg have been seen travelling to a particular cave in Malenhad. He has sent a scout to investigate, but the scout has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found Bethad in the Gorthorog-cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Bethad in the Gorthorog-cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gorthorog-cave is in Malenhad, east of Aughaire.\\n\\nFonn has asked you to explore a cave in Malenhad to which Gertheryg have been seen travelling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bethad is in the Gorthorog-cave in Malenhad, east of Aughaire.\\n\\nAt Fonn's request, you searched the Gorthorog-cave for Bethad. You have found him, but he appears wounded.",
      "es": "",
      "es (fem)": ""
    }
  ]
}