{
  "id": 620767331,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected lynx-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Boar Meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Passage through the Lone-lands has become difficult with the arrival of goblins. Worse still are their pets, the fearsome Wargs who roam the plains and attack unwary travellers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The folk at The Forsaken Inn are not the wealthiest sort here, friend. We barely make our lives comfortable, and the goblins overrunning the eastward stretch of road have turned the inn into a lonelier place than ever. If you've time to offer, there's work to be done!\\n\\n'Our fortune is about to change, though -- I've devised a way to make the road safe! Kill the creature at the top, and the rest will turn aside! \\n\\n'I need some help making this work. If you're willing, head north or north-east into the brush and get me some lynx-meat. Everyone knows that dog-like things eat cat-like things. Get just enough meat to make a meal for a Warg or two! What's wrong? Lynx are deadly creatures when angry, and their meat will serve my purposes nicely. Don't you want to end the threat of goblins and Wargs? Then get out there and hunt some lynx! No excuses! We'll be killing two lynx or Wargs with one stone! Ha ha ha!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lynx can be found throughout Nain Enidh -- the central Lone-lands -- north and north-east of the encampment at the east edge of Minas Eriol.\\n\\nOld Mugwort believes he has come up with a way to drive goblins and Wargs from the Lone-lands, but he needs you to collect lynx-meat first.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This one is a bit tough and this one a bit tender. Hmm... no matter, they'll all go into the grinder nonetheless! A pinch of sickle-fly eyes, a dollop of gooey crawler-flesh. Really tasty things, crawlers.\\n\\n'This will take me a while, I'm afraid.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have a plan to get rid of the goblins and the Wargs!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Get out there and get that lynx-meat. I can't make something that the Wargs will eat without the proper supplies. Without the food, the Wargs will keep attacking travellers. Without travellers, the inn is barren, and I make no money to send back to my Gammer! So hurry, you fool! It'll be lynx, and lynx, and boars... and that will mean fewer goblins and fewer Wargs!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Boars! Boars! Boars! Always with the boars!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring lynx-meat to Old Mugwort",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect lynx-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Fitting Meal",
      "es": ""
    }
  ]
}