{
  "id": 620767280,
  "txt": [
    {
      "id": 218649169,
      "en": "'There are too many travellers, even through this remote land, and the nearest water sits foul and stagnant. We've the well, of course, but water is rationed among all the guests and does not go as far as it might.\\n\\n'Blankets need making and mending, and there are no better hides to be found than those of the wolves. The hide of a Warg is too coarse, but a wolf's fur can be made soft with a comb. If you've the time and a good heart, I would ask for your assistance; you'll not see me stomping through the brush to get to the wolves, as deadly as they are!\\n\\n'There are a few places you may want to look for wolves with proper hides. Wolves creep among the ruins of Minas Eriol to the south, though that place is also crawling with Wargs and goblins. Wolves hunt too among the Weather Hills, to the east and north. Finally, you could travel even further north, but the Midgewater Pass is dangerous and full of even worse things than wolves. When you have the wolf-hides, return to me, and I'll see that you are rewarded.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are fine furs indeed! I'll cure these and sew a nice batch of new blankets for the guests.\\n\\n'I'll thank you for your time with a bit of coin from my purse.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wolf-hides can be made into decent blankets for those who have none, at need.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'There are a few places you may want to look for wolves with proper hides. Wolves creep among the ruins of Minas Eriol to the south, though that place is also crawling with Wargs and goblins. Wolves hunt too among the Weather Hills, to the east and north. Finally, you could travel even further north, but the Midgewater Pass is dangerous and full of even worse things than wolves.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blankets from the Baying Wolves",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There is always work to be done here.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arinora has become overwhelmed with the many responsibilities she bears for the maintenance of The Forsaken Inn.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected wolf-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring wolf-hides to Arinora",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves can be found in the ruins of Minas Eriol south of The Forsaken Inn, among the Weather Hills to the north-east, and in the Midgewater Pass to the north.\\n\\nArinora of The Forsaken Inn asked you to collect wolf-hides so she can make blankets for the inn's guests.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect wolf-hides ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}