{
  "id": 620767282,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ever since Gadaric Munce showed up, I've had no rest! Normally, we see no guests for months on end, but the glut of guests here has me stretched to my limit!\\n\\n'Anlaf is under great strain and takes his worries out on me, driving harder to see that the chambers are cared for, the workers watched, and the guests fed. Well, I'm just not able to do it all!\\n\\n'One thing that still needs to be done is the replacing of the pillows. All the stuffing's gone missing with the use they are getting, and I need to get the fluff back into them. We don't have the luxury of ducks, but the crebain circling about in the north might do in a pinch. There are plenty of the troublesome thorn-talon and sharp-eye crebain lurking about. Bring me some of their feathers, and I'll pay you for your trouble. The birds circle often over the vales surrounding Weathertop and the summit of the great hill.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Is that awful smell coming from these feathers? Oh my, I had never thought that those terrible, little birds could give off such a stench!\\n\\n'No matter, I suppose. With the cooking that Old Mugwort does, this stench'll fade into the background of the curious smells that haunt the inn in no time!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Craban-wings smell terrible!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I told you I would pay you well, but I think I should lower my payment if you continue to lay about the inn! You will earn no coin until you bring me the feathers for which I asked. It's only fair, [placeholder]!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fluffing the Pillows",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We do what we can with what we have. That's the way of life in the Lone-lands.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arinora's duties became even greater when Gadaric Munce arrived at The Forsaken Inn. Anlaf is an unforgiving innkeep, according to Arinora, and she needs help to keep up with everything.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected craban-feathers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring craban-feathers to Arinora",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thorn-talon and Sharp-eye crebain can be found on and around Weathertop, in the Lone-lands.\\n\\nIn an effort to see to all the work before her, Arinora asked you to collect craban-feathers to help her stuff the pillows of The Forsaken Inn.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect craban-feathers ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}