{
  "id": 620767293,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated worms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Ulkrank",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The scout Bethad has found that the worm-cave is the home to a venerated elder Gorthorog called Ulkrank.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am glad you are here. I was wounded by one of these cursed worms and have been forced to hide in the dark corners of this cave for some days. But now that my wound is almost healed, I have learned much by spying on the comings and goings of the Gertheryg.\\n\\n'This cave is inhabited by an ancient Gorthorog called Ulkrank. He is an old one...the oldest such creature I have ever seen. The other brutes seem to treat him with the greatest reverence. He may perhaps be their ruler.\\n\\n'For my own part, I am ready to leave this place, but if you would, I think you can do more here. Slay as many of these vile worms as you can, and fight your way to the depths of the cave where Ulkrank dwells. Once he is defeated, tell my friend Fonn in Tyrn Lhuig of your victory. He will surely be concerned about me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ulkrank, the ancient Gorthorog, can be found somewhere in the depths of the cave.\\n\\nBethad has asked you to explore the cave, until you are able to find and slay Ulkrank himself.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You bring good tidings! I am very pleased to hear that Bethad is safe, for I had been cursing myself for sending him alone into such danger.\\n\\n'But it is also a great deed that you have done, too, my friend. The Gertheryg are some of the most terrible fighters for the Iron Crown, and if they can be dismayed or disheartened even a little by the death of their elder, then the Enemy will be sorely weakened as a result. You have truly won a great victory!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fonn is back at Tyrn Lhuig.\\n\\nHaving defeated Ulkrank, Bethad asked you to tell his friend Fonn of your deeds.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will rest a little longer and then return to Aughaire on my own. Have no fear for my safety -- you must go into the cave to slay Ulkrank!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My wound is healed now. Have no fear for me. I will return on my own to Tyrn Lhuig in my own time.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Your defeat of Ulkrank was a mighty deed!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat worms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The ancient Gorthorog was no match for you.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Ulkrank",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Old One",
      "es": ""
    }
  ]
}