{
  "id": 620767277,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I nearly forgot! Anlaf wants me to offer better blankets to our guests from Bree. Better blankets! Can you believe that? You come from the town, and you get better blankets. I ask you, is that right by any measure? No, it isn't!\\n\\n'Arinora has no choice but to see to it. Your first blankets are good enough for those used to the harder life, but their betters need something better, according to Anlaf.\\n\\n'So I figure I can help her while I work to frighten off these goblins! When you are killing lynx in Nain Enidh, north of here and east of Weathertop, tear off their hides! Their fur is soft and well-kept. Bring it to me, and I will make these blankets and get them back to Arinora.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The fur is certainly softer. I may take one of these for my own bedding. \\n\\n'I owe you a bit of coin, I think, [placeholder]. I can think of nothing else that I need done at the moment. You have done wonders for me and freed me to see to all of my other duties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have been a big help to me, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Lynx prowl the lands eastern of the inn, beyond Weathertop. Don't travel too far, lest you find Orcs, spiders, and all manner of things most foul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Better Blankets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'There is always work to be done, but for now things are manageable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arinora is displeased with the preferential treatment that Anlaf is demanding for guests from the town of Bree, but there is little she can do about it. While Mugwort is out in the wild and focusing on killing Wargs, he figures he would help out his friend Arinora as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected soft lynx-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring soft lynx-hides to Old Mugwort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lynx prowl through Nain Enidh, east of Weathertop and north of the encampment on the east edge of Minas Eriol.\\n\\nOld Mugwort asked you to collect lynx-hides so he can help Arinora make better blankets for the inn's more affluent guests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect soft lynx-hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}