{
  "id": 620767203,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well, I suppose you'd like a mug of our justly famous Green Dragon's Breath beer? Well we've plenty and to spare! But say, I've heard of you around the Shire. They say you're good at solving problems! Well, I've got a little problem of my own.\\n\\n'The annual Four Farthings Brewing-moot is coming up, and old Gerd wants to enter some of our special reserve in the judging. But the thing of it is, for the special Gerd uses old barrels from Ered Luin that the dwarves used for brandy. Every year, a dwarf-merchant he knows delivers a barrel. This year, though, it seems that the poor fellow was waylaid by huge beastly spiders near Overhill, and in his hurry to get away, he lost the barrel from his waggon.\\n\\n'I wonder if you can head up to Overhill and look to the north-west of town for the barrel? It would mean a lot to Gerd to enter the judging with his best beer!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes! That's it! This year Gerd will win for sure! Please, accept a mug on the house!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Couldn't you find the dwarf-barrel?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Green Dragon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gerd Whitfoot, innkeeper of The Green Dragon in Bywater, is entering the Four Farthings Brewing-moot.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the dwarf-barrel",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the barrel back to Barmy Rootknot",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The lost barrel is somewhere north-west of Overhill. The Green Dragon Inn is in Bywater, south-east of Overhill.\\n\\nBarmy Rootknot, the assistant innkeeper at The Green Dragon Inn, has sent you off in search of a lost brandy-barrel.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the dwarf-barrel",
      "es": ""
    }
  ]
}