{
  "id": 620767356,
  "txt": [
    {
      "id": 218649169,
      "en": "'Glorenglir has not understood the significance of these fragments, [placeholder], but I do. These are shards from what must once have been a beautiful vase, crafted long ago by some lord of the Eldar.\\n\\n'If you can retrieve more fragments of this vase, it might be possible to reassemble it. Its former glory might have been lost to carelessness or necessity, but history leaves us with one certainty -- though broken, something once fair can be made beautiful again through care and good will.\\n\\n'Return to the source of the Bruinen and search the drifts there for more fragments. The remaining pieces are sure to be most jagged. Whether you dig them out of the drifts yourself or rely on Glorenglir's snow-lurkers, I leave to you. Be warned, however, that the chance of finding the remaining fragments will likely be quite low.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'While you were away, [placeholder], I was able to partially reassemble the vase. It is a thing of beauty, even incomplete! I wonder at its maker, and the circumstances that brought it to lie abandoned in pieces beneath the snow of the mountains.\\n\\n'I see you have brought some jagged fragments back with you! I will see if any of them belong to this vase.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you can retrieve jagged relic fragments from the same area to which Glorenglir sent you, I may be able to reassemble this ancient vase.\\n\\n'You may find these jagged fragments on snow-lurkers, as you did before, but I do not have as much confidence in this as Glorenglir does. Rather, I would have you search the snowdrifts near the source of the Bruinen, north of Rivendell in the Misty Mountains, to find these fragments.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Missing Fragments",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The fragments you retrieved from the snow-lurkers of the Misty Mountains are of interest to the scholar Deluros, though Glorenglir missed their significance.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring jagged relic fragments to Deluros",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snow-lurkers can be found near the source of the Bruinen and drifts of snow in the area may also hold the jagged relic fragments sought by Deluros.\\n\\nScholar Deluros has asked you to collect jagged relic fragments from near the source of the Bruinen so he may reassemble the vase so readily dismissed by Glorenglir.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Scholar Deluros is in the library of the House of Elrond in Rivendell.\\n\\nYou have retrieved some jagged relic fragments. Perhaps Deluros can use them to reassemble the ancient vase.",
      "es": ""
    }
  ]
}