{
  "id": 620767270,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected piles of bilberries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The traitor, Calder Cob, refuses to speak with the gullible jailor, Ned Pruner, until he has some bilberry cakes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You're the one what helped discover that old Calder here was a traitor, ain't ye? Ye have me thanks for that, friend! I was just talking to my Peg about that. You're quite a hero!\\n\\n'Calder here could probably tell us a lot about what them Blackwolds are planning, if only he'd talk. Thing is, he's refusing to talk until he gets some better food, and he wants bilberry cakes. But me Peg don't have no bilberries to make the cakes.\\n\\n'Could you maybe go out and pick a few piles of bilberries from the bushes along the river south-east of town? Head south-east from Archet's gates and you you should spot it. If I could just get some cakes, maybe then Calder would talk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bilberry bushes grow near Blackwold's Roost, south-east of Archet.\\n\\nNed Pruner has asked you to gather enough bilberries to bake the cakes that Calder Cob demanded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Those bilberries sure smell good! Too bad I have to feed 'em to a traitor.\\n\\n'Well, I'm going to just step out for a moment and take them over to Peg. She'll get the cakes baked up and brought over. Then finally we'll get some information out of old Calder there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ned Pruner can be found at Archet's jail.\\n\\nYou collected the bilberries which Ned Pruner requested. You should return to Ned with the berries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I really need those berries if I'm going to get the cakes that'll loosen Calder's tongue. Bilberry bushes grow near Blackwold's Roost, south-east of Archet.\\n\\n'You can get to the river if you head south-east from Archet's gates.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do you have those bilberries? Calder Cob won't talk until he has his bilberry cakes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect piles of bilberries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the berries to Ned Pruner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Must be completed prior to the \\qIntroduction.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Question the Prisoner",
      "es": "",
      "es (fem)": ""
    }
  ]
}