{
  "id": 620767358,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You set the vase on the display table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Scholar Deluros has reassembled an ancient vase from the fragments you retrieved in the Misty Mountains, and seeks to teach Glorenglir a further lesson.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have been very fortunate, [placeholder], for some of those fragments were indeed once part of this vase. I have repaired it as best I can, and the beauty it once had has returned in some measure!\\n\\n'I have another task for you, [placeholder]. There are tables throughout Rivendell on which pieces of art and history are sometimes placed for contemplation. Bring this vase to a table near Glorenglir. If she recognizes it as being the sum of the fragments you earlier uncovered for her, I shall agree to further her instruction as a scholar and give her leave to study some of the more valuable artifacts kept here at Imladris.\\n\\n'If she does not recognize the vase, she will have received my final lesson. Place the vase on the table, observe her reactions, then return to me, and we will speak further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glorenglir is in Rivendell, and a table nearby would be a suitable place to set the vase you have been given.\\n\\nScholar Deluros has asked you to place the vase he reassembled on the table near Glorenglir, observe her reactions, then return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It does not surprise me that Glorenglir failed to recognize the vase, [placeholder], even though she had some part in restoring it.\\n\\n'I thank you for your assistance, and I hope the lesson of Glorenglir will stay with you! Be not so eager to advance that you fail to experience the moment, [placeholder], in life and in all things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Scholar Deluros is in the library of Elrond's House in Rivendell.\\n\\nDeluros is waiting to hear if Glorenglir recognized the vase he reassembled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Scholar Deluros is in the library of Elrond's House in Rivendell.\\n\\nDeluros is waiting to hear if Glorenglir recognized the vase he reassembled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Glorenglir is in Imladris. Go to her and place the vase I have reassembled on a table by her location. Gauge her reaction to it and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hello, [placeholder]. Any word yet from Master Deluros?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'That vase has a small measure of beauty, [placeholder]. Is it from Lord Elrond's collection?\\n\\n'Have you forgotten to tell Master Deluros of my inspiration concerning the snow-lurkers, [placeholder]? You will find him in the library of the House of Lord Elrond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place reassembled vase on display table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Relish the moment, [placeholder]. Learn from the past, but do not dwell there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Watch Glorenglir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The snows of the mountains cover many fascinating relics of the past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Scholar's Lesson",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb1abf71",
      "en": "'That is an interesting vase, friend. Is it from Lord Elrond's collection?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I am afraid I have done something wrong. Master Deluros refuses to continue my instruction!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I do not understand why Master Deluros will no longer give me lessons.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}