{
  "id": 620767284,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected boar leg-bones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected boar-feet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some of the guests within The Forsaken Inn have developed a taste for Arinora's pork dishes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Old Mugwort does the cooking around here, though he has been in the wild for weeks, but I have some recipes of my own that tickle the fancy of some of the guests... so much so that they have bought out all of my latest fare! The recent commotion ran off our modest herd of swine, and I need more pork!\\n\\n'I need boar-feet and leg-bones. Though I'll not share with you all of my recipe, I will tell you that the marrow from the bones gives the soaked feet a richer taste. Once you pull the fur away and cure the feet in salt, you've a tasty treat. \\n\\n'You should find boars in the surrounding area and north-east among the Weather Hills. Be careful, though... not every foot is good for eating.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Boars can be found in the area surrounding The Forsaken Inn and north-east among the Weather Hills.\\n\\nArinora asked you to collect boar-feet and leg-bones for a dish she serves at The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, these will do nicely. We can pull the marrow from the bones and wrap the peeled feet in marrow and salt. Add a dash of my secret spices, and we'll once again have several helpings of \\qArinora's Boar Surprise!\\q\\n\\n'You did very well! Take these coins as your payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Old Mugwort doesn't like me preparing dishes, but he has to understand that the guests love my creations!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Do your best not to stray too far... the meat'll spoil before you return. You should find boars near the Inn and north-east among the Weather Hills. Get the bones and feet and bring them back here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for bringing me the things I needed, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring boar-bones and boar-feet to Arinora",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect boar leg-bones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect boar-feet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "By Hoof and Crook",
      "es": "",
      "es (fem)": ""
    }
  ]
}