{
  "id": 620767226,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ho, there, [placeholder]. I could use your help. I've a friend, Cal Sprigley, who has a farm outside Archet. With what I've heard about the Blackwolds' threatening attack against Archet, I'm worried that the brigands might bring harm to him and his folk.\\n\\n'Would you mind speaking with him? You might be able to convince him to come here.\\n\\n'Cal's farm lies to the south of Bronwe's Folly. Tell him it will be safer for him here in Archet. I only hope he listens to reason!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, it's nice to meet you, [placeholder]. I suppose Thistlewool is wanting me to bring the wife and workhands to town? Well, I'll tell you now: no brigands are going to run me off my land!\\n\\n'No, don't look at me like that. We're safer right here than behind some rickety old walls!\\n\\n'Now old Thistlewool's a good sort, and I appreciate him worrying about us, but nothing is going to run us off our land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Cal Sprigley's farm is just south of Bronwe's Folly. Please go there and convince him to bring his household north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It's as I feared. Cal is an obstinate man, but we've done our best. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beyond the Bulwarks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Cal Sprigley's farm is just south of Bronwe's Folly. Please go there and convince him to bring his household north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Thistlewool is concerned for his friend Cal Sprigley, a farmer on the southern outskirts of Archet. Sprigley's farm is vulnerable to brigand attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Cal Sprigley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cal Sprigley's farm can be found to the south of Bronwe's Folly.\\n\\nConstable Thistlewool has asked you to go to Cal Sprigley's farm and convince Sprigley to bring his family to Archet, where they can be protected from the Blackwolds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Must be completed prior to the \\qIntroduction.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Thistlewool can be found near the training grounds in Archet.\\n\\nCal Sprigley refused to come to Archet, confident that nothing could drive him off his land. You should return to Constable Thistlewool with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}