{
  "id": 620767249,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Iornaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An ancient spider-queen has pursued Atli Spider-bane to Archet and invaded Cal Sprigley's farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This spider-queen -- Iornaith by name -- and her ways are known to me. She will have hidden herself in Sprigley's house and blocked all the entrances, save one.\\n\\n'If you search the tunnels below the house, I would wager you will find a hidden passage leading to Iornaith's lair. The vile thing must be slain, or Archet will be overrun by her brood.\\n\\n'Would that I were hale and could heft an axe! But that time has passed. Now, the mantle of Spider-bane must pass to you, if you'll have it. I wish you well in facing her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sprigley's farm is south of Bronwe's Folly. One entrance to the spider tunnels lies through the cellar of Sprigley's shed, while the other is through the cave mouth due west of the Hunter's Lodge.\\n\\nTo prevent Iornaith's brood from overrunning Archet, Atli Spider-bane has asked you to find and slay the spider-queen. Atli suggests searching the spider caves beneath Sprigley's farm for a secret entrance into the Iornaith's lair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'\\qMany seeds did the Dread-weaver sow throughout our mountains....\\q\\n\\n'Because of you, another of those seeds has passed from the world.\\n\\n'I owe you a great debt... for Iornaith's death and for my life. Accept this reward, and with it, the friendship of Atli Spider-bane!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Atli Spider-bane can be found at the north end of Archet, west of the spider-cave, north-west of Sprigley's farm.\\n\\nYou should take news of Iornaith's defeat to Atli Spider-bane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This spider is clever. Seek the entrance to her lair beneath Sprigley's farm. And beware her fangs! Though I ruined her eyes, she is ancient and full of malice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You are most worthy of the name Spider-bane, O Slayer of Iornaith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am proud to call you friend, [placeholder]. I am at your service and your family's!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Iornaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Atli Spider-bane in Archet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spider-bane",
      "es": "",
      "es (fem)": ""
    }
  ]
}