{
  "id": 620767329,
  "txt": [
    {
      "id": 136263297,
      "en": "Added foul-smelling draught to goblin food-barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken to Old Mugwort",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lieva Dourlily has an intense dislike for the goblins that have recently arrived in the Lone-lands and seeks to drive them away.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I hate the goblins, I do! Skulking thieves, the lot of them, sneaking about in the night so they can pick the best herbs and mushrooms! They'll soon pick the Lone-lands dry if they go unhindered -- not that there was much out here to begin with!\\n\\n'I made a special draught for them, though. It'll make them sluggish and unruly -- maybe unruly enough to fight amongst themselves! And if not... well, it'll have other effects that just might make them change their minds about staying here.\\n\\n'Take these draughts and pour them into the barrels located in the goblins' camps to the north-east of the inn at Weatherfoot, at the base of Weathertop. Return to me when the deed is done.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There will be barrels of uneaten food at the goblin-camps of Weatherfoot, north-east of The Forsaken Inn and south-west of Weathertop.\\n\\nLieva Dourlily has asked you to take a special draught she brewed to the goblin-camps in the north-east and introduce it into their food supply. The draught is supposed to have properties that Lieva thinks will encourage the goblins to abandon the Lone-lands.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The goblins didn't seem to show any ill effects from the draught? Well, I guess I shouldn't really be surprised. Goblins eat anything and everything!\\n\\n'No sense fussing about that right now. You did well by me, [placeholder]. I owe you a little coin at the very least.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lieva Dourlily awaits your return at The Forsaken Inn, south-west of Weatherfoot.\\n\\nYou added the contents of Lieva's draught to the food-barrels found at the goblin-encampments north-east of The Forsaken Inn. Lieva will want to know of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those goblins have got to go! Get my draught into their food, and quickly, before they get all the good mushrooms and spices! They have camps to the north-east at Weatherfoot, south-west of Weathertop.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The draught didn't work, did it? Confound it all! Goblins must have iron stomachs.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Misery me! If the goblins don't leave, they'll pick all the best herbs!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Add foul-smelling draught to goblin food-barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lieva Dourlilly at The Forsaken Inn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Enfeebling the Foe",
      "es": ""
    }
  ]
}