{
  "id": 620767315,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected goblin-tabards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Goblin Tabards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Goblins in the ruins of Minas Eriol, south-east of The Forsaken Inn, cause a great deal of trouble for people at the inn. Lieva Dourlily is sewing a scarecrow intended to frighten away the goblins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'm not just the server and maid here at The Forsaken Inn, I'm also a fair hand with needle and thread. At the moment, Anlaf has me making a special treat for the goblins of Annunlos.\\n\\n'I've been trying to finish this terrible, little scarecrow for weeks, but there are none here willing to risk their lives against the goblins to bring me what I need to complete it. I have all the pieces I need except cloth from enough goblin-tabards to complete the scarecrow.\\n\\n'If you are willing, go to the ruins of Minas Eriol to the south-east or to the plains of Annunlos and bring me some tabards from the goblins there so I can finish this dreadful thing.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are goblins in the ruins of Minas Eriol, to the south-east of the Forsaken Inn, and on the fields of Annunlos.\\n\\nTo finish her scarecrow, Lieva Dourlily requires some of the tabards worn by the goblins of Annunlos, but no one at The Forsaken Inn is brave enough to risk themselves to collect the cloth for her. She has asked you to gather the tabards instead.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have little more to offer you than my thanks. My scarecrow will stand outside The Forsaken Inn as a warning to the goblins of Annunlos; they'll think twice when they see that we've made such a mockery of them!\\n\\n'Thank you for all you have done, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You're much braver than anyone here at The Forsaken Inn, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I need some tabards from the goblins in the ruins of Minas Eriol, south-east of The Forsaken Inn or on the plains of Annunlos. Any tabard will do. I am making a scarecrow to keep the goblins away from the inn.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Those goblins won't come here when they see my scarecrow!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring goblin-tabards to Lieva Dourlily",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect goblin-tabards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Goblin-tabards",
      "es": ""
    }
  ]
}