{
  "id": 620767218,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to the Golden Perch! Have a draught of Old Withywindle. It has won the Four Farthings Brewing-moot three years running, but I'm afraid I may not win this year, as I don't have much of the old stock left! Somehow or other, my yeast mash has gone bad, and some fool let mould get to my dried store. It happens, but my yeast is special. It's what makes the Old Withywindle so good! So I had to get more. I figured, let's try the best that Bree-land has to offer, so I got old Barliman Butterbur to send me a packet from The Prancing Pony.\\n\\n'The thing of it is... it seems that the packet never arrived! Nor the waggoner neither. What I think happened is those blasted brigands camped out west of the Marish have gotten the waggon. The camp is in the hills south of Woodhall, about mid-way between Tuckborough and old Maggot's farm.\\n\\n'They say as you are one who can deal with problems like those brigands. What say you head out that way and see if you can find my yeast among their ill-gotten goods?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, that looks to be the yeast! And it's not gone bad, neither! Good job! Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, I guess it was too much to expect you to find that little package of yeast in all that big place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Golden Perch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gunderic Grubb, innkeeper of The Golden Perch is entering the Four Farthings Brewing-moot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the yeast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the yeast to Gunderic Grubb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigand camp is in the hills south of Woodhall, about midway between Tuckborough and Maggot's farm. The Golden Perch Inn is in Stock, east of Woodhall.\\n\\nGunderic Grubb has sent you to search a brigand camp for his missing package of yeast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the yeast",
      "es": "",
      "es (fem)": ""
    }
  ]
}