{
  "id": 620767361,
  "txt": [
    {
      "id": 54354734,
      "en": "Many relics have been lost to the snows of the Misty Mountains, buried beneath the drifts by the winds and by time.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In Imladris you can learn much of the past, [placeholder], but true knowledge seems always just out of reach. Long has Master Deluros guided my instruction in the ways of the scholar, but still he insists I am not ready to study the most treasured artifacts kept here by Master Elrond.\\n\\n'If you wish to share in the trivial duties my master assigns to me, I would welcome the aid. I am to collect fragments of old relics that have become buried by the snows around the source of Loudwater, north of Rivendell in the Misty Mountains.\\n\\n'Do not dig around in the snow, friend! The snow lurkers will perform the task for you; as they climb among the drifts, fragments of old relics often get tangled in their long, root-like legs. Snow Lurkers will attack you on sight, so defend yourself from the creatures and look for relic fragments they have unwittingly unearthed.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected a relic-fragment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snow-lurkers climb the drifts near the source of the Bruinen in the Misty Mountains north of Rivendell.\\n\\nAs the creatures make their way through the snow, shards of pottery and old relics become tangled in their root-like legs. Collect relic fragments from snow lurkers in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You actually found relic fragments on the snow-lurkers? I can hardly believe it, [placeholder]!\\n\\n'I suspected that such fragments would become entangled in the legs of the snow-lurkers, but I had never observed that behaviour myself. My musings have been proven true by your efforts!\\n\\n'I am pleased as well that you collected these old fragments, but there is no shortage of those in Imladris, and I am more excited that my musings were correct! I thank you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glorenglir is interested in investigating these relic fragments collected from the Misty Mountains.\\n\\nGlorenglir may be found in Rivendell.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Snow lurkers climb the slopes near the source of Loudwater, north of Imladris in the Misty Mountains. Master Deluros has asked me to search for relic fragments among the drifts, but the snow lurkers unknowingly collect the pieces for me! Be careful if you decide to help me, for the lurkers will attack you on sight.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the relic fragments for me, [placeholder]? The Snow Lurkers did not unknowingly unearth them for you?'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Collect relic-fragments",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Master Deluros is sure to allow me more interesting studies now!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect relic-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "As the snow-lurkers make their way through the snow, shards of pottery and old relics become tangled in their root-like legs. If enough were gathered, these items may have interest to some of the scholars in Rivendell.\\n\\nCollect relic-fragments from the snow-lurkers in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It seemed obvious to me that snow lurkers might unwittingly unearth relics from the drifts.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring relic fragments to Glorenglir in Rivendell",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thank you for proving my musings correct, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unwitting Scavengers",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Snow-lurkers climb the drifts near the source of the Bruinen in the Misty Mountains north of Rivendell.\\n\\nAs the creatures make their way through the snow, shards of pottery and old relics become tangled in their root-like legs. Collect relic fragments from snow lurkers in the Misty Mountains.",
      "es": ""
    }
  ]
}