{
  "id": 620767264,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Must be completed prior to the \\qIntroduction.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'With all these folk coming in from the outlying farms, there's just not enough food to go around! My Ned's got his hands full trying to keep the peace inside the walls, and what with everyone else drilling on the training grounds, there's no one left to do the hunting.\\n\\n'Maybe you could help out? Boars used to be plentiful in the fields south and east of town, if the Blackwolds haven't slaughtered them all. Could you hunt a few and bring me their meat?\\n\\n'It will take a good amount of meat to feed all these people. I'd appreciate any help you could give me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you hunt every boar in the fields? I'll not complain. This'll do well for quite a while! Thank you!\\n\\n'Here, you should share in this bounty, and if you ever find yourself needing more, just come and see me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The boars should be wandering the fields south of Archet's main gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fresh Supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The flood of refugees into Archet has caused a supply shortage, and Captain Brackenbrook's quartermaster, Peg Pruner, is having difficulty providing for the refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected slabs of boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the slabs of boar-meat to Peg Pruner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are boars in the fields south and east of Archet.\\n\\nPeg Pruner has asked you to hunt boars to help her provide meat for the refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect slabs of boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}