{
  "id": 620767236,
  "txt": [
    {
      "id": 218649170,
      "en": "'There we were, ready to stand our ground against them Blackwold villains, when these monstrous spiders come pouring up from the cellar in the middle of the night. It seems hardly fair!\\n\\n'Still, if the Spider-bane sent you, it could be you'll be able to help us out. Our farm is due south of Bronwe's Folly. If you can recover my seed bag from the pens and my strongbox from the storage shed, we could make a new start of it. Oh, and my father's bow as well! Poor Henry was trying to kill some of the spiders with it. He was a good hand, but the spiders made quick work of the lad.\\n\\n'Hurry back, if you can... though with all the spiders around my farm, I don't see how you will.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This is everything we asked for, all right: my seed bag, strongbox, and my father's trusty bow! I can't thank you enough, [placeholder], and I must beg your pardon for treating you so poorly earlier.\\n\\n'Had I known what was to become of my farm, I would have heeded your advice and retreated to Archet at once, saving ourselves a great deal of trouble... and poor Henry his life.\\n\\n'Still, I am glad we can make a new start. Tell the Spider-bane he has my thanks as well for sending you to us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Threat from Spiders",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You haven't recovered everything I asked for yet. How are we to make a new start without that seed bag, strongbox, or my father's bow? There won't always be folk like you to bring in boar-meat, you know.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Sprigley's seed bag",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Sprigley and his wife fled to Archet with what little he could carry from his farm. The spiders must have come upon them suddenly.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Sprigley's strongbox",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am sure you will be of great help to Sprigley. Spiders are no friends of Men and must be dealt with severely if they are to be dealt with at all.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Sprigley's bow",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cal Sprigley can be found north of the ruins of The Mad Badger Inn in Archet.\\n\\nAfter spiders attacked his farm, Cal Sprigley and his wife fled to the safety of Archet. Atli Spider-bane has asked you to speak with the farmer.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should bring Sprigley his belongings at once. Such possessions are nearly as important to a farmer as my axe is to me.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cal Sprigley's farm is south of Bronwe's Folly.\\n\\nCal Sprigley has asked you to go to his farm and recover his strongbox, seed sack, and bow. With these things, he might be able to make a fresh start.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'My farm is to the south of Bronwe's Folly, down the second eastward trail from the south road. The place is much changed now -- a wretched nest of spiders.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cal Sprigley and his wife await you north of the ruins of The Mad Badger Inn in Archet.\\n\\nCal and Holly Sprigley are waiting in Archet for the possessions you recovered from their spider-infested farm. You should return to them at once.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The spiders came up from the cellar in the night, and we had barely enough time to escape! Many of the farmhands weren't so lucky. We saw poor Henry trying to fight off the spiders in the side yard with Cal's bow.\\n\\n'If you can recover that bow, our seed bag from the livestock pens, and my strongbox near the storage shed, we'll be mighty grateful.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I hope you can drive those horrible spiders off our land for good! We're decent, law-abiding folk and shouldn't have to put up with such troubles!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I can't thank you enough for bringing me my goods.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'At least the spiders won't have the satisfaction of ruining my father's bow.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'One day, we'll take that farm back from the spiders.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Cal Sprigley in Archet",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Sprigley's seed bag",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Sprigley's strongbox",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect Sprigley's bow",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the seed bag, bow, and strongbox to Cal Sprigley",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cal Sprigley's farm has been overrun by spiders. The farmer and his wife fled to Archet, leaving their belongings behind.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Don't worry about me, [placeholder]. It's just a minor wound I got in the fighting.\\n\\n'Now that the Brackenbrooks, father and son, have driven the Blackwolds away from Archet, perhaps these folk can get to living their lives as they once did. Word has reached me, though, that there's a new threat to be dealt with.\\n\\n'A nearby farm has been overrun with spiders, and the folk there have retreated to Archet. My injury prevents me from dealing with the pests, but you have proven yourself a capable warrior and should have no trouble. Look for the farmer here in Archet. You may know him already... his name is Cal Sprigley.'",
      "es": ""
    }
  ]
}