{
  "id": 620894754,
  "txt": [
    {
      "id": 54354734,
      "en": "Captain Agelbrit stands guard at a lonely gate-house on the upper edge of the Limlight Gorge. His duty is as much to keep unwary travellers out of the Gorge as it is to keep the beasts within from climbing out to threaten the folk of Stangard.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hold on a moment, stranger! I am sorry to take you to task, but I must ask what brings you this way?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak with Captain Agelbrit at the Limlight Gorge Guard-house.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are headed west of Stangard? Well, let me give you a piece of advice, friend.... Stay clear of the Limlight Gorge if you know what is good for you.\\n\\n'I have heard tell of Orcs and the like raising trouble in the Wailing Hills... but I assure you they are not half as dangerous as the monstrosities wandering down in the Gorge these days.\\n\\n'If you do head out that way, just make sure to check in with Captain Agelbrit. You should at least know what you are getting into.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sigelm is near the Limlight Gorge Guardhouse.\\n\\nCaptain Agelbrit has asked you to listen to Sigelm's tales of the Limlight Gorge before you explore the dangerous valley.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is that? You want to explore the Gorge? That is folly and then some, unless you plan to lead a whole company of stalwarts with you.\\n\\n'But I see in your eyes that you are not the sort to be so easily dissuaded. Well, do not blame me when some troll uses you for a football, or a spider the size of a horse has you dangling as a snack in its larder.\\n\\n'Tell me, did the Men of Stangard put you up to this? Because if they did it is not funny any more. Three lads this week alone have gone down there, trying to prove their worth, and that will be the last we see of them. Enough is enough!\\n\\n'I will tell you what: you go talk with Sigelm over there... he has a tale or two to tell about the Gorge back before we stopped patrols down into it.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So, do you still want to head down there? It is your life to lose, I suppose.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The Gorge? Oh aye, I have been down there many times. Not so much in the last couple of years, but we used to patrol it regularly.\\n\\n'Pretty place, really, but it has always been a bit queer. Strange things there. I would swear that the trees had moved from one patrol to the next, or that some boulder had shifted to face north, or all of the birds would suddenly get all quiet on a midsummer's day.\\n\\n'That was before those great cursed trolls arrived of course. They crawled up out of the rocks, or down from the mountains... I could not say which, but they are a handful for even a band of men.\\n\\n'Fortunately, they do not much like the sun... it has been overcast down in the Gorge a lot lately, but they are still too scared of it to wander as far from their caves as Stangard, so that is a blessing.\\n\\n'It was after the trolls arrived that we saw something that REALLY gave the men a nasty turn... we were watching from a safe distance as one of those great brutes was lumbering along, when it took a swing at some old fir-tree, and the accursed thing came alive! Vines and branches wrapped up round the troll, and there was such a to-do as we have never seen.\\n\\n'We had not been imagining that the trees down there wander about... they DO walk, you see, and they had been watching us all those years! That was the last patrol we did down there, and you could not pay any man of us to go back down there again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Captain Agelbrit",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Sigelm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Captain Agelbrit",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Limlight Gorge",
      "es": ""
    }
  ]
}