{
  "id": 620894732,
  "txt": [
    {
      "id": 218649170,
      "en": "'See what I have found, [placeholder]! Something is wrong in this land. I can feel it. This must be why we are here. This is the reason for your dream! Remember the words of Suvulch my father: dreams have power. We ignore their warnings at our peril.\\n\\n'This beast is dead, but something rode it, and that creature is not here. Your dream brought us here to keep that creature from doing great evil, [placeholder]. I feel it in my very bones.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'This must be the shape my men and I beheld as it plummeted from the sky. What a terrible creature!'\\n\\nEdbrit shivers, and his eyes go wide as he turns away from the dead beast.\\n\\n'Is that... riding gear? Did someone ride astride this terrible creature? And if so... where is the rider?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 10: The Falling Shadow",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Good, I thank you for your hard work against the unusually aggressive creatures of the Rushgore. I would not have wanted to leave my post with those threats unmet, but now I feel we have earned a time of peace. Enough time for us to seek the falling shadow, at any rate. I will need to return before long.\\n\\n'While we walk, perhaps you can tell me of your adventures? Why do you smile? I can tell by your face that you have seen more adventure in recent days than even Edbrit, in all his years, can claim to have experienced. I would be pleased to hear anything you would tell me about yourself.\\n\\n'I will go with you into the Brown Lands to search for the falling shadow. Let us look for it far to the south-east. I believe that is where it came to ground.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated gredbyg in the Rushgore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'[placeholder]! What a terrible marvel this is!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated avanc in the Rushgore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The reek of this creature overpowers the senses!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated turtles in the Rushgore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Edbrit has asked you to defeat gredbyg, turtles, and avanc that have been stirred up in the Rushgore.\\n\\nSomething has caused the creatures of the Rushgore to become more hostile than usual, and Edbrit wants you to help him deal with them before the two of you go in search of the falling shadow.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Look at this! What is this beast?'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The corpse of an enormous beast lies broken on the ground here",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Edbrit is at Aculf's Camp in the Rushgore.\\n\\nYou have helped deal with some of the newly-aggressive creatures in the Rushgore, and should return now to Edbrit.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We are fortunate this terrible creature is dead. But where is its rider?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Edbrit saw a mysterious shadow fall from the sky far to the south-east, in the Brown Lands.\\n\\nYou have decided to travel to the Brown Lands in search of the mysterious shadow Edbrit saw.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Something has stirred up the creatures of the Rushgore. Deal with the gredbyg, turtles, and avanc that have become aggressive, and return to me. We will then go in search of the falling shadow I beheld.\\n\\n'When I was young, I rode far afield among the waving grasses of Rohan. Few could match me for wanderlust, and I saw many wondrous sights. Few men could claim to see as many.\\n\\n'Now that I am grown old, I find I am more interested in the people that walk these lands than in the places I meet them. Each of their stories is singular and unique, and it is for these people I accepted this work. We must keep the Rushgore safe for their benefit.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Edbrit is standing by the corpse of a mighty beast in the Brown Lands.\\n\\nYou have found the body of a massive beast, and should speak to Edbrit about it.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'We will search the Brown Lands for the falling shadow. I think it fell across the river, far to the south-east.\\n\\n'I do not know what it could have been, [placeholder]. I have seen many strange things in my time, but... something about this shadow filled me with dread.'\\n\\nEdbrit falls silent, his face suddenly pensive.\\n\\n'I do not know what we will find, [placeholder], but I fear it will prove a danger to my people and these lands.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Nona is standing by the corpse of the fallen beast in the Brown Lands.\\n\\nNona is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat gredbyg in the Rushgore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat avanc in the Rushgore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat turtles in the Rushgore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the location in the Brown Lands where the falling shadow came to earth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Edbrit saw something fall from the sky, but before he goes with you to investigate it he needs your help in the Rushgore.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I saw a great shadowy shape fall from the sky not long ago. You can come with me to investigate it, if you wish, but first I need to ensure the safety of the Rushgore. Something has stirred up the creatures of this swampy land, and it is my duty to keep them from becoming a serious threat.\\n\\n'I am not as young as I once was, but my arms are still strong and can still swing a sword. I may not sit the saddle as I used to, but my legs are stronger than many a young man's. Together we will travel in search of the falling shadow, and see what there is to see.\\n\\n'But first we must thin back the newly-aggressive creatures of the Rushgore. If you help me in this, we will be sooner underway. Defeat gredbyg, turtles, and avanc throughout the Rushgore, and then return to me. Then we will search for the place where this falling shadow came to ground.'",
      "es": ""
    }
  ]
}