{
  "id": 620894731,
  "txt": [
    {
      "id": 136263297,
      "en": "You sift through the debris near the base of the pillar but find nothing of interest",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You sift through the debris and find a number of arrowheads, but nothing worth keeping",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You find a small bronze-worked heirloom among the debris",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Horn thinks you might find some way to help his people defeat the Khundolar by searching the site of the battle five hundred years ago where their Easterling ancestors were defeated.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The battlefield of Parth Celebrant may hold some clue to defeating the Khundolar. Their ancestors were routed by the timely arrival of the Eorlingas under Eorl the Young, but we have no such advantage in numbers this time. No one is coming to help us.\\n\\n'We must find some strategy to help us defeat the Khundolar, and sifting through the site of that battle may teach us something we can use against them.\\n\\n'I have marked this map with the location of the battle. Bring it to Cerdic at the road watch-post in Parth Celebrant, and he will guide you to places he has not already searched. I hope you will be kind to him. Cerdic has been long away from his wife and daughters, and sometimes he lets his worries master him. He is a good friend and true, even if his mind is not always on the task before him.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cerdic is at the watch-post on the road into Parth Celebrant.\\n\\nHorn has given you a map of notable sites at the Battle of the Field of Celebrant to show to Cerdic.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are a ways from home, [placeholder]. This field of Celebrant was the site of a great battle five hundred years ago, where my ancestors rode to the aid of the Steward of Gondor against an invading Easterling tribe.\\n\\n'Ah, you have met Horn? You must already know of this battle, then. He is a young man, but he has an old man's fascination with history, and is perhaps too keen to speak of the past to anyone who will listen. He said too much to Théoden King, they say, and earned himself a place here at the garrison.\\n\\n'I have been here much longer than Horn, I regret to say. And me with three daughters left behind in Rohan! It has been too long since I could send word to them. My wife worries. She always has! I wish I was there to console her. She worries, you know.\\n\\n'Oh, I am sorry! You are not interested in my own travails. Horn gave you a map? Let me see it. Yes, I have already sifted through most of these locations. Let me mark these three for you. Examine those sites, and perhaps you will find something of use to us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cerdic has marked three locations in Parth Celebrant on your map: the crumbled base of a pillar, an arrow-riddled patch of ground, and the river-bank by one of the bridges to Ost Celebrant. The first two sites are on the Field of Celebrant directly south of Cerdic, and the third site is to the south-east, alongside the river.\\n\\nCerdic and Horn want you to search significant locations from the Battle of the Field of Celebrant.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cerdic is at the watch-post on the road as it enters Parth Celebrant from Eorlsmead.\\n\\nYou have found a bronze-worked heirloom at one of the sites of the battle with the Easterlings five hundred years ago, and should show it to Cerdic.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search those three sites for anything that might help us. I do not think you will find anything, but if it is true that the Khundolar are gathering on the far side of the river we will need any advantage we can find.\\n\\n'Perhaps once the Khundolar Easterlings are routed my service will be ended, and I can return to Rohan. That is where I belong! A man should be with his wife and children. Horn tells me I protect them by being here, but three daughters! Had I sons perhaps I would worry less.\\n\\n'I mean... my wife would worry less. She worries, you know.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Cerdic sent you to me? I am not surprised! Many unusual things have happened in the Rushgore of late.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Edbrit is in the Rushgore at Aculf's Camp, south-east of Cerdic on the very edge of the swamp.\\n\\nWhile you were searching the battlefield of Parth Celebrant, Cerdic received word from Edbrit in the Rushgore about strange happenings.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Now you should go to the swamps of the Rushgore. Look for Edbrit at Aculf's Camp, on the very edge of the swamp, south-east of here. He is a good sort, and was once an accomplished rider indeed! He is older now, but still as sharp as a sword.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What is this? What have you found?'\\n\\nCerdic takes the bronze-worked heirloom you found among the debris at one of the battlefield locations, and turns it around in his hands.\\n\\n'You found this among the rocks? The years have not been kind to it. See how the bronze is bent here and here? A weapon did most of the work on it, and Time did the rest. I cannot tell what this used to be. Perhaps a decorative addition to a helmet?\\n\\n'This gives us no advantage, as far as I can see. But it is instructive to think of the things we leave behind. Was this Gondorian, or from a helm of the Eorlingas, or was it Easterling in make? Five hundred years later we cannot tell. Perhaps I will give it to my wife when I return to Rohan. She will be so proud of her Cerdic for bringing her such an interesting item!\\n\\n'I am sorry, [placeholder]! I became quite distracted. While you were away, I received word from a scout in the Rushgore of strange happenings in that swampy land. Find Edbrit at Aculf's Camp, south-east of here on the edge of the Rushgore, and see what has happened.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You will need to search the sites where the battle was fought five hundred years ago. Perhaps you will find some clue to defeating the Khundolar that now threaten this land.\\n\\n'Show the map I gave you to Cerdic. He is stationed at the watch-post on the road into Parth Celebrant. Perhaps the work will keep him from worrying about his family back in Rohan, if only for a few moments.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have found nothing for me?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Sift through debris by the base of the crumbled pillar",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Sift through debris at the arrow-riddled patch of ground",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Sift through debris beside the bridge to Ost Celebrant",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the battlefield map and the heirloom to Cerdic",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 9: Ancient Battlefield",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Edbrit at Aculf's Camp in the Rushgore",
      "es": ""
    }
  ]
}