{
  "id": 620894735,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Loose stones crunch underfoot, but you do not feel anything out of the ordinary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The river rushes past far beneath you, but you feel nothing out of the ordinary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You feel nothing unusual by the bridge. Your prey did not travel this way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cerdic went to some other of the battlefield sites you did not search, but he was overcome by a powerful feeling of uneasiness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you have returned! I was just thinking about you, and wondering if you ever found what it was you were seeking. After you left, I went searching on my own, and... well...'\\n\\nCerdic is having some trouble meeting your eyes.\\n\\n'I am not a coward, [placeholder]. I have stood unblinking before a shrieking mass of goblins, and not given way before a charging warband of Khundolar Easterlings. And I have even stood my ground when my wife was in one of her tempers! Well... mostly stood my ground.\\n\\n'But at certain sites on the battlefield, my courage was quite drained away. I felt uneasy, and everything seemed to get cold.\\n\\n'Will you go to some of these sites? I will mark them on your map. Look at the rubble of a crumbling corner in Ost Celebrant, a grassy ledge overlooking the fast-flowing river, and by one of the stone bridges over the river. I want to know what is happening out there, [placeholder]. I am ashamed to have felt that way. There must be a reason!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crumbling corner, the grassy river-overlook, and the stone bridge can be found in Parth Celebrant.\\n\\nCerdic went searching some more locations of the ancient battlefield, and experienced strange sensations at some of them. He has marked them on your map and wants you to see what is happening at these sites.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you experience anything strange while you explored the sites?'\\n\\nYou recount what you saw at each of the locations Cerdic pointed out, and he seems to be quite relieved.\\n\\n'It was not all in my head, then? Good, [placeholder]. Thank you for setting my mind at ease! Whatever it was that instilled in me such uncommon fear may have moved on, but it is good to see it still had an effect on those sites! I knew I was no coward!'\\n\\nThe word \\qNazgûl\\q dances at the forefront of your mind. If Cerdic knew the truth of what came so near to him he would not be so shamed by the fear that filled him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cerdic is at the watch-post on the road in Parth Celebrant.\\n\\nYou have investigated the sites Cerdic told you about, and should now return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What does it mean? I am no coward, [placeholder]. Something strange is happening at those sites I visited, and I want you to see if you experience anything similar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine debris by the crumbling corner in Ost Celebrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine debris by the grassy place overlooking the fast-flowing river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine debris by the stone bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Uneasy Feeling",
      "es": "",
      "es (fem)": ""
    }
  ]
}