{
  "id": 620894758,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You freed Gerfinn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gerfinn, another companion of Armund, has gone somewhere to the north of the old sawmill in the Limlight Gorge. Armund needs him back at the mill to help finish the repairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now Gerfinn is gone as well! Can you believe it? These dwarves would lose track of their own heads if they were not stuck in place! I expect some Orc or goblin would solve that problem for them in no time if they did not have me to help guide them....\\n\\n'Gerfinn was heading to the north to look for some materials, but I need him back here to help get this place fixed up, or we will never get it running.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should find Gerfinn the dwarf and help him get back to the mill.\\n\\nArmund believes he headed roughly north of the sawmill to look for materials of some sort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder]! You believe me, do you not? Armund will not listen to reason!\\n\\n'You saw it, did you not? Staring at me like that, hungry-like... its eyes like knotholes, its sap dripping like the saliva of a wild beast, its foetid breath like a musty summer breeze... I cannot stand to recall it.\\n\\n'You have got to help us! Armund does not know what they are like! He has not seen their dark hearts. They are likely to devour us all the moment we drop our guard!\\n\\n'Shhh... they are right outside, listening... waiting....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should speak with Gerfinn at the Limlight Gorge sawmill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found Gerfinn yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The trees! They are alive, and they are listening to us...that one there, it was watching me the whole time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Gerfinn is a fool.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Help! The trees are going to eat me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Rescue Gerfinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gerfinn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gerfinn Has Gone Astray",
      "es": "",
      "es (fem)": ""
    }
  ]
}