{
  "id": 620894725,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Horn has asked to meet you by the Cuthstan in the Wailing Hills so he can talk to you about something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have no interest in this town, [placeholder]. These folk are the same as their brethren elsewhere, and have nothing helpful to tell us. I will seek the meaning of your dream in the wild.\\n\\n'You meet this man Horn at the Cuthstan. I will search elsewhere. Where did he say it was? The Wailing Hills, to the west?\\n\\n'Take care of yourself, [placeholder]. Horn may seem to be a friend, but his people are treacherous and he will prove no different. Keep him at the length of your arm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Horn is waiting for you by the Cuthstan in the Wailing Hills, west of Stangard.\\n\\nThe Rohirrim man Horn wants to speak with you at the Cuthstan about something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad you have come, [placeholder]. I wanted to speak with you here, away from the prying eyes and listening ears of Stangard. There are friends in the village, but it is my worry that not all its men have the best interests of Rohan in their hearts.\\n\\n'The garrison at Stangard consists of men who had no other place in Rohan, for those who commit crimes but otherwise remain loyal to the King. They perform a length of service determined by the King's order, and upon its completion their past transgressions are forgiven.\\n\\n'My story is no different, [placeholder], but my heart burns for Rohan. I see it threatened on all sides, and worst of all, I fear the greatest danger comes not from without but within. I have seen...'\\n\\nHorn stops suddenly.\\n\\n'Someone comes! Quickly, hide behind the stone over there and see if it is a friend or a foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A stone you can hide behind is near the Cuthstan, just to the east of Horn.\\n\\nHorn hears someone approaching, and he wants you to hide behind a stone to get the drop on the newcomer if it be a foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Horn is waiting for you by the Cuthstan, among the Wailing Hills, west of Stangard.\\n\\nYou have dealt with an Orc interloper, and should speak now to Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hide behind that stone over there and you can get the jump on him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That was well done, [placeholder]! I am worried by the increased number of Orcs that move alongside the river. They have been coming down from their holes in the Misty Mountains in great numbers of late. But they are not the only danger we face.\\n\\n'There are two shallow crossings across the Great River. Five hundred years ago, a tribe of Easterlings crossed into northern Gondor by the northernmost of these undeeps. The Steward of that land knew he did not have the men to repel them. He sent messengers into the north to seek for aid, but it seemed none could arrive in time to save Gondor.'\\n\\nThe sound of approaching feet once more seizes Horn's attention.\\n\\n'We have another visitor, [placeholder]. Hide behind that other stone and see if it is another Orc!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Another stone you can hide behind is near the Cuthstan, east of Horn.\\n\\nHorn hears someone approaching, and he wants you to hide behind a stone to get the drop on the newcomer if it be a foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hide behind that other stone! Another Orc approaches, unless I miss my guess!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You are quite an ally, my friend. Where was I? Yes, I remember now. The Steward of Gondor sent an urgent plea to the northern peoples, but the Easterling tribe pressed across the river before any help arrived.\\n\\n'But when all hope seemed lost, a new force arrived on the Field of Celebrant: the ancestors of my people, led by Eorl the Young. They destroyed the Easterlings, and in thanks the Steward of Gondor gave them the land of Calenardhon to dwell in, that is now called Rohan.\\n\\n'This statue was later erected as a sign of the friendship between the Eorlingas and the Men of Gondor, and my people have watched the crossings of the Great River ever since.'\\n\\nHorn looks up at the statue, and is quiet for a time.\\n\\n'I think the sword your Dunlending friend carries was at that battle, [placeholder]. I cannot be sure, but I feel it to be so. Why has it come back? \\n\\n'We should return to Stangard. The air grows chill, and we can talk more when we return. But remember what I have said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Horn is waiting for you by the Cuthstan, among the Wailing Hills, west of Stangard.\\n\\nYou have dealt with another Orc interloper, and should speak now to Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I will meet you back at Stangard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I know why you have come here, [placeholder]. There can be only one reason: it is clear you have been sent to help my people fight against the Khundolar. They are the descendants of the Easterling tribe that crossed the Great River five hundred years ago, and scouts report they have been seen on the far shore.\\n\\n'They seek to accomplish what their ancestors could not, and this time there will be no timely intervention, no final hour rescue.\\n\\n'We are on our own, [placeholder], and that is why I did not forbid your Dunlending friend from entering Stangard, or seize the Rohirric sword she carries. Perhaps one day we were foes, and we may be again, but today I see Rohan threatened, and I thirst for allies to defend my homeland.\\n\\n'I was called disloyal and changeable in the hall of Théoden King, but that is not so. I love Rohan. I want only to protect her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Hide behind a stone and defeat any foes that approach\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Horn is waiting for you in the village of Stangard, in Eorlsmead.\\n\\nYou have spoken with Horn at the Cuthstan, and he wants to speak with you some more back in Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'This man Horn wanted you to meet him at the Cuthstan? It is west of this village, it seems, among the Wailing Hills. I will not go with you. I will seek the meaning of your dream elsewhere, and find you if I discover it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Hide behind another stone and defeat any foes that approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 8: Stone of Friendship",
      "es": "",
      "es (fem)": ""
    }
  ]
}