{
  "id": 620894746,
  "txt": [
    {
      "id": 218649169,
      "en": "'It was dark as pitch, in the cold watches of the night, and I walked the shore of Anduin. I thought I saw... no, I did see... a darker patch of shadow in the space between the trees. When I approached, it fled. It moved with a lurching step, sliding low upon the ground, but it moved quickly, and for some reason I cannot explain I was loath to close the distance. I lost it in the dark.\\n\\n'But I know the name of this apparition.'\\n\\nLimthir looks from side to side, and then speaks in a voice barely above a whisper.\\n\\n'Its name is Nazgûl. Bring word to Fimloth at Haldirith that one of these fell creatures is loose somewhere in Thinglad.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Are you sure? A Nazgûl?'\\n\\nFimloth stares off into the distance for a time, deep in thought. Then she shakes her head and turns back to you.\\n\\n'This is disturbing news, [placeholder], but I believe a single one of the Nine cannot endanger Lothlórien, not while Lady Galadriel retains her power. And she does. You need not worry on that account.\\n\\n'All of the Nine together would pose a more serious threat, but our Lady still governs and her power still keeps the borders of Lórien safe. Thank you for these tidings from Limthir, but it seems to me this Nazgûl poses more danger to the Men south of here than to the Elves north of here, in the Golden Wood.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I know the name of that creature: Nazgûl. You must bring word to Fimloth, at Haldirith, of the danger that creeps somewhere within Thinglad.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Shape on the Shore",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Limthir saw something on the banks of Anduin, but speaks of it only in hushed tones: it was one of the Nine, one of the Nazgûl.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fimloth is at Haldirith, in Thinglad.\\n\\nLimthir saw the shape of what he believes to be a Nazgûl on the shores of Anduin, and wants you to warn Fimloth that such a creature is loose in Thinglad.",
      "es": ""
    }
  ]
}