{
  "id": 620894666,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Return to Sabert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This pile of gnawed, discarded remains could have been anything...possibly even a person at one point. You should examine the food-remains of the vicious hounds to see if any Men of Stangard or innocent passers-by fell victim to the evil dogs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is shocking that things have gotten so bad as this! Rohirrim men -- warriors -- outnumbered by wild slavering dogs and falling prey to naught but filthy beasts in the plains.\\n\\n'At least you have thinned the pack somewhat, friend. Your work is deeply appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Remains of the Kill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Nighthowlers' den is filled with the discarded remains of many victims of the vile dogs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This is likely the remains of a person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This was an animal of some sort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine remains for signs of innocent victims ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Remain-piles can be found throughout the Nighthowlers' Den in Eorlsmead, east along the river from Stangard.\\n\\nYou should examine remains in the den for signs whether innocent passers-by have fallen victim to the wild dogs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine remains for signs of animal victims ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sabert is at the north gate of Stangard.\\n\\nYou should return to Stangard with news of the human remains in the lairs of the wild dogs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}