{
  "id": 620894664,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'This is a dangerous time to pass through Thinglad, stranger. Orcs have been sighted along the river.'\\n\\nFimloth listens attentively as you tell her that friends of yours passed this way, and you seek to know if they did so safely.\\n\\n'The scouts have not reported any bands of travellers recently, but if your friends travelled in secret they may have gone unnoticed. I have fewer scouts in Thinglad than I once did. If you travel south alongside the river, perhaps you will find some sign of your friends' passage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I thank you for the help. The Orcs must pay for the heartache they have caused us, though the debt be larger than the worth of their own lives!\\n\\n'I sought to engage this woman you travel with in conversation, but she is slow to trust and slower to friend. I will not ask you to divulge any of your shared mysteries to me, but it is a curious thing: she bears a sword of the Rohirrim horse-lords. Her folk have long been in enmity with that people, have they not? If she slew the sword's owner, you may find your path through this land made more difficult. The men of Rohan are not quick to forgive.\\n\\n'She wished to speak with you when you returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 6: Downriver Dangers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This Elf has given me something to think about, [placeholder]. I am worried. My people have never gotten along with the horse-lords, and it seems they have a large outpost just to the south. We will need to go that way if we are to learn the reason behind your dream.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'This is not the first friend we have lost, but that makes it no easier. I will tell her family that she has fallen in service to the Golden Wood.'\\n\\nFimloth shakes her head sadly.\\n\\n'The Orcs that killed her are surely still somewhere in Thinglad. If you wish to help us while you seek sign of your friends, slay any Orcs you find in this land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You see trampled grass underfoot. Did the Fellowship come this way?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do you not need tidings of this area? You should go now to the Elf-camp here in Thinglad. It is called Haldirith and is located south of here. Present yourself to Fimloth, and she will surely be able to help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Has the earth been disturbed here? Does it signify the Fellowship's passage?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You may find some sign of your friends if you search alongside the river. Beware of Orcs! There has been an increase in their activities in Thinglad of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You gingerly remove an Orc arrow from the body of the slain scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haldirith is an Elf-camp located in the northern area of Thinglad.\\n\\nAlfrohir has brought you from Lothlórien to Thinglad along the Great River, and thinks you should present yourself to Fimloth at Haldirith, in Thinglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You may find some sign of your friends if you search alongside the river. Beware of Orcs! There has been an increase in their activities in Thinglad of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated Orcs in Thinglad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Fellowship passed south along the river, and Fimloth thinks if you seek news of your friends you should follow the river-bank south looking for signs of their passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Keep searching south alongside the banks of the river. If your friends passed this way, you may find sign of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Fellowship passed south along the river, and Fimloth thinks if you seek news of your friends you should follow the river-bank south looking for signs of their passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Find and slay Orcs along the river. They prowl throughout Thinglad in large numbers. Do it for the scouts whose lives have been lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have been following the river south in search of signs of the Fellowship's passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Your Dunlending friend wants to speak with you. She has spoken only a little to me, but she is clearly agitated about something. Neither of our peoples knows much of the other, and we have little common ground between us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Fimloth is at Haldirith.\\n\\nYou should return to Fimloth at Haldirith and give her the Orc arrow and news of the slain scout you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'What did you find? Did you find anything of interest in this place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Orcs can be found in great numbers throughout Thinglad.\\n\\nFimloth has asked you to defeat Orcs throughout Thinglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Fimloth is at Haldirith in Thinglad.\\n\\nYou have defeated many Orcs and should return to Fimloth at Haldirith in Thinglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Nona is at Haldirith, in Thinglad.\\n\\nNona wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow the river-bank south of Haldirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Follow the river-bank further south of Haldirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search south along the river",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Orc arrow to Fimloth at Haldirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Orcs in Thinglad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Haldirith in Thinglad serves as an outpost of Lothlórien from which the Elves stand watch for threats from the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a camp of Elves not far from here, in Thinglad. It is an outpost from which my people watch for threats from the south. It is called Haldirith, and if you wish to know what has been happening along the river, that is a good place to start.\\n\\n'Present yourself to Fimloth at Haldirith, and ask her for tidings.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}