{
  "id": 620894733,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Easterlings throughout the Brown Lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Khundolar Message-shouter ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gamal has been charged with keeping an eye on the Easterling tribe that has secured a foothold in the Brown Lands, and he believes they draw inspiration from some new arrival in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you say? I am Gamal, of Stangard. I have spied upon a camp of the Khundolar here in the Brown Lands. The Easterlings have been gathering in greater numbers for some time, but something recently has changed.\\n\\n'I know very little of their language, only bits and pieces. They speak a fragmented tongue, with some words I know and some all their own, but I think they speak of some new and powerful ally. \\qKhoratón,\\q they call this person that inspires them, but if that is a name or a description I do not know.\\n\\n'If you are of a mind to help me, defeat many of the Easterlings here in the Brown Lands, and also confront some of the Khundolar that shout messages about this Khoratón. If hearing that name inspires the Easterlings to rise up against my people, let us make them pay for using that name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Easterlings can be found throughout the Brown Lands, and message-shouters can be found near their established foothold at Lashkarg.\\n\\nGamal has asked you to defeat Easterlings throughout the Brown Lands, and also to defeat some of the message-shouters that use the name Khoratón.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I do not like this. The Khundolar are too near to Stangard. If this \\qKhoratón\\q continues to inspire their forces, it will not be long before they march on Stangard.'\\n\\nGamal's lips form a thin line as he considers the garrison's chance of repelling such an Easterling invasion.\\n\\n'I thought of something while you were bringing justice to the Easterlings, [placeholder]. The word \\qKhoratón...\\q I think it is not a name. It has much in common with the word for \\qBlack Cloak.\\q But the Khundolar do not wear such things. Do you think they are inspired by a sorceror of some type?'\\n\\nYou do not voice your guess to Gamal, but the word is loud inside your head: Nazgûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gamal is in the Brown Lands, south of Etheburg.\\n\\nYou have defeated some of the Khundolar Easterlings in the Brown Lands and should return now to Gamal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Defeat the Khundolar here in the Brown Lands and learn what inspires them. I believe it is the name \\qKhoratón,\\q but I do not know what it means.\\n\\n'Unlike many of my brothers in Stangard, I have journeyed very far afield in search of adventure, [placeholder]. I walked in Isengard many years ago, and even spoke with Saruman the Wise. I have been to Gondor and seen the White City. There is much to learn from the peoples of distant lands.\\n\\n'But these Easterlings cannot be allowed to stay here. From this foothold they endanger Stangard and my people, and for that they should be pushed into the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I took this post for coin. I wanted to buy a beautiful horse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'With the coin from this duty I will purchase Leoma, beautiful mare that she is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Easterlings throughout the Brown Lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The blood of the mearas courses through the veins of my Leoma.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Khundolar Message-shouter ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'One day I will ride into battle with Leoma as my steed. One day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Inspiring Presence",
      "es": "",
      "es (fem)": ""
    }
  ]
}