{
  "id": 620894683,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Gadda about the Uruk's fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Stanric and Sithric are preparing to discuss the matters at hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dargum has been bound and brought before the leaders of Stangard. They will decide his fate and what should be done about this new-found threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is madness! Where is the justice in letting our enemies just walk away freely?\\n\\n'This Uruk-hai has seen the layout of our city, our lack of supplies, and the conflicts in our leadership! We only show further weakness by letting him go.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Odda is waiting to speak with you inside the Stangard Mead Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to capture the Uruk and to expose the betrayal that besets us. I wish to stay and hear Stanric's judgement, but I must depart with haste.\\n\\n'I have been granted leave of my company and will join another band of men in the Wailing Hills. Perhaps my eagerness for action will not be considered such a burden, as it was at the Cuthstan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Stanric stands at the head of the Stangard mead hall.\\n\\nStanric wishes to discuss the capture of Dargum, and decide an appropriate course of action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sithric stands beside Stanric in the Stangard Mead Hall.\\n\\nSithric wishes to discuss the capture of the Uruk and respond to Stanric's judgement. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What foolishness is this? You would have me believe that the White Wizard himself is now our enemy...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gadda stands before Stanric and Sithric in the Mead Hall.\\n\\nGadda wishes to discuss the result of Stanric and Sithric's council.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It is good to see you, [placeholder]. I must commend you for subduing the one responsible for damage to the Cuthstan and for bringing him before us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I will deal with escorting this Uruk out of Stangard. You should leave this hall before irritating Sithric further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Odda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Listen to Stanric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Stanric about the Uruk's fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Listen to Sithric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Prisoner to Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Sithric about the Uruk's fate",
      "es": "",
      "es (fem)": ""
    }
  ]
}