{
  "id": 620894752,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The enemies who slew this fellow may yet be near.\\n\\nYou cannot help but wonder what Noriel would wish you to do. Will driving out the unwelcome Rohirrim still be the first priority when a true enemy is surely so near?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for looking after us, [placeholder]. You are a stout warrior, and I was glad to have you at my side in battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "The arrows that pierced this man's body so many times are crude, likely Orkish in make. The Orcs that loosed these cannot be far.\\n\\nThere is only one choice in this matter: driving out these foes is the more pressing task. Noriel should abandon her wish to send the Rohirrim away.\\n\\n<rgb=#FF0000>NOTE: This is intended to be a single-player encounter, but up to two players may enter at a time. It is recommended that guests do not join if they have not reached this part of the story.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Neighbours Meet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The missing hunter has been found dead, and his companions should be alerted to this unhappy turn of events.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Make a case to chase out the true enemy, not the Rohirrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hunter lies dead on a hilltop in Thinglad, a forest guarded closely by the Elves of Lórien.\\n\\nYou should search the dead hunter once more to make an argument for chasing the true enemy out of Thinglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wynmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wynmar stands at the site of the Orc-siege in Thinglad.\\n\\nYou should speak with Wynmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}