{
  "id": 620894682,
  "txt": [
    {
      "id": 218649169,
      "en": "The strong ropes on the ground here would work well to bind the Uruk's hands. You may constrain him and take him safely before the leaders of Stangard for them to evaluate the situation.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'While Sithric places no value in your deeds, your efforts have not gone unappreciated. Although this is not the result Gadda had sought, for your part, there was nothing more that we could have asked of you. \\n\\n'Gadda has been asked to remain silent on the matter, so I will thank you on his behalf.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "Using the coil of strong rope, you are able to safely secure Dargum. The beaten Uruk may be brought before the leaders of Stangard, Sithric and Stanric, for them to determine what should be done next.\\n\\nYou will travel with all haste to Stangard with Dargum as your captive.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'While Sithric places no value in your deeds, your efforts have not gone unappreciated. Although this is not the result I had sought, for your part, there was nothing more that we could have asked of you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Prisoner to Stangard",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dargum has been defeated, and he should now be taken before the leaders of Stangard to determine his fate.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the rope to bring Dargum before the leaders of Stangard",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Uruk-hai Dargum may be bound using the coil of strong rope near his tent along the river in the southern Wailing Hills.\\n\\nOdda has asked you to take the Uruk before Stanric if you could manage to capture him alive.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Byrnstan in Stangard",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Byrnstan can be found on duty in Stangard, outside the Mead Hall.\\n\\nGadda is displeased with the command to release Dargum and has asked Byrnstan to express his concerns to you.",
      "es": ""
    }
  ]
}