{
  "id": 620894710,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hoom. Your tales of wild trees on the far side of the river are troubling. It has been some time, ta-rum, since a shepherd of the forest has been over there... the Huorns there must have long ago grown wild and dangerous.\\n\\n'Yet I recall them from when I was an Enting, and would have them rest, if they can, and see their seedlings grow in a more peaceful place where we can watch over them. Hoom-hom, if you could bring me a few of their seeds, I would be much obliged... though it is likely that they will not let you gather them peacefully.\\n\\n'Simply fend them off and wear them down if you can... often when a Huorn becomes exhausted in battle, it may fall asleep, becoming much like any other tree for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah... seeds from old friends, long missed. You have my thanks.\\n\\n'Some day, when things are more peaceful once more, we must find the time to try and tame them again... or help them sleep peacefully.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hoom, have you gathered the seeds?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Huorn-seeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ents of Fangorn have asked you to gather seeds from the wild and dangerous Huorns of the Limlight Gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Huorn-seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Huorn-seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thickbark has asked you to gather seeds from the hostile Huorns growing on the Gorge side of the Limlight River and to drive the dangerous creatures back into slumber if you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Huorn-seeds to Thickbark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should bring the Huorn-seeds you have collected to Thickbark at the Limlight Glade in the Limlight Gorge.",
      "es": "",
      "es (fem)": ""
    }
  ]
}