{
  "id": 620894747,
  "txt": [
    {
      "id": 218649169,
      "en": "'I should not be out here. I wanted to be a farmer! But my father said I should follow my older brothers, and... well, here I am. And last night... well, I cannot explain it. Something spooked the goats, and I climbed up the ridge to investigate... and that's when I heard it.\\n\\n'Something was... how can I describe it? It was a sniffling sound, like someone with a cold. But there was something about that snuffling sound that made my blood run cold, and as I approached the milling goats, I saw that I was not the only one disturbed by the sound. The eyes of the goats were wild, and they stamped the ground, desperate to get away from... something.\\n\\n'Something moved among them, low to the ground. It made no sound but that snuffling, as if it was smelling for something. I ran. I ran and ran, and I feel as if my heart has only now calmed itself. If you decide to visit the goats at the enclosures to the north and to the south-west, use caution! That thing might come back!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I suppose I may have imagined it? You didn't see anything there? Just goats?'\\n\\nYou know what Magla saw, but the man is frightened enough without knowing the identity of the creature that sniffed so near to him that night: Nazgûl.\\n\\nHe is slowly becoming more calm, but is still shaken by the experience.\\n\\n'I am not cut out for this sort of thing, [placeholder]. My brothers are bold and courageous, and would certainly not have been as frightened. And my sister! She is a handmaiden at the Golden Hall, in Edoras, and she would have marched right up to that... whatever it was... and given it a tongue-lashing it would not soon forget! Not like me.\\n\\n'Ah, well. I am the one who is here. I am doing my best. I hope my father and brothers and sister are proud, or will be. Thank you again, friend.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Something was sniffing around those goats, and it filled me with terror. If you want to investigate, go to the enclosures to the north and to the south-west. But be careful! That thing might come back!\\n\\n'Oh, what am I doing here, [placeholder]? My hands are better-suited for a hay-fork than for a sword and shield!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sniffling Snuffler",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Magla heard something sniffing around the goats in the Wailing Hills, and he cannot explain what about the experience filled him with such terror.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You see nothing unusual. Whatever was here must have gone",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You see nothing unusual. Whatever was here must have gone",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Visit the goats south-west of Magla and search for what frightened him",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goats mill about the Wailing Hills in their enclosures to the north and to the south-west of Magla.\\n\\nMagla had a frightening experience near the goats of the Wailing Hills and wants you to see if there is any sign of what so frightened him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Visit the goats north of Magla and search for what frightened him",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Magla is near the two goat enclosures in the Wailing Hills.\\n\\nYou visited the goats milling about the Wailing Hills but found no sign of the creature that so frightened Magla.",
      "es": ""
    }
  ]
}