{
  "id": 620894755,
  "txt": [
    {
      "id": 218649170,
      "en": "'I cannot speak tactfully about it...I think my dear brother Armund may be mad.\\n\\n'This venture with the sawmill was a risky one at best, and now that the very trees have turned upon us, it has gone as wrong as it can...but he will not hear anything about it!\\n\\n'We have got to convince him to give up this venture, even if we have to go back to coal-mining, but I do not know if he will listen to reason....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I fear the stress of our journey may have been too much for him, or perhaps he really is just such a fool. It matters not, really.\\n\\n'There's nothing more you can do, [placeholder]. Armund is our problem to deal with now. Thank you for rescuing us, and leave my brother to me.\\n\\n'Good luck in your travels!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tangled Mess",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Well, it seems that you have managed to gather up the two young ones...that is something anyway. If we can just find the other three now, we should be able to get this old mill up and running in no time!\\n\\n'They know better than to get lost like this, but Gerfinn, Darfi, and Dolmund have all disappeared on me, as well!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'W...what!? Give up on the Sawmill? Flee from the gorge like a dog with its tail tucked between its legs?\\n\\n<Armund sighs>\\n\\n'You may be right [placeholder]... Were it not for your help, my companions might still be wandering lost amongst the Gorge, and most of them have worked themselves into such a state that they could hardly fix a pail, much less this Sawmill. Maybe this expedition really is a waste of time...\\n\\n'But wait, I have the answer! How could I have been so blind? We've had no ale here for weeks now! Our stock ran out on the way down here.\\n\\n'How could any right-thinking Dwarf face the wide outdoors in this lonely gorge without a good stiffener each morn? No wonder they think the trees have been after them!\\n\\n'Thank you for your help [placeholder]! I shall put in an order for several casks of ale up in Stangard this very day, and have these fellows right as rain in no time. You'll see!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Armund  remains unswervingly oblivious....",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found my companions yet?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you found my companions yet?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should rescue the two missing dwarves, Finnvarth and Bíli, who disappeared somewhere to the east of the old sawmill in the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Walking trees! The madness of the thought! Ha!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should speak with Armund in the old sawmill in the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Three more of Armund's companions remain missing within the Gorge, and morale among the band of dwarves remains low as Armund continues to drive them to complete the ill-advised venture.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You should speak with Dolmund in the old sawmill in the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Convince Armund to give up the Sawmill.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Speak with Dolmund at the Sawmill in Limlight Gorge.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Finnvarth is Lost",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Bíli is Missing",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Armund in the Limlight Gorge",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete Gerfinn Has Gone Astray",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete Darfi Has Wandered Off",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Complete Dolmund Has Vanished",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Dolmund",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Armund",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Speak with Dolmund",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarf Armund and his companions have entered the Limlight Gorge in the hope of reopening an old sawmill on the edge of Fangorn forest. Discounting the tales of monsters and walking trees, the dwarves have begun working on the sawmill, but recently most of Armund's companions seem to have mysteriously disappeared.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We will have this mill up and running in no time and be shipping lumber up to Stangard by the waggon-load! The trees around here have fine hardwoods, but the locals are too afraid of the forest to cut it down...can you imagine that?\\n\\n'The only trouble is that most of my companions seem to have...wandered off while surveying the area around the mill. I was wondering if you could help round them up for me?\\n\\n'There are two in particular: Finnvarth and Bíli...they are the youngest, so I am worried that they may have gotten themselves lost in the Gorge.'",
      "es": ""
    }
  ]
}