{
  "id": 620894764,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am stricken, [placeholder]. I have never seen a woman so fair or brave as Noriel, nor so cold. I know she wants me gone from these lands for good, but I do not think I shall ever smile again if I am not to see her one last time.\\n\\n'Please, [placeholder] -- take me to their keep. The Elves' secret is already out, is it not? We know they are here, and we know not to disturb them.\\n\\n'What harm could there be in saying farewell? We are close neighbours, after all. I merely wish to offer the good will of Stangard.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That Man was most smitten with Noriel, poor fellow. It is unfortunate that she has no interest in such attentions, especially from one who is not Elf-kind.\\n\\n'I know his intentions were good, but I think you should not have brought him here. Noriel did not appear to like his romantic inclinations one bit.\\n\\n'Poor man! I hope he recovers soon....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Will you really lead me there, my friend? This is wonderful! Do not let me keep you! Come, let us go!'\\n\\n<rgb=#FF0000>NOTE: This is intended to be a single-player encounter, but up to two players may enter at a time. It is recommended that guests do not join if they have not reached this part of the story.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Reasonable Request",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wynmar wishes to make a gift of the flowers to fair Noriel, risking the displeasure of the Elves for overstaying his very temporary welcome in Thinglad territory.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Wynmar see Noriel one last time before his departure",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wynmar is at the hunters' camp in Thinglad.\\n\\nYou should speak with Wynmar once more to help him with what seems to be a harmless wish: to look upon the object of his love one last time.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ninil",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ninil is at Haldirith in Thinglad.\\n\\nYou should speak with Ninil.",
      "es": ""
    }
  ]
}