{
  "id": 620894675,
  "txt": [
    {
      "id": 54354734,
      "en": "The Rohirrim village of Stangard sits within Eorlsmead, along the Great River, and that is where your road now leads.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The outpost of the horse-lords is south of here, in Eorlsmead, and is called Stangard. I will travel with you to this village, if I must, but heed my warning: they will bear no love for me, nor I for them! I will stay my hand and my tongue, for your sake, but I will suffer no insult from the forgoil.\\n\\n'Let us learn what we may from their outpost, and then leave quickly!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stangard is in Eorlsmead, south of Thinglad.\\n\\nYou have decided to travel with Nona to the Rohirrim village of Stangard, in order to learn what you can of the situation alongside the river and the meaning behind your dream.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who is this woman? And why does she carry a sword of my people? You are a long way from home, stranger, and in the company of a Dunlending warrior-witch. I do not like it!'\\n\\nAfic glowers at you, his heavy-lidded gaze suspicious.\\n\\n'This outpost may be beyond the borders of Rohan, but the law of Théoden King holds, and I cannot allow this warrior-witch to pass unchallenged. Take that Rohirric sword from her and present it to Horn, atop Stangard, and see what he thinks. He is young, but in matters of sword-craft and history he is unrivalled. If he believes this woman is no threat, I will allow her to enter. Otherwise she must remain outside the walls.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nona is outside the gate of Stangard, in Eorlsmead.\\n\\nAfic refuses to allow Nona to enter Stangard before you show her sword to a man called Horn, near the top of the village.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nona's sword is packed within her belongings near the entrance to Stangard.\\n\\nNona has given you permission to show her sword to Horn, as long as you let no one touch it.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What is the meaning of this? How came this woman to bear a sword of Rohan? Take it from her and show it to Horn at the top of Stangard. If he believes she should then enter the village, I will abide by his decision. Not before.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I will let you carry the sword, but do not let any of these men touch it. This weapon may be the result of their sword-craft, but it is theirs no longer. Now it is the sword of my brother Wadu, and the chain of its heritage has been severed and made anew. Wadu's Ghost wields it now.'\\n\\nNona studies you closely.\\n\\n'Take it from this bag of my belongings. Bring it to this man Horn atop the village, but heed my words! Let none but you touch it, and return it to me when he is satisfied.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Horn can be found atop the village of Stangard, in Eorlsmead.\\n\\nNona has given you her sword to show to Horn, with the instruction that no one but you is to handle it.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Show that sword to Horn. He will want to see it. You will find him atop the village.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I have permission to enter? Ha! I will remain outside. This village smells too much of horse and false dealing for me.\\n\\n'Thank you for returning Wadu's sword to me, [placeholder]. I knew I could trust you. I am not so certain of these others.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Nona is at the gate of Stangard.\\n\\nHorn was very interested in Nona's sword, and wants you to return it to her before meeting him outside the town.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Horn said she could enter? Hmmph. He is soft.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Welcome to Stangard, such as it is. What is this sword you bear?'\\n\\nHe reaches out for it, but you shake your head and keep it in your hands. He laughs quietly, and you tell him briefly of Nona, Wadu, and the sword.\\n\\n'I see. This is a Rohirric sword, but it is old... very old. It strikes a memory in me, but I cannot place it. I wonder if it was fashioned before Eorl the Young came out of the north-lands?'\\n\\nHe seems to reach a decision.\\n\\n'I want to show you something. Return this curious weapon to your friend at the gate, with my regards, and tell her she is welcome to enter the village. I do not think either of you are our foes. Then meet me outside town, by the Cuthstan. It is a large statue of two figures located among the Wailing Hills, west of Stangard, and I think you should see it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Nona's sword from the bag containing her possessions",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I am not welcome here. I care not!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Show Nona's sword to Horn in Stangard",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Show my sword to this man Horn, but do not let him touch it. I will not permit anyone else to handle the blade that belonged to Wadu.\\n\\n'Take it from this bag of my belongings.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 7: Enemies of Old",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Show my sword to this man Horn, but do not let him touch it. I will not permit anyone else to handle the blade that belonged to Wadu.\\n\\n'Take it from this bag of my belongings.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'That is very curious. Return the sword to this girl, and we will speak again. She is by the gate of Stangard, is she not?'",
      "es": ""
    }
  ]
}