{
  "id": 620894760,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You freed Darfi!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Darfi, yet another companion of Armund, has disappeared somewhere to the north-west of the old sawmill in the Limlight Gorge. Armund asked him to scout the dense stands of trees near the base of the ridge there, but he still has not come back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Darfi is the finest woodcutter I know. That dwarf could chop down an old oak in five minutes flat, I tell you.\\n\\n'I sent Darfi out to survey some stands of old oak off to the north-west a bit, but that should not have taken but a little while, so I am afraid something is holding him up.\\n\\n'Maybe he spotted some ore up in the cliffs or some such. I need him back here so I can get his thoughts on our prospects in the Gorge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should find Darfi the dwarf and help him get back to the mill.\\n\\nArmund said he was headed north-west of the sawmill to size up some lumber-stands for cutting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder]? I suppose I should thank you for the timely rescue, but I might have been better off if you had left me to my fate.\\n\\n'I must now live with the shame of defeat at the hands -- or branches, I suppose -- of that...that tree! It is a stain upon the honour of my family name that shall never be removed.\\n\\n'Ah well. Armund did not believe a word of it. There is some small consolation in that, I guess.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should speak with Darfi at the Limlight Gorge sawmill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found Darfi yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Would you look at me? Here I am, one of the finest axe-dwarves you are likely to meet, trussed up like a goose by this...this tree!\\n\\n'Oh, the shame....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Darfi is a fool.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Rescue Darfi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Darfi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Darfi Has Wandered Off",
      "es": "",
      "es (fem)": ""
    }
  ]
}