{
  "id": 620894757,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You freed Bíli!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bíli, another dwarf-companion of Armund, has gone missing somewhere near the old sawmill in the Limlight Gorge. Armund thinks that he was exploring the south-eastern stretch of the Gorge when he disappeared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Bíli wandered off hours ago. He is a childhood friend of Finnvarth's, so I expect they went off together. I think Bíli hoped to explore the south-eastern stretch of the Gorge, so he is likely over there somewhere poking about. He just lost all track of time I suspect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should find Bíli the dwarf and help him get back to the mill.\\n\\nArmund suggested that Bíli might have been exploring somewhere not far to the east of the old sawmill in the Limlight Gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, [placeholder], and thank you for your help.\\n\\n'Can you believe it, though? Armund thinks we are making things up, trying to slip out of work like some lazy Dourhand!\\n\\n'We will see how long he manages to keep his beard upon his face when he tries to take an axe to one of those trees out there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should speak with Bíli at the Limlight Gorge sawmill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found Bíli?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That was a nice bit of work there...I am your service and your family's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Bíli is a fool.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Help! These plants seem to have a mind of their own, and I cannot wriggle free!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Rescue Bíli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bíli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bíli is Missing",
      "es": "",
      "es (fem)": ""
    }
  ]
}