{
  "id": 620894761,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I know Noriel did not wish us to wander Thinglad any longer...unless we wander back home, of course. But surely you saw the tracks of Orcs that did not die with the others. I believe there are still many out there, waiting to gather their strength for another attack.\\n\\n'Since you are free to wander whither you will, you should return to the site of the skirmish and defeat any Orcs you find there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I was correct, then? I suspected more Orcs could be found nearby, trying to rally their strength again.\\n\\n'I am glad to have done this last service to the fair wood of Thinglad ere my folk depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enemies of Elves and Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some Orcs survived the brief skirmish over the slain Rohirrim huntsman, and they should not be permitted to escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Ûngund Orcs near the site of the skirmish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ûngund Orcs near the site of the skirmish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs are likely to still wander the site of the skirmish near the slain hunter.\\n\\nYou should defeat Orcs around the central hill of Thinglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Wynmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wynmar awaits you at his camp in the north-west of Thinglad.\\n\\nYou should return to Wynmar with new of the many Orcs you defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}