{
  "id": 620894756,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'My thanks to you again, but Armund did not believe a word of my tale. He says that I have been sneaking from the kegs before heading out and tripped on some bramble.\\n\\n'Bramble! The nerve! If he were not my second cousin, I would knock him upside the head with a keg....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That was a close one, friends. My thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finnvarth Is Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca3aa1",
      "en": "'Ack! By my Father's Beard that was a close one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I could use some help here, if you will! \\n\\n'I was but sizing up these fine trunks for the sawmill, when these vines came alive and grabbed me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca3aa2",
      "en": "'My thanks stranger - but let's be gone from here and back to the mill before these cursed trees start eyeing me again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca3aa3",
      "en": "'Oh, ye think it's funny do you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You freed Finnvarth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found Finnvarth yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca3aa4",
      "en": "'We'll see how much you like it when some great blasted oak grabs you by the beard and gives a good yank!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Finnvarth is a fool.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should find Finnvarth the dwarf and help him get back to the mill.\\n\\nArmund suggested that he should have been exploring somewhere not far to the east of the old sawmill in the Limlight Gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc21",
      "en": "'Not sure he's all right though. Think he might have fallen and hit his head out there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc50",
      "en": "'My own brother Dolmund wants to call off the expedition here in the gorge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should speak with Finnvarth at the Limlight Gorge sawmill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc22",
      "en": "'Now he thinks the trees are out to get him! Ha ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc51",
      "en": "'What nonsense fairy tales have you been telling my dwarves out there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca4aa1",
      "en": "'Well, that was a terror and no mistake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc23",
      "en": "'Hmm. Not sure what's gotten into Bíli.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc52",
      "en": "'Angry trees? What kind of dwarf would ever utter such nonsense...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca4aa2",
      "en": "'I fear that Armund's plans to make lumber of these trees may not pan out as he hopes! We'd best be on our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc24",
      "en": "'He seems to think the gorge is haunted or some such. Pity. He seems a sensible down to earth sort otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca4aa3",
      "en": "'Oh come on Armund!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc25",
      "en": "'What'd you do to poor Gerfinn out there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca4aa4",
      "en": "'Doesn't it bother you that the trees down here are never in the same place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc26",
      "en": "'The poor sot is terrified! Won't stop going on about how the vines have it in for him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc27",
      "en": "'Good to see Darfi back. He seems well enough at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc28",
      "en": "'Oddest thing though... He hasn't done anything but sit there sharpening his axe since he got back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4febc29",
      "en": "'Now that tears it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Rescue Finnvarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Finnvarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cadaa1",
      "en": "'The trees... They're alive! Tis' every dwarf's worst nightmare come true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cadaa2",
      "en": "'This accursed valley is no place for us! The trees! They're coming for us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cadaa3",
      "en": "'Have ye gone utterly daft Armund!?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cadaa4",
      "en": "'I just told you a tree up and tried to devour me, and here you are just banging away on your rediculous mill as if nothing was up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8caeaa1",
      "en": "'That was a near thing indeed, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8caeaa2",
      "en": "'Who'd have thought that a tree would be getting uppity with a dwarf, eh? I'd best get back to the mill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Finnvarth, companion of Armund, is lost somewhere near the old sawmill in the Limlight Gorge. Armund claimed that he was searching for likely stands of lumber that could be cut once the dwarves get the mill working again, but he has not turned up for several hours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8caeaa3",
      "en": "'Aye I'm sharpening my axe, you daft fool. I'll be needing it soon, sure enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8caeaa4",
      "en": "'On account of you won't listen to a single word anyone's said to you about this gorge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cafaa1",
      "en": "'Whew, almost lost my beard that time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cafaa2",
      "en": "'When I get my hands on that brother of mine there's to be a reckoning, I promise you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cafaa3",
      "en": "'Easy on there Armund. [placeholder] didn't say anything to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cafaa4",
      "en": "'There's really something going on out there brother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cafaa5",
      "en": "'There's something wrong with the trees... I think... they're angry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our youngest companion, Finnvarth, wandered off hours ago.  He said he was going to check out some stands of lumber nearby.\\n\\n'I have not heard back from him since, and I expect the young fool has gotten himself lost. If you want to make yourself useful, you can go find him and show him the way back to the mill.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}