{
  "id": 620894759,
  "txt": [
    {
      "id": 136263297,
      "en": "You freed Dolmund!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dolmund, Armund's brother, headed west from the sawmill to examine the falls and cut away any debris that might foul the sawmill's wheel, but he has not come back.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My brother Dolmund headed west some hours ago. He said he was going to head up-river towards the falls at the head of the Gorge, looking to cut away any debris that might foul the sawmill's wheel once we get it up and running.\\n\\n'The trouble is, I have not heard from him since...it seems that even my own fool of a brother cannot be trusted on his own!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should find Armund's brother Dolmund and help him get back to the mill.\\n\\nArmund said that Dolmund headed west to clear debris from upriver to keep it from fouling the sawmill's wheel.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Can you believe this fool brother of mine, [placeholder]? Stubborn as a stump, and about half as bright I would wager! We are trying to get this mess sorted out and keep our hides intact, and all he can go on about is this confounded sawmill!\\n\\n'I prefer my trees not be stomping around before I try to chop them, but he just will not hear a word anyone has been saying....\\n\\n'You need to help us talk some sense into him, [placeholder], before something terrible happens!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should speak with Dolmund at the Limlight Gorge sawmill.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found Dolmund yet?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My good [placeholder], I do not suppose that you would be so kind as to cut me free?\\n\\n'I am not quite sure how they caught me, but these vines are like stout ropes!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My brother is no better than the rest of those fools.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Rescue Dolmund",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dolmund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dolmund Has Vanished",
      "es": ""
    }
  ]
}