{
  "id": 620894763,
  "txt": [
    {
      "id": 22075078,
      "en": "Observe the meeting of Wynmar and Noriel",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Noriel",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Wynmar cannot believe his eyes at the sight of Haldirith, home of the Elven sentinels of Thinglad",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Noriel sighs and shakes her head slightly",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wynmar has begged you to let him see Noriel one last time to make a gift of flowers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You tell Ninil that Wynmar wishes more than anything to speak with Noriel before leading his people from Thinglad for good.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wynmar has followed you to Haldirith and stands beside you now.\\n\\nYou should talk to Wynmar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You explain to Noriel that Wynmar has been intent on seeing her again since their first meeting.\\n\\n'This is folly, [placeholder]! I do not think you were right to bring this stranger to our hidden keep, no matter what the reason.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wynmar followed you to Haldirith and seeks a final word with Noriel.\\n\\nYou should escort Wynmar to Haldirith.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ninil is outside of Haldirith, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'How infuriating, [placeholder]! I did not ask for this foolishness. Bah, let him return to his home. I am sure he will forget all of this soon enough, the foolish Man.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Noriel is at Haldirith.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "Ah! Hidden Dwimordene-ruins! My men and I have surely walked by this spot a score of times and never saw this place.\\n\\n'What sorcery conceals the lovely Noriel and her folk from our eyes? Thank you for leading me to this place before our banishment from Thinglad, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not...think I was too hard on him, do you? But I had to be firm -- under no circumstances would an Elf of this age choose to love a mortal Man...would she? His life will be as fleeting as a single breath.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Noriel is at Haldirith.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Show Wynmar the ruins of Haldirith on the path ahead",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Noriel and Wynmar are at Haldirith.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Escort Wynmar to Haldirith",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Ninil why Wynmar begged to come",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Noriel is at Haldirith.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Tell the Elves why you have brought a trespasser to the Elf-keep",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Reasonable Request",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Noriel",
      "es": ""
    }
  ]
}