{
  "id": 620894736,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Who is there?\\n\\n'We have not seen many travellers since we started work on the sawmill...are you looking for work?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Something you could look into while you are in the Gorge is a band of dwarves that headed down there about a week ago. You see, there is an old sawmill in the Gorge, along the river. It has been abandoned for a few years now because of the troubles in the Gorge.\\n\\n'These dwarves heard about the sawmill, and their eyes lit up...with greed, no doubt. They believed they were just the sort to get it working again and do business up in Stangard from it. A fine enough endeavour, if the Gorge were not crawling with all manner of dwarf-devouring beasts.\\n\\n'I do not guess that the trees themselves will be too kindly to folk trying to run a sawmill, either, now that I think of it. Anyway, if you should run into the dwarves -- and they are still alive -- see if you can convince them to come up out of there. It is not worth their lives to get a simple mill up and running. If they are dead...well, I would be obliged if you would let us know. There is not much we can do, but I like to keep track of such things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should seek the dwarves who passed into the Gorge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well, I do not know as I have any proper work for you.\\n\\n'The old mill is in rough shape, but nothing me and my folk cannot put to right with a bit of dwarf-ingenuity!\\n\\n'The only problem now is that all of the others seem to have wandered off and lost track of the time or some-such. None of them have come back from their jobs out in the Gorge....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Limlight Mill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves sent a small expedition to try and rebuild the old sawmill in Limlight Gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Armund in the old sawmill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should find the old sawmill in the Limlight Gorge and learn if Armund and his companions are still alive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with FOREMAN TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with TBD FOREMAN",
      "es": "",
      "es (fem)": ""
    }
  ]
}