{
  "id": 620894745,
  "txt": [
    {
      "id": 136263297,
      "en": "A booted footprint in the mud here may mark the presence of the hissing figure seen by Ifing",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The footprint is of a heavily-mailed foot, clearly wearing a mailed boot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ifing, one of the guards outside Stangard, had a curious experience and doesn't understand it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh... I am sorry... I cannot seem to clear my head...'\\n\\nIfing shakes his head as if to try and clear it of cobwebs. He squints at you blearily.\\n\\n'Where... am I? I saw... something. And then...?'\\n\\nIfing tries to focus on your face. He finally manages it, and takes a deep breath.\\n\\n'It was dark, and I could not see far into the night. But I saw... I saw a figure in the darkness. I thought it was one of my men, returned from a patrol in Eorlsmead, but then it... well, it rather hissed at me. I approached, and demanded that the stranger identify himself, but then everything went black. I fell down, and only now have I come back to my senses.\\n\\n'The shape came from the north-west, I think, atop that rising slope. You can look for it there, if you like. I will... I will stay here. I am still not right, I fear.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ifing saw a curious figure to the north-west, atop the rising slope in that direction, before he collapsed.\\n\\nIfing has asked you to search to the north-west for the hissing figure he saw, if you are not too frightened to do so.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found a booted footprint? I wonder what it means? Can you tell who it was that attacked me?'\\n\\nYou try to console Ifing and assure him that he is in no more danger, but you have few words of comfort; you know what it is that befell him. Ifing ran afoul of the Nazgûl, succumbing to the Black Breath, the stench of death and foul instrument of the Nine.\\n\\nHe is fortunate the creature must have been hurried for some unknown reason, or he would certainly have been killed. He was lucky, but your fortune seems poor: the whereabouts of the Nazgûl remain unknown to you.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A booted footprint north-west of Ifing's location, atop the rising slope, bears further investigation.\\n\\nIfing was accosted by a hissing figure, and this booted footprint north-west of his location may help you find it.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ifing is waiting south-east of the booted footprint for you to report what you found.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The shape I saw... came from that direction... to the north-west... atop that rising slope.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Did you... find anything? I saw it... to the north-west, atop that rising slope.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the hissing figure north-west of Ifing's location",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Examine the booted footprint",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Black Breath",
      "es": ""
    }
  ]
}