{
  "id": 620894762,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I must ask one other favour of you, [placeholder]. The lovely lady I saw you with...Noriel was her name, was it not? I find that I cannot seem to stop thinking about her.\\n\\n'I saw lovely flowers growing throughout this forest, but I dare not wander out to pick them for fear of angering Noriel further with our presence. Perhaps you would be so good as to pick me some flowers...for I wish to have some as a keepsake, to remember her loveliness by.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'They are lovely indeed, [placeholder]. They are nothing to her beauty, but they will serve as a reminder, at the very least.'\\n\\nWynmar gazes at the flowers, then starts, as if struck by a sudden notion.\\n\\n'I have thought of an even better use for these flowers, [placeholder]. I know how they could become much more dear to me. I would make them a gift to Noriel herself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flowers for a Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wynmar has asked you to gather flowers to remind him of the beauty of Noriel, which he does not wish to ever forget.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected flowers for a keepsake ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect flowers for a keepsake ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gold-and-white flowers grow throughout the northern parts of Thinglad.\\n\\nYou should collect flowers for Wynmar to have as a keepsake, to remind him of fair Noriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the flowers to Wynmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wynmar is at his camp in Thinglad, soon to depart.\\n\\nYou should bring the lovely flowers you gathered to Wynmar before he leaves Thinglad for good.",
      "es": "",
      "es (fem)": ""
    }
  ]
}