{
  "id": 620817347,
  "txt": [
    {
      "id": 218649169,
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember your desperate assault on Amarthiel's forces at the Ring-forges of Mirobel? No matter how vain the hope of success, you always stand tall against the shadow of Angmar, and this vain attack is but one example of your heroism.\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased that you have revisited your experience at the ring-forges of Mirobel, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you peered into the Reflecting Pool?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I.14.15 Tale: The Doom of the North",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A Sage of Eriador has invited you to recollect your experience seeking to end Amarthiel's ambitions at the Ring-forges of Mirobel.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Peer into the Reflecting Pool and revisit 'The Doom of the North'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Reflecting Pool in Rivendell will allow you to revisit 'The Doom of the North.'\\n\\nA Sage of Eriador has challenged you to revisit your experience seeking to upset Amarthiel's plans for the ring-forges of Mirobel by using the Reflecting Pool in Rivendell.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A Sage of Eriador is by the Reflecting Pool in Rivendell.\\n\\nA Sage of Eriador in Rivendell is waiting to discuss what you have learned from revisiting your experience seeking to stop Amarthiel's plans for the Ring-forges of Mirobel.",
      "es": ""
    }
  ]
}