{
  "id": 620817370,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember seeking the ring Narchuil within the evil fastness of Barad Dúrgul? That was a perilous quest, and you were fortunate to come back into the sunlight, bearing some measure of victory with you!\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your experience seeking Narchuil within Barad Dúrgul, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I.12.9 Tale: Weapons of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Sage of Eriador has invited you to recollect your experience seeking Narchuil within the fastness of Barad Dúrgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'Weapons of the Enemy'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in Aughaire will allow you to revisit 'Weapons of the Enemy.'\\n\\nA Sage of Eriador has challenged you to revisit your experience seeking Narchuil within Barad Dúrgul by using the Reflecting Pool in Aughaire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A Sage of Eriador is by the Reflecting Pool in Aughaire.\\n\\nA Sage of Eriador in Aughaire is waiting to discuss what you have learned from revisiting your experience seeking Narchuil within the fastness of Barad Dúrgul.",
      "es": "",
      "es (fem)": ""
    }
  ]
}