{
  "id": 620817363,
  "txt": [
    {
      "id": 218649169,
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember following the path of Aearil, lost long ago in Forochel? That was a perilous journey deep into the frozen wastes, marked by treachery and fear.\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased that you have revisited your experience seeking Narchuil in Forochel, [placeholder], even though it be marked with betrayal. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I.13.9 Tale: The Path of Aearil",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A Sage of Eriador has invited you to recollect your experience seeking the captain of the second Elf-ship lost in Forochel.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Peer into the Reflecting Pool and revisit 'The Path of Aearil'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Reflecting Pool in Sûri-kylä will allow you to revisit 'The Path of Aearil.'\\n\\nA Sage of Eriador has challenged you to revisit your experience seeking the second half of Narchuil in Forochel by using the Reflecting Pool in Sûri-kylä.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A Sage of Eriador is by the Reflecting Pool in Sûri-kylä.\\n\\nA Sage of Eriador in Sûri-kylä is waiting to discuss what you have learned from revisiting your experience seeking the second half of Narchuil in Forochel.",
      "es": ""
    }
  ]
}