{
  "id": 620817373,
  "txt": [
    {
      "id": 218649169,
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember your confrontation with Mordirith in the very depths of Carn Dûm? He thought his hold over the Ranger Golodir would bring him to triumph, but your hearts were stronger than the False King anticipated, and the sword Dúnachar more sharp!\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased that you have revisited your experience with Golodir, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I.8.5 Tale: Mordirith's Fall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A Sage of Eriador has invited you to recollect your climactic battle with Mordirith, the False King, deep within the palace of Carn Dûm.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Peer into the Reflecting Pool and revisit 'Mordirith's Fall'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Reflecting Pool in Aughaire will allow you to revisit 'Mordirith's Fall.'\\n\\nA Sage of Eriador has challenged you to revisit your experience with Golodir by using the Reflecting Pool in Aughaire.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A Sage of Eriador is by the Reflecting Pool in Aughaire.\\n\\nA Sage of Eriador in Aughaire is waiting to discuss what you have learned from revisiting your experience with Golodir in the depths of Carn Dûm.",
      "es": ""
    }
  ]
}