{
  "id": 620817349,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember how you and the son of Glóin stormed the fortress of the Dourhands in the pass of Gabilazan, high atop the Misty Mountains? Together you stood against Skorgrím, but the Dourhand's defeat was not the complete victory for which Gimli hoped: what was the significance of the apparition that arose from Skorgrím's body?\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your experience with Gimli, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should peer into the Reflecting Pool, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I.5.5 Tale: The Last Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Sage of Eriador has invited you to recollect your experience with Gimli in the dwarf-fortress guarding the pass of Gabilazan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'The Last Refuge'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in Rivendell will allow you to revisit 'The Last Refuge.'\\n\\nA Sage of Eriador has challenged you to revisit your experience with Gimli by using the Reflecting Pool in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A Sage of Eriador is by the Reflecting Pool in Rivendell.\\n\\nA Sage of Eriador in Rivendell is waiting to discuss what you have learned from revisiting your experience with Gimli in the pass of Gabilazan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}