{
  "id": 620817350,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember your trials deep in the treasury of Helegrod, where you sought to prevent the restoration of the dragon Thorog? Drugoth the Gaunt-lord and the missing Nazgûl proved dangerous foes, but you stood against them both with courage and resolve!\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your experience within the Helegrod treasury, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should peer into the Reflecting Pool, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I.5.8 Tale: Fire and Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Sage of Eriador has invited you to recollect your experience deep in the treasury of Helegrod, where you sought to prevent the restoration of the dragon Thorog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'Fire and Ice'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in Rivendell will allow you to revisit 'Fire and Ice.'\\n\\nA Sage of Eriador has challenged you to revisit your experience deep within the treasury of Helegrod by using the Reflecting Pool in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A Sage of Eriador is by the Reflecting Pool in Rivendell.\\n\\nA Sage of Eriador in Rivendell is waiting to discuss what you have learned from revisiting your experience within the treasury of Helegrod.",
      "es": "",
      "es (fem)": ""
    }
  ]
}