{
  "id": 620817367,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember hearing the rumour that Laerdan still lived? You followed the trail deep into Barad Tironn, and though he had since been moved to another location, the city echoes still with the tale of your journey there.\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your second assault on Barad Tironn, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I.12.3 Tale: Barad Tironn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Sage of Eriador has invited you to recollect your experience seeking Laerdan within Barad Tironn, following news that he yet lived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'Barad Tironn'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool on Tinnudir will allow you to revisit 'Barad Tironn.'\\n\\nA Sage of Eriador has challenged you to revisit your second assault on Barad Tironn by using the Reflecting Pool on Tinnudir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A Sage of Eriador is by the Reflecting Pool on Tinnudir.\\n\\nA Sage of Eriador on Tinnudir is waiting to discuss what you have learned from revisiting your second assault on Barad Tironn, seeking Laerdan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}