{
  "id": 620817372,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'You must not shy away from grief. Do you remember your stand with Lorniel at the Gates of Carn Dûm? Though she was slain by the hand of Mordirith, you must confront this painful memory if you are to rise above it! Much evil was done that day, but some good must also spring from it, though it seem hopeless.\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your experience with Lorniel, [placeholder]. You must not shy away from painful memories, for only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I.7.8 Tale: The Gates of Carn Dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Sage of Eriador has invited you to recollect your experience with Lorniel at the Gates of Carn Dûm, despite your grief.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'The Gates of Carn Dûm'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in Aughaire will allow you to revisit 'The Gates of Carn Dûm.'\\n\\nA Sage of Eriador has challenged you to revisit your experience with Lorniel by using the Reflecting Pool in Aughaire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A Sage of Eriador is by the Reflecting Pool in Aughaire.\\n\\nA Sage of Eriador in Aughaire is waiting to discuss what you have learned from revisiting your experience with Lorniel at the gates of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}