{
  "id": 620817364,
  "txt": [
    {
      "id": 218649169,
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, you can learn much!\\n\\n'Do you remember your journey into the wastes of Forochel seeking to stop Angmar from recovering the hide of Bregmor, the Dragon of Forochel. You must learn even from your failures, [placeholder], and know that you fought bravely and well, even against insurmountable odds.\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased that you have revisited your experience, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "I.14.12 Tale: Skin of Bregmor",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A Sage of Eriador has invited you to recollect your experience seeking the hide of the Dragon of Forochel.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Peer into the Reflecting Pool and revisit 'Skin of Bregmor'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Reflecting Pool in Sûri-kylä will allow you to revisit 'Skin of Bregmor.'\\n\\nA Sage of Eriador has challenged you to revisit your experience seeking the hide of the Dragon of Forochel by using the Reflecting Pool in Sûri-kylä.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A Sage of Eriador is by the Reflecting Pool in Sûri-kylä.\\n\\nA Sage of Eriador in Sûri-kylä is waiting to discuss what you have learned from revisiting your experience seeking the hide of the Dragon of Forochel.",
      "es": ""
    }
  ]
}