{
  "id": 620817351,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Always you press forwards, [placeholder], eager to accept new challenges and face new evils; but there is value in remembering your past deeds. From them, there is much to learn!\\n\\n'Do you remember your pursuit of the missing Black Rider through the forests of the Trollshaws? You and Legolas followed the trail deep into the marshes of the Gladdalf, but were confronted by the monstrous Caller of the Bog and its corrupted fen-crawlers. Still, you and Legolas were victorious and put an end to Taushakh, king of the wood-trolls and thrall to the Nazgûl.\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you much good in the present.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your experience with Legolas, [placeholder]. Only through study of our past deeds can we gain knowledge that will aid us in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must look into the Reflecting Pool, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "I.4.8 Tale: The Unmarked Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A Sage of Eriador has invited you to recollect your experience with Legolas deep in the marshy fens of the Gladdalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'The Unmarked Trail'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in Rivendell will allow you to revisit 'The Unmarked Trail.'\\n\\nA Sage of Eriador has challenged you to revisit your experience with Legolas by using the Reflecting Pool in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A Sage of Eriador is by the Reflecting Pool in Rivendell.\\n\\nA Sage of Eriador in Rivendell is waiting to discuss what you have learned from revisiting your experience with Legolas in the Gladdalf.",
      "es": "",
      "es (fem)": ""
    }
  ]
}