{
  "id": 621091581,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 9.6: Unseen Ones",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat rats in Ilmabiri ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The Terâsi girl you encountered in Ilmabiri asked you to retrieve a meal of higher quality from the Upper Ward, as well as a bottle of fancy wine, or she will tell you nothing. The tables at the Baths of Ilmai Iforikh may have what you need.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Wait and see if you are contacted by one of the Terâsi",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat crocodiles in Ilmabiri ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We are outsiders in Umbar-môkh. We patrol these caverns and keep them as safe as we can, but we do not live here. When my day is done, I return to the Shoreward Stone. When yours is ended, I presume you seek food and shelter at one of the taverns of the city. It is not so for all who walk these tunnels.\\n\\n'I speak of the unseen ones, those the Umbari call \\qMâtrikhai.\\q My people have another name for them; to us they are the \\qTerâsi,\\q the forgotten ones. They creep into places no others could, and move with such speed that should you catch a glimpse of them from the corner of your eye, by the time you turned to look they have gone. They are children of Umbar, I think, and move about Umbar-môkh by secret passageways unknown to any other. It is said the Terâsi prowl the markets of the Upper Ward and the Lower when they are most crowded, stealing goods and coin whenever they can, and then slipping back into the tunnels and caverns undetected.\\n\\n'Temámir hearts warm to the Terâsi, for we see their hardships and take pity upon them. It has been our custom to leave food for these forgotten ones throughout Umbar-môkh on occasion. I will give you this crusty bread so you can do this as well. There is a suitable metal plate where you can leave it in the far south-eastern corner of Ilmabiri, but you should clear the area of crocodiles and rats before you do. If one of the Terâsi claims our gift, you should ask them if they know where your missing Kinswoman has gone.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to the girl in the darkness beyond the grate in the south-eastern corner of Ilmabiri",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "You set down the meal and wine and wait for Tephísa to return",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find the metal plate in the south-eastern corner of Ilmabiri",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Steal an unattended meal from the Baths of Ilmai Iforikh in the Upper Ward",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Temámir hearts warm to the Terâsi, for we see their hardships and take pity upon them. It has been our custom to leave food for these forgotten ones throughout Umbar-môkh on occasion. I will give you this crusty bread so you can do this as well. There is a suitable metal plate where you can leave it in the south-eastern corner of Ilmabiri, but you should clear the area of crocodiles and rats before you do. If one of the Terâsi claims our gift, you should ask them if they know where your missing Kinswoman has gone.'",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You hear someone moving about in the darkness",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Steal an unattended bottle of wine from the Baths of Ilmai Iforikh in the Upper Ward",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'There is a suitable metal plate where you can leave the bread in the south-eastern corner of Ilmabiri, but you should clear the area of crocodiles and rats before you do. If one of the Terâsi claims our gift, you should ask them if they know where your missing Kinswoman has gone.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Have you been seen?",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "A girl's voice drifts out of the darkness.\\n\\n'When people leave food out for us, they do not wait. Maybe you did not know this.'\\n\\nYou respond that you were hoping to speak to someone who might know what happened to Tatháta, Kinswoman of the Lower Ward. The silence stretches for so long that it seems possible the unseen speaker has slipped away, but your patience is rewarded at last.\\n\\n'I might know something, but this bread is not enough. I want a true meal, something fancy. And wine! Bring me a meal and wine from the Upper Ward, and I may tell you what I know.'\\n\\nA sudden scuffling sound in the darkness tells you the girl is about to leave. You call out, asking how she will know you have fulfilled your side of the bargain.\\n\\n'Tephísa will know,' she calls back, and then you are certain you are alone again.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Birûk has given you a curious directive that he insists will help you track down Tatháta's location within Umbar-môkh.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You hear a girl's voice from the darkness beyond the grate in the south-eastern corner of Ilmabiri.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'What do you think you are doing? None can avoid my watchful gaze, and I can easily see the meal and the wine you have taken do not belong to you.'\\n\\nThe guard squints at you.\\n\\n'[placeholder]? Ah! You must be here on some business for the Kindred, then? Very well, do not allow me to hinder it! I must have made some mistake. Your name has become quite well-known throughout the city, and your many deeds have elevated it to quite a height! Go in peace, and fulfill your mission!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Birûk suggested that you defeat rats and crocodiles within Ilmabiri.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The Terâsi girl you encountered in Ilmabiri asked you to retrieve a meal of higher quality from the Upper Ward, as well as a bottle of fancy wine, or she will tell you nothing. The tables at the Baths of Ilmai Iforikh in the Upper Ward may have what you need.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Have you been seen?",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Birûk told you to find a metal plate in the south-eastern corner of Ilmabiri.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "Once again, Tephísa's voice floats from the darkness.\\n\\n'This is much better fare, stranger. You have my thanks.\\n\\n'Now tell me again what you wished to learn.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The empty metal plate in the south-eastern corner of Ilmabiri waits for the meal and wine you \\qretrieved\\q from the Upper Ward.",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Place the crusty bread on the metal plate in the south-eastern corner of Ilmabiri",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The empty metal plate in the south-eastern corner of Ilmabiri waits for the bread Birûk gave to you.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You must wait once again for the Terâsi girl Tephísa to return.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Birûk told you that leaving food here should summon one of the Terâsi, the forgotten ones of Umbar-môkh. Now you must wait and see if he was right.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Tephísa, the Terâsi girl, has returned to the south-eastern corner of Ilmabiri.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You hear someone moving quietly in the darkness beyond the grate",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Have you been seen?",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Makhíl agrees to let you go. \\qKindred business,\\q he says with a wink",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Your great ability as a Burglar has allowed you to avoid detection",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Wait for the Terâsi girl Tephísa to return",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Tephísa, the Terâsi girl in the darkness at the south-eastern corner of Ilmabiri",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated rats in Ilmabiri ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated crocodiles in Ilmabiri ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Place the meal and wine on the metal plate in the south-eastern corner of Ilmabiri",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "This location matches the description given to you by Birûk",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You set the bread on the plate. If Birûk is right, now you just need to wait",
      "es": ""
    }
  ]
}