{
  "id": 621091573,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 9.4: Trail of the Sea-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x760a9d2",
      "en": "Hidden Harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Corudan in the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Wait for Corudan to depart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Let us do what we can to help. If we aid the Temámir here with the tasks they have posted on that notice board...'\\n\\nCorudan falls silent.\\n\\n'You have already done that, I see! You are a step ahead of us, [placeholder], but I am pleased to see that these past few months have not changed your way of thinking: you still desire to provide help where you can. I did not doubt it, but it is nice to see it demonstrated, all the same.\\n\\n'One of the dwarves here agreed to ask his fellows about Tatháta? What has he learned?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "That is peculiar. Birûk is missing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I spoke to some of my fellows about the missing Kinswoman Tatháta, and none of them have seen her of late. Most agree that she must have possessed a home of some kind within Umbar-môkh, for she did spend time in the tunnels when not at sea, but no one knows where it might be located. This is a place of secrets, after all. Even men and women of means and power may require a hiding-place from time to time. Them most of all!\\n\\n'But you said she was last seen at the harbour where her ship is docked? The entrance to that place is not far from here. Elves are known for their skill at observation, I understand? It may be your friends will pick up her trail, or notice something you have missed, if you return to this harbour and search for sign of her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Birûk at Mekab-kuphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Defeat devious Corsairs in the hidden harbour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It was a good deed, my friend, and one of the dwarves here agreed to ask his fellows about Tatháta? What has he learned?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Corudan at Mekab-kuphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Yes? It is a good plan, but we must be careful. The ships belonging to Nakási and Tatháta surely remain within that hidden harbour, even if their captains do not. Still, the Temámir is correct that there may be signs within that point to Tatháta's destination. We were all rather occupied with our own situations when last we were there, [placeholder], were we not?'\\n\\nCorudan laughs, a sudden and surprising sound in the damp and the dark of Umbar-môkh.\\n\\n'I had a very good view of your battle with Tatháta's lions, it is true, but I would have preferred to be free to help you with them... and you have told me of the dangerous climb that brought you to that harbour the first time. It is good to hear no such climb will be required today, for the main entrance lies in the south-eastern corner of Dil-irmíz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find an entrance to the hidden harbour in the south-eastern corner of Dil-irmíz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat Heirsworn captains in the hidden harbour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'If luck is with you, your friends may pick up Tatháta's trail within the hidden harbour. The entrance is to the south, in the south-eastern corner of Dil-irmíz. How did you go there before and not know its location, if you do not mind my asking?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Let us move forward with care, for the entrance to the hidden harbour lies in the south-eastern corner of Dil-irmíz!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Sigileth in the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Corudan by the entrance of the hidden harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Sigileth turns to you with a raised eyebrow. When she speaks, there is clear satisfaction in her voice.\\n\\n'I believed this might happen, [placeholder]. Now that word of Nakási's departure has begun to spread through the city, Corsairs have come to search her ship for any treasure she might have left behind. It would appear the harbour she chose is not as hidden as she may have believed it to be.\\n\\n'This will make discovering Tatháta's trail more difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Return to Mekab-kuphâr and ask Birûk about the map Corudan recovered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Corudan and Sigileth have descended into Umbar-môkh to help you find Tatháta's trail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What does my sister think? We cannot allow these Corsairs to prevent us from searching for Tatháta.\\n\\n'What do you think of this suggestion, [placeholder]? If you keep the Corsairs occupied out here, I can slip aboard Tatháta's ship and search her cabin for some clue that may lead us to her home in Umbar-môkh, if the Temámir is right and she does possess such a place.\\n\\n'I spent some time on that ship, as you know, and I should be able to search it more quickly than you or my sister. Keep the Corsairs and their Heirsworn Captains busy while I search, and I will meet you back here when I have finished!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sigileth stands by the entrance to the hidden harbour, staring out at the docked ships.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Sigileth surveys the harbour briefly before repeating her original assessment.\\n\\n'This will make discovering Tatháta's trail more difficult,' she says.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Birûk has returned to Mekab-kuphâr and may have learned something that will help you learn what happened to Tatháta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Corudan stands by the entrance to the hidden harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "Sigileth holds her unnamed blade at the ready, eager to keep the Corsairs busy while her brother searches Tatháta's ship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Corudan and Sigileth will want to hear what you learned. They are still at at Mekab-kuphâr, but both of the Elves are eager to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Corudan hurries away, his feet making little sound on either wood or rock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Devious Corsairs and their Heirsworn Captains have taken over the hidden harbour in Nakási's absence, and you should keep them busy while Corudan searches Tatháta's ship for some clue to her whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "An entrance to the hidden harbour can be found in the south-eastern corner of Dil-irmíz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Corudan has returned to the entrance of the hidden harbour, but whether he found anything of use remains in doubt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Corudan will rely on you to keep the Corsairs busy while he searches the ship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Defeated devious Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I spoke to some of my fellows about the missing Kinswoman Tatháta, and none of them have seen her of late. Most agree that she must have possessed a home of some kind within Umbar-môkh, for she did spend time in the tunnels when not at sea, but no one knows where it might be located. This is a place of secrets, after all. Even men and women of means and power may require a hiding-place from time to time. Them most of all!\\n\\n'But you said she was seen at the harbour where her ship is docked? The entrance to that place is not far from here. Elves are known for their skill at observation, I understand? It may be you or your friends will pick up her trail if you return to this harbour and search for sign of her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Defeated Heirsworn captains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Corudan and Sigileth suggested that you return to Mekab-kuphâr and ask Birûk what he thinks of the circled areas on the map Corudan retrieved from Tatháta's ship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Corudan and Sigileth have arrived at Mekab-kuphâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Corudan at Mekab-kuphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Yes! Our time was not wasted!\\n\\n'I found a map of Umbar-môkh in Tatháta's cabin, and certain locations on the map are circled in charcoal. It could be that one of these marked spots indicates a place of safety to which she may have escaped after fleeing from Cruel Dancer.\\n\\n'Let us return to Mekab-kuphâr and show this map to your Temámir friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Yes? Let us return to Mekab-kuphâr and show this map to your Temámir friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "Corudan listens to your report with growing unease.\\n\\n'He is gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You have located another entrance to the hidden harbour",
      "es": "",
      "es (fem)": ""
    }
  ]
}