{
  "id": 621091584,
  "txt": [
    {
      "id": 216727827,
      "en": "You should leave Galatâni's dagger on the grave.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hármelak will want to know what we learned beneath the city. It is time to return to Dâr Laja.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Yes? My sister is right. We should tell Hármelak what transpired beneath the city.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Hármelak waits in the Meeting-hall of Dâr Laja to hear what you have learned about Tatháta.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sigileth stands by the grave, deep in thought.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Hármelak waits in the Meeting-hall of Dâr Laja to hear what you have learned about Tatháta from your time seeking her in Umbar-môkh.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have returned safely from Umbar-môkh? Did you discover the reason for Kinswoman Tatháta's disappearance?'\\n\\nYou tell Hármelak what transpired in the hidden chambers within Kamrabezûr, but when you begin to describe the ferocity of the great bear, she raises a hand.\\n\\n'Not here, [placeholder]. Few alone know this secret of Tatháta's, and the Meeting-hall is not the place to speak of it. We have a... more pressing concern to discuss now. We have opened the coffer containing the names of those suggested to join the leadership of the Kindred, and one name has appeared more often than any other.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Sigileth by the grave",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Return to Hármelak in the main hall of Dâr Laja",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Hármelak in the main hall of Dâr Laja",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Hármelak eyes you carefully as you approach the dais, her expression unreadable",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have emerged from Umbar-môkh with tidings of Tatháta for the Kindred of the Coins, but your information may herald trouble on the horizon.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Corudan remains silent for a long time. When he speaks again, his voice is quiet.\\n\\n'My heart is conflicted, [placeholder]. Galatâni chose a path of cruelty and greed, and the words she spoke to Tatháta will surely cause trouble for us in the days ahead... but still her end was a sad one.'\\n\\nCorudan hands you a small dagger.\\n\\n'I retrieved this from the floor where it had fallen during their struggle, [placeholder]. It is the blade with which Galatâni cut her path through this life, and it should accompany her in death. Do you agree?'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The blade with which Galatâni cut her path through this life should accompany her in death, yes?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.8: Last Dance",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Leave Galatâni's dagger on the grave",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "Sigileth stands quietly, deep in thought. At last she meets your eye.\\n\\n'I am moved by Galatâni's story, [placeholder], for in it I see something of myself reflected. Well do I know the price of obsession, the cost of single-mindedness. This Umbari woman knew nothing of Elves; would it surprise her to recognize that part of her in some of my people, or in Sigileth of Lórien herself?\\n\\n'I cannot forget this woman, and will not. She named herself \\qCruel Dancer,\\q and it was a name well-chosen, for hers was a dance with death, and such cannot last forever.'\\n\\nSigileth draws her sword.\\n\\n'My blade has found its name, [placeholder]. It shall be \\qBaugliltir,\\q that is \\qCruel Dancer\\q in Sindarin, and it shall remind me of she who participated in the death-dance, and at last succumbed. She remains with me now.'\\n\\nSigileth sheathes Baugliltir and nods once more at the grave. Then she turns to you.\\n\\n'Hármelak will want to know what we learned beneath the city. It is time to return to Dâr Laja.'",
      "es": ""
    }
  ]
}