{
  "id": 621091574,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 9.5: How Do You Do It?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Examine the notice board at Mekab-kuphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Wait for Birûk to escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Corudan at Mekab-kuphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We need to know what has happened. It may be that your Temámir friend has left this place for a perfectly good reason... but he works for Khôltekh. The Kindred of the Coins has promised a new dawn for the people of Umbar, but let us not forget that should our interests diverge from theirs they would not hesitate to do us harm. We should give him only as much trust as caution warrants... and little more than that.\\n\\n'Perhaps I am overreacting. Someone here may know where the Temámir Birûk has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Birûk at Itekh-kên in the northern reaches of Khabârkhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We need to know what has happened. Someone here may know where the Temámir Birûk has gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "<rgb=#FFFF00>Spiders of Nishabêt</rgb>\\nSomeone should do something about the spiders that have infested the chamber to the north of Mekab-kuphâr in Khabârkhad. They are contained within Nishabêt for now, but who can say how long they will remain there?\\n\\n<rgb=#FFFF00>Grave-robbers at Lôkhalel</rgb>\\nBrigands and grave-robbers are plundering the chambers at Lôkhalel, north-west of Mekab-kuphâr, stealing valuables that belong to us. Someone needs to tell them that this is our territory!\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Search for Birûk at Nishabêt or Lôkhalel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'When last I noticed Birûk he was studying the notice board. Perhaps something there caught his eye?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Yes? You say the Temámir Birûk was seen studying the notice board, and the axe you left there is now missing? He may have taken the axe and gone to complete one of the posted tasks, [placeholder]. If he is to help us make sense of the map of Umbar-môkh I recovered, we need to find where he went. He may have gotten into trouble.\\n\\n'You should search one of the locations mentioned on the notice board, and Sigileth and I will search the other. After we have each scoured our chosen destination, let us meet at the northern camp... what is it called? Itekh-kên in Khabârkhad?\\n\\n'Which location would you like to choose, [placeholder]? Nishabêt and its spiders to the north, or Lôkhalel and its grave-robbers to the north-west?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Birûk and help him escape from danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Very good, my friend. Which location would you like to choose? Nishabêt and its spiders to the north, or Lôkhalel and its grave-robbers to the north-west?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your Temámir contact Birûk has gone missing from Mekab-kuphâr while you investigated the hidden harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I did not know the spiders had come to Nishabêt in such numbers, [placeholder]! I thank you for your help... and now I must make good my escape! I will meet up with you at Itekh-kên to the north-west!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I thought these grave-robbers would be poorly-armed and untrained, [placeholder], but they proved more deadly than I expected, and I only just escaped with my life! I am grateful for your help, and will meet up with you at Itekh-kên to the north-east!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Corudan suggested that you ask dwarves at Mekab-kuphâr if any of them saw where Birûk might have gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You located Birûk, but he needs your help!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I thought I would try my hand at the adventuring life you have chosen, [placeholder], but it proved more difficult than I expected. How do you do it, day after day?\\n\\n'No, it is not for me. I will remain in the service of Khôltekh, drawing stones to learn what my duties for the day will be. The shiny stones never take me from the safety of the camp, and the dull stones do so only rarely.'\\n\\nYou tell Birûk that Corudan has acquired a map of Umbar-môkh with markings on it that may indicate potential hiding-spots for Tatháta, but the Elf has not yet arrived.\\n\\n'I will see him when I see him, I suppose. But until he gets here, I have had another idea that may help you track down your missing Kinswoman. I have not seen her, and the others I spoke with have not either... but there are more eyes in Umbar-môkh than yours or mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gêzheg does not know where Birûk has gone, but he did notice the dwarf studying the notice board at some point in the last few hours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Birûk flees for safety!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Birûk said he would meet you at Itekh-kên, in the northern reaches of Khabârkhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Corudan will want to hear what you think might have happened to Birûk. The Elf has returned to Mekab-kuphâr with Sigileth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Birûk has escaped from danger. You should meet up with him at Itekh-kên",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find someone at Mekab-kuphâr who might know what happened to Birûk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "You believe Birûk has gone to complete one of the two tasks posted on the notice board, either to combat the spiders of Nishabêt to the north, or to face the grave-robbers of Lôkhalel to the north-west. Whichever of the locations you do not search will be visited by Corudan and Sigileth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "As you go to leave, you notice the axe you left here is now missing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Decide between Nishabêt or Lôkhalel, and the Elves will search where you do not",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Birûk? I have not seen him for a few hours. When last I noticed him he was studying the notice board. Perhaps something there caught his eye?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You have found Birûk, and he is in trouble!",
      "es": "",
      "es (fem)": ""
    }
  ]
}