{
  "id": 621091571,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 9.2: Tatháta Unaccounted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Speak these words to my dwarves inside the southern entrance to Khabârkhad, and they will let you pass: Têfek-idoli!\\n\\n'You will need to leave Dâr Laja and travel south into the Fleet-fast to reach the entrance to Umbar-môkh where my people stand sentry. Pick up Tatháta's trail and you will be aiding both the Kindred of the Coins and yourself, [placeholder]. After all, you were among the last to see her alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak the password to Mûluget",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Word has begun to spread among the people that Azagath fled from the city, and while the details vary, in most of these stories both Tumúldo Fierce-water and Nakási Wave-reaper followed him. You and I know the truth of that, but it is best that the people not yet know. Of Tatháta no tales tell, but she has not been seen in some time.\\n\\n'Did I say \\qno tale?\\q This is not the truth complete, [placeholder]. Kinsman Khôltekh has spies everywhere, and this morning he related to me that some days ago one of these spies observed Tatháta engaged in combat with an Umbari woman he did not recognize. There was another who stood by, [placeholder], and that other was you.'\\n\\nHármelak raises her hand to silence you as you begin speaking.\\n\\n'I know the circumstances that brought you to our city... and I know too that Khôltekh delayed in relating this information to me, for reasons of his own. Learn what these reasons may be, keep me informed of them, and discover what you can of Tatháta's fate. We are allies now, [placeholder], if perhaps not friends, and this matter concerns us both.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Speak the password to Tekûl down the stairs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I thought you might come to speak to me, friend. I have heard you were among the last to see Kinswoman Tatháta in life, and the others of my order are most interested to learn where she has gone in the days since. Did she follow Nakási and Azagath when the two of them fled? No one seems to know.\\n\\n'I can see you have an interest in this question as well! If so, then my resources are yours to command. Tatháta was last seen in Umbar-môkh, the tunnels beneath the city, and it happens that my people control a guarded entrance to those passages. With my password they will welcome you, and lend you the aid you might require.\\n\\n'Speak these words to the dwarves inside the southern entrance to Khabârkhad, and they will let you pass: Ijebad-nê!\\n\\n'You will need to leave Dâr Laja and travel south into the Fleet-fast to reach the entrance to Umbar-môkh where my people stand sentry. Pick up Tatháta's trail and you will be aiding both the Kindred of the Coins and yourself, [placeholder]. After all, you were among the last to see her alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Speak the password to Ayâl through the doors and down the corridor to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Khôltekh delayed in relating this information to me, for reasons of his own. Learn what they may be, keep me informed of them, and tell me too of Tatháta's fate. We are allies now, [placeholder], if perhaps not friends, and this matter concerns us both.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Birûk in Mekab-kuphâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Speak these words to my dwarves inside the southern entrance to Khabârkhad, and they will let you pass: Ijebad-nê!\\n\\n'You will need to leave Dâr Laja and travel south into the Fleet-fast to reach the entrance to Umbar-môkh where my people stand sentry. Pick up Tatháta's trail and you will be aiding both the Kindred of the Coins and yourself, [placeholder]. After all, you were among the last to see her alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Is that so? Well, I am not one to speak against Khôltekh. If he has allowed you to use this entrance, I will not risk my neck to stop you!\\n\\n'There are other entrances to Umbar-môkh from the city above, but this one was given to the Temámir to guard, and we take this duty most seriously. Continue north-west to Mekab-kuphâr and you will find an able helper there. His name is Birûk, and he drew the dull stone for the day; that means it will be his obligation to provide any of the help you will require. This is the command of Khôltekh, and therefore it is a command to follow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Ah, you are newly-arrived to this guard-post of the Temámir? And at Khôltekh's command, no less?'\\n\\nBirûk sighs heavily.\\n\\n'I should have inspected the other stones and proven to myself they were truly shinier than the one I drew... but it cannot be helped for today. It is my duty to aid you. What brings you to Umbar-môkh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Ayâl is beyond the doors and down the hall to the north-west, waiting for you to speak the phrase Khôltekh gave to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Yes, yes, you gave me the password already. I am satisfied.\\n\\n'Continue on to Mekab-kuphâr to the north-west and you will find an able helper there. His name is Birûk, and he drew the dull stone for the day; that means it will be his duty to provide any of the help you will require. This is the command of Khôltekh, and therefore it is a command to follow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The Temámir guard asks you for the password",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Khôltekh will wish to speak with you in Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Birûk has been assigned the task of helping you while you are within Umbar-môkh. You will find him to the north-west in Mekab-kuphâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Khôltekh told you to go inside the southern entrance to Khabârkhad, where his folk guard an entrance to Umbar-môkh, the caverns and passages beneath Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Mûluget is waiting for you to speak the phrase Khôltekh gave to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Tekûl is further ahead and down the stairs, waiting for you to speak the phrase Khôltekh gave to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Khôltekh in the main hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the entrance to Umbar-môkh that Khôltekh suggested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Mûluget nods and permits you to pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "Although the leaders of the Kindred of the Coins possess renewed optimism for the future of their city, questions remain about their missing kinswoman Tatháta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Tekûl stares impassively at you but grunts that you may pass his door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I thought you might come to speak to me, friend. I have heard you were among the last to see Kinswoman Tatháta in life, and the others of my order are most interested to learn where she has gone in the days since. Did she follow Nakási and Azagath when the two of them fled? No one seems to know.\\n\\n'I can see you have an interest in this question as well! If so, then my resources are yours to command. Tatháta was last seen in Umbar-môkh, the tunnels beneath the city, and it happens that my people control a guarded entrance to those passages. With my password they will welcome you, and lend you the aid you might require.\\n\\n'Speak these words to the dwarves inside the southern entrance to Khabârkhad, and they will let you pass: Têfek-idoli!\\n\\n'You will need to leave Dâr Laja and travel south into the Fleet-fast to reach the entrance to Umbar-môkh where my people stand sentry. Pick up Tatháta's trail and you will be aiding both the Kindred of the Coins and yourself, [placeholder]. After all, you were among the last to see her alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5e49032",
      "en": "Guarded Way To Umbar-môkh",
      "es": "",
      "es (fem)": ""
    }
  ]
}