{
  "id": 621091585,
  "txt": [
    {
      "id": 228284039,
      "en": "'Speak to the others here in Dâr Laja, and they may well ask for your assistance. Prove you act for Umbar, and you may receive their blessings.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Hármelak suggested that you speak with the other leaders of the Kindred of the Coins in the main hall of Dâr Laja about the dangers their people will face in the days ahead.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am amused, honoured, and a little upset with you, [placeholder]! You should have told me you planned to plant your name many times in the suggestions coffer! I do not know how you accomplished this feat, but I am impressed you were able to do it. Still, it was my idea, and I should be the one who joins the Kindred of the Coins, not you! Imagine the power I might wield as part of that august body!\\n\\n'I am better-suited for the post than you are, and we both know it. Well. We will see if they allow you to join at all. I suspect they will not, for as much as the people of the city seem to like you, I have seen the way each member of the Kindred looks at you, and there is distrust behind every pair of eyes. Mark my words, [placeholder]: they may speak friendly words, but in their hearts they cannot see you truly as a friend. There is too much bloodshed between Umbar and Gondor for that, no matter what Sirgon or the others may believe.\\n\\n'Jajax has always seen and spoken the truth. Doubt him at your peril!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Hármelak is in the main hall of Dâr Laja, waiting to speak with you again.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Jajax has some words for you in the Meeting-hall of Dâr Laja.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have done well for us today, [placeholder]; of that there can be no doubt, but let us see how you fare in the weeks ahead before we think overmuch of the future.\\n\\n'But Tatháta, it seems, may have reason to wish you ill, and your continued work alongside the Kindred means she may wish to do us harm as well... and that cannot be permitted. Go now to the guard outside Dâr Laja and tell him that she is not to be allowed to pass.'\\n\\nHármelak carefully adjusts her bracelets.\\n\\n'Few know of Tatháta's true strength, for she has kept it hidden from all but her dearest friends. Let us keep that knowledge to ourselves for now, [placeholder], unless she gives us a reason not to do so. Yes, I count myself among Tatháta's friends. Does that surprise you?\\n\\n'But warn Jaith, outside the Meeting-hall, that Tatháta is not to be underestimated. The events of the past few days may have given her reason to suspect even her friends of betrayal, and if she tries to attack the Meeting-hall it will be his duty to stand before her.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am better-suited for the post than you are, and we both know it!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I should prevent Kinswoman Tatháta from entering Dâr Laja? Has she thrown in with the traitors, then? I cannot believe it!\\n\\n'I will do what I can if she makes a threatening appearance, but I must warn you that she has always had the fiercest countenance and possesses great strength to match! If she wants to get inside, there may be little we guardsmen could do to prevent it! But still we will do our best.'\\n\\nAs you bid farewell to Jaith, you fear he is right: if Tatháta demands entrance, there are few in Umbar Baharbêl who could stand against her.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Belondor in Dâr Laja",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Khôltekh in Dâr Laja",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Few know of Tatháta's true strength, for she has kept it hidden from all but her dearest friends. Let us keep that knowledge to ourselves for now, [placeholder], unless she gives us a reason not to do so.\\n\\n'But warn Jaith, outside the Meeting-hall, that Tatháta is not to be underestimated.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Hármelak in Dâr Laja",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Rothog in Dâr Laja",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Jajax in Dâr Laja",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Jaith outside Dâr Laja",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "One name was placed in the suggestions coffer inside Dâr Laja more than any other.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'One name was suggested more than any other to replace the missing members of the Kindred... and that name was your own, [placeholder].'\\n\\nHármelak appraises you carefully.\\n\\n'The folk of Umbar Baharbêl have noticed your efforts on their behalf, it seems. That is not enough, but it is more than nothing. I do not know if you are the right person to join us, [placeholder]. Know that there would be tests and trials to ensure you are worthy of such an honour, as there were for the rest of us. I promise you nothing.\\n\\n'The city will face many challenges in the weeks ahead. Speak to the other leaders of the Kindred of the Coins here in Dâr Laja, and they may well ask for your assistance. Prove you act for Umbar, and you may receive their blessings.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I was surprised to hear your name read aloud so often when they opened the coffer, [placeholder]. The people of the city have taken notice of your efforts on their behalf. Take pride in it, but know that the responsibility can prove a heavy burden.'\\n\\nBelondor sighs wearily.\\n\\n'We will have many demands upon our time in the weeks ahead. How will we decide what can be done, and what must be done? I hope you will help me sort our way through these issues.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The guardsman Jaith stands outside the Meeting-hall of Dâr Laja. Hármelak has asked that you warn him to keep watch in case Tatháta assaults the entrance in search of you or the leaders of the Kindred.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You grow more impressive by the day, [placeholder]! Must I keep an eye upon you from now on?'\\n\\nKhôltekh chuckles to himself, apparently amused by a secret joke.\\n\\n'Such power must be wielded with care, my friend, or you risk losing it. Many others have learned this lesson too late; I encourage you to learn it early.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.9: The Name",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Your name grows in worth, [placeholder]. If the people of the city continue to speak of you with such praise, I may have to order you to the arena.'\\n\\nRothog smiles: an unpleasant sight.\\n\\n'Invite. I may have to invite you to the arena.'",
      "es": ""
    }
  ]
}