{
  "id": 621091570,
  "txt": [
    {
      "id": 102675636,
      "en": "'It is my duty to ensure all proceeds smoothly.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.1: A New Dawn for Umbar",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Jajax in the main hall of Dâr Laja",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Examine the suggestions coffer at the foot of Hármelak's dais in Dâr Laja",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Welcome to the Meeting-hall of Dâr Laja, where the Kindred of the Coins hear the voice of the people and act upon their concerns! Keep your weapons sheathed, speak with a civil tongue, and there will be no cause for trouble.'\\n\\nJaith smiles broadly as he notices you for the first time.\\n\\n'[placeholder]! It is good to see you! So many folk have passed through these doors that I confess I did not recognize you immediately, but that is now rectified. The Golden Queen has proven true to her word, and I see she made her choice of helper with wisdom! I did not think Dâr Laja would ever be opened again, and it would be my lot to guard a locked door for all the years of my life. But no! Even now the sound of agreeable conversation drifts from within!\\n\\n'You may pass inside, [placeholder]. I will not forget how you helped Lady Hármelak reopen the Meeting-hall, my friend. What a fine day this has become!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You may pass inside, [placeholder]. I will not forget how you helped Lady Hármelak reopen the Meeting-hall, my friend. What a fine day this has become!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Act naturally!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'It is good to see you, [placeholder]. My brother has gone ahead to the main hall, but I wanted to wait for you. It has been a strange morning.\\n\\n'Heralds sent by the Kindred travelled through the city, announcing that Dâr Laja would once again be opened. During the rule of the Heirs or the domination of Ordakh such a thing was considered impossible, and when the Kindred came to power the folk of the city believed it to remain so. And yet here we stand, within the great Meeting-hall of Umbar Baharbêl, and the Kindred of the Coins has come to listen to the wants and needs of their people. Rothog the Storm walked not three strides from me when he came inside, but his khopeshes remained strapped to his back, and he gave no indication that he might eat anybody! That is progress, is it not?\\n\\n'I cannot help but think that it was your arrival on these shores that set the city upon this course, [placeholder]. I thank you again, as I have before, for making me a part of your crew.\\n\\n'My brother is in the main hall of Dâr Laja, to the north-east. He will be pleased to see you as well, though he may not say so. You know how he is, of course.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Hármelak in the main hall of Dâr Laja",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'This may not be easy, [placeholder]... but do they not say it is the hard thing that brings the greatest wealth and power?\\n\\n'Folk have come from all over the city to bring their concerns before the leaders of the Kindred, but that is of no account to me. I am more interested in the guarded coffer that stands at the foot of Hármelak's dais, for that is where folk are bringing their suggestions as to what worthy persons should succeed the members of the Kindred who fled the city. The guards are vigilant, yes, but if I can put my name into the coffer many times, it may be that Jajax will become Kinsman of the Citadel, or of the Sail-haven! Azagath and Nakási are not likely to return, after all, and their districts cannot remain leaderless for long. Imagine how much wealth and power I might wield as a member of the Kindred of the Coins, [placeholder]!\\n\\n'Take a closer look at that coffer, my good and subtle friend. Tell me if you notice any weaknesses I might exploit... for the good of the city, of course. My heart weeps that the folk of Umbar Baharbêl have been deprived of my presence for so long, and I aim to make up for those lost years!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'My brother is in the main hall of Dâr Laja, to the north-east. He will be pleased to see you as well, though he may not say so. You know how he is, of course.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Take a closer look at that coffer, my good and subtle friend. Tell me if you notice any weaknesses I might exploit... for the good of the city, of course. My heart weeps that the folk of Umbar Baharbêl have been deprived of my presence for so long, and I aim to make up for those lost years!'",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Daxamat nods to you in greeting",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Meeting-hall of Dâr Laja has been opened at the command of the Kindred of the Coins, and a new dawn rises in Umbar.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Jajax is keeping an eye on the coffer containing suggestions for those who might join the leadership of the Kindred of the Coins, and he would like you to do the same.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I am pleased for you to see your handiwork, [placeholder]. Yes, it was my resolve to open the Meeting-hall of Dâr Laja, but it was you who recovered the keys from the Heirsworn and made my decision both safe and possible. I am grateful for it, and will not forget what you have done. You will come to see that we of Umbar Baharbêl have very long memories, if you have not learned it already.'\\n\\nHármelak smiles sweetly.\\n\\n'Yes, [placeholder], it is good that you have come, for there is a small matter about which we must speak. We have begun taking suggestions from the folk of the city to learn who they would have replace Azagath and Nakási in our ranks, but there is one other about whom we must speak. We must speak of Tatháta, [placeholder]. She remains Kinswoman of the Lower Ward, unless you have something to tell me that concerns her?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Meeting-hall of Dâr Laja in the Upper Ward of Umbar Baharbêl has now been opened to the people of the city so they may bring their concerns before the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Vigilant guards keep a watchful eye on the suggestions coffer inside Dâr Laja.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Hármelak has called for you to speak with her in the main hall of Dâr Laja.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Daxamat stands within the entryway of Dâr Laja.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Enter the Meeting-hall of Dâr Laja in the Upper Ward",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Daxamat told you his brother Jajax has gone to speak with the Kindred in the main hall of Dâr Laja.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Daxamat in the entryway of Dâr Laja",
      "es": ""
    },
    {
      "id": 225821116,
      "en": "Meeting-hall of Dâr Laja",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Vigilant guards stand by the coffer, ensuring the rules are followed",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Hármelak, the Golden Queen, calls for you to attend her",
      "es": ""
    },
    {
      "id": 102675633,
      "en": "'One name only, please.'",
      "es": ""
    },
    {
      "id": 102675634,
      "en": "'Just one suggestion, if you please.'",
      "es": ""
    },
    {
      "id": 102675635,
      "en": "'There shall be no tampering with the coffer.'",
      "es": ""
    }
  ]
}