{
  "id": 621091572,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 9.3: A Price for Every Answer",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat wights at Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat decayed arms at Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You seek to learn where Tatháta the Sea-beast has gone? I have not seen her for quite some time. Are you certain she remains somewhere within Umbar-môkh? She is the Kinswoman of the Lower Ward, and you will usually see her striding through the streets, her two great hounds by her side.'\\n\\nYou tell Birûk that Tatháta was last seen within a hidden harbour beneath the city, and none have marked her passage in the days since.\\n\\n'Well, I will ask around. But I should warn you. One thing is true beneath the city as it is in the streets above: there is a price for every question answered. If the Temámir of Mekab-kuphâr are to help you locate your missing woman, you should do what you can to help them in return: consult the notice board across the way to the south-west to see what we need done, and perhaps you will accomplish some of those tasks for us while I ask your questions for you. It is only fair, is it not? In Umbar-môkh it is very important for things to be fair.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Collect old jewellery from the fingers of wights at Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will ask around. But I should warn you. One thing is true beneath the city as it is in the streets above: there is a price for every question answered. If the Temámir of Mekab-kuphâr are to help you locate your missing woman, you should do what you can to help them in return: consult the notice board to the south-west to see what we need done, and perhaps you will accomplish some of those tasks for us while I ask your questions for you. It is only fair, is it not? In Umbar-môkh it is very important for things to be fair.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Corudan at Mekab-kuphâr",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find the axe that was misplaced somewhere at Sektakhâb",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You will help us with some of the tasks posted on the notice board? Very good! While you are away at Sektakhâb, I will ask around and see what there is to learn of Tatháta's whereabouts.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You should finish these tasks before we speak. It is only right.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You should finish these tasks before we speak. It is only right.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You did not think we would leave you to search these caves by yourself, did you, [placeholder]?'",
      "es": ""
    },
    {
      "id": 49286705,
      "en": "Deliver the old jewellery and the axe to the collection box at Mekab-kuphâr",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You should finish these tasks before we speak. It is only right.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Temámir dwarf Birûk has been volunteered to help you discover what happened to Tatháta.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "<rgb=#FFFF00>The Dead That Walk</rgb>\\nThe bodies of the slain and interred remain not at rest, but are animated by spirits of evil and must be made still. Many can be found at Sektakhâb to the west.\\n\\n<rgb=#FFFF00>Arms Loosed From Their Bodies</rgb>\\nOf great danger to the unwary, grasping arms crawl along by their fingertips and are not to be underestimated. Look for them among the crypts at Sektakhâb to the west.\\n\\n<rgb=#FFFF00>My Misplaced Axe</rgb>\\nI lost my axe at Sektakhâb! Its edge has been dulled due to much use, but it is still of great sentimental value to me and I would have it returned. Leave it in the collection box if you bring it back, because I have business outside the city for several weeks and will not be back for some time.\\n\\n<rgb=#FFFF00>Valuable Trinkets and Jewelleries</rgb>\\nIt may be distasteful to some, but the valuables worn by the Dead at Sektakhâb are of no use to them, and might be of great use for the Temámir. Any concerns may be brought directly to Khôltekh, but the valuables should be left in the collection box.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Wights stalk the halls of Sektakhâb. Facing them may impress the Temámir",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Corudan and Sigileth have arrived at Mekab-kuphâr.",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Lean the axe against the wall by the notice board",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Birûk told you to examine the notice board to the south-west in Mekab-kuphâr to see how you can busy yourself while he seeks information concerning Tatháta's whereabouts.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You deposit the old jewellery into the box, but the axe does not fit",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Because the axe does not fit inside the collection box, you should just lean it against the wall by the notice board.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Dealing with the wights at Sektakhâb, located to the west of Mekab-kuphâr, may encourage the Temámir to help you.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "As you lean the axe against the wall, you feel eyes upon you",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine the notice board to the south-west in Mekab-kuphâr",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "The notice board directed you to leave the things you recovered from Sektakhâb in the box back at Mekab-kuphâr.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated wights at Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated decayed arms at Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Collected old jewellery from Sektakhâb ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "This must be the axe you learned about from the notice board",
      "es": ""
    }
  ]
}