{
  "id": 621091583,
  "txt": [
    {
      "id": "0x9761865",
      "en": "Galatâni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "A dying Umbari woman lies in a pool of her own blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdeb50a5",
      "en": "Tatháta the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda6",
      "en": "Follow Corudan down the forgotten passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'What bounties could be more dangerous... than those placed by Saklaphêl... on the Kindred of the... of the...'\\n\\nFrustration and sadness war upon her face as she lies dying in the moonlight.\\n\\n'If only... I could have chosen a different road. But that was... not to be. In my heart, I was... always... Hazêphen.'\\n\\nGalatâni's voice is little more than a whisper now.\\n\\n'Tatháta... kept me alive... for days... [placeholder]. With her terrible, secret power... she could have slain me... easily. But she had... she had questions. Questions about... you, [placeholder]...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'She is gone. We should make a place for her here. Let us find stones with which to mark the grave before the sun rises.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Corudan stands in a forgotten passage within Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d31",
      "en": "'I was careless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Sigileth waits for you and Corudan in the forgotten passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d32",
      "en": "'I believed I knew all there was to know about my prey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d33",
      "en": "'But I... was wrong...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Hear what Galatâni has left to say",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'This is the passage my sister discovered. Judging from the air in here, few have come this way, but there has been no sign of Tatháta elsewhere in Kamrabezûr. If we can trust the words of the unseen ones, the Terâsi, she may have fled to this forgotten corner and gone into hiding.\\n\\n'I told Sigileth to wait, but she has gone ahead. Let us catch up to her, and quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The passage shakes as a mighty beast charges toward you and your friends down the forgotten passage!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d34",
      "en": "'Tatháta!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Corudan stands in a forgotten passage within Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d35",
      "en": "'You have nowhere left to run!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I hear movement ahead of us. Ready yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d36",
      "en": "'Now you are mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Despite the appearance of the rampaging beast, Corudan and Sigileth have not abandoned their purpose to investigate the forgotten passage within Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d37",
      "en": "'Did you believe you were chasing me, bounty-hunter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa77a520",
      "en": "'Let us move forward with care.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d38",
      "en": "'What sorcery is this...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I think we found the creature that escaped from the arena, [placeholder]. Let us hope it does no harm to the folk who dwell within Umbar-môkh!\\n\\n'We will hunt it later. For now let us continue on in search of our true quarry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa77a521",
      "en": "'Look out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47a6d39",
      "en": "'A skin-changer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa77a522",
      "en": "'Beware!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Judging from the quantity of blood spilled on the floor of this chamber, the Umbari woman does not have long to live.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "The woman blinks up at you through bloodshot eyes and her face is familiar. You have found Cruel Dancer.\\n\\n'[placeholder]...' she manages, weakly. 'I do not have much... time... left to me...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x35b6392",
      "en": "Cruel Dancer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Listen to what befell Cruel Dancer when she caught up to Tatháta in the forgotten passage within Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Cruel Dancer lies dying in the forgotten passage within Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Cruel Dancer shakes her head, but the motion causes her great pain and she winces.\\n\\n'I was the... deadliest woman... in all these lands, [placeholder]. But my luck... my fortunes... they have abandoned me. Did it happen... when I killed the Blade-twist? Ever since then I have had ill fortune. I never... considered... that Tatháta might possess... such power...'\\n\\nThe dying woman gathers what remains of her strength.\\n\\n'I want to confess to you something, [placeholder]. Will you... bring me into the sunlight? I have spent... too long in darkness... too long as Cruel Dancer. I would be Galatâni again... instead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The rampaging beast escapes into greater Kamrabezûr and is gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Corudan stands in the forgotten passage within Kamrabezûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Yes, we can do as she asks. But I do not think she has very long left to her, [placeholder]. She may not survive the journey aboveground.\\n\\n'Still... we will make the attempt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Corudan in the forgotten passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Galatâni asked that you bring her outside into the sunlight before she dies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Follow Corudan and Sigileth down the forgotten passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Galatâni lies dying in the moonlight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "Galatâni laughs weakly, a thin sound in the silence of the Umbari night.\\n\\n'It was too much to hope for sunlight... I suppose,' she murmurs.\\n\\n'I was not always as I am, [placeholder]. I was like you... an adventurer-for-hire, accomplishing the small tasks... that needed doing. It was a simple life, but a good one. There was food on the table for my husband, Jedûth, and my daughter Ashenâth. But it... did not last.\\n\\n'My husband was accused... of stealing a vase from a wealthy nobleman, a man called Phirasâkh. He did not! I know he did not... but he was slain for the crime. I had to take on even more dangerous tasks to support my Ashenâth... even murder. That paid the finest of all, [placeholder], but the first victim of my knife was the sweetest: Phirasâkh, the nobleman who falsely-accused my Jedûth. He deserved the death I gave to him.\\n\\n'But I did not stop at Phirasâkh, for I had tasted the deadly nectar of death. I was away for longer and longer at a time; I told myself the coins I gave my neighbours to watch my daughter Ashenâth were all for her benefit. The name \\qGalatâni\\q no longer applied to me, for I had grown hard, and cold. I was now Hazêphen, \\qCruel Dancer,\\q and I delighted in the slaughter. Phirasâkh had deserved death. But he would not be the last, and some who died at the hands of Cruel Dancer deserved it less than he. Many did.\\n\\n'It was best for Ashenâth that her mother remain only a memory... for I had grown addicted to... the danger, [placeholder], and the sight of the blood I spilled. It had... become an obsession.'\\n\\nShe falls silent for a long moment, and you wonder if her life has ended, but then she coughs and sputters back to awareness.\\n\\n'The city was not a place of safety... in those years. The Church of the All-Seeing saw its... enemies everywhere. The neighbours who watched after my daughter were taken in sacrifice to the Mâkhda Khorbo, and their home burned. On that day Ashenâth joined her father, but when I returned to the burned frame that had been a home there was no vengeance to be had. The Dark Lord worshipped by the Church of the All-Seeing was not like... not like Phirasâkh. I could not be certain He even lived, and if He did not live... could He be slain?\\n\\n'I preyed upon the Church for a time, often for free, but when my coins ran out I had few choices left to me. I stopped returning to the burned husk where once I lived with my Jedûth and my Ashenâth. I only felt alive when I competed with other bounty-hunters for the most dangerous work I could find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to the dying Umbari woman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Listen to Cruel Dancer's story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Cruel Dancer and hear her last request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Corudan in the forgotten passage within Kamrabezûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Bring Galatâni into the sunlight before she dies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Galatâni in the moonlight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Stand with Galatâni and observe her final moments",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Galatâni does not have much time to live.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Galatâni has one more thing to say to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x92534c3",
      "en": "'It was not so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d164",
      "en": "You have accompanied Corudan and Sigileth into a forgotten passage in the depths of Kamrabezûr, the vaults beneath Umbar Baharbêl, in search of Tatháta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4baf8c9",
      "en": "Galatâni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Corudan in the forgotten passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Galatâni remained silent during the journey, preserving her strength",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Exhausted by her tale and the loss of so much blood, Galatâni falls silent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Sigileth in the forgotten passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Stand your ground!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a6d300",
      "en": "'If my words have endangered you... I am sorry...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a6d301",
      "en": "'I am sorry... for a lot of...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xab1d675",
      "en": " ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Beast Below",
      "es": "",
      "es (fem)": ""
    }
  ]
}