{
  "id": 621091582,
  "txt": [
    {
      "id": 177082793,
      "en": "The unruly Dead stalk these corridors, but there is no sign of Tatháta",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.7: The Beast Below",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Corudan at Kên Taghlim",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Search the centre of Harkhaphâr for Tatháta",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat All-Seeing Eye cultists in Kamrabezûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "You explain your intention to learn what befell Tatháta in the days since she was last seen fleeing from the hidden harbour. Silence falls upon Ilmabiri for long moments. At last Tephísa's voice floats back to you.\\n\\n'Many of us live in the tunnels, stranger: more than you might think. Our eyes see much that the Temámir do not, for we can reach places even they cannot go; perhaps they choose not to go there, but we have not that choice. All of Umbar-môkh is our domain, and while the city is big, Umbar-môkh has vastness of a different kind.\\n\\n'A friend of mine witnessed Tatháta's flight. By secret paths he followed her, unseen, but he was not her only pursuer. An Umbari warrior-woman chased at her heels, deadly daggers flashing in the torch-light. He pursued them both into Kamrabezûr, but among those vaults he lost their trail. Many abandoned temples to the Church of the All-Seeing can be found in that place; it may be Tatháta gained entrance to one of those, and stays there now in hiding. Of the other, I cannot say. My friend believes Tatháta must have given her the slip as well, leaving her no choice but to return to the city above. That seems most likely to me.\\n\\n'Good-bye, stranger. I thank you for the food and for the wine! I hope Tephísa has been a help to you.'\\n\\nThere is a brief rustling sound, and you know the girl has disappeared once again into the deeper darkness of Umbar-môkh.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat sand-sifters in Kamrabezûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Corudan at Kên Taghlim in north-western Kamrabezûr",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Reports from Kamrabezûr indicate that at least one terrible creature prowls the vaults and corridors of that place. Something must have escaped from the arena, and until Rothog's men can retrieve it that region of Umbar-môkh cannot truly be called safe. Be careful.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Sigileth at Kên Taghlim and go with her in search of Tatháta",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Search the centre of the cultist camp of Jâx Ugikh for Tatháta",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Corudan by the grave",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You have returned! Were you able to draw the notice of any among the Terâsi?'\\n\\nYou tell Birûk about what you learned from Tephísa, and he chuckles quietly.\\n\\n'The net is closing about your prey, [placeholder]. Kamrabezûr? I have already sent your Elf friends into that place! Several of the circled areas on the map they showed to me indicated locations within those vaults, and the words of the Terâsi have confirmed that Tatháta's flight brought her to that place. You should look for your friends at Kên Taghlim in the north-western reaches of Kamrabezûr.'\\n\\nBirûk prepares to go, but then he turns back to you, a concerned expression on his face.\\n\\n'There is one more thing, [placeholder]. Reports from Kamrabezûr indicate that at least one terrible creature prowls the vaults and corridors of that place. Something must have escaped from the arena, and until Rothog's men can retrieve it that region of Umbar-môkh cannot truly be called safe. Be careful.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Search the centre of Ghâr Mejet for Tatháta",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'[placeholder], there you are! Let us move forward with care. There are several locations within Kamrabezûr that Tatháta marked on her map with charcoal, and any of them could indicate the place where now she hides.'\\n\\nYou ask Corudan if he or his sister have encountered any of the beasts rumoured to have escaped from the arena, and he shakes his head.\\n\\n'No, but the folk we have met with speak of little else. Whatever was being kept in the holding-pens of the arena must have been ferocious indeed to frighten them so; the sound of it roaring in the darkness is apparently enough to make your blood run cold.'\\n\\nSigileth makes no sound, but you can tell she does not believe these reports. Her brother continues.\\n\\n'We may encounter this creature or creatures if we continue our search of Kamrabezûr. I just want us to be prepared. Let me mark the locations we still must investigate on your map, and encourage you to combat any of the other dangers that cross your path.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I think we should use caution. There are several locations within Kamrabezûr that Tatháta marked on her map with charcoal, and any of them could indicate the place where now she hides.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'We found something, [placeholder]. It was not marked on Tatháta's map, but Sigileth feels certain this is the location to which she fled. Should we investigate it now?\\n\\n'What says my sister to this?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The information you learned from Tephísa guides you to Kamrabezûr in the north-eastern reaches of Umbar-môkh.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Corudan and Sigileth have suggested a number of places for you to search throughout Kamrabezûr, and encouraged you to defeat any foes that stand in the way of your investigation.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'This is the place. I know it.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Birûk suggested that you go to Kên Taghlim in the north-western reaches of Kamrabezûr, but that you should steer clear of the great beasts rumoured to have escaped from the arena.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Corudan stands at Kên Taghlim in north-western Kamrabezûr.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'It is done.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Birûk waits for you at Itekh-kên in Khabârkhad, and may be able to guide your search of Kamrabezûr for Tatháta.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Sigileth stands at Kên Taghlim in north-western Kamrabezûr, prepared to go with you in search of Tatháta's hiding-place.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Corudan stands beside Galatâni's grave outside the city.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Corudan stands at Kên Taghlim in north-western Kamrabezûr.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Hostile veterans of Dahâl Huliz encamp here, but there is no sign of Tatháta among them",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Birûk at Itekh-kên in Khabârkhad",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find Kên Taghlim in north-western Kamrabezûr",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Corudan and Sigileth have also arrived at Kên Taghlim",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated All-Seeing Eye cultists in Kamrabezûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated sand-sifters in Kamrabezûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Cultists mass in these halls, but there is no sign of Tatháta",
      "es": ""
    }
  ]
}