{
  "id": 620890154,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gathered a stick from a nearby bush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gathered coal near the servants' oven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Built a broken snowman at a snowpile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Virgil Greenfield wants you to help him fill the snowman-field outside of Winter-home.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "'Built' a broken snowman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Built a broken snowman, TBD is proud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Much to Virgil's dismay, you caught this snowman out of the corner of your eye. This is clearly not Virgil's finest work, and it is a wonder that he did not try to hide what was clearly a failed endeavour.\\n\\nPerhaps if there were more snowmen that looked like this, it might appear that Virgil did this on purpose and was crafting a new form of art far beyond the comprehension of the usual Frostbluff visitor.\\n\\nIt appears that Virgil only used a stick and coal for this snowman, so a quick search of Frostbluff might provide you with all the needed supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The materials you need to replicate Virgil's snowman may be found around Frostbluff.\\n\\nIn order to replicate Virgil's snowman, you will need to gather the right materials.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The snowman-field is outside of Winter-home.\\n\\nNow that you have gathered all of the supplies, use a snowpile to finish building the snowman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You cannot be serious. Why would you want to build that? I've created such great works, but it's so easy to only be remembered for the bad.'\\n\\nVirgil lets out a heavy sigh.\\n\\n'Everyone makes mistakes, [placeholder]. Maybe this is one of yours! I cannot imagine why you would want to copy mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather a stick from a nearby bush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Gather coal near the servants' oven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Build the broken snowman at a snowpile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Build the snowman at a snowpile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Broken Snowman?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Build a snowman",
      "es": "",
      "es (fem)": ""
    }
  ]
}