{
  "id": 620890049,
  "txt": [
    {
      "id": 218649170,
      "en": "'This was no accident, [placeholder]. Saruman sought to slay our prince, and he succeeded. With that accomplished, he is content to have his forces retreat! This is a hollow victory. We hold the Ford, but the loss of Théodred is too much for Rohan to bear.\\n\\n'We have lost much this day, but we cannot despair. We must not! We must hold this crossing or die.\\n\\n'Saruman accomplished what he wished this day, but there will come another day, and when it does he will seek to cross the Isen and move into Rohan. My men and I will stand against him, and if you will stand with us we may stand the longer.\\n\\n'These dark days grow darker still. Rest now, while you can, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 4: The Prince of Rohan",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Use the map table to see the plan of attack for the battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Use the map table to see the plan of attack for the battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The map table is in Grimbold's camp.\\n\\nStudy the map table in Grimbold's camp to begin Prince Théodred's attack.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Use the map table to see the plan of attack for the battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The map table is in Grimbold's camp.\\n\\nStudy the map table in Grimbold's camp to continue Prince Théodred's attack.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Use the map table to see the plan of attack for the battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The map table is in Grimbold's camp.\\n\\nStudy the map table in Grimbold's camp to continue Prince Théodred's retreat.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Use the map table to see the plan of attack for the battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The map table is in Grimbold's camp.\\n\\nStudy the map table in Grimbold's camp to continue Prince Théodred's retreat.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "You study the maps placed upon the table and consider Théodred's plan. First, he must determine what defences to leave at the Ford of Isen, then he will ride north to Isengard with a host of riders.\\n\\nThe attack will begin at dawn.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The map table is in Grimbold's camp.\\n\\nStudy the map table in Grimbold's camp to witness the aftermath of the battle.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "You study the maps placed on the table and consider Théodred's plan. Once he has come within sight of Isengard, he will order his men to attack the Orcs arrayed outside the walls.\\n\\nHe thinks to arrive outside Isengard by mid-day.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "You study the maps placed on the table and consider Théodred's plan.\\n\\nIf all goes well, the Prince should have victory by afternoon. If all goes well....\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Grimbold is in his camp by the Ford of Isen.\\n\\nGrimbold is waiting to speak with you following the events of the day.",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "You study the maps placed on the table and consider Théodred's plan.\\n\\nWhen the sun sets on the Twenty-fifth of February, Théodred expects to return to the Ford with newfound confidence in his defences. Perhaps it will be so.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "You study the maps placed on the table and consider Théodred's plan.\\n\\nThis is indeed a daring move, and the Prince expects it to renew Saruman's caution. By nightfall, who knows what the situation may be? It could be that night will bring with it renewed hope for Rohan. There are other possibilities as well, but they are darker and more grim.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the map table and complete 'The Daring Strike, Dawn'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Examine the map table and complete 'The Daring Strike, Mid-day'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Examine the map table and complete 'Battle of the Ford, Afternoon'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Examine the map table and complete 'Battle of the Ford, Sunset'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Examine the map table and complete 'The Prince of Rohan, Night'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Grimbold in his camp in the Heathfells",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Prince Théodred's plan to strike at Saruman and prevent him from unleashing his armies began on the morning of the Twenty-fifth of February, but much would happen by nightfall.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Prince Théodred's plans are set forth on the map table, [placeholder]. Study them to acquaint yourself with them.\\n\\n'We will begin at dawn on the Twenty-fifth. We will strike Saruman hard and fast and use his own caution against him. So long as he thinks his army is not ready to march and must remain behind the walls of Isengard, it will be of no threat to Rohan.'",
      "es": ""
    }
  ]
}