{
  "id": 620890159,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A festival is always a great time for a drink. Oh! That reminds me, I have a request of you.\\n\\n'I brewed up a special batch of my annual festival ale recently, but I'm down to only a few pints left. Would you take this pint of ale to my friend Roger Hazeltwig in Bree? He usually stops by for a taste, but he hasn't been able to visit in quite some time.\\n\\n'Give him my regards... and a merry festival to you both!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings.\\n\\n'Ah, I see what you have there. With a colour and aroma like that, this can only have come from my friend Runulf! You have my deepest thanks for bringing this to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you're looking for Roger, you can find him in the town of Bree, by the famous Boar-fountain. Give him my regards when you see him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gifts -- A Pint of Ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Runulf wishes to spread the cheer of the celebration to his friend, Roger Hazeltwig.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have delivered the festival ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the festival ale to Roger Hazeltwig near the Boar-fountain in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Roger Hazeltwig is near the Boar-fountain in Bree.\\n\\nRunulf has requested that you take a pint of his special brew of ale to Roger Hazeltwig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the festival ale to Roger Hazeltwig near the fountain in Bree",
      "es": "",
      "es (fem)": ""
    }
  ]
}