{
  "id": 620890016,
  "txt": [
    {
      "id": "0xb9ca011",
      "en": "'My Prince, what is the word from ahead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecd51f1",
      "en": "'You are to remain here, with your men, to hold the Ford. It is the will of the Prince.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x889e221",
      "en": "'Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabfc841",
      "en": "'We will know soon. I sent Hildred on ahead to scout the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabfc842",
      "en": "'Look! He returns to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabfc843",
      "en": "'Perhaps. Do not celebrate yet, Hildred. The battle is still unfought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39931",
      "en": "'This way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I should not be left behind! My place is at the front of the column with my Prince!'\\n\\nCadda's eyes flash angrily at you from beneath the rim of his helmet.\\n\\n'I will do as I am commanded, but I wish it were not necessary. My men will hold the Ford against whatever comes, as my Prince desires. But I think we wait here uselessly, while our brothers and our friends ride into battle against the armies of Saruman.\\n\\n'I understand the need for it. But I chafe at that need and do not want to sit here in idleness while Prince Théodred rides into danger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I hope you don't mind getting your feet wet again, [placeholder]. Cadda is on the east bank of the river, and the stones can be treacherous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6e36761",
      "en": "'If it does not, we will make our own fortune, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39932",
      "en": "'You have been in some battles, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have come a long way from your homeland, [placeholder], and you have seen a great deal of danger. These battles in which you have fought...when you were embroiled in the thick of them, were you frightened? I cannot ask this of the men, they would think me a coward.\\n\\n'But I am already frightened, and we have not yet begun to march!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39933",
      "en": "'Of course, you have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I did tell the Prince that Cadda would not be happy about staying here. You heard me tell him that.\\n\\n'I am going to stay here for a few minutes and see if I can find my missing bracer. You should cross the Ford again and tell the Prince that the Ford will be defended while we are away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39934",
      "en": "'May I ask you a question?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Let us ride together, [placeholder]! Let us bring news of our defiance to Saruman himself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39935",
      "en": "'Well, I will be with Théodred, and he has never known fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'It is a pleasant morning for riding, [placeholder]. If it stays thus, we will be at Isengard by mid-day and have brought Saruman to heel not long after!\\n\\n'Let us catch up to the Prince and get a good view of the road ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39936",
      "en": "'I could not bear to bring shame upon my family or my Prince!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I hope you have awakened refreshed, [placeholder]. I doubt not this will be a long day. I have a few matters left undone, which must be resolved, then we will ride.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39937",
      "en": "'Thank you for listening, friend. I will follow your example and not give in to these doubts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'All is ready, then? Cadda will hold the east bank of the Ford with the men at his command, and the rest of us will ride north to Isengard. The Éored will follow my lead, and Grimbold will dismount and command the foot as a separate unit if the terrain off the road warrants it. Athelard will call the mark for his archers.\\n\\n'It will be some hours before we are in sight of Isengard. It is best we get started.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f39938",
      "en": "'Cadda, are you here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13d3e01",
      "en": "'Mount your steed, [placeholder], and talk to Grimbold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Cadda is a man of Rohan and will understand what is needed of him. I will not advance through the front gate to victory while leaving the postern gate open to the enemy; someone must stay to hold the Ford in the event I have misjudged Saruman's mind.'\\n\\nThéodred lowers his voice and addresses you quietly.\\n\\n'You should go with Cynstan to deliver my words, [placeholder]. He is untested by battle, and the men see him still as a green boy. Cadda may be less bristly towards my esquire if you are there as well. I need a word with Athelard before we go. He is not pleased at the quality of the spears we have, but it is too late to make more. They will have to suffice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13d3e02",
      "en": "'Then we ride for Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bd8d81",
      "en": "'Prince Théodred!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bd8d82",
      "en": "'There are Orcs and half-orcs outside the walls, but their number is not great.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The sun rose on the Twenty-fifth of February, and Théodred and Grimbold made final preparations for a daring strike on the forces of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8bd8d83",
      "en": "'We have taken the Wizard unawares!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbeaa831",
      "en": "'I will need many men at my side at Isengard, but we must not leave the Ford undefended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbeaa832",
      "en": "'Cadda was my first choice. His brother Edwig already spoke to me, desiring a place in our host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbeaa833",
      "en": "'Their mother is old, and if our attack on Isengard goes ill, I would not deprive her of both her sons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4a929e5",
      "en": "Hildred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Cross the Ford of Isen once more and speak with Théodred on the eyot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbeaa834",
      "en": "'Come, [placeholder]. We will tell Cynstan to deliver this message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x39bf121",
      "en": "'My Prince!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Mount your steed and talk to Grimbold when you are ready to ride",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed1",
      "en": "'Gather to me, Men of Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x39bf122",
      "en": "'It is nothing. I misplaced one of my bracers, that is all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Travel up the road to Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed2",
      "en": "'We have our orders, my friends, my brothers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x39bf123",
      "en": "'You want him to stay here? I will tell him, but he will not like it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Ride with Grimbold up the road to Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed3",
      "en": "'Our Prince rides forth to see the enemy with his own eyes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Talk to Grimbold on the road to Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed4",
      "en": "'He leaves the defence of his home and his people in the hands of those he trusts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Wait for the scout to return to the host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed5",
      "en": "'Our hands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c56",
      "en": "Talk to Théodred on the road to Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed6",
      "en": "'Nay, we will not fail him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c57",
      "en": "Talk to Théodred on the road to Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow Théodred as he makes some final preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed7",
      "en": "'Let none pass into Rohan! We are the last defence of its people!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Théodred on the eyot in the Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcfed8",
      "en": "'That is all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Théodred on the eyot in the Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Follow Cynstan across the Ford to the east bank of the Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6937b1",
      "en": "'Athelard! Where are you? Tell me why these spears are unsatisfactory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Cynstan on the eyot in the Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ce7b91",
      "en": "'Cynstan, is everything all right? What are you looking for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Cross the Ford with Cynstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ce7b92",
      "en": "'It will turn up, I am sure. I need you to cross to the east bank with a message for Cadda.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Cynstan in the middle of the Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ce7b93",
      "en": "'Tell him he is to remain here with his men and to hold the Ford against whatever may come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Cadda on the east bank of the river Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Cynstan on the east bank of the Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f6bf41",
      "en": "'We will not fail him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f6bf42",
      "en": "'We will protect Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Théodred is waiting to speak with you on the eyot in the middle of the Isen.\\n\\nIt is dawn and nearly time to begin the daring strike on Isengard. Théodred is waiting to speak with you before his host rides north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Théodred has given Cynstan a message to deliver and is waiting to speak with you again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cynstan is on the eyot in the middle of the river Isen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cynstan is in the middle of the Ford. He is concerned about something and wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89702d1",
      "en": "'Who did you have in mind to command the riders we leave behind?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Cadda is on the east bank of the Ford, and he wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89702d2",
      "en": "'My Prince.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Cynstan is on the east bank of the river Isen and wants to talk to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Théodred is on the eyot in the middle of the river Isen. Cynstan has asked you to tell him that the Ford will be in Cadda's capable hands while the Prince rides to Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Théodred has asked you to mount your steed and talk to Grimbold when you are ready to ride to Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "You have travelled up the road towards Isengard with the host.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66621b1",
      "en": "'Prince Théodred, may fortune smile on us this day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'We are nearly there, [placeholder]. I can smell the stench of Isengard even from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'This news lightens my heart, but we must not forget that Saruman is devious. This strike will remind him we are not to be lightly set aside and that he is not immune to attack. Any more than that is more than I expect.\\n\\n'The dawn has passed. It will be mid-day when we move to the next stage of my plan. Ready yourself for what comes next, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'We have several hours' ride ahead of us, [placeholder], then we will see if Saruman is prepared to face me in battle, or if he will cower behind his walls in perpetual caution.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "You have travelled up the road towards Isengard with the host, and Grimbold wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "You have come part of the way up the road to Isengard, and now Théodred is waiting for the return of his scout. You should speak with the Prince.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "The scout has returned from Isengard and brings word to Théodred that the number of Orcs and half-orcs outside the walls is not to be feared.\\n\\nThéodred wants to discuss this report with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Daring Strike, Dawn",
      "es": "",
      "es (fem)": ""
    }
  ]
}