{
  "id": 620890060,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the basket of apples",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You dropped the basket",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The apple stall is nearly out of apples! The Appledores orchard is the main supplier for the Farmers Faire, so it is time to make a trip to restock.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Dear me! We are running perilously low on apples! Get to the Appledores to find another basket for the market and bring it back as quickly as you can.\\n\\n'Here...take this pie. It uses my great grand-mother's secret recipe, and it is said to lend you incredible speed when you take a bite of it. Hurry now. Do not tarry!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Appledores orchard is in Hobbiton, just west of the Hill and Bag End.\\n\\nYou should run to the famed apple farm and return with a basket of apples before the time runs out.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hurray, [placeholder]! You are the hero of the Farmers Faire!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sperling Took, the supplier of the Farmers Faire, can be found in Bywater.\\n\\nYou should return to Bywater as quickly as you can, taking bites of the pie to help you along if you find yourself needing a burst of energy.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hurry, [placeholder]! This is not the time to dilly-dally so!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the basket of apples (eat pie for a burst of energy)",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry the basket of apples to the Farmers Market",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To the Appledores: Restocking the Apple Stall",
      "es": ""
    }
  ]
}