{
  "id": 620890116,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do you believe in items that are lucky? Many travellers and adventurers do. Certain kinds of items in particular are said to grant luck to their owners. I don't believe in such things, but many do, including Runulf the Thorin's Hall innkeeper.\\n\\n'I have the perfect festival gift for Runulf: a decorative goat's horn. I would like you to take it to him. Some dwarves believe that a goat's horn will bring good fortune to whomever possesses it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome. Can I interest you in a pint?\\n\\n'Ah, this is a gift for me? Well, I'm feeling quite lucky already! Blessings to you, kind [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you lost, friend? Just head into Thorin's Hall, to the north of here. Head to the back and go down into the cellar, you will find Runulf keeping the inn there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome. Can I interest you in a pint?\\n\\n'Ah, this is a gift for me? Well, I'm feeling quite lucky already! Blessings to you, kind [placeholder].",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gifts -- A Lucky Goat's Horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ormr wishes to spread the cheer of the celebration to Runulf, the innkeeper in Thorin's Hall.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have delivered the lucky goat's horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the lucky goat's horn to Runulf in the Thorin's Hall inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Runulf is at his inn in the cellar of Thorin's Hall in Ered Luin.\\n\\nOrmr has tasked you with taking a lucky goat's horn to Runulf, the innkeeper in Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the lucky goat's horn to Runulf in the Thorin's Hall cellar",
      "es": "",
      "es (fem)": ""
    }
  ]
}