{
  "id": 620892200,
  "txt": [
    {
      "id": 228870261,
      "en": "Currency Unification",
      "es": ""
    },
    {
      "id": 137848706,
      "en": "<rgb=#00FF00>What you need to know:</rgb>\\nSeveral existing currencies have been consolidated to facilitate Instance Finder, reduce some of the currency bloat, streamline game-play and introduce a very sustainable and understandable system for rewards moving forward.\\n<rgb=#FF0000>None of your currency has been lost, just converted into a unified currency.</rgb>\\n\\n<rgb=#FF0000> All of the unified currencies are stored in the Wallet- accessible by hotkey:</rgb>(<rgb=#ffff00>B</rgb>).\\n\\n For more details on this revision, see below:\\n\\n<rgb=#00FF00>Currency - Skirmish, Classic and Instance reward systems:</rgb>\\nAll of the existing marks and tokens that appear in Skirmishes and Classic Instances are being collapsed into three new currencies; Marks, Medallions, and Seals. These three currencies will also be used in the new Isengard instance cluster, as well as future instances. This should change little about how Skirmishes, Classic Instances, and Instance Clusters are played. Enter an instance, collect currency for beating bosses and taking control points, then spend it at barter vendors. The big change is that now all instances share three main currencies, instead of a wide variety of special marks.\\n\\n<rgb=#00FF00>What about all my stuff?</rgb>\\nAll of the existing marks will be converted into Marks, Medallions, or Seals automatically. Skirmish Marks will become Marks, though acquired Skirmish traits will be unchanged.\\nTo be specific, the following items will disappear from the game and be replaced with some amount of the new currencies:\\n\\nThe following are converted to <rgb=#ff0000>Marks</rgb>:\\nSkirmish marks\\nRecruit's Mark\\nFootman's Mark\\nVeteran Footman's Mark\\nEsquire's Mark\\nVeteran Esquire's Mark\\nGuardsman's Mark\\nVeteran Guardsman's Mark\\nSergeant-at-Arms Mark\\nVeteran Sergeant-at-Arms Mark\\n\\nThe following are converted to <rgb=#ADDFFF>Medallions</rgb>:\\nSuperior Third Mark\\nEruilan Campaign Mark\\nAdlan Campaign Mark\\nNaillan Campaign Mark\\nCannuilan Campaign Mark\\nLefnuilan Campaign Mark\\nEnguilan Campaign Mark\\nOdothuilan Campaign Mark\\nVeteran's Fourth Mark\\nFourth Mark\\nVeteran's Third Mark\\nThird Mark\\nVeteran's Second Mark\\nSecond Mark\\nVeteran's First Mark\\nFirst Mark\\nAnnúminas Mark\\nEregion Mark\\nHelegrod Mark\\nGreat Barrow Mark\\nInn of the Forsaken Mark\\nHalls of Night Mark\\n\\nThe following are converted to <rgb=#FFFF00>Special</rgb>:\\nSuperior Fourth Mark - Sell at the Currency Exchange at a Skirmish Camp for either Seals or Medallions.\\n\\n<rgb=#ff0000>Marks</rgb>\\nMarks replace Skirmish Marks in many ways. They are primarily gained from Skirmishes, though a decent amount will appear in Classic instances. All Skirmish traits will now cost Marks to upgrade. Much like before, Marks can purchase the widest variety of items from the Skirmish vendors, though more potent rewards will often cost some Medallions in addition.\\n\\n<rgb=#ADDFFF>Medallions</rgb>\\nMedallions serve a number of roles. They take the functional place of Campaign marks, Instance marks and the level band marks (First, Second, Third, Fourth mark). They are awarded primarily for completing Encounters while in Skirmishes, and from beating bosses in Classic. Generally, Classic Instances award more Medallions then Skirmishes do, though more Medallions can be found playing in the capped instance cluster.\\n\\n<rgb=#FFFF00>Seals</rgb>\\nSeals are the top end, rarest currency. They take the functional place of “Superior” marks and many of the endgame instance currencies. They will appear primarily in the endgame instance cluster, but some can also be acquired by completing Classic and Skirmish raid quests. Seals will be the currency for purchasing the new Raid sets!\\n\\n<rgb=#00FF00>More (and less) of everything!</rgb>\\nLastly, a full pass on Skirmish vendors has been made. Prices have been adjusted to compensate for the new currencies. New items will appear and some older items will be removed.",
      "es": ""
    }
  ]
}