{
  "id": 620846861,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail, [placeholder]; welcome to our meagre establishment. It is not much, but it is safer than the wild woods beyond that door. I hope you will be careful when you venture out again -- a small party of our own went out to explore, and they have not returned.\\n\\n'I will not deny that I am very worried for them. They espied the Elf-ruins to the north of here, which, if memory serves, was once the fair Elven-realm of Dannenglor. They left some days ago, and I fear the worst....\\n\\n'Will you search for them, and scout the ruins so that we know what we are up against? Be very careful -- I do not wish you to meet the same fate that they met.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas! This does not bode well. My fears are all but confirmed. Oh, [placeholder]...do you think there is any hope?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dannenglor is to the north. You should follow the road there, for that is the path our friends took when they ventured thither.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Explorers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A small party of explorers set off for Dannenglor and have not yet returned, and Fernachar is anxious for word of their fate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This blade surely belonged to an Elf, but it lies near a great stain of blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search near Dannenglor for the Malledhrim scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dannenglor is to the north of the Haunted Inn.\\n\\nFernachar has asked you to search the ruins of Dannenglor for signs of the Elf-scouts who went that way. You should approach Dannenglor cautiously, following the road where the Elf explorers went.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fernachar at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fernachar awaits you in the Haunted Inn in the Dourstocks, south of Dannenglor.\\n\\nYou should speak with Fernachar and tell him of the worrying scene you beheld when you approached Dannenglor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}