{
  "id": 620846860,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The merrevail at Dannenglor are deadly foes, and I fear that my friends met their doom if facing them unawares. Your exploration thus far served one purpose -- to prepare us for facing the threat on our northern side.\\n\\n'You should go back to Dannenglor, this time armed with the knowledge you have gained from your first exploration. Cut down as many merrevail as you can, and then report back to me when the way is clearer.\\n\\n'If you can do this, we will surely be able to find my lost friends! I dearly hope that they live yet, but I am deeply troubled, deeply troubled....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]. I believe we are coming closer to uncovering what happened to my lost brethren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'How have you fared thus far, [placeholder]? The merrevail are in Dannenglor, to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hewing Fell Wings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fernachar has asked you to defeat many merrevail in pursuit of the Malledhrim scouts who have been waylaid at Dannenglor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated merrevail at Dannenglor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat merrevail at Dannenglor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Merrevail can be found in the Elf-ruins of Dannenglor, north of the Haunted Inn in the Dourstocks.\\n\\nYou should fight the merrevail in pursuit of the Malledhrim Elves who were most likely waylaid at the gates of Dannenglor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fernachar at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fernachar awaits you anxiously at the Haunted Inn in the Dourstocks, south of Dannenglor.\\n\\nYou should return swiftly to Fernachar and inform him of your relative success against the merrevail of Dannenglor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}