{
  "id": 620846859,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Alas -- this Elf breathes no more....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Alas -- this Elf breathes no more....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Alas -- this Elf breathes no more....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With one last effort and dwindling hope, Fernachar urgently wishes to locate the whereabouts of his missing friends and see them safely returned. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You must make one final venture into Dannenglor, [placeholder], and this is the most important one. Pray do not return until this last hope is either verified or put to rest forever, for my heart cannot bear the suspense much longer.\\n\\n'I need you to go back to the morroval-roost and search high and low for my friends, the missing scouts. You have proven yourself more than capable of battling the vile foe that wanders that place, and so I put my last hope in you.\\n\\n'Three went forth, and three you must account for, be they alive or dead. Go north one last time, Randir, and do not leave until you find them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The missing Malledhrim scouts can surely be found in Dannenglor, north of the Haunted Inn.\\n\\nYou should search Dannenglor for the missing Elves, though whether they are alive or dead is yet to be seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, alas! It is just as I feared! Let this be a lesson to us all that no matter what distractions may tempt us while on this dark and seldom-travelled road, we must not stray from our course. Vainly did they pass into the West, never to return.\\n\\n'Truly does my heart despair at this terrible news, though I long expected it.\\n\\n'You have my most heartfelt thanks for your part in this, my dear friend. I would still be driven mad with worry, but for your efforts. You are most deserving of the trust of the Malledhrim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fernachar is in the Haunted Inn in the Dourstocks, south of Dannenglor.\\n\\nYou should speak with Fernachar and tell him that the three scouts met their doom in Dannenglor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Pray make haste! There cannot be much time, if they are indeed alive at all. Go to Dannenglor and do not return until you have learned aught of their fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the first scout in Dannenglor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for the second scout in Dannenglor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search for the third scout in Dannenglor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Fernachar at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dwindling Hope",
      "es": "",
      "es (fem)": ""
    }
  ]
}