{
  "id": 620846864,
  "txt": [
    {
      "id": 218649169,
      "en": "'You have done well to thin the pack, [placeholder], but still the creatures persist, and with more fervour than ever. They press closer and closer with every passing night.\\n\\n'It becomes clear to me that these are no reckless wild beasts. Nay, I believe they are driven by some fell hand. Their efforts against us are not those of animals, but of a host of enemies rallying their defences against an invasion.\\n\\n'Surely someone from Dol Guldur has tamed this pack for their own evil purposes. You should try to draw him out, whomever he is! Go to the Pack-howler's Hill, my friend, and see if anyone answers your summons.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good! I am glad we are rid of the Orc who twists the animals here for his evil purposes. You have done well indeed, [placeholder], and I thank you for your efforts on behalf of the Golden Host.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Packhowler's Hill lies to the south of here, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Howling on the Hill",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The persistence of the Darkrage wolves, despite your efforts to thin their pack, leads Prestadír to believe that the wolf-pack is being used for evil, tamed by the forces of Dol Guldur to combat intruders in the wild.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Wolf-keeper has been defeated",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the wolf-whistle to summon the Wolf-keeper and defeat him",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pack-howler's Hill is to the south of the Haunted Inn in the Dourstocks.\\n\\nYou should go to Pack-howler's Hill and attempt to draw out the wolf-tamer who has trained the Darkrage wolves against the Malledhrim.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Prestadír at the Haunted Inn",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Prestadír is at the Haunted Inn in the Dourstocks.\\n\\nYou should return to Prestadír with news of your success.",
      "es": ""
    }
  ]
}