{
  "id": 620846862,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have been sent to aid us and aid us you may, mellon. There are many tasks ahead of us, and our numbers are fewer than we would wish, especially with our scouts missing in the north.\\n\\n'This forest is rife with poison-fanged spiders, seemingly everywhere one looks. They spout from the Dreadweaver's Lair, south-west from here.\\n\\n'You should defeat as many Mirkwood spiders as you can, mellon. They are ever a threat to the Elves, and are our enemies of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Suillaid, mellon. You have our thanks for your efforts to pave the way for our offensive against Dol Guldur. This forest is still evil, but it is a little less so with every malicious spider that is brought to death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Spiders can be found everywhere you look, [placeholder]. If you have trouble finding them in the woods, you could investigate around the Dreadweaver's Lair, south-west from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Wood Rife with Spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The spiders that roam the Dourstocks spill out from the Dreadweaver's Lair, making the forest all the more perilous for the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated spiders in the Dourstocks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spiders in the Dourstocks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spiders can be found throughout the Dourstocks.\\n\\nYou should defeat many spiders to make the Dourstocks safer for the Malledhrim who wish to travel unhindered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fernachar at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fernachar can be found in the Haunted Inn in the Dourstocks.\\n\\nYou should return to Fernachar with word of your success against the spiders.",
      "es": "",
      "es (fem)": ""
    }
  ]
}