{
  "id": 620846863,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done well indeed, but you will not believe what report I have heard. One of our scouts returned and said he saw a deadly-looking spider bearing a great burden -- an Orc that was unconscious from poison.\\n\\n'This spider carried her prey in the direction of the Dreadweaver's Lair, south-west from here. Will you pursue her there? I fear for our safety with such a monster roaming about, though I'll not hold her choice of food against her.\\n\\n'If you can rid the Dreadweaver's Lair of this menace, I do believe we will have secured the Dourstocks against the greater threat of spiders, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good! The spider threat is greatly lessened now, thanks to you, [placeholder]. The Malledhrim owe you much.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Dreadweaver's Lair is to the south-west of here. That is the direction in which I saw this great predator dragging away her enormous prey. Such a foe cannot be allowed to endure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dangerous Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fernachar noted the movements of a truly terrifying spider seen roaming in the Dourstocks, bearing a great Orc unconscious to her den.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Dourstocks Lair-spinner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Summon and defeat the Dourstocks Lair-spinner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dourstocks Lair-spinner can be found in the Dreadweaver's Lair.\\n\\nYou should go to the spider-lair and face the Lair-spinner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fernachar at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fernachar is in the Haunted Inn in the Dourstocks.\\n\\nYou should return to Fernachar with word of your triumph against the Dourstocks Lair-spinner.",
      "es": "",
      "es (fem)": ""
    }
  ]
}