{
  "id": 620846981,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Epilogue: Of Elves and Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The mithril axe Zigilburk has been returned to the place where it was found: by the side of the dwarf Óin in the watery depths of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Sigileth did not return from the assault on Dol Guldur, where she fell in battle with the defenders of the fortress. In death, she wished her knives Lanchigil and Egnassigil to be given to Celeborn, so you presented them to the Lord of Lórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You have ventured into the cave of Gath Ulunn, where the Orcs of Gathbúrz sought to hatch worms for use against the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Volume 2 Epilogue does not begin until you have completed Book 9: Fortress of the Nazgûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "At the behest of Laeglang, one of the Golden Host's most daring scouts, you struck a blow against the Orcs of Dol Guldur and scouted strategic locations around the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Complete 'Epilogue: Braiglinn'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Golden Host and the Iron Garrison have completed their mission to Mirkwood, but there is still a story to be told.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You discovered that a company of Orcs fleeing from Dol Guldur ran afoul of the pestilent glow-worms and their matriarchs in the Hall of Lights and worked to combat the threat they posed to the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Complete 'Epilogue: Issuriel's Flower'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You undertook an incredibly long journey for Lúth Greyhammer, slaying an Orc, goblin, or uruk in each of the many regions in which a Greyhammer was harmed by an Orc, a deed that tested your patience much more than your prowess. Lúth's father Tandri agrees and planned to speak to his son about asking strangers to perform such ridiculous feats in the name of vengeance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Complete 'Epilogue: Gorothúl of Dol Guldur'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Cúcheron had a single tie to Middle-earth remaining: his curiosity concerning the mystery of Audaghaim. You helped him unravel some of the riddle, though other questions remain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "Achardor did not return from the gates of Dol Guldur; his brother's widow Núrelleth must bear the grief of this loss, though not alone: the Lady Galadriel also feels the sorrow of loss...and some of its burden as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e9",
      "en": "You have collected alchemical ingredients for Barvessain from three locations: Gath Ulunn, the Hall of Lights, and the ruins of Agistath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e30",
      "en": "Braiglinn sent you to seize one of three strategic objectives within Dol Guldur: the Warg-pens, the Sword-hall, or the Dungeons. You did so, striking a blow against the Enemy while the possibility remained and before the reinforcing army from the East arrived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e31",
      "en": "You brought Issuriel's elanor bloom to Bróin in thanks for saving her life...to the dwarf's unending embarrassment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e32",
      "en": "You and your allies have put an end to the menace of Gorothúl, and his sorcerous ways will trouble the Elves of Lothlórien and the dwarves of the Iron Garrison no longer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'Epilogue: Zigilburk Returned'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete 'Epilogue: Sigileth's Knives'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete 'Epilogue: Ningloril'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Complete 'Epilogue: Laeglang'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Complete 'Epilogue: Alfirimbes'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Complete 'Epilogue: Greyhammers'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Complete 'Epilogue: Cúcheron's Bow'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Complete 'Epilogue: Achardor's Fate'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Complete 'Epilogue: Barvessain'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The tale of Moria and Lothlórien is nearing a close. What does the future hold for the Iron Garrison and the Golden Host?",
      "es": "",
      "es (fem)": ""
    }
  ]
}