{
  "id": 620847305,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'How have you found Mirkwood thus far, randir? It is not to my liking at all. Several of our number have gone missing on a mission to Dannenglor. We know now that the place is rife with merrevail.\\n\\n'If you find yourself there, you should defeat many of the morvul-slaves and see if you can learn of this morroval-nest. Any interesting relics you come across while in Dannenglor would be of use to me in discerning the nature of these beasts.\\n\\n'Just be cautious when you go, [placeholder]. It bodes ill that our scouts are still missing. I worry very much that this particular mission will be perilous for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, randir, for bringing me these. These tokens look to have been crafted by the beasts themselves, for they are very crude. This means that there is a leader among them, binding them to a life of allegiance towards defending their roost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The morvul-slaves can be found defending the keep their kind has pillaged -- the Elf-ruins of Dannenglor, to the north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you collected any tokens fromt he morvul-slaves?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Slave-horde of Dannenglor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dangerous morvul-slaves stalk the city of Dannenglor, protecting their kind from intruders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected tokens of bondage from morvul-slaves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect tokens of bondage from morvul-slaves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Morvul-slaves can be found in Dannenglor, to the north of the Haunted Inn in the Dourstocks.\\n\\nPuiguil has asked you to defeat many morvul-slaves in Dannenglor and collect the tokens of bondage that can be found on them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Puiguil at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Puiguil is at the Haunted Inn, in the Dourstocks of Mirkwood, south of Dannenglor.\\n\\nYou should speak with Puiguil and bring him the tokens of the mervyl's allegiance to their family.",
      "es": "",
      "es (fem)": ""
    }
  ]
}