{
  "id": 620847306,
  "txt": [
    {
      "id": 218649169,
      "en": "'Now that we have learned a bit of the nest of merrevail in Dannenglor, I think we can take some action against them. Those tokens you collected were made by one of their own.\\n\\n'I am guessing this particular morvul is a strong brute, and you would do well to remove him if we are to secure Dannenglor against these beasts.\\n\\n'I am sure he keeps well hidden. Hopefully when you return to Dannenglor, you will find some way to summon him to a confrontation. I do not think he will be able to resist a direct challenge. Be careful, [placeholder]; this is sure to be a dreadful challenge.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Wonderfully done, [placeholder]! You have given us much aid in this dark and dreary place. Everything we do to combat the countless evils here plants a seed of hope.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The morvul-guard can surely be called by some means within Dannenglor. You should search for a way to summon him.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Master of the Roost",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The mervyl-slaves are led by one of their own in subjugation to the merrevail.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the morvul-guard",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon and defeat the morvul-guard",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The master of the morvul-slaves can be summoned in Dannenglor, north of the Haunted Inn in the Dourstocks.\\n\\nYou should use the merrevail's horn to summon the morvul-guard.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Puiguil in the Haunted Inn",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Puiguil can be found in the Haunted Inn in the Dourstocks, south of Dannenglor.\\n\\nYou should return with news of your success to Puiguil.",
      "es": ""
    }
  ]
}