{
  "id": 620847389,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well met, [placeholder]! Your foray into this evil tower shall not be soon forgotten by the Elves who survive the offensive. We are indebted to you for breaching the lower defences of Barad Guldur.\\n\\n'From here I believe we can look to advancing further up the tower -- not a small feat, I assure you.\\n\\n'But for now, take a moment's respite.  You have earned it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well met, [placeholder]! Your foray into this evil tower shall not be soon forgotten by the Elves who survive the offensive. We are indebted to you for breaching the lower defences of Barad Guldur.\\n\\n'From here I believe we can look to advancing further up the tower -- not a small feat, I assure you.\\n\\n'But for now, take a moment's respite.  You have earned it.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'When you are prepared, you should venture into Barad Guldur and defeat the captain to stem the tide of enemies that follow in his wake.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Barad Guldur: The Deep Assault",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Malledhrim have asked you and your companions to enter Barad Guldur in an attempt to strike at the heart of the forces of Dol Guldur.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have broken through the forces in lower Barad Guldur",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Establish a staging point in Barad Guldur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barad Guldur is the mighty tower at the fortress of Dol Guldur.\\n\\nOnce inside, Belvaer has asked you to sever the flow of enemy reinforcements streaming from the tower. Belvaer seems to think that the captain of the guard should be found soon after beginning your ascent of the tower.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Anglú in Barad Guldur",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Anglú is in Barad Guldur.\\n\\nYou should speak with the Elf-lieutenant Anglú for further instruction on your offensive.",
      "es": ""
    }
  ]
}