{
  "id": 620847318,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Located the northern ancient pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Located the central ancient pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Located the southern ancient pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the ruins outside Sâd Doldúr, there are a number of ancient pillars that have resided in this area for a number of years. These stones are ancient and may lead to valuable clues about exactly what is happening to the Ashenslades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In the ruins below, there are many ancient pillars that have stood in this area for generations...since the days when the forest was called Greenwood the Great. These pillars may reveal valuable clues regarding the strength of the rituals being performed within Sâd Doldúr.\\n\\n'Will you journey among the ruins in Sâd Doldúr and examine these pillars for me? Travel the path below to Sâd Doldúr and among the outer ruins, you will find three such pillars.\\n\\n'When you have examined them, return to me for further instruction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ancient pillars can be located among the ruins of Sâd Doldúr, which can be found by following the path below, down the mountain until you reach the ruins proper. There are three pillars, located in the northern, central, and southern portions of the ruins.\\n\\nThe cairn stones located among the ruins appear to be resistant to the blight that is sweeping the area. Himeinior asked you to travel to each of these locations and examine the pillars.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to hear that these ancient pillars appear to be resistant to the sickness spreading across the Ashenslades. It bodes well for our ability to stop the spread of the blight elsewhere. '",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Himeinior is at the camp near Barad Angol upon the hill, north of the pillars.\\n\\nAfter examining the ancient pillars, you did not see any sign of corruption or taint. Return to Barad Angol and report this to Himeinior. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The pillars I wish for you to examine lie to the south, below this camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate the northern ancient pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Locate the central ancient pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Locate the southern ancient pillar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Himeinior near Barad Angol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pillars of Another Age",
      "es": "",
      "es (fem)": ""
    }
  ]
}