{
  "id": 621094675,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'To the south and east is a floating bridge at a crossing called the Wrackwade. From there we can govern passage into Ambarûl from the east by the waterway, and from the south through Khûd Zagin. The Ordâkhai have been contesting us for control of the Wrackwade, but there have only been small daily skirmishes so far.\\n\\n'I suspect the Ordâkhai have decided that if they cannot control the Wrackwade, then nobody can. I think those waggons are for destroying our makeshift bridge there. We will be completely cut off from the rest of Shâgana if they succeed. We cannot allow this to happen!\\n\\n'Please, if you think you are able, return to Eshadûr and destroy that black powder! After you have done this, you should go to the Wrackwade and inform the Dumûri captain there, Ningêna, of what has occurred. If you feel you are capable of helping her further, please do so. She is the widow of my son, Tâlax, and is truly like a dumûri; a daughter, to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have successfully destroyed the Ordâkhai powder-laden waggons in Eshadûr. You should now travel to the Wrackwade and talk to Ningêna, the Dumûri captain. The Wrackwade is a river crossing east of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your scouting mission to Eshadûr revealed that the Ordâkhai are preparing waggons full of explosive powder for an attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Defensive Strike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Ningêna at the Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hashtal-gûr, friend. I am glad you are here. Is there news from Iridír?'\\n\\nYou update Ningêna on recent events and tell her about the black powder waggons and your quest to destroy them. Once you are done, she studies you for a moment before responding.\\n\\n'A foreigner does all this for the Ambarûli? You are a mysterious one, that is certain. But I cannot say that I am not grateful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Destroyed powder-laden waggons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Return to Eshadûr and destroy that black powder! After this is done, you should go to the Wrackwade and inform the Dumûri captain there, Ningêna, of what has occurred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Destroy powder-laden waggons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The Ordâkhai waggons in Eshadûr, south of the Ikorbân River, must be destroyed to protect Dumûri control of the Wrackwade.",
      "es": "",
      "es (fem)": ""
    }
  ]
}