{
  "id": 621094695,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'I am unsurprised that Khûldim lied to us. I only wish it had not been so. Curse it all, now we have no hope of finding the Dubarâkh! That coward got himself killed when he could have gone home to Ordâkh! What a fool! He lied to us for no reason but to deprive us of something we want.'\\n\\nYou can see her sadness shifting into anger.\\n\\n'I will never understand why people hate us so. Leave me be, I need to think. Talk to Amâsu if you must talk to someone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Talk to Girhâzi when you are ready to travel to the salt mine in search of the Dubarâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Girhâzi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You accompanied Girhâzi to explore the abandoned salt mine of Ashunûg in search of the Dubarâkh. Instead of a library, you found a cult and Khûldim Umûn found death at the hands of his would-be rescuers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Complete Instance: Searching for Hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "TBD Girhâzi told you she will meet you at the salt mine when you are ready. The mine is in an area north of Iridír, and has been marked on your map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "TBD Find the entrance to the salt mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "TBD Let's go!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "TBD Girhâzi told you she will meet you at the salt mine. You should enter the mine when you are ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "TBD You have found the salt mine entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "TBD Enter the salt mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Frustrated at her failure to locate the Dubarâkh, Girhâzi needs a moment to herself and sent you to talk to Amâsu instead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Amâsu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Please excuse Girhâzi's behaviour. I have noticed that when she does not wish to feel pain, she recasts it into anger. It has been so since Ukhâx and her boys were taken from her. Her pain is something she will eventually have to face, but let us not worry ourselves about it today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You are ready to go on this expedition? Then let us be off.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Khûldim Umûn has informed Girhâzi that the Dubarâkh is inside an abandoned salt mine. You are invited to join them as they search the caves for the lost library of Ambarûli culture and history.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I could not have gotten this information without you, [placeholder]. Would you like to come with us to search this salt mine? I will gather some Dumûri volunteers and get Khûldim ready to be moved. Let me know when you are ready and we will be on our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searching for Hope",
      "es": "",
      "es (fem)": ""
    }
  ]
}