{
  "id": 621094700,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Khâmi has asked you to take their broken wheel to Iridír to have it repaired. You should pick up the waggon wheel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have the broken waggon wheel. You should find someone in Iridír who can repair it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete Quest: Mending the Wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have completed the work of the absent apprentice, and Aranbir says the wheel is repaired. You should pick up the wheel to bring it back to Khâmi at Gha Nêkha, the outpost in southern Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Take the repaired wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You have taken the broken wheel to Iridír and had it repaired. You should return it to Khâmi at Gha Nêkha, south-west of Eshadûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The wheelwright, Aranbir, says he will make time to fix the waggon wheel if you fill in for his absent apprentice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Bring the broken wheel to a wheelwright in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'The wheel! Níkhu, it looks as good as new! Thank you ever so much, friend. We will soon be on our way, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Would you take our wheel to Iridír and find someone to repair it? We cannot leave the animals and supplies unattended, and neither of us wants to be left alone here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Do a few of my layabout apprentice's chores, and I will make time to fix this wheel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Horse traders Khâmi and Akûshu are stranded at Gha Nêkha, in the desert south-west of Eshadûr, with a broken waggon wheel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Take the broken wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hashtal-gûr stranger! Please, would you lend us aid? I am Khâmi, and that is Akûshu with the horses. We are horse traders and came to Ambarûl in search of customers interested in purchasing our fine animals. We were led to believe that the Ordâkhai were defeated here, but that is not true! They have entirely taken over Eshadûr!\\n\\n'These days, Ordâkhai are more likely to steal our horses than buy them. So we turned around to instead go to Iridír, but curse it all, one of our waggon wheels broke! Now we found ourselves stranded. Thankfully, we were near enough to this outpost to make it here.\\n\\n'If you have kindness in your heart, would you take our wheel to Iridír and find someone to repair it? We cannot leave the animals and supplies unattended, and neither of us wants to be left alone here, trapped between Ordâkhai têshu and the Usan-kûni.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Company Astray",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hashtal-gûr, stranger. What do you need?'\\n\\nYou give the broken wheel to the wheelwright and ask if it can be repaired. The man examines the wheel.\\n\\n'I am for certain capable of repairing this. What is less certain is if I have the time. I am busy and my worthless apprentice says he is too tired to work today. But I will offer you a deal. Do a few of the lad's chores, and I will make time for this wheel, and do it for free to boot.\\n\\n'What say you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Bring the repaired wheel to Khâmi",
      "es": "",
      "es (fem)": ""
    }
  ]
}