{
  "id": 621094665,
  "txt": [
    {
      "id": 262725912,
      "en": "Defeated Ordâkhai in Eshadûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crippling the Enemy",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Girhâzi",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have heard you are a warrior, capable of more than just running errands. Would you be interested in something more dangerous? Someone with a spy-glass was watching birds along the river and spotted boats being prepared at the docks in Eshadûr.\\n\\n'I do not have enough Dumûri to send a force over, but I believe that a warrior of your skill would be able to do enough damage to ruin whatever it is that they are planning. If you think you are up to it, go to Eshadûr and destroy those boats. While you are there, you might as well thin their numbers and scout around the village to learn what you can of their activities.'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Destroyed Ordâkhai boats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Enter the village of Eshadûr",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The Ordâkhai are well supplied",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "The Ordâkhai are not lacking for leadership",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Are those waggons loaded with explosives?",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Eshadûr, a former fishing village, has become an Ordâkhai encampment. It is on the south side of the Ikorbân River, across from Iridír.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Dalagín, the Dumûri captain, has asked you to enter Eshadûr and disrupt the Ordâkhai operations there.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Excellent work my friend! I could hear the explosions and their shouts of panic from here. We were cheering you on.'\\n\\nYou tell the Dumûri Captain that while scouting you discovered that the Ordâkhai are loading waggons with black powder, and she looks concerned.\\n\\n'I am glad you saw this, but it is not good news. Please return to Girhâzi and tell her of this. She will want to hear this from the one who witnessed them.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Dalagín, the Dumûri captain, has asked you to enter Eshadûr and destroy their boats, defeat Ordâkhai soldiers, and scout a few locations.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Scout the western store-house",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Scout the eastern officers' tent",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You have completed your mission in Eshadûr and should return to Dalagín in Iridír.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Scout the southern stables",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Dalagín in Iridír",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Enter the village of Eshadûr",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 225071143,
      "en": "Defeat Ordâkhai in Eshadûr ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "You have completed your mission there and reported back to Dalagín, the Dumûri captain, in Iridír. She has asked you to go to Girhâzi and tell her of the waggons laden with black powder.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Destroy Ordâkhai boats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You return! How goes the river defence?'\\n\\nAs you did with the captain, you tell Girhâzi of the waggons. Girhâzi thinks for a moment and seems to be talking to herself as much as to you.\\n\\n'If those waggons are meant for us, and I have little doubt that they are, there can only be one target.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You have entered Eshadûr",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You have entered Eshadûr",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Go to Eshadûr and destroy the Ordâkhai boats. While there, thin their numbers and scout around the village to learn what you can of their activities.'",
      "es": ""
    }
  ]
}