{
  "id": 621094697,
  "txt": [
    {
      "id": "0xd9b5689",
      "en": "'What an incredible day this is, [placeholder]. We have found the Dubarâkh! It feels like a dream that I will wake up from at any moment. We will now be able to learn our full history; to learn who we are and where we came from. The fire of the Ambarûli will be rekindled, and this would not have happened without your help. I confess that I did not trust you at first, but you are a true friend [placeholder], and you will always be welcome here among us.\\n\\n'Our people weep with joy. Thank you, [placeholder]. If you ever wish to return to Dubarâkh, there will be Dumûri posted at the mine entrance to escort you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Girhâzi has agreed to accompany you and Amâsu to return to the odd wall in the tunnel you discovered. Talk to Girhâzi when you are ready to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Girhâzi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "After guiding Amâsu and Girhâzi to the salt mine you discovered, they were able to locate and open the lost library, Dubarâkh. You should talk to Girhâzi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Complete Instance: Unlocking History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Amâsu has indicated that you should invite Girhâzi to also see what you discovered. You should talk to Girhâzi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'All ready? Let us be on our way then!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Girhâzi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I was wondering where you had been off to.  Another salt mine you say?'\\n\\nYou tell Girhâzi that you're taking Amâsu to investigate the tunnels and that she is invited if she would like to come.\\n\\n'Invited, eh?' Girhâzi chuckles.\\n\\n'Amâsu knows quite well that she is like a mother to me, and I would sooner cut off my thumb than let her walk into potential danger without me at her side. Talk to me again when you are ready to go and we will travel there together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Intrigued by your discovery of a curious wall inside another salt mine tunnel, Amâsu has asked you to escort her there to see it for herself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have made an intriguing discovery, [placeholder]. The more I think about it, the more I think I would like to see it myself. I will go alone if needed, but would you be willing to take me to this suspicious wall you found in the salt mines? If Girhâzi is finished being cross, she may come as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unlocking History",
      "es": "",
      "es (fem)": ""
    }
  ]
}