{
  "id": 621094704,
  "txt": [
    {
      "id": 216727827,
      "en": "Akûshu has requested you slay some of the usan-kûni scorpions to the south at a place called Nirikal, and scather-flies in the bog near the river-bank at Umûn Khab.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You have slain many of the usan-kûni and scather-flies that posed a threat to the horses' safety. You should talk to Akûshu at Gha Nêkha, south of Eshadûr in Ambarûl.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat scather-flies at at Umûn Khab ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated scather-flies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat usan-kûni at Nirikal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated usan-kûni ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Would you slay some of the usan-kûni to the south and the scather-flies in the marsh on the river-bank?'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Akûshu",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'[placeholder], thank you so much for dealing with those horrid beasts. Do the horses seem more calm to you? I think I am more calm, anyway!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Akûshu worries about the scorpions and marsh-flies being a threat to the horses.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Thank you friend for stopping to help us. Though we have some shelter here, I am worried for the horses. Many beasts in Shâgana would happily make a meal of them. If you are able, would you slay some of wild beasts? I am particularly concerned about the usan-kûni to the south at a place called Nirikal and the scather-flies in the marsh along the river-bank at Umûn Khab.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pest Management",
      "es": ""
    }
  ]
}