{
  "id": 621094766,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Defeat the orc scouts and report back to Galamka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I hear reports that you have succeeded in eliminating the Orc scouts. That is heartening news, and I give my thanks.\\n\\n'You have given us vital time to continue our preparations. I know that the Orcs will send more scouts in time, but we are safe for now.\\n\\n'We still have much work to do here. I ask that you return when you can if you wish to help more with our efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Using the information from the scouting report gathered from Irkiri, Galâmka has asked you to clear out Orc scouts in the area to the south-east to prevent them from finding the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return to Galâmka in Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Return to Galâmka in Ub Nishir to the north of Maurûsh and inform him that you have eliminated the Orc scouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Returned to Galamka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Defeated Orc scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated Orc Scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galâmka has asked you to clear out the Orc scouts spotted nearby before they can discover the camp at Ub Nishir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Defeat Orc scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Orc Scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Ah, you are here. Let us get started.\\n\\n'The report you gathered from Irkiri details the movements of the Orc scouts, and we must act fast. They are getting closer by the day to scouting out the location of Ub Nishir and we can not allow that to happen.'\\n\\nGalâmka points to a location on his map to indicate the location of the scouts being tracked.\\n\\n'You can find the scouting parties in this area, I ask that you clear them out and prevent them from scouting any further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85952",
      "en": "Ah, you are here. Let us get started.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foiling the Spies",
      "es": "",
      "es (fem)": ""
    }
  ]
}