{
  "id": 621094702,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "TBD Oh, thanks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mending the Wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I need more coal to stoke the fire. Bring me coal from the stockpile on the crafter's wharf, near the oven.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "TBD Pick up the fixed wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Getting to this wheel should not be difficult if I have meaningful help. The first thing I need is more coal to stoke the fire. There is a stockpile of coal on the crafter's wharf near the cooks' oven. Go there and bring a sack of coal to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "TBD Tub of water broughted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Very good. Thank you for the coal. Next, I need more water for quenching the iron. You should be able to get a tub of water from the fishing dock.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Bring Aranbir his lunch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Thank you for the water. It looks like hardly any of it was spilt. Impressive. The last task I have for you is the most important. Go to Endunâm and pick up my lunch. I am less productive when I am hungry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The wheelwright, Aranbir, says he will make time to fix Khâmi's wheel if you fill in for his absent apprentice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Aranbir has asked you to go to the crafter's wharf in Iridír and bring him a sack of coal that can be found near the oven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have brought Aranbir the tub of water for which he asked. You should talk to him to learn of your next task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Oh, hoi! What is this, Aranbir sent you to get him some lunch? Ah yes, a man cannot work on an empty stomach!'\\n\\nEndunâm puts together a plate of food and hands it to you.\\n\\n'There you are. No nibbling! Buy your own if you are hungry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e06",
      "en": "TBD Bring the repaired wheel to TBD Waggoneer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Bring a tub of water to Aranbir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You have brought Aranbir the sack of coal for which he asked. You should talk to him to learn of your next task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Aranbir has sent you on one last errand for him - to pick up his lunch. You should talk to Endunâm the cook on the crafter's wharf in Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Lunch! The highlight of my day. Other than breakfast and supper, anyway. Thank you so much for helping me today. While you were gone I repaired your wheel. It is sitting just there by the hut. Help yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Aranbir has asked you to go to the fishing dock in Iridír, find a tub of water, and return with it in hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Aranbir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You have gotten lunch from Endunâm. You should bring it to Aranbir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Endunâm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect a sack of coal and bring it to Aranbir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Aranbir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "TBD fixed wheel picked up",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Fetch me a tub of water from the fishing dock. I will need it to quench the iron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Go to Endunâm and pick up my lunch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "TBD Sack of coal broughted",
      "es": "",
      "es (fem)": ""
    }
  ]
}