{
  "id": 621094601,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "Defeated fallow deer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Shanthar has requested you slay some of the deer in Arwáth to restore balance to the population.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You have slain deer in Arwáth. You should return to Shanthar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Shanthar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Thank you for seeing to the deer. I am glad it was you who performed that abhorrent task so that it did not fall upon me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Shanathar has offered a lesson on Kintai forest stewardship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Defeat fallow deer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "TBD Defeat Fallow Deer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The second truth is that what the forest has must be protected. There is an imbalance because Men have slain many of the predators native to this land, and now the prey animals are too numerous. Not only do they raze the undergrowth of the forest and kill the saplings needed to ensure its future, but once everything has been consumed, many animals will die of starvation.\\n\\n'It is the dreadful truth that slaying some of the deer now will be better for the survival of both the deer and the forest. It is an unpleasant task, but one that must be done. Please do not bring the meat back here though. I do not eat animals, but the scavengers of the forest will appreciate the meal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "TBD Defeated Fallow Deer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Without their natural predators, the deer in Arwáth are too numerous. They raze the undergrowth of the forest, and when it is gone, many will starve. Please slay some deer to help bring balance to the population.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wildlife Management",
      "es": "",
      "es (fem)": ""
    }
  ]
}