{
  "id": 621094661,
  "txt": [
    {
      "id": 228284041,
      "en": "'Urash Dâr has been a danger to all who live here for as long as can be remembered. In recent days the danger has grown. There are whispers of the doors of Utug-bûr, the demon-pits, having opened, releasing an evil upon us.\\n\\n'You may have seen the stronghold of Maurûsh on your travels to our camp. Maurûsh used to be ours, our homes, until these vicious utûgi invaded and it took it from us.\\n\\n'We managed to escape and have gathered here among refugees from all over the sands. We have put aside out differences to drive back this enemy, these Orcs, and retake our homes.\\n\\n'I ask of you to speak with Thugóch nearby, he will tell you more of the people here in the camp.'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Speak with Thugóch to learn more about the Ordâkhai in Urash Dâr.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Galâmka to learn more",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Return to Galâmka after learning more about the situation in Urash Dâr.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Speak with Galâmka to learn more about the situation in Urash Dâr.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Spoken with Galâmka",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Return to Galâmka ",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Returned to Galâmka",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Return to Galâmka",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "TBD Succcess Text\\n\\nGalâmka tells the player there is much to do and to let him know if you're interested in helping as they need all the help they can get.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Now you know of the people here and how we have all been driven from our homes by our common enemy.\\n\\n'I am planning to retake our home in Maurûsh, if you can lend your aid it would be welcomed, as it will be a hard road ahead.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Returned to Galâmka",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Galâmka thinks that you should know more about the situation in Urash Dâr.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Spoke with Thugóch",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Speak with Thugóch to learn more about the people here",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Spoken with Galâmka",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You must be the one of which Galâmka spoke.\\n\\n'This camp is a sanctuary for refugees in this land and the residents of Maurûsh. They have put their differences aside to escape the demons that emerged from the north.\\n\\n'You will find people from Ashâgir, Zikrum-dûl, and of course the stronghold of Maurûsh working together in an uneasy alliance, and I am sure that you have noticed by now that my companions and myself are Ordâkhai, and we are considered by many to be hostages of Galâmka, though I myself consider him a close friend.\\n\\n'We abandoned our campaign as we did not wish to fight under Sauron and came to Maurûsh, only to be captured by Galâmka. After the attack we were asked to help and now we fight by their side so that we can return home ourselves.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Greetings, [placeholder]. I am Galâmka, the leader of this here band.\\n\\n'You appear to be capable. If you truly wish to be of help though, there is much for you to learn of Urash Dâr and our struggles here.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Galâmka to learn more about Urash Dâr",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "TBD Succcess Text\\n\\nGalâmka tells the player of the situation in Urash Dâr\\n\\nMentions that the demon-pit opened (Utug-bur) and the orcs took the stronghold in Maurush.\\n\\nExplains why the brigands are working together and why they have Ordakhai \\qhostages\\q.\\n\\nThen sends the player to speak with Thugoch.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Struggle in Urash Dâr",
      "es": ""
    }
  ]
}