{
  "id": 621094664,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'You may take that tub of arrows there to the Dumûri.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "More arrows are needed for the defence of Iridír. The fletcher, Tínsha, can be found at the east end of the crafters' wharf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'There you are, I was beginning to think you got lost. Thank you for bringing the arrows. We will put them to good use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Arrows for the Cause",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Tínsha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It takes many arrows to remind the Ordâkhai that they do not want to come to Iridír. I have ordered additional arrows from Tínsha, the fletcher, but have not been able to spare anyone to get them. Would you mind? Tínsha is at the east end of the crafters' wharf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Bring the arrows to Dalagín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "This looks like the smithy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You say you are here to retrieve arrows for the Dumûri? I will give them to you if you do me one favour. I am running low on arrowheads. I do not make them myself, they come from Gurtum, the arrowsmith who casts them in iron and sharpens them. Go to Gurtum and bring me a crate of arrowheads, and I will give you the arrows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Dalagín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dalagín, the Dumûri captain, has asked you to fetch the arrows she ordered from the fletcher.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "More arrows are needed for the defence of Iridír. Tínsha has requested that you bring her a crate of arrowheads from Gurtum, the arrowsmith. The smithy can be found at the north end of the crafters' wharf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Come to pick up for Tínsha, have you? There's a crate ready to go just there. Help yourself to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Tínsha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "More arrows are needed for the defence of Iridír. The fletcher has requested that you bring her a crate of arrowheads from the arrowsmith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find the smithy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "More arrows are needed for the defence of Iridír. The arrowsmith, Gurtum, has given you leave to take a crate of arrowheads to the fletcher, Tínsha.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "More arrows are needed for the defence of Iridír. Gurtum, the arrowsmith, has given you leave to take a crate of arrowheads to the fletcher. Tínsha. Tínsha is at the east end of the crafters' wharf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Gurtum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Carry the crate of arrowheads to Tínsha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "More arrows are needed for the defence of Iridír. The fletcher has given you leave to take the tub of arrows to the Dumûri captain, Dalagín. Dalagín is near the archers' towers on the west side of Iridír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "More arrows are needed for the defence of Iridír. The fletcher has provided a tub of arrows that you brought to Dalagín. You should talk to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Ah, there are my arrowheads! Thank you for getting them for me. You may take that tub of arrows there to the Dumûri.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Go find Tínsha, the fletcher, and pick up the arrows I ordered.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Go to Gurtum, the arrowsmith, and bring me a crate of arrowheads. Then I will give you the arrows.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}