{
  "id": 621094600,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'I heard something very interesting, [placeholder]. I heard that not only is the son of Balakhôr alive, but he was seen fighting on the edge of the battle. I wonder: how could this be true when you assured me that Balakhâd was dead?'\\n\\nInstead of answering the question, you pose one of your own, asking what Khôltekh knows about the disappearance of the water-bearer Sadûkh from Ghalbûru. The dwarf eyes you appraisingly.\\n\\n'I must apologize, [placeholder], for I underestimated you. It will not happen again.\\n\\n'But know this: there are none in this land better than I at spy-craft. It was not always so... but it is now. Bear that in mind should you think to oppose my interests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Húrshauk is a good judge of character... nearly as skilled at reading people as Rothog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'We have known each other for less than a year, but it seems I have been indebted to you countless times. You have my thanks once again, [placeholder], and those of my sister. You did not have to follow me into the darkness of Utug-bûr, risking entombment with our terrible foes, but you came with me anyway.'\\n\\nCorudan grasps your forearm tightly.\\n\\n'I will never forget that, my friend.'\\n\\nHe releases your arm and your gaze. If you did not know better, you would think his expression might be one of embarrassment. It passes quickly and he is once again his usual practical self.\\n\\n'Could we have sealed the entrance to Utug-bûr without making use of the Narghâk, [placeholder]? Now it matters not, for the deed is done. The collapse required very little of the Hungry Fire, and much of that substance remains in the hidden stockpile deep within Ashâgir. We must set a guard upon it, night and day, to ensure that none think to use it for their own purposes.\\n\\n'You know of whom I speak, but I would not trust the Hungry Fire in the hands of any who seek it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'There are none in this land better than I at spy-craft. It was not always so... but it is now. Bear that in mind should you think to oppose my interests.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Belondor is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I was in darkness even before I passed the threshold into Utug-bûr, [placeholder]. As Azagath approached Silirtas with murder in his eye, I was overcome by a rage I have never felt before, and never will again. I pursued him into the temple, but I saw nothing of my surroundings; the steps were a red haze, the fog that surrounded me pulsed in time with the pounding of my blood. I would slay him, and I would die with him, and Silirtas would be avenged.'\\n\\nSigileth stares at you with haunted eyes.\\n\\n'What did Silirtas say happens to a Kinta that is slain in battle? \\qThey become wandering, restless spirits, wrathful and hostile,\\q she said. For that to be her fate filled me with tremendous anger and sorrow, and still does. No amount of death and vengeance can repay Azagath or his masters for the cruel, endless un-life they have forced upon Silirtas.\\n\\n'Back in Umbar I spoke to Nauriel of the Green Hills about the futility of vengeance, and I meant it. Was that not the lesson of Cruel Dancer? I thought I had learned the lesson well, but it was not until I heard your voice in the darkness of Utug-bûr that I truly learned what it means to rise above the cycle of death. For Silirtas I gave it up. If she is to wander, I too will wander. If she is to be restless, I will try to give her rest. And if she is wrathful, I will seek to give her peace.\\n\\n'Baugliltir has done its work. I will leave it before Utug-bûr in memory of Silirtas, and of Cruel Dancer, and of Sigileth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'We must set a guard upon Ashâgir, night and day, to ensure that none think to use the Hungry Fire for their own purposes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'But the cost of this victory was high. Those who survived the battle will need words of healing and of support now, [placeholder]. You must give them what you are able, for they will look to you for guidance: Shagâni, Umbari, and Gondorian alike.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Sirgon is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'For now the Thardúth are defeated, but we must not lower our guard. I must learn more about these servants of Morgoth if we are to counter them, and I must learn it quickly. The Dominion of Zíkar passed beyond living memory, but record of its terrible rule in that distant age may remain hidden elsewhere in Shagâna. I will seek for this lost history, and if it is to be found anywhere I will find it. It seems I am to be Inkanûsh again! It has been many years since that name was used of me, [placeholder].\\n\\n'But first I should speak with the rulers of Umbar. I understand one of their number remained behind in the city? The Lady Hármelak, you say? Go there and tell her a Wizard has advice and guidance to share, if she has the wisdom to heed it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have made Sirgon as comfortable as I can, [placeholder], but there is nothing else that can be done.\\n\\n'His final moments approach.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Dagor Carlanthir has ended, but the cost of victory was high and left its mark upon those who were there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Girhâzi at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'The cost of this victory was high. Those who survived the battle will need words of healing and of support now, [placeholder]. You must give them what you are able, for they will look to you for guidance: Shagâni, Umbari, and Gondorian alike.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Rahâzi at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Rothog at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'This is... important, [placeholder].'\\n\\nSirgon winces with the effort of speaking, but he refuses to be silent.\\n\\n'My wife... and my children... tell them I love... I love them. Tell them too... that I was a fool to leave... but that at the end... I was... at peace.\\n\\n'And I want you to... tell Gwallang... that I captained a boat... of my own. I set out upon... my final voyage... and I look forward to... to seeing him again... on a distant shore. Tell him not... that I died like... like this.'\\n\\nSirgon closes his eyes and it seems he is gone, but with a great effort he opens them once last time.\\n\\n'Elessar... must not be... the foe of the... Shagâni people.... He must not be... the third... the third... Hyarmendacil...\\n\\n'Will you... help him... help him... live up to...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This is... important, [placeholder].'\\n\\nSirgon winces with the effort of speaking, but he refuses to be silent.\\n\\n'My wife... and my children... tell them I love... I love them. Tell them too... that I was a fool to leave... but that at the end... I was... at peace.'\\n\\nSirgon closes his eyes and it seems he is gone, but with a great effort he opens them once last time.\\n\\n'Elessar... must not be... the foe of the... Shagâni people.... He must not be... the third... the third... Hyarmendacil...\\n\\n'Will you... help him... help him... live up to...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Húrshauk waits for you to <rgb=#00FF00>pat</rgb> him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'His final moments approach.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Khôltekh at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Sigileth at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Girhâzi and Rahâzi are at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Talk to Corudan at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Mithrandir at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The stories of our past glories and our mighty heroes spread from fighter to fighter during the battle, inspiring each of my warriors to attain ever greater heights of skill and ferocity. In days to come, the tale of the Sabûdamar, the red-rush battle, will join those revered accounts!\\n\\n'When Rahâzi came to Iridír with your need, I considered sending only a small number of Dumûri in my stead; I am glad now I did not, for the battle was glorious and I would weep to miss it! Let the Ordâkhai tremble before our demonstrated might against foes older and more terrible than they, and know that to the Ambarûli they are nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Return to Hármelak in the Meeting-hall of Dâr Laja, in Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'This triumph is bittersweet, [placeholder]. I am sorry for the losses you have suffered. I too weep for lost friends: dear Surdûsha, with whom I joined the ranks of the Dumûri only a few years ago, perished during the battle.\\n\\n'She would not wish me to dwell upon it, and as a trained warrior I know to do so is a weakness. But her loss cuts deeply.\\n\\n'I know this battle had to be fought eventually, [placeholder], and if it was not waged in Urash Dâr it would one day have to be fought in Ambarûl, perhaps within Iridír itself. Surdûsha would not have wanted that, and neither would I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Rothog is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Hármelak in the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'My hunger for battle is sated... for now! My khopeshes are in need of sharpening once again, and is that not the mark of a successful journey?\\n\\n'I enjoyed fighting alongside Tatháta, but she seems to have disappeared again. In the brief time that I have known her she has never enjoyed large gatherings... unless those large gatherings involve a great number of combatants!\\n\\n'Few can understand the leonine language of Húrshauk as I can, but I will tell you that he now likes you very much. There is nothing like a shared victory to knit bonds of friendship, is there? Go ahead and give him a pat, [placeholder]. You and he have both earned it! Ha! Ha! Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Jaith outside the Meeting-hall of Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Let the Ordâkhai tremble before our demonstrated might against foes older and more terrible than they, and know that to the Ambarûli they are nothing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I know this battle had to be fought eventually, [placeholder], and if it was not waged in Urash Dâr it would one day have to be fought in Ambarûl, perhaps within Iridír itself. Surdûsha would not have wanted that, and neither would I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Rothog's lion Húrshauk is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Húrshauk now likes you very much. There is nothing like a shared victory to knit bonds of friendship, is there? Go ahead and give him a pat, [placeholder]. You and he have both earned it! Ha! Ha! Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Khôltekh is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Belondor at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Sirgon at Ilzag Khûl in Urash Dâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Corudan is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Sigileth is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Mithrandir is at Ilzag Khûl in Urash Dâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "Sigileth says nothing further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Hármelak is in the Meeting-hall of Dâr Laja, in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'But first I should speak with the rulers of Umbar. I understand one of their number remained behind in the city? The Lady Hármelak, you say? Go there and tell her a Wizard has advice and guidance to share, if she has the wisdom to heed it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Hármelak is in the Meeting-hall of Dâr Laja, in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I received word as you approached the city, [placeholder]. I understand you faced a great evil on behalf of the Kindred of the Coins, and for that you have my thanks, and those of all Umbari. I look forward to a more detailed account of your adventure. Ask anything of the Kindred and it will be yours, if it is in our power to grant.'\\n\\nYou tell Hármelak that without Belondor's arrival at Utug-bûr with his contingent of Umbari soldiers, the battle might have been lost. All you ask is the continued aid and support of Umbar Baharbêl against the servants of Morgoth that now threaten Middle-earth.\\n\\n'My city will be honoured to assist in this fight, [placeholder]. Is there aught else?'\\n\\nYou tell Hármelak that the Wizard Inkanûsh will call upon the Kindred sometime in the days ahead, and he will have advice and guidance to provide. The Golden Queen stares at you thoughtfully.\\n\\n'I see. Speak to the guard outside the Meeting-hall of Dâr Laja and tell him to expect this visitor. When the Wizard arrives he is to be allowed before us without delay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Jaith stands guard outside the Meeting-hall of Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'I am sorry, did you say I am to allow a Wizard inside the Meeting-hall? Imagine that! A real, live Wizard! I will of course allow him to pass.\\n\\n'Did he give you any indication of when he will arrive, [placeholder]? Are Wizards known to be punctual?'\\n\\nYou assure Jaith that Inkanûsh the Wizard will arrive whenever he arrives, and not a moment sooner or later. He thanks you, a puzzled expression on his face, and says in that case he will wait for as long as he must.\\n\\n<rgb=#00FF00>The story continues in future updates!</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Speak to the guard outside the Meeting-hall of Dâr Laja and tell him to expect this visitor. When the Wizard arrives he is to be allowed before us without delay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Hármelak watches as you approach her dais",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Sirgon embarks upon his final voyage, and speaks no more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Sirgon embarks upon his final voyage, and speaks no more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Rothog's lion Húrshauk looks at you pointedly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Húrshauk rumbles at you appreciatively",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 13.8: Last Words",
      "es": "",
      "es (fem)": ""
    }
  ]
}