{
  "id": 621094602,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You have done well [placeholder]. There is much more to do, but perhaps with Agalûnu's assistance, I will be able to not only preserve this grove but expand it as well. You have done much to help, particularly in bringing Agalûnu and I together to talk. I now have an ally instead of an enemy.\\n\\n'I will let you be on your way, but if you do not mind, would you check on Agalûnu? I have a few matters to attend to first, but please tell her I will visit soon and see if I can do anything for her injury. Farewell, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Thank you for assisting me, [placeholder]. There is much more to do, but perhaps with Agalûnu's assistance, I will be able to not only preserve this grove but expand it as well. It was good of you to bring Agalûnu and I together to talk. I now have an ally instead of an enemy.\\n\\n'I will let you be on your way, but if you do not mind, would you check on Agalûnu? I have a few matters to attend to first, but please tell her I will visit soon and see if I can do anything for her injury. Farewell, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have done what you can to help restore balance to Arwáth, for both the forest and the people who will now share the burden of caring for it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Agalûnu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding Balance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'[placeholder], you were gone for an age! Though I suppose it only felt that way because I am bored.'\\n\\nThe woman chuckles to herself and she appears to be in higher spirits as well as better health. You tell her that you are leaving, but Shanthar will soon visit.\\n\\n'Oh! Well, I hope he feels guilty.'\\n\\nShe laughs again, holding up her wounded arm.\\n\\n'But I will enjoy the company. It is not every day that I can talk to someone thousands of years old! I cannot even imagine such a life. Are you going back to Iridír? Can you please let my sister know that I yet live? Kalkhadra is likely beside herself with worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Return to Kalkhadra in Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "You have bid Agalûnu farewell and she asked you to tell her sister Kalkhadra in Iridír that she is okay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'There you are! I was about to start marshalling a search party! Where is Agalûnu?!'\\n\\nYou tell Kalkhadra that her sister is injured but okay, and that an Elf of the Kintai is looking out for her. Kalkhadra's jaw drops.\\n\\n'Surely you jest. Nobody has seen a Kinta in ages! Oh, Agalûnu... this is what she gets for not being properly afraid of things. You have my thanks for finding her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Shanthar has thanked you for all that you have done. He asked you to visit Agalûnu once more to check on her and tell her he will visit soon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}