{
  "id": 621094606,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'If you wish to help us hold Iridír, you should head south, to the river-front. There you will find Dumûri archers protecting the city from the Ordâkhai in Eshadûr. Talk to the captain, Dalagín, and see if she requires anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You should talk to the Dumûri captain, Dalagín, on the south side of Iridír, near the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Girhâzi has suggested you assist the Dumûri defending Iridír near the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Dalagín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Supporting the Bulwark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Girhâzi sent you? It is strange to have an offer of help from an outsider, but I will trust Girhâzi's judgement.'\\n\\nShe sizes you up momentarily as if deciding how much to tell you.\\n\\n'We are charged with protecting Iridír from a river approach. For a thousand years, there was a grand bridge here called Zibâla, also known as The Flood-span. It was a part of the Road of Riches, and connected Iridír to the fishing village of Eshadûr, on the other side of the Ikorbân.\\n\\n'It was collapsed one hundred years ago by our people when the Empire of Ordâkh decided our lands should be theirs. Destroying the bridge slowed their advance, but unfortunately failed to keep them out.\\n\\n'Currently, Ordâkhai forces occupy Eshadûr and it is our duty to make sure that they stay there and do not rebuild the bridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Talk to the captain of the archers on the river-front, Dalagín. See if she requires anything.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}