{
  "id": 621094696,
  "txt": [
    {
      "id": 246419872,
      "en": "You have found a mine tunnel with a rusted gate that you were able to open. While exploring the tunnels, you found a wall that struck you as odd.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Amâsu believes one of the other mine tunnels may be the location of the lost archive, Dubarâkh. You should check the gates to see if you can get into them.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Oh, this is interesting indeed! Thank you for looking. You have given me new hope!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "One Last Effort",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "The wall here seems unusually flat and different from the other walls in the tunnels. You aren't entirely sure, but you can imagine a hidden door here. You feel that it is information worth sharing with Amâsu.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "You place a hand on the flat stone wall and feel that it is perfectly plumb and as smooth and flawless as something carved by a master dwarf-stonemason. You feel confident there is a door here, but you see no mechanism for opening it. This is information worth sharing with Amâsu.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Explore the mine tunnels",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Amâsu believes one of the other mine tunnels may be the location of the lost archive, Dubarâkh. You should check the gates to see if you can get into them.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is unfortunate that you found nothing but danger on your outing. I had thought it quite possible that Khûldim was telling the truth. It would make sense if the archive were in the old salt mines. It would be well hidden, protected from the elements, and the salt would keep the papyrus dry, allowing the scrolls to remain intact for centuries if not ages.'\\n\\nThe venerable woman looks thoughtful for a moment.\\n\\n'I now wonder if Khûldim led us in the correct direction by accident. There are other mine tunnels in the hills to the north. [placeholder], if you do not mind, return to that area and see if you can get into the other tunnels. If so, it may be worth exploring.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Check the gate on the nearby mine tunnel",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Amâsu",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Check the gate across the bridge",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "There are two other gated tunnels",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Examine the wall",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "TBD I have an idea!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Amâsu believes there is still a chance of finding the Dubarâkh, the lost Ambarûli library, and suggested looking for a way to enter other salt mine tunnels.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Amâsu believes one of the other mine tunnels may be the location of the lost archive, Dubarâkh. You have found a mine tunnel with a rusted gate that you are able to open. You should enter the tunnel.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Amâsu has asked you to attempt to enter the other mine tunnels in the hills north of Iridír. She believes one of them may be the location of the lost library, Dubarâkh.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "TBD Talk to Amâsu",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Return to the salt mines",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You have found a mine tunnel with a rusted gate that you were able to open. Inside, dangerous scorpions are present. You should defeat them.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The gate is locked securely and will not open",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Enter the abandoned mine tunnel",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The lock is rusted enough for you to break open the gate",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Defeat usan-kûni ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "While exploring another salt mine tunnel, you noticed an unusual wall. You should tell Amâsu.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Defeated usan-kûni ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Is there something here?",
      "es": ""
    }
  ]
}