{
  "id": 621094604,
  "txt": [
    {
      "id": 228284034,
      "en": "'Who are you, that visits our land?'\\n\\nThe imposing woman scrutinizes your appearance and looks curious, but you get the impression that she has no love for foreigners.\\n\\n'I am called Girhâzi and I am chieftain of the people here. It is my duty, and that of my Dumûri, to defend this land from the tyranny of our oppressors from the Southern Empire of Ordâkh. I have heard that you from other lands call us all \\qHaradrim\\q, as though we are one people, but that is not so.\\n\\n'Over one hundred years ago the Ordâkhai swept through Shagâna, conquering land after land and subjugating the native peoples. For generations, they have demanded our servility. They profit from our labour and steal our sons and husbands, sending them into war.'\\n\\nAs she lifts her chin, you can see anger, grief, and defiance in the woman's eyes.\\n\\n'But no more. Never again. If you wish to speak to me, you must prove you are not our enemy. To the north, on the west side of the stream that runs through Iridír, you will find a camp of Ordâkhai soldiers who have thus far managed to escape our wrath. Go there and defeat them. Bring me proof that you have defeated at least eight, and I will speak with you further.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You have collected proof that you have defeated eight Ordâkhai soldiers. You should bring the trinkets to Girhâzi in Iridír.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Girhâzi has asked you to prove that you are not her enemy by defeating Ordâkhai soldiers.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Show of Goodwill",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You return from your task. Do you bring evidence of your deeds?'\\n\\nYou hand Girhâzi the trinkets taken from the defeated Ordâkhai. She looks them over briefly, and you see a genuine smile.\\n\\n'It is good to have you here. In Ambarûl, we do not have enough friends in other lands. We will need them if we are to survive. Thank you.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Ordâkhai trinkets collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I will not speak with you further until you prove you are not our enemy. To the north, on the west side of the stream that runs through Iridír, you will find a camp of Ordâkhai soldiers. Bring me proof that you have defeated at least eight of them, and I will speak with you further.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect trinkets from defeated Ordâkhai ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "There is an Ordâkhai camp to the north-east of Iridír. You have been asked to go there and collect proof that you have defeated eight soldiers.",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Bring the trinkets to Girhâzi",
      "es": ""
    }
  ]
}