{
  "id": 621094767,
  "txt": [
    {
      "id": 228284039,
      "en": "TBD Success Text\\n\\nPlayer returns the lost supplies to Galamka",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Were you able to find success in Maurûsh?'\\n\\nYou give the supplies you had recovered to Galâmka.\\n\\n'Aha! You have! This will be a great relief for the people here. I thank you for this, [placeholder].\\n\\n'If you wish to help more, I have made our plans with the information gathered from the scouting reports you retrieved. Return to me when you are ready and we can discuss them further.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "TBD Galamka has asked that you recover supplies left behind in Maurush.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Gather the lost supplies for Galâmka from within Maurûsh.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Deliver the recovered supplies to Galâmka in Ub Nishir to the north of Maurûsh.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Return the Lost Supplies to Galamka",
      "es": ""
    },
    {
      "id": 86966504,
      "en": "Returned the Lost Supplies to Galamka",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Supplies Gathered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Galâmka has asked you to retrieve supplies that were left behind in Maurush and bring them to Ub Nishir.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected lost supplies in Maurûsh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Gather Missing Supplies in Maurush ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Ah, good, you have returned. There is still much I need to learn from the reports that you brought back. I have another task that needs your help, as we are beginning to run low on supplies in our camp here at Ub Nishir.\\n\\n'I believe I know where we can get some more, but I warn you: it may be dangerous.\\n\\n'When the Orcs flooded into Maurûsh and we were forced to flee, we left behind much of our stores. I believe that these stores remain intact, we only need someone to reclaim them. I ask for that someone to be you [placeholder]. Go to these stores and bring back what supplies you can.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Lost Hoard",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Deliver the lost supplies to Galâmka",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect lost supplies in Maurûsh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955858,
      "en": "Ah, good, you have returned.",
      "es": ""
    }
  ]
}