{
  "id": 620781225,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You fought well and bravely in Clúcath, [placeholder], and I appreciate the mercy you have shown to me; Domongart and Avair did not understand, and perhaps they never will. I am no longer Drostan; now I am Soltakh, \\qHe Who Is Changed,\\q and Soltakh seeks to be redeemed.\\n\\n'I can help the Trév Gállorg with what I know, brave [placeholder]: I know how the Orcs receive their orders, and we can use this knowledge to our advantage. Bring an ally or two with you on this excursion, and our success will be certain.\\n\\n'The city of Dûn Covád, in the western hills north of Fail-á-Khro, is crawling with Orcs; these Orcs keep their orders in strongboxes located throughout the city. Take these pages I have in my possession; they were prepared by Domongart, but I have replaced several key points -- they will sow dissension and discontent among the Orcs if you place them in the strongboxes of Dûn Covád.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! I am hopeful we will quickly reap the benefit of our cunning. The next strike must land quickly, for it is aimed at a dangerous target: Gillë Andras, the Lord of the Western Marches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will bring honour to the name Soltakh through you, [placeholder], and the deeds of Drostan will be forgotten.\\n\\n'The strongboxes into which you should place the false orders are located within the city of Dûn Covád, in the western hills north of Fail-á-Khro. Bring an ally or two with you, for the city is greatly defended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I hope I have not asked you to accomplish a task that is beyond your powers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "False Orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Drostan, now stripped of his name and called Soltakh among the Trév Gállorg, is anxious to redeem himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Planted false orders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant false orders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Strongboxes can be found throughout the city of Dûn Covád, in the western hills north of Fail-á-Khro.\\n\\nSoltakh has asked you to slip false orders into the strongboxes used by the Angmarim chain of command for communication of tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Soltakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Soltakh is at Fail-á-Khro, south of Dûn Covád and north of Aughaire.\\n\\nHaving slipped the false orders into the Angmarim strongboxes, you should return to Soltakh at Fail-á-Khro.",
      "es": "",
      "es (fem)": ""
    }
  ]
}