{
  "id": 620781227,
  "txt": [
    {
      "id": 136263297,
      "en": "Slain the Lord of the Western Marches",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Soltakh has arranged for the transfer of Gillë Andras, the Lord of the Western Marches, to Dûn Covád, where he can be faced on more even terms.",
      "es": ""
    },
    {
      "id": 264509761,
      "en": "'It is hopeless! Our leader has fallen!'",
      "es": ""
    },
    {
      "id": 264509762,
      "en": "'The Master has fallen! Retreat!'",
      "es": ""
    },
    {
      "id": 36000737,
      "en": "'You have come to the wrong place, friend. Now you die!'",
      "es": ""
    },
    {
      "id": 36000738,
      "en": "'Wait, who is this? Perhaps we will accomplish something here after all!'",
      "es": ""
    },
    {
      "id": 36000739,
      "en": "'Attack!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If the orders you have planted do their work, the leader of the armies that now threaten Fasach-falroid may be already doomed, [placeholder], and not even know it! His name is Gillë Andras, and he is the Lord of the Western Marches.\\n\\n'Even now, he is likely receiving his new orders: to travel to Dûn Covád with a small retinue to monitor the Orcs in that city under his command. He will be leaving the sturdy defences of his command in Donnvail and coming to the lesser defences of Dûn Covád. With your allies, you can make your way into Dûn Covád, north of here in the western hills, and defeat Gillë Andras apart from his lieutenants. As this plan ripens, Soltakh proves his worth! May Drostan be forgotten!\\n\\n'Defeat the Lord of the Western Marches, [placeholder]. This blow will be a great strike for the Trév Gállorg, if you and your allies can see it done.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gillë Andras, the Lord of the Western Marches, can be found within the city of Dûn Covád, in the western foothills north of Fail-á-Khro.\\n\\nSoltakh has asked you and your allies to defeat Gillë Andras, the Lord of the Western Marches.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Our plan is fulfilled, [placeholder], and you have brought great joy to Soltakh, \\qHe Who Is Changed!\\q\\n\\n'Already the memory of Drostan falls from me. We have done much good this day, friend [placeholder], and I thank you for it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Soltakh is at Fail-á-Khro, north of Aughaire and south of Dûn Covád.\\n\\nYou have defeated Gillë Andras, the Lord of the Western Marches, and should now bring news of your triumph to Soltakh.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gillë Andras has likely been sent to Dûn Covád by now; if you strike quickly, you and your allies can face him without his defences!\\n\\n'Dûn Covád is in the western foothills, north of Fail-á-Khro.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your great deeds have saved Aughaire from the Angmarim!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Slay the Lord of the Western Marches",
      "es": ""
    },
    {
      "id": 189723249,
      "en": "'But the orders were clear, my lord!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lord of the Western Marches",
      "es": ""
    }
  ]
}