{
  "id": 620781217,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed Tór Gailvin standards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Camran of Aughaire has prepared a task by which he will know whether you are worthy of Crannog's trust.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know of your test, [placeholder], and am prepared to do my part.\\n\\n'You have already been to the fortress of Tór Gailvin, the home that was given to the Trév Duvárdain by their new masters, the evil that sits in Carn Dûm. Raith believes that wresting the tokens of the Enemy from the Trév Duvárdain of Tór Gailvin is enough; I do not agree.\\n\\n'Return to Tór Gailvin, north-east of Aughaire, and destroy the standards that fly above its walls. This will send a clear message to the Trév Duvárdain and their masters. I am sure of it. If you do this, I will tell Crannog the tale of your success.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The fortress of Tór Gailvin is north-east of Aughaire.\\n\\nCamran has asked you to return to Tór Gailvin and destroy the standards that fly over the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned alive from Tór Gailvin, and I delight to see it! The standards no longer fly above the fortress? I will tell Crannog of your victory over the Trév Duvárdain, but for my part I am satisfied and call you friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Camran is at the centre island of Aughaire, east of Crannog's ruling-seat.\\n\\nYou have destroyed the standards that flew above Tór Gailvin and should return now to Camran.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to Tór Gailvin, the fortress north-east of Aughaire, and destroy the standards that fly above it. If you are able to do this, I will report your success to Crannog.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What happened to the battle standards?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Trév Duvárdain will not soon forget your deeds in Tór Gailvin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Domongart cannot hold Tór Gailvin forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Tór Gailvin standards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Camran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Standards",
      "es": "",
      "es (fem)": ""
    }
  ]
}