{
  "id": 620781219,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Muiráthakh",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Raghnaid has charged you with ending the reign of Muiráthakh, the Silent Judge, who holds Donnvail in a grip of fear.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The lords of Carn Dûm sent three of their servants to quell discontent in Fasach-falroid, [placeholder], and we must strike them now before any lives are lost!\\n\\n'Muiráthakh, the Silent Judge, keeps his court east of here, in a dangerous section of the city; there is no law to justify his misdeeds. Travel with your allies to his court and bring him to his end. But beware of Fûshath the Beast, who acts as executioner for Muiráthakh and is never far from his master.\\n\\n'Do this for the family of Uthagan, [placeholder], as much as for the rest of the Trév Gállorg.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Muiráthakh, the Silent Judge, holds court deep within the city of Donnvail, through the arch east of Una and her allies.\\n\\nRaghnaid has tasked you and your allies with ending the reign of Muiráthakh.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have already learned of your success, [placeholder]! The family of Uthagan rejoices at your vengeance, wherever they may be.\\n\\n'The lords of Carn Dûm will not be pleased that Muiráthakh has been cast down. Let them shiver in their palaces, and dread to hear our footstep approach, for soon it will be their time to join him in death!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Raghnaid is within the city of Donnvail, north-east of Fail-á-Khro.\\n\\nYou have defeated Muiráthakh and should bring news of your triumph to Raghnaid.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Muiráthakh must be ended if Donnvail is to cast off the shackles of Carn Dûm. Find him at his court deep within the city, through the arch to the east. Beware of Fûshath the Beast, who often patrols near to Muiráthakh's court.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Muiráthakh is no more, and his reign is ended!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The family of Uthagan would cheer your defeat of Muiráthakh, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Muiráthakh",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Muiráthakh will trouble us no more. The Silent Judge, he shall remain...forever silent.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Donnvail shakes off the shackles of its oppressors.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Muiráthakh, the Silent Judge",
      "es": ""
    }
  ]
}