{
  "id": 620781220,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected skull-amulets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected bloodstone-pendants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected charm bracelets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Raith has petitioned the chieftain of Aughaire for greater action against the Trév Duvárdain, and Crannog has recommended that you prove yourself by facing the dangers of Tór Gailvin.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Trév Duvárdain press us at every opportunity, [placeholder]. We must oppose them with all our strength, but still Crannog insists on caution. Caution!\\n\\n'The Trév Duvárdain serve the commanders of Angmar now, and they carry their tokens. In return for their bondage, the Trév Duvárdain have been given the fortress-city of Tór Gailvin. We must take these tokens from them and show that the Trév Gállorg will not stand for such betrayal!\\n\\n'The fortress of Tór Gailvin stands to the north-east of Aughaire. Travel there and wrest skull-amulets and bloodstone-pendants from the traitors who now live in that place. Return to me with these tokens, and I will tell Crannog of your efforts on behalf of the Trév Gállorg.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fortress of Tór Gailvin is north-east of Aughaire, and its defenders carry the skull-amulets and bloodstone-pendants that Raith wants.\\n\\nRaith of Aughaire has asked you to wrest signs of the loyalty of the Trév Duvárdain to Angmar from the defenders of Tór Gailvin.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The evil lords of Angmar must be very displeased now with the Trév Duvárdain that were given Tór Gailvin, for you have bloodied their noses with your attack!\\n\\n'I will tell Crannog of your success, and he will have no doubt of it: these amulets and pendants sing of your victory!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Trév Duvárdain will not long hold Tór Gailvin. Soon they will fall.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Tór Gailvin is north-east of Aughaire. Have you forgotten that I asked you to collect skull-amulets and bloodstone-pendants from its defenders?\\n\\n'If you cannot do this, I will tell Crannog of your failure.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You prove an effective [placeholder], [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring skull-amulets and bloodstone-pendants to Raith",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect skull-amulets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect bloodstone-pendants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect charm bracelets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trophies of War",
      "es": ""
    }
  ]
}