{
  "id": 621001440,
  "txt": [
    {
      "id": 190220789,
      "en": "'We found quite a store of these, tucked away. I knew the moment I laid sight on them what they were. They are heavy. I have set my men to bearing them here. They have made many trips already. When we have all of it, we will rig a pulley to get it up.\\n\\n'You see? I have it all worked out. At last, everything is falling into place.'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "You have found Captain Lachír. He, in turn, has found ingots of metal he believes are imbued with great power, and ordered his men to gather all they could find.",
      "es": ""
    },
    {
      "id": 226858425,
      "en": "I knew the moment I laid sight on them what they were.",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Return to Mulnír ",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Fatal Prize",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "Return to Mulnír at the Foothold",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "You tell Mulnír all that took place in Anglach, of Lachír's growing fixation and of his frenzied end. \\n\\nAfter a long moment, Mulnír nods.\\n\\n'It is worse than I feared. Worse by far. But I will tell you this, [placeholder]: I believe that flaw was always in the Captain's character. Udûn was but the flood that showed us the weakness in the flood-wall.\\n\\n'You did all you could - more than most men would be capable of. We are in a hostile land and peril is ever at a soldier's heels. Only this - this was an awful sort of peril, was it not?'",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "'My men should be here any moment with more ingots. Wait with me. You will see!'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "You should talk to Captain Lachír in Anglach, in Udûn, to learn what will happen next.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Talk to Captain Lachír",
      "es": ""
    }
  ]
}