{
  "id": 621001448,
  "txt": [
    {
      "id": 190220789,
      "en": "'They will all soon be here. Will it go well? We have done so much, have we not? Ah, but who can say! Still, we must wait, yes? Wait and try.\\n\\n'Soon they will be here. Wait with me, [placeholder]. Not long now. Not long.'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The meeting between the discontent forge-workers and the Easterlings has been arranged, the meeting place prepared, and the flag raised. Now for the meeting to begin.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Talk to Kurtil",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "'Stand here. Wait with me. I will tell you more of the signs shared among our kind.'\\n\\nKurtil tells you more.  Time passes.",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Return to Barathron",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "What Was Spoken and What Revealed",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "You should return to Barathron in the Foothold in Udûn and tell him all about the disastrous meeting and the hopes that died there.",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "'You return! You have been gone long. What do you know of the flags? What secret plans do the lurkers plan for us?'\\n\\nYou begin to tell him all that happened and his face goes slack.\\n\\n'Captain of the Pit! And you know not what became of that Nurnhoth, Kurtil? He simply slipped off. It is all so peculiar. Nor did I ever imagine, friend, that I should feel sympathy for the bangers and the clangers here that armed the Enemy's armies against us. All suffered under the Dark Lord's reign, that much is clear! \\n\\n'Now, at least, we know the name of our true adversary in this place. Perhaps with time we may earn the trust of those who fled and lived and with their help work against him.'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "You should talk to Kurtil, who has arrived at the meeting place in Maudhúl Ghûg.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "DNT talk to nurnhoth",
      "es": ""
    }
  ]
}