{
  "id": 621001450,
  "txt": [
    {
      "id": 251716067,
      "en": "Raise the Flag",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "Kurtil stands by Gradrágh and the dwarves on the path above Maudhúl Vôr.\\n\\nYou have talked to Gradrágh and he has given his grudging, conditional agreement. You should talk to Kurtil. ",
      "es": ""
    },
    {
      "id": 148970261,
      "en": "Scouted the eastern approach",
      "es": ""
    },
    {
      "id": 148970263,
      "en": "Scouted the western approach",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "You should travel to Maudhúl Ghûg, scout it out thoroughly, and thin the Orcs moving about there.",
      "es": ""
    },
    {
      "id": 148970129,
      "en": "Scouted the meeting spot",
      "es": ""
    },
    {
      "id": 148970131,
      "en": "Defeated enemies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621088,
      "en": "Raise the flag above the meeting place in Maudhúl Ghûg.",
      "es": ""
    },
    {
      "id": 251715987,
      "en": "DNT defeat monsters in area ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220628,
      "en": "'Soon they will be here. Soon, yes! At last.'",
      "es": ""
    },
    {
      "id": 190220584,
      "en": "'Scout the camp top and bottom, thin how many prying eyes are thereabouts, and raise the meeting flag. Then I'll be there, though mark my word, it'll be the end of us all.'",
      "es": ""
    },
    {
      "id": 190220585,
      "en": "'What choice do we have? You go ahead and do as he asks. We will meet there, no?'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621525,
      "en": "You should talk to Kurtil in the meeting place at the back of Maudhúl Ghûg.",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Talk to Overseer Gradrágh",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Kurtil",
      "es": ""
    },
    {
      "id": 173025360,
      "en": "Scout the meeting spot",
      "es": ""
    },
    {
      "id": 148970338,
      "en": "No sooner have you raised the flag than the Nurnhoth Kurtil appears by your side",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "If Gradrágh will agree to join the meeting, many will follow. Without him, the endeavour falls apart.",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "'And how have you come into this whole affair, anyway, I'd like to know? Make no mistake, I'd rather leave this place than stay. No one's likely to live long, staying here. But if you ask me, this meeting is only going to hasten our end.\\n\\n'Go right under the Captain of the Pit's nose and think he won't find out? True, the back of Maudhúl Ghûg is hidden enough. No spies or enforcers ever look there... still, precautions must be taken!\\n\\n'I won't set foot within a stone's throw of Kurtil's little gathering unless Maudhúl Ghûg's been scouted out to the last inch. I suppose that's you doing this, isn't it? And while you're at it, see that there are not so many lads kicking around those tents. When everything is clear as good steel and as safe as caves... raise the meeting flag and, bah! I'll come. I'll come and bring my people with me, too.'",
      "es": ""
    },
    {
      "id": 173025364,
      "en": "Defeat enemies in Maudhúl Ghûg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970343,
      "en": "Scouted the forward tents",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'I knew you would turn his mind, friend! You go ahead and do as he asks. Here, this is the meeting flag. I will follow.'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Gradrágh stands with Kurtil and the dwarves on the path above Maudhúl Vôr.\\n\\nTalk to Gradrágh the Overseer and convince him to join the meeting. ",
      "es": ""
    },
    {
      "id": 148970345,
      "en": "Scouted the rear tents",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'If Gradrágh agrees, many will follow. Such is an overseer's sway, yes? Only Gradrágh here, fears, well - you will see. Calm him, do as he asks, sing him sweet songs until he agrees.\\n\\n'Without Gradrágh and without poor dead Ushkbál here, we have no mouth of authority and we have too few who follow. We have, in fact, nothing.'\\n\\nKurtil studies your face, seriously, for a moment.\\n\\n'I am Nurnhoth. Do you know what that is? We are slaves of Nurn. A sea is there and grain growing leagues by leagues. Slaves, all slaves there, every last one of my kind. Not once may be. Not long, long ago, if you believe the tattered old tellings. But now, we know only slavery and work and doing as leader tells. One such as Gradrágh can lead us to foolish death or great deeds with only a command. But not one in a thousand Nurnhoth have will to command themselves. \\n\\n'Now you understand why Gradrágh is needed, yes? My kind, Orc-kind, dwarf-kind, all must have a strong arm to follow.'",
      "es": ""
    },
    {
      "id": 173025701,
      "en": "Talk to Kurtil",
      "es": ""
    },
    {
      "id": 173025748,
      "en": "Scout the eastern approach",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Scout the forward tents",
      "es": ""
    },
    {
      "id": 173025750,
      "en": "Scout the western approach",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "DNT killed a monster ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025704,
      "en": "Scout the rear tents",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Reluctant Leader",
      "es": ""
    }
  ]
}