{
  "id": 621001545,
  "txt": [
    {
      "id": 228284039,
      "en": "'Very good, [placeholder].\\n\\n'In time your strength will return, my friend, and the power of your ring shall rise with it. I hope my writings prove to be of use to you as well. I recount much of the time that passed while your wound healed, but even I cannot be aware of all that has transpired since the end of the Second Age.\\n\\n'As for your journey, my sons shall see you to Celondim in the course of their own travels. Elladan and Elrohir are to follow an expedition to the ruins of Edhelion led by the Elf Dorollas on my behalf. Speak not of this to any outside their company, but I had a strange premonition... and in it, amidst a field of blurred visions, a voice rose saying:\\n\\n\\qBlood-red footsteps\\nUpon snow-coloured black,\\nWhere the Dour King walks\\nto take back his throne\\nand finish what was begun.\\q\\n\\n'It is a troubling riddle, my friend, and one that I do not think soon solved. Have you any thoughts on its meaning?'\\n\\nYou hear a muffled creak as the doors to Tham Send open.\\n\\n'Ah! It is just as well; such troubles are best left to Dorollas and his expedition. My sons await you by the door to the central courtyard, and when you are ready to depart, they shall guide you to Celondim along the Ered Luin.\\n\\n'May your journey be swift and free of hardship, my friend. Namárië.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Elrond is within Tham Send in the Last Homely House.\\n\\nYou have collected your belongings and Elrond's writings and should now return to Elrond.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Your belongings and Elrond's writings can be found throughout Tham Send in the Last Homely House. \\n\\nElrond has prepared your belongings and also compiled writings on the Third Age for your perusal. You should collect them before you depart.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Within this ornate box, your eye catches the glimmer of the ring you once bore...",
      "es": ""
    },
    {
      "id": 86966505,
      "en": "Talk to Elrond in Tham Send",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "As you glance within, the faint shine of your old armour catches the light...",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Reclaim your armour",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Reclaim your ring",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Collect Elrond's writings",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Elrond has assembled a collection of writings for you concerning the events of the Third Age",
      "es": ""
    },
    {
      "id": 225642640,
      "en": "'I do not wish for you to leave anything behind, my friend.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Before you depart the Last Homely House for Celondim near the Ered Luin, you should gather your belongings and Elrond's writings for your journey.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is unfortunate to hear of Hithgol's continued ills, but I hold hope he shall soon recover as you have, [placeholder]. You see, when the battle came at last to Barad-dûr, Sauron himself felled Hithgol with a deadly blow, and it seemed only by the grace of the Valar that he was not at once ended. Even still, the steel of the Dark Lord's weapons was tainted in much the same way as the blade that pierced you, and he has suffered its effects as you did for many long years. Now then... we have spoken enough of the past, let us turn our minds to the days ahead!\\n\\n'Much has changed since we last travelled together from Imladris, my friend. It seems now an age of Men, and I sense the time of the Elves in Middle-earth draws near to its end.\\n\\n'Indeed, many have departed this realm for the Uttermost West by the ships of Círdan, our friend of old. He is now called the Shipwright by those who know his works, and he dwells in Mithlond with the few that still remain in his service as skilled crafters. Much of the wood used by Círdan is ferried to Mithlond by way of the port of Celondim along the Ered Luin, and it is there you must journey to reach the Havens.\\n\\n'[placeholder], I have gathered your belongings and a few supplies for your journey. I have set your ring in its case upon the table across the room, and your armour rests in a chest at your bedside. It is still marked from battle, but time has not worn it elsewise. Indeed, the passing of an age has dimmed only our light... and given rise to the shadow in the East. Concerning such matters, I have also prepared for you a tome of writings on the history of the Third Age thus far. You are free to claim them ere you depart.\\n\\n'Once you are prepared, we shall speak more of your journey to Celondim.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Preparations for the Journey",
      "es": ""
    }
  ]
}