{
  "id": 621091864,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "Harmelak smiles at you genuinely.\\n\\n'A gift for me? How kind. It appears to be the latest dish from Keteph. That young man is quite the cook. All his dishes bring joy to the masses, not just the leaders of our fine city.\\n\\n'Who would think that a poor cook from Jax Phanâl would rise so quickly through the ranks of our cook's guild? And yet....'\\n\\nShe smells the dish and then places it down nearby.\\n\\n'Please give Keteph my thanks for this delivery. I shall enjoy it at my earliest convenience.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Keteph's latest recipe is complete. He asks for your assistance one last time to deliver his creation to the Kindred at Dâr Laja. Dâr Laja, the Meeting-hall, is north of Swain's Guild-hall near the central crossroads of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85940",
      "en": "'I am always impressed with what Keteph delivers. He is truly a chef of renown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85941",
      "en": "'My mouth watered at the very scent of this latest dish. Please, compliment Keteph on his work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85942",
      "en": "'Keteph is a gifted cook. I should offer him a position on my ship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Deliver Keteph's Crab on Rye to Khôltekh at Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85943",
      "en": "'I am certain this new dish will be as satisfying as Keteph's previous offerings. Thank him for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Khôltekh takes the plate and takes a hearty bite.\\n\\n'I had heard a new dish would arrive from the famed cook, Keteph. Now, here it is.'\\n\\nHe smiles broadly.\\n\\n'Let me tell you, friend. It does not disappoint. It is an achievement to satiate dwarf hunger as well as Keteph does. Please, when you return to him, give him my compliments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Deliver Keteph's Crab on Rye to Rothog at Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The Kindred all seemed to enjoy the dish. You should return to Keteph and inform him of his success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Rothog looks at you and then looks at the dish. He smirks and pops the food into his mouth. He chews and swallows, and a broad smile crosses his face.\\n\\n'Tell the cook that this is his best yet. In fact, tell him that I want to order this for my next feast with the gladiators. They will appreciate the flavours he uses here.\\n\\n'I know not where the bread is from, but the tangy bits within it are truly delicious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Rothog was very pleased with the new recipe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Khôltekh found Keteph's new recipe delicious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "The Kindred all seemed to enjoy the dish. You should return to Keteph and inform him of his success.\\n\\n'This pleased me greatly, [placeholder].'\\n\\nKeteph looks relieved.\\n\\n'This will tide the aristocrats over for some time. The taste will grow stale. They will ask for something more and something fresh. I must continue to seek new ingredients or preparations to sate the never-ending desires of these epicureans.'\\n\\nHe sighs.\\n\\n'For now, please take this. You have earned this and should feel free to share in my successes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You will find the Kindred holding open discussion and interviews at Dâr Laja. Please, take my dish to them. I desire to know what they think of my efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Keteph's latest recipe is complete. He asks for your assistance one last time to deliver his creation to the Kindred at Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Belondor thanked you for the meal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My friend, it is time you reveal my new creation to the true aristocracy, the Kindred of the Coin.\\n\\n'Recently, they have taken residence in Dâr Laja, the Meeting-hall. Please, take these four plates to them and share my latest creation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Deliver Keteph's Crab on Rye to Belondor at Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Hármelak thanked Keteph for the delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Belondor looks the dish over.\\n\\n'If it is crab, then it is from Keteph. If it is from Keteph, then it will be good. I will partake at a later time. But, I thank you and him for delivering this to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Deliver Keteph's Crab on Rye to Hármelak at Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Infusion from the North: The Latest Masterpiece",
      "es": "",
      "es (fem)": ""
    }
  ]
}