{
  "id": 621091914,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Be careful, [placeholder]. We are being watched. Is he here to spy upon you or me? Since you are the one who is armed, confront him, and see what he wants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85975",
      "en": "'Be careful, we are being watched. Is he here to spy upon you or me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "While talking with Mêshka, she notices that you are being watched.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Confront the person spying on you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Man Adrift, Part 4: The Offer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Hoi there, [placeholder]. Yes, I know who you are. You can call me Tabrím.'\\n\\nThe man gazes at you for a moment with an expression you can't read.\\n\\n'I understand that you have the ear of Belondor of Langstrand, and you are a friend of the king. I am from the Order of the Eagle and would like you to present Belondor with an offer. We have uncovered some information on the whereabouts of Azagath Sea-shadow and Nakási Wave-reaper.\\n\\n'We would share this information with Belondor in exchange for him agreeing to meet with an emissary of Prince Imrahil. He need not agree to anything other than to meet and to listen. Will you do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Belondor in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Tabrím, a member of the Order of the Eagle has asked you to bring an offer to Belondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Welcome back! I see you have survived your meeting with my wife,' Belondor says jokingly.\\n\\nYou quietly tell him of the offer from the Order of the Eagle and his expression darkens.\\n\\n'No. I cannot have my loyalty to Umbar called into question. What information could they have, I wonder?'\\n\\nHe sighs and you see the exhaustion return to his features.\\n\\n'I need some time to think about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Mêshka has spotted that the two of you are being watched. She suggests you confront the man at the Fleet-watch Tavern at the south end of the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}