{
  "id": 621091904,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Listen, if you are not opposed to... acquiring items, I have a proposition for you.'\\n\\nHe scratches his beard thoughtfully as he considers you.\\n\\n'These sewers are one of the oldest parts of the city. They were built by Men of Númenor, and the fact that they are still working today is a testament to their knowledge and skill. You can see their influence in much of the architecture. There are some areas of Ilmabiri where Númenorian relics can still be found. If you come across any, bring them to me, and I will give you some coin in exchange for them. I think you can find some to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect Númenórean relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "TBD Thanks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Collected Númenórean relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Porókho has told you that there are places in Ilmabiri where relics of ancient Númenor can still be found. He said that if you bring him some, he will give you coin for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Selling History",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Oh thank you, my friend, these are in excellent condition. You have really come through for old Porókho today!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have collected Númenórean relics found in the sewers. You should bring them to Porókho at Hêbatokh, his camp in Ilmabiri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Talk to Porókho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Porókho believes Númenórean relics may be found in the eastern part of Ilmabiri, beneath the Sail-haven of Umbar Baharbêl. You should go there and collect them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Porókho",
      "es": "",
      "es (fem)": ""
    }
  ]
}