{
  "id": 621091870,
  "txt": [
    {
      "id": 216727827,
      "en": "Keteph asked you to find cabbages and carrots for his new dish. Apprentice farmers can grow carrots, and journeyman farmers can grow cabbages. Trade with a farmer or visit the auction house. Or, if you are lucky and patient, search the land for wild cabbages and carrots.",
      "es": ""
    },
    {
      "id": 225642628,
      "en": "'Do you have the cabbages and carrots I require?'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Cabbages and carrots are both crunchy earthen vegetables with brilliant colours. Together, they will further enhance this dish. Please find a way to get me these fresh ingredients as quickly as you can.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Return the vegetables to Keteph at the Swain's Guild-hall",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collect cabbages ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Yes, these will do very nicely.'\\n\\nHe slices the vegetables up swiftly and mixes them with an aromatic liquid mixture.\\n\\n'The colour pierces. This is an acceptable addition to the dish. Just one more moment, please.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Return the fresh carrots and cabbages to Keteph at Swain's Guild-hall in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Collect fresh carrots ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected cabbages ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keteph is displeased with the look of the dish, thinking it is very bland. He asks that you get two vegetables: carrots and cabbages, so that he might mix his aioli with them to make a vibrant and flavourful topping for his new dish.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected fresh carrots ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect cabbages ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Keteph examines his newest creation.\\n\\n'Oh, hello again, [placeholder].\\n\\n'I am just... not ready to share this with anyone. It looks bland. Very bland. Nothing leaps out to visually inspire the diner to reach for this dish. It needs colour and a crunch. It needs an earthen flavour to go along with the crab from the sea.'\\n\\nHe ponders.\\n\\n'Cabbage and carrots! The green and orange will blend well, and I will add a saffron aioli to create a delectable dressing!\\n\\n'Can you get me the cabbages and carrots, my friend?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect fresh carrots ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Infusion from the North: It Needs Colour",
      "es": ""
    }
  ]
}