{
  "id": 621091860,
  "txt": [
    {
      "id": 216727827,
      "en": "Acquire five loaves of barley bread from cooks through trade or auction and return them to Keteph at the Swain's Guild-hall in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Acquire five loaves of barley bread from cooks through trade or auction and return them to Keteph at the Swain's Guild-hall in Umbar Baharbêl. Apprentice cooks can bake barley bread.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Collect five loaves of <rgb=#00FF00>Barley Bread</rgb> ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Most excellent, my friend.'\\n\\nHe sniffs the bread and makes a face.\\n\\n'Hmm, I expected something... more. This has almost no discernable scent. No matter, it is a taste of the north. Thank you for your prompt attention to this matter.'\\n\\nHe beams brightly.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Acquire five loaves of barley bread from cooks through trade or auction and return them to Keteph at the Swain's Guild-hall in Umbar Baharbêl. Apprentice cooks can bake <rgb=#00FF00>Barley Bread</rgb>.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Collect five loaves of <rgb=#00FF00>Barley Bread</rgb> ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Collected a loaf of Barley Bread ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected barley bread ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keteph asks for your assistance in creating a dish that satisfies the desires of the Epicurean elite in Umbar. He desires a sturdy bread to support his latest creation.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect five loaves of barley bread ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Tastes in Umbar are fickle. The aristocracy constantly strives to find something new to tempt their stomachs and tantalize their desires.\\n\\n'The source of the new flavour typically does not matter. My crab dishes, for example, were a mere play on traditional fare long-served in my hometown of Jax Phanâl.\\n\\n'I have been thinking. In the north, you have leavened bread. Leavened bread is a treat we do not often see. Yet, I desire to use a taste of the northlands and the standard fare of my home to create a delicacy that will sate the desires of the epicurean elite in Umbar.\\n\\n'I require bread from the north. I am told there is a grain growing wild and on farms those from the north call barley. We shall begin there. I will require five loaves of barley bread.\\n\\n'Will you assist me?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Infusion from the North: The Proper Outer Layer",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "'Were you able to procure the barley bread from a cook or through trade?'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Return the loaves of <rgb=#00FF00>Barley Bread</rgb> to Keteph at the Swain's Guild-hall",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Five loaves of barley bread will suit this first test. If you are capable, perhaps you can make the bread. If not, you will need to find a cook capable of making the loaves and selling them to you.'",
      "es": ""
    }
  ]
}