{
  "id": 621091940,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Travelling separately, Belondor has asked you to meet Tabrím and himself in Umbar-môkh at a place in Tâkhdar; the Cellars, east of Tilmakhím.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed80",
      "en": "Follow Belondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "You have arrived in Umbar-môkh, where you are to join Belondor in meeting with Tabrím. You should talk to Belondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Belondor in Umbar-môkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "You have arrived in Umbar-môkh, where you have joined Belondor and Tabrím. You should see what Tabrím has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Belondor has agreed to a clandestine meeting with the Order of the Eagle and has asked you to accompany him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I am relieved you made it. Let us hear what this spy for Gondor has to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find the meeting place in Tâkhdar; the Cellars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Tabrím has revealed that the Order of the Eagle knows that Azagath and Nakási were preparing to travel by land, not by sea. He put forth the Order's theory that the two went to Mâkhda Khorbo to retrieve something. Identifying what that was should help reveal their destination. You should talk to Belondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Tabrím",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I would like you to come with me to this meeting. I don't truly think Prince Imrahil has evil intentions, but in my heart, I don't think I will ever be able to forget that the Steward of Gondor, whom I served faithfully, ordered my death and sent a man I loved like a brother to do it. The experience has made me cautious, to say the least.\\n\\n'If you will accompany me, we should travel separately to not arouse suspicion. I am to meet this Tabrím fellow in Umbar-môkh at a place in Tâkhdar; the Cellars, east of Tilmakhím. Meet us there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Thank you for agreeing to our offer. I was not sure you would accept, but I am grateful for it. We can work out the details of the emissary at a later date. Enough time has been wasted already, and the longer we wait, the further away the Sea-shadow gets.'\\n\\nTabrím speaks calmly, like a man in full control, but you can see that he is sweating nervously.\\n\\n'This is what the Order has learned. Azagath and Nakási were seen outside of the city, gathering supplies for a journey overland, which is why your scout ships have found nothing. We have a theory that when you... they fled to Mâkhda Khorbo, it was no mere coincidence that they went to a temple of Sauron.\\n\\n'We believe it is possible that they went to the temple to retrieve something.  Some evil relic perhaps. Some knowledge or power that they needed. If you happen to know - or can find out, what they went to Mâkhda Khorbo for, it would surely reveal where they went.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Belondor has already arrived",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Belondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'This is unexpected news, [placeholder]. I was shortsighted and had assumed they would have fled by sea. I also assumed that the only purpose of going to Mâkhda Khorbo was its convenience. I was not privy to any plan they had.\\n\\n'I see now that they planned to use me, and my crew as a delaying tactic all along, else I would have known of their plans.'\\n\\nA new sense of resolve settles over Belondor, and he nods to himself.\\n\\n'It is unavoidable. [placeholder], we must return to Mâkhda Khorbo and see what we can learn there. I had hoped to never set foot in that evil place again, but visiting that place only in my nightmares will not help us. Would you accompany me? We should go now before my courage fails me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Man Adrift, Part 7: A Meeting in the Dark",
      "es": "",
      "es (fem)": ""
    }
  ]
}