{
  "id": 621091951,
  "txt": [
    {
      "id": 30955861,
      "en": "Glad to hear that from you",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You accepted a bounty notice asking you to clear out rat nests in the area. There is one to the north, one to the east, and one to the south of Jadambor.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Inform Zûfan in Jadambor that the nests have been destroyed",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "You inform Zûfan about the completed bounty.\\n\\n'Glad to hear that from you. The people down here will be as relieved as I to hear that we will finally get some relief from those creatures destroying our stores of supplies. For the moment at least.\\n\\n'Be sure to check the board for more requests, we need all the help we can get down here.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Inform Zûfan in Jadambor that the nests have been destroyed.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Informed Zûfan of the completed bounty",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Destroyed the northern rat nest",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A bounty has been posted to clear out rat nests in the area.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Destroyed the eastern rat nest",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Destroy the northern rat nest in western Dil-irmíz",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "The bounty notice reads:\\n\\nRats are ruining our food stores. We are in desperate need of someone to stop them.\\n\\nWe have located three nests in the area near Jadambor. One to the north, one to the east, and one to the south. Destroy these nests and report back to Zûfan here in Jadambor for a reward.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Destroyed the southern rat nest",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Destroy the eastern rat nest in western Dil-irmíz",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Destroy the southern rat nest in western Dil-irmíz",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Clearing Rat Nests",
      "es": ""
    }
  ]
}