{
  "id": 621091868,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Keteph wants you to collect five loaves of rye bread for him. He intends to try to infuse his latest recipe with a different bread from the north. Rye bread requires a cook proficient in Ironfold cooking. Seek out a cook with this skill or trade for the bread at the auction house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "Keteph sniffs the bread deeply.\\n\\n'Ah, that is a richer scent.'\\n\\nHe squeezes the bread and it crunches a bit under the pressure.\\n\\n'Oh, that is a surprise! A good, thick crust. Yes, I think that this shall do nicely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect rye breads ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have five loaves of rye to deliver to Keteph in the Swain's Guild-hall in Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected rye bread ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Keteph is undeterred by his failure and looks for a different bread he heard of from the North, rye. He requested that you collect several loaves of rye bread so he may try his recipe again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect rye breads ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Failure is the first step on the road to success, friend. I will yet uncover the proper bread from the north to use with my latest dish.\\n\\n'In fact, I have another idea. I hear there is a bread prized in the north that is darker in colour and filled with flavour from spices baked directly into the bread. I desire to try this bread next.\\n\\n'Can you acquire five loaves of rye bread for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Infusion from the North: A Different Bread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Have you found enough rye bread for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Deliver the rye nread to Keteph at the Swain's Guild-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I will try the recipe again with a different bread. I am told that the rye bread of the north is tasty and distinct in colour. Can you obtain five loaves for me?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}