{
  "id": 621091862,
  "txt": [
    {
      "id": 216727827,
      "en": "Keteph wants discerning and brutally honest feedback from the workers of Rakhatâb. He asks that you deliver these free meals to the worker leaders there.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You gathered the responses and critiques from the worker leaders in Rakhatâb. Return this information to Keteph at the Swain's Guild-hall in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "Hûzo looks at you and cautiously accepts the sack.\\n\\n'I am wary of those bearing free gifts. Alas, I am hungry, as are many in Rakhatâb. I will indulge you.'\\n\\nHe takes a bite of Keteph's new dish.\\n\\n'Dry. Drier and drabber than a day along the shore with no water. I will eat it begrudgingly because the crab is delicious.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Deliver Keteph's new recipe to Hûzo",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Hûzo was not impressed with the recipe",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Deliver Keteph's new recipe to Tankho",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You come bearing a gift, and I will gladly accept.'\\n\\nHe takes a bite of Keteph's recipe.\\n\\nHe chews for a few seconds and swallows.\\n\\n'Terrible, friend. Truly awful. This is not a gift. It is a curse.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Tankho did not like the new recipe",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Deliver Keteph's new recipe to Karishah in Rakhatâb",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Deliver Keteph's new recipe to Beliash in Rakhatâb",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Beliash did not like the new recipe",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "Karishah tears the bready creation in half and takes a large bite.\\n\\n'This bread is awful! It is bland. No spice, no taste. This is terrible.'\\n\\nHe spits the mouthful on the ground.\\n\\n'I would not pay for this. Nor would I put in my body for free.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Karishah did not enjoy the new recipe",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "Beliash opens the sack and looks the bready gift over.\\n\\n'Smells good.'\\n\\nHe takes a bite.\\n\\n'Oh.'\\n\\nHis face contorts.\\n\\n'This bread is the worst thing I have ever tasted. It mars the delicious crab and saffron in the dish. This is, perhaps, the worst thing I have eaten in a moon.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'The workers of Rakhatâb are honest and forthright. I will get an honest opinion of this new dish from them. Please take it to them with haste.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keteph desires to hear fair criticism of his new dish. He enlists you to deliver sacks containing his new dish to the expedition leaders outside of Umbar to get their discerning opinions.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "Keteph listens to you explain the harsh reactions of the workers in Rakhatâb. He then nods his head.\\n\\n'I thought the same when I took a bite after you left. How you northerners use this bread as a means of sustenance is a wonder. It has no taste. Still, I think that I can make a marriage of northern heartiness and the delicacies of Umbar work well together.'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Taphis did not enjoy the meal",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'To be fair, my friend, I cannot determine if this is good. I need opinions I can trust before I present this to the aristocrats who so desire my dishes.\\n\\n'The workers of Rakhatâb are honest to a fault. They will not hold back on telling you how bad or good the new dish is. Please bring this new recipe to them, gather their opinions, and then return to me with their feedback.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Deliver Keteph's new recipe to Taphis",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I will never forgo an offer of a free meal. Especially on the pay that the kindred see fit to offer us here.'\\n\\nShe bites into the bread.\\n\\n'It is a bit dry. I can taste a hint of saffron. This bread is too porous and flavourless. Still, a free meal is a free meal.'\\n\\nShe bites again.\\n\\n'I am sorry, I cannot. This is awful.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Infusion from the North: A Worker's Honesty",
      "es": ""
    }
  ]
}