{
  "id": 621091923,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "Mêshka has commissioned a mural in memory of the fallen crew of the Rebuke. Everyone is present, and the memorial is beginning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Mêshka has commissioned a mural in memory of the fallen crew of the Rebuke. The families of the deceased mariners have tried to absolve Belondor of his feelings of guilt. Belondor wants to talk to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I give you my thanks again [placeholder]. It was difficult to watch, but I think this has done exactly what I had hoped.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: In Remembrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Mêshka has commissioned a mural in memory of the fallen crew of the Rebuke. Everyone is present, and the memorial is ready to begin. You should take a moment to look at the mural.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "TBD The attendees gather around and admire the mural in honour of their loved ones. Some nod in appreciation, while others are stricken by the depiction of their deaths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Attend the memorial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db50",
      "en": "'Stand, my husband. Do not lament that you did not die with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "TBD The thing looks like blah. The attendees gather around and admire the mural in honour of their loved ones. Some nod in appreciation with watery eyes, while others are stricken by the depiction of their deaths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db51",
      "en": "'Yes, my love. You are correct, as always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Mêshka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db52",
      "en": "'This memorial will remind all who see it of their noble sacrifice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db53",
      "en": "'[placeholder]...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db1",
      "en": "'Come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db54",
      "en": " 'I need you. This city needs you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db2",
      "en": "'Thank you all for coming. The fearless crew of the Iskánta will live on in us and in the memories of all who knew them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Mêshka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798db55",
      "en": "'The snake Azagath will come to regret the day he did not kill Belondor of the Fleet-fast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You see Belondor valiantly attempting to defend his doomed crew from Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db3",
      "en": "'There was nothing noble about it. It was outright murder, and it was my fault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db4",
      "en": "'I do not ask for your forgiveness, nor do I deserve it. I just...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db5",
      "en": "'Do not put this on yourself Belondor! You were not the one who killed them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db6",
      "en": "'That is right. It was the vile Sea-shadow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "TBD Look at the memorial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed80",
      "en": "Follow Mêshka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db7",
      "en": "'Yes, they loved you, Belondor, as do we. Do not blame yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mêshka has commissioned a mural in memory of the fallen crew of the Rebuke. Everyone is present, and the memorial is ready to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db8",
      "en": "'Azagath Sea-shadow deceived us all. I would see his head rotting on a pike!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1798db9",
      "en": "'I agree, you did not do this. We know you are an honourable man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Mêshka has commissioned a mural in memory of the fallen crew of the Rebuke and you are now attending the memorial you helped her organize.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85994",
      "en": "'Thank you for your assistance with making this all come together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "As you approach Belondor, he looks haggard, older than you remember him being and is clearly troubled.\\n\\n'[placeholder], I have a few things to take care of before I leave here, but I would like to speak with you later. Meet me back in Dâr Laja when it's convenient for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Look at the mural",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "You see a painting of Belondor valiantly attempting to defend his doomed crew from Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Observe the memorial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Mêshka has commissioned a mural in memory of the fallen crew of the Rebuke. Everyone is present, and the memorial is almost ready to begin. You should talk to Mêshka.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Belondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Thank you for your assistance with making this all come together, [placeholder]. When I first asked for your help, I was unsure of your intentions, or if you would even show. I must tell you though that I am glad you did. Belondor has told me that you have been aiding him, and I am glad for him to have a friend.\\n\\n'It is my hope that this memorial will help him move past his current unease. He has not been kind to himself. He will not be able to do what he needs to in such a state.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Admire the mural",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "TBD Thanks but no thanks.",
      "es": "",
      "es (fem)": ""
    }
  ]
}