{
  "id": 621091858,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You received nothing but goodwill and words of encouragement from the denizens of the expedition camp. It appears that Keteph's recipe is complete. Return to him at the Swain's Guild-hall in Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Dorshet unwraps your delivery and lifts the bread from the top.\\n\\n'It looks much like our wraps, only the bread is leavened and filled on the bottom.'\\n\\nShe covers the crab and aioli and takes a bite. A smile spreads as she chews.\\n\\n'This is a very enjoyable dish. I am very pleased that you shared this with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Keteph asked that you take his deliveries to the scholars and artisans keeping busy at the expedition camp to the south-east of Umbar Baharbêl. Most are employees of the aristocrats who will be the final arbiters of his latest creation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Deliver Keteph's latest recipe to Dorshet at the Expedition Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Dorshet enjoyed the new recipe very much",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Deliver Keteph's newest recipe to Karbah at the Expedition Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Karbah looks at Keteph's new dish.\\n\\n'It looks different than anything I have eaten before.'\\n\\nShe takes the food up and takes a small bite. She chews and smiles. She then takes a larger bite.\\n\\n'This is very good. I am pleased. I shall enjoy this as I finish it. Thank you for sharing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Karbah thoroughly enjoyed the new dish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Deliver Keteph's new recipe to Mallax at the Expedition Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Mallax looks the item over.\\n\\n'It appears plain. Nothing like the lavish dishes my patron is fond of consuming, but the aromatics are good.'\\n\\nHe takes the food up and bites into it. A glimmer of joy passes through his eyes.\\n\\n'I am mistaken. This is a dish worthy of my patron and many others in Umbar. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Mallax found the new recipe delicious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Delona greatly enjoyed the new recipe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Deliver Keteph's latest recipe to Delona at the Expedition Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Make your way to the hunter's expedition south-east out of Umbar. Deliver my new dish and return to me with the responses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "Delona looks the food over and takes a bite. She smiles as she places it back down.\\n\\n'I could tell just by the weight and the smell that this would be delicious. It does not disappoint.\\n\\n'The flavours are complex and balanced. The crunch of the vegetables and the succulence of the crab are perfect.\\n\\n'This is a masterpiece.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Keteph, again, assembles his new recipe into sacks to deliver to others for testing. This time, he hopes the dish will meet the needs of the aristocrats who enjoy his creations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Zerkho enjoyed the recipe very much",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'As I was assembling the recipe, the pleasing aroma of all the ingredients married in complete harmony. I am certain this is the fare I should deliver to the Epicureans of Umbar. Alas, I cannot be the sole determinant.\\n\\n'[placeholder], I again ask you to aid me in determining if the dish is complete.\\n \\n'To the south-east of the city proper, there is an encampment of scholars, adventurers, and hunters. They are representative of the many wealthy patrons in the city.\\n\\n'Deliver this latest dish to them and return to me with their thoughts on the recipe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Deliver Keteph's latest recipe to Zerkho at the Expedition Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "He listens intently, as you speak. When you finish explaining the responses, he nods and claps his hands.\\n\\n'It is as I expected. Very good. I took the liberty of preparing the final version of the dish while you were abroad. One final step now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Infusion from the North: Better Taste",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Zerkho unwraps the satchel and sniffs the contents. He takes a moment.\\n\\n'Aromatic.'\\n\\nHe bites into the bread and crab. He chews and swallows.\\n\\n'This is exquisite. The crab is tender and moist. The bread is firm enough to hold the thinly sliced vegetables and saffron aioli. I have not eaten anything this delicious in some time.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}