{
  "id": 621091977,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Steely-eyed brigands leap to defend their encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "'Search the bandit camp'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stolen Mementos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Denjâri bandits defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "'TBD you did it'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Search for clues as to the armour's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'One would think my noble title as patriarch of House Ghôlkhas would grant me speedy audience with the Kindred, but it appears I was mistaken. Would you consider my request instead?\\n\\n'A suit of my predecessor's ceremonial armour was pilfered from the family mausoleum. My servants have heard tell of a shameless group of brigands known as the Denjâri boasting of such a piece somewhere in Tâkhdar.\\n\\n'If you investigate these claims, you would have my gratitude and patronage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "'TBD Search for clues'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Speak with Rashâm in Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Search for clues as to the armour's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Rashâm should be here somewhere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "'TBD Search camp for clues'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "'TBD Enter bandit camp'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Defeat Denjâri bandits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "'TBD Find Fence in the black market'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I hope you are here to buy, stranger. I have more sundry than I care to offload at present.\\n\\n'Zulkhêma of the Denjâri? Did she sell me a peculiar set of armour, you ask? I might know that name, and I might even know the armour. I have recently come into possession of a great many pieces of treasure. I hardly know what to do with them all; I may have paid more than their worth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "'TBD Search for clues'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Speak with Rashâm in Kheb Hanût.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Look for Rashâm in the black market of Kheb Hanût",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d164",
      "en": "The patriarch of the Ghôlkhas noble family has asked you to retrieve a set of armour stolen from his family during the days of the Heirs of Castamir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "You found a letter: the stolen armour was sold to a black market fence named Rashâm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Denjâri bandits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Search the bandit camp for the Ghôlkhas patriarch's armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Rashâm can be found in the black market of Kheb Hanût.\\n\\nA letter from the Denjâri bandits' leader says she has sold the Ghôlkhas's stolen armour to a black market fence named Rashâm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Bandits tend to lurk in north-west Tâkhdar.\\n\\nOkhtâr Ghôlkhas, head of a prominent family, has asked you to retrieve heirloom armour a group of bandits called the Denjâri stole from the family tomb. He has asked you to retrieve it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "'TBD - Desc'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The Denjâri bandits did not frighten you away, did they? I cannot blame you if they did; I myself would be terrified! Ha! But this is why I will be paying you so well, no? Please return to me with news of my armour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'My servants have all said the Denjâri bandits, and many others, spend their days in Takhdâr. I do not ask my servants how they know such things, as their history is more interesting as a mystery. It helps me keep my sense of adventure without dirtying my silk clothing!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}