{
  "id": 621091948,
  "txt": [
    {
      "id": 216727831,
      "en": "You accepted a bounty notice asking you to reduce the number of spiders in Jalkhûl. It can be found to the south-east of Jadambor.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Inform Zûfan in Jadambor that you have culled the number of spiders",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You accepted a bounty notice asking you to reduce the number of spiders in Jalkhûl. It can be found to the south-east of Jadambor.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "You inform Zûfan about the completed bounty.\\n\\n'That is the best news I have heard all day. I will let the people here know that the caves to the south will be a bit safer for now. My thanks adventurer.\\n\\n'Be sure to check the board for more requests, we need all the help we can get down here.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Inform Zûfan in Jadambor that you have culled the number of spiders",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Informed Zûfan of the completed bounty",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Defeat spiders to help make the area safer",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A bounty has been posted with a request to go to Jalkhûl in the south and cull the number of spiders in the area.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Spiders defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Reach Jalkhûl to the south-east of Jadambor",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "The bounty notice reads:\\n\\nWe need someone to do something about the spiders that have taken over the southern passage through Dil-irmíz.\\n\\nThey have overrun Jalkhûl and now that area is not open to anyone, guard and smuggler alike. Zûfan here in Jadambor has offered a reward for anyone who can help us thin their numbers.\\n\\nThey can be dangerous. You may want to bring some companions.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat spiders within Jalkhûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955859,
      "en": "That is the best news I have heard all day",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Clearing Jalkhûl",
      "es": ""
    }
  ]
}