{
  "id": 621091912,
  "txt": [
    {
      "id": "0xeb01186",
      "en": "Belondor has asked you to enter Ilmabiri, beneath the Sail-haven of Umbar Baharbêl, and locate his secret cache of savings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have found the location Belondor described as the location of his hidden cache. You should retrieve the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Bring the cache to Belondor in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "You have collected Belondor's secret cache from its hiding place in the sewers. You should bring it to Belondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "TBD Bring the coffer to Belondor in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect Belondor's cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'There it is. You have done a good deed today, [placeholder]. Thank you. This will go a long way to ease their suffering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Belondor would like to start a Widows-and-Orphans fund and has asked for your help in retrieving his savings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find the location Belondor described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD oh thanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have oft been thinking about the suffering that continues in this city, [placeholder]. The Empire of Ordakh, the Church of the All-seeing, and the Heirs of Castamir have all ruled here with an iron fist, and that fist was covered in blood. Though many of the Corsairs lost at the Harlond were not good people, many in the city are still suffering from the loss of loved ones.\\n\\n'That is why I have decided to use my personal savings to seed a fund that will help support those left behind. They suffer needlessly, and I will do what I am able for those who are innocent. This savings of mine is not held in a bank. I have kept it hidden should Mêshka and I need to flee the city again.\\n\\n'It is always good to have a backup plan, but it bothers me greatly knowing that I have treasures hidden away doing nothing when it could be helping people in need. I would like to entrust to you the task of retrieving it,  as there are dangers involved that I have no doubt you can handle. The coffer is located in the north-east part of the sewers. I will mark its location on your map.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "This looks like the location Belondor described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Collect Belondor's cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have collected Belondor's secret cache from its hiding place in Ilmabiri. You should bring it to Belondor in Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Man Adrift, Part 2: An Act of Charity",
      "es": "",
      "es (fem)": ""
    }
  ]
}