{
  "id": 621091856,
  "txt": [
    {
      "id": "0xeb01196",
      "en": "You have found Hírkha, a lost nether-hound as you travelled through Ilmabiri. After introducing yourself to her, she seems willing to follow you. You should lead Hírkha to Kruha-sûrja, the guard post in the northern part of the sewers beneath the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have been asked to stay on the look-out for a lost nether-hound as you travel through Ilmabiri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85970",
      "en": "'While you are travelling through the tunnels, I have a favour to ask of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have found Hírkha, a lost nether-hound as you travelled through Ilmabiri. You should introduce yourself to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85971",
      "en": "'You found her!  This is such good news!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af1",
      "en": "TBD Lead the dog to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find the lost dog, Hírkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You spot a small brown dog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "TBD Greet the dog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD Cute doggy stuff. He will follow you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "TBD You have safely led the dog back to the guard post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Lebíthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Introduce yourself to Hírkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You found her! This is such good news!\\n\\n'I will be honest with you that I did not expect her to be found alive. She is lucky to not be inside the belly of a crocodile! I will see that she is returned to her owner. Hírkha must have been very brave to survive down here. Thank you for her rescue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A child of the Sail-haven has lost her dog after it ran into the sewers chasing a rat. Lebíthi has asked you to keep an eye out for the dog while you traverse Ilmabiri.\\n\\n<rgb=#FF0000>NOTE: This quest will fail if you are defeated or log out. If this occurs, it will be removed from your quest log and you will need to accept it again.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Hírkha wags her tail and looks willing to follow you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Lead Hírkha back to Lebíthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'While you are travelling through the tunnels, I have a favour to ask of you. A girl has lost her dog, Hírkha. They were walking through the Sail-haven when the hound took off, chasing a rat. She believes the dog followed the rat into the sewers and has not seen Hírkha since. If you happen to see a nether-hound on your trek through Ilmabiri, there is a small reward for her return.'\\n\\n<rgb=#FF0000>NOTE: This quest will fail if you are defeated or log out. If this occurs, it will be removed from your quest log and you will need to accept it again.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You have found Hírkha, a lost nether-hound as you travelled through Ilmabiri and have led her to safety at the guard post Kruha-sûrja. You should talk to Lebíthi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Hírkha has reached safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You have failed to lead Hírkha to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Very Brave Dog",
      "es": "",
      "es (fem)": ""
    }
  ]
}