{
  "id": 621091939,
  "txt": [
    {
      "id": 246419778,
      "en": "The memorial is now complete. It looks like Belondor wants to talk to you.",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'How generous of them to pay for a memorial! Yes, I would love to go and see it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Man Adrift, Part 6: In Remembrance",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Mêshka",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Mêshka has asked you to visit each of the surviving family members of the crew of the Rebuke and invite them to the memorial she arranged.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "TBD Thanks for the invite",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Everything for the memorial has been prepared. You should talk to Mêshka when you are ready to attend.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I don't know what this is about, but now I grow suspicious. Mêshka says she would like to meet with you again at the Fleet-watch Tavern. Off with you, before I decide to have you followed,' he says with a wink.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Belondor in Dâr Laja",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Ansham, Talkênza's wife",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Mêshka at the Fleet-watch Tavern",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Bekhír, Khalmôz's son",
      "es": ""
    },
    {
      "id": 30955904,
      "en": "'I don't know what this is about, but now I grow suspicious.'",
      "es": ""
    },
    {
      "id": 30955905,
      "en": "'This is not how I expected today to go, my friend.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mêshka has requested your help again at the Fleet-watch Tavern at the south end of the Fleet-fast.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "You have invited the families of the slain crew members of the Rebuke. You should return to Mêshka at the Fleet-watch Tavern.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "OBJ Descript",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'A memorial? You know, I think that would be very nice. Yes, you can count on me to be there.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "TBD Thanks for the invite",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I suppose I should sober up then, eh?'\\n\\nShe laughs without joy.\\n\\n'Yes, I will attend.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Everyone has been invited? It seems we are all ready then. Talk to me again when you are ready to go.'",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Okhâb, Hâkraph's brother",
      "es": ""
    },
    {
      "id": 30955928,
      "en": "' I am glad you made it!'",
      "es": ""
    },
    {
      "id": 30955929,
      "en": "'Everyone has been invited? It seems we are all ready then.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Pârnakh, Mairan's mother",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Imâra, Sallax's wife",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Meet with Mêshka at the Fleet-watch Tavern.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Are you ready? Let us get this over with.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Mêshka at the Fleet-watch Tavern",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'[placeholder], I am glad you made it! The memorial is almost ready to go. The last bit of business that needs to be tended to is the invitations. Here is a list of surviving family members of the crew that reside in the city. Please pay each of them a visit and invite them to the memorial. In the meantime I will see to the finishing touches and collect Belondor. Return to me here when you are ready.'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'This is not how I expected today to go, my friend.'\\n\\nBelondor forces a small smile, and looks you in the eye.\\n\\n'I will meet with the Order of the Eagle, and see what they have to offer.'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'I will do anything for Belondor and Mêshka. Allow me to go get cleaned up, and I will be there.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'A memorial? How thoughtful. Of course, I will be there.'",
      "es": ""
    }
  ]
}