{
  "id": 621091905,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Come, [placeholder], I would speak with you privately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Porókho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Porókho pulls you aside and speaks to you quietly.\\n\\n'I want to thank you for humouring us with these tasks. Even Gajóta,' he says with a warm chuckle. 'We really should get him a cat. Unfortunately, dark times lie ahead for us Morutágya. Tumúldo was our leader by right of birth, but he was also a great hero to our people and was well-loved. We would have readily followed Nakási, but she seems to have abandoned us for that khmêg Azagath.\\n\\nYou can see on his face that Nakási's flight weighs heavy upon his heart.\\n\\n'They have a child, Umisúm, who would now be our leader by right of birth, but she will not go unchallenged. She is in her teen years and has yet to prove herself to our people. I hope for her sake that she is as cunning as her father and as fierce as her mother or she may not make it to adulthood. You know how families are.\\n\\n'I wanted to thank you for bringing us the letter from that ugly Gondorian. It is better to know than to be left wondering. There are difficult times ahead for all Morutágya, but we have survived worse. Now go. Leave these sewers and visit the baths. You stink.'\\n\\nHe waves you off and you are clearly being dismissed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Porókho would like to speak with you privately. Porókho is in Hêbatokh, the clan Morutágya camp in Ilmabiri, beneath the Sail-haven of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your work in the southern part of Ilmabiri, the sewers beneath the Sail-haven of Umbar Baharbêl, appears to be complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Looming Strife",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Belondor in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "After helping the grateful Morutágya clan with their requests, you feel that you have been dismissed. You should return to Belondor in Dâr Laja, the Meeting Hall and tell him what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Welcome back, [placeholder]. What news do you bring?'\\n\\nYou tell Belondor of the reaction of the Morutágya clan to the confirmation of Tumúldo's death, and the warning that there will be clan infighting for leadership. Belondor nods.\\n\\n'This sort of thing is not terribly common, but it isn't unheard of either. The Kindred will keep an eye on the situation. I will also learn what I can of this Umisúm person you spoke of. If she does manage to step up, she could become an important player in the politics of the city.\\n\\n'Thank you for your help, as always [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}