{
  "id": 621091865,
  "txt": [
    {
      "id": 228284039,
      "en": "'Return to Jax Phanâl and collect my family's cruet from Phâredar. She will know where to find it. When you have it, return it to me here.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Return to Jax Phânal and speak with Phâredar to retrieve Keteph's family cruet.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected Keteph's family cruet",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Phâredar told you that Keteph's family cruet was stolen in a raid by goblins. She suggested that you go to the encampment in the south-east to acquire the cruet from the goblins.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Deliver the cruet to Keteph at the Swain's Guild-hall",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'The raiding goblins have an encampment far to the south and east of Jax Phanâl in the shadow of the mountains. You will likely find the cruet on one of the tougher goblins in that encampment.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Oh-ho! You are a dear associate, [placeholder].\\n\\n'This cruet has been in my family for generations. My grandmother claims it was hers. My father told me it was in our family long before. Losing this would have been a tragedy I could not endure.\\n\\n'Let me have a moment, yes?'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You recovered Keteph's family cruet from the goblins. Return the cruet to him at Swain's Guild-hall in Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keteph asked you to further assist him in crafting a special new dish. He needs you to return to Jax Phanâl to retrieve his cruet.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am very close to presenting this new recipe to the aristocracy, my friend. However, I require a reminder from home to ensure that the recipe ends with the desired result.\\n\\n'I left Jax Phânal in such a hurry I forgot to take my grandmother's cruet. It is a precious family heirloom. While I have the one I crafted here, I would prefer to pay homage to my grandmother and use the family cruet for this recipe.\\n\\n'Return to Phâredar in Jax Phânal. She will know where it is.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect Keteph's family cruet from Phâredar in Jax Phanâl",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Keteph's cruet, you say?'\\n\\nShe looks uncomfortable for a moment.\\n\\n'That will be an issue. When Keteph went silent those weeks ago, I thought this would not matter. Now, it seems it does.\\n\\n'As you know, Jax Phânal endures harassment by the goblins in the south-east. When their leader Shakfût was imprisoned, they raided the outpost under cover of night and stole many treasures.'\\n\\nShe sighs.\\n\\n'Keteph's cruet was amongst the stolen items. You will need to visit their encampment and collect the cruet from whichever goblin carries it now.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Infusion from the North: The Right Tool",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect Keteph's family cruet",
      "es": ""
    }
  ]
}