{
  "id": 621091911,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "At the nearby docks in the Fleet-fast, there is a dispute going on at one of the ships. A fruitmonger and a deck-steward are arguing about fruit shipment. You should find where they are.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Defeat Fleet-fast ruffians ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defeated Fleet-fast ruffians ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "TBD OBJ Description",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "A group of ruffians is causing trouble in the Fleet-fast near the Soldiers' Mess-hall. You should go there and teach them a lesson.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find Râkariz and the deck-steward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You have found Râkariz and the deck-steward arguing about the shipment of fruit. You should inspect the fruit to see its condition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Râkariz and the deck-steward are still having a heated argument",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Râkariz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Inspect the shipment of fruit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have inspected the fruit in question, and it is indeed rotten. You noticed a stamp that indicated the fruit came from Khûtra. You should confront the fruitmonger Râkariz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I will tell you the same thing I have been telling everyone! I am not at fault! The fruit was good when I unloaded it. It must have been mistreated by the Fleet-watch.'\\n\\nYou tell Râkariz that you noticed that the fruit came from Khûtra. You have been there and happen to know that Khûtra has been plagued with disease and sickness since the collapse of Mâkhda Khorbo. You can see in his eyes that he has been caught, but he says nothing else to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "The fruit is indeed rotten and inedible. You notice a stamp indicating that the fruit originated in Khûtra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Belondor in Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Belondor has asked you to go to Umbar Baharbêl's Fleet-fast ward and handle two problems for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Is everything settled, then?'\\n\\nYou tell Belondor that you handled the ruffians, and that the fruit was likely rotten before it even left Khûtra.\\n\\n'Khûtra, you say? Yes, I have heard about their issues there. Thank you for clearing this up. I appreciate your help as always, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I'm glad you are here. I have a few concerns with which I was hoping to receive your assistance.'\\n\\nBelondor looks excessively tired but clearly has no intention to rest.\\n\\n'I am tied up here in Dâr Laja, hearing the concerns of the people and doing my best to help them. Meanwhile, I'm also expected to handle issues in the Fleet-fast when I am not at sea. Much of my fleet is out patrolling the coast, looking for signs of Azagath and Nakási. I was hoping you would be available to handle something for me.\\n\\n'I have received reports of ruffians on the docks, causing trouble in the area near the Soldiers' Mess-hall. I would like you to go there and... discourage them from doing that.'\\n\\nHe gives you a wink that makes it clear he wants you to rough them up.\\n\\n'Umbar is a land of tough people and sometimes this is the only way to get your point across. Not far from that same area, there is a dispute going on that I would like you to investigate. One of our ships is preparing for departure and was bringing provisions aboard when the deck-steward noticed that all of the newly purchased fruit was rotten. The fruitmonger, a man named Râkariz, argues that the fruit was fine when he sold it to us.\\n\\n'I would like you to inspect the fruit shipment for me and determine who is in the right. I recommend dealing with the ruffians first though, as they are the more pressing matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have inspected the fruit and confronted Râkariz with the knowledge that provisions from Khûtra have somehow been corrupted after the fall of Mâkhda Khorbo. You should return to Belondor and tell him what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Man Adrift, Part 1: Of Fruit and Ruffians",
      "es": "",
      "es (fem)": ""
    }
  ]
}