{
  "id": 621091913,
  "txt": [
    {
      "id": "0xda44875",
      "en": "A Man Adrift, Part 3: Honouring Their Sacrifice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "TBD OBJ Description",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Mêshka at the Fleet-watch Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'While you were gone Mêshka came to visit and she said she would like to meet with you. She wouldn't tell me what it was about, but I didn't get the feeling that she plans to have you killed. I wouldn't worry,' he says with a chuckle, '...too much.'\\n\\n'She said that you will be able to find her at the Fleet-watch Tavern in the Fleet-fast. Be safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "TBD loc 4 opnion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Scout near the Sailors' Mess-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "A decent place but perhaps too out of the way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Scout the gate near the Parade Ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Scout between the Gate of Sorrows and the Stûna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "This is a nice spot but is currently used for stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "TBD Scout loc 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Mêshka has asked for your help with a secret project.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "You have scouted several possible locations for Mêshka. You should return to her at the Fleet-watch Tavern at the southern end of the Fleet-fast to tell her your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Mêshka is commissioning a memorial for the crew of the Rebuke and has asked for your assistance in choosing a location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "This is not a bad place, but too close to those ruffians",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "TBD opinion of loc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "This area is high traffic but perhaps too crowded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85992",
      "en": "'I admit that I am a little surprised to see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You return with opinions, I hope?'\\n\\nYou tell the noblewoman your opinion on each location.\\n\\n'Thank you for your time and thoughts. I will take them into consideration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85993",
      "en": "'You return with opinions, I hope?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Scout near the Lord's Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Many paths meet here, but it is being used for training",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Mêshka at the Fleet-watch Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Mêshka has requested that you meet her at the Fleet-watch Tavern, located at the southern end of the Fleet-fast, across from the Old Bastion Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Scout near the Fleet-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'[placeholder], I admit that I am a little surprised to see you. I would not blame you if you had no desire to associate with me.'\\n\\nShe cocks an eyebrow and gives you a measuring look.\\n\\n'I will not apologize, however. You must understand that I will do whatever is necessary to protect my husband and his interests.'\\n\\nShe takes a casual sip of her wine before continuing.\\n\\n'Speaking of his interests, he told me that you have been assisting him of late, so you have probably noticed that he avoids what needs to be done; prioritizing trivialities while Azagath and Nakási escape without consequences. They must be found, and they must be made to pay the price for their betrayal. For this to happen, we must awaken Belondor so he sees things as they are, not as his pain tells him. He loves passionately, but he hurts with the same intensity. He has been hiding from himself behind his work, not allowing himself to feel his grief.\\n\\n'I am commissioning a memorial in tribute of the crew of the Iskánta, Belondor's ship. Rebuke, in the Westron tongue. Will you help me with this? I have several locations around the Fleet-fast in mind but have not been able to decide. Would you visit each location and tell me your opinion of them?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}