{
  "id": 621091880,
  "txt": [
    {
      "id": "0x6a50292",
      "en": "Find the forsaken camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You have found the location of the camp of forsaken. You should defeat some of them so Khetúku will be able to escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Discover where the forsaken Heirsworn and Church of the All-seeing Eye are encamped. Porókho said they are in the southernmost part of Ilmabiri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You found the forsaken camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat fugitives ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x798cb4",
      "en": "'Thank you, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Porókho",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated fugitives ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Free Khetúku",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have defeated many of the fugitives and freed Khetúku. You should return to Porókho at his camp in the sewers to bring him the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I cannot believe it! You rescued Khetúku! You have lifted such a burden from my shoulders as well as my heart. You are welcome to stay with us as long as you like. Here is your reward, as promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Porókho has told you that a group of forsaken Heirsworn and All-seeing Eye believers hiding in Ilmabiri have kidnapped his nephew Khetúku in an attempt to coerce the Morutágya clan into giving them transport out of Umbar. He tells you that if you rescue Khetúku, there will be a handsome reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am sorry stranger, but you brought us this news when we were already having a bad day. My nephew Khetúku has been taken captive by wicked Men who are trying to force us to help them. There is a group of Heirsworn and those depraved Church of the All-seeing cowards that stowed themselves away in our sewers. They have been in the southern part of Ilmabiri since the Sea-stone Mutiny, hiding and trying to get someone to ferry them to safety.\\n\\n'We have no more love for that khmêg than we do for Gondorians. Let them rot, I say! Their time ruling Umbar was not a pleasant one for my people. But now they have captured Khetúku and say they will kill him if we do not help them, and I have no doubt that they will.\\n\\n'I know you have no reason to help us, but you look hardy and resourceful. If I can persuade you to rescue Khetúku, I will see to it that you are rewarded!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thwarting Their Plans",
      "es": "",
      "es (fem)": ""
    }
  ]
}