{
  "id": 621091879,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD objective description",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "TBD hello there.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'What is this, then? Who are you?'\\n\\nYou inform Porókho that you bring a letter from Belondor, Kinsman of the Fleet-fast, addressed to the Morutágya clan.\\n\\nHe takes the letter from you, reads it, and sighs, handing the letter over to Eshéra.\\n\\n'So it is true. Tumúldo is dead, and Nakási has fled the city with the Sea-shadow, unlikely to return. Alive, anyway. We had our suspicions.'\\n\\nThe man's attitude quickly changes from sadness to anger.\\n\\n'Curse all Men of Gondor, including this Belondor! They are as low as the wretched filth in these sewers.'\\n\\nHe spits on the floor to make his point.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "TBD objective description",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "TBD Objective desc",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Deliver Belondor's letter to the Morutágya clan, informing them of the demise of their leader, Tumúldo Fierce-water.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "TBD You have found the guard post",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Belondor has asked you to deliver a letter to Morutágya, the clan of smugglers that Tumúldo Fierce-water was the leader of, informing them of his death. Morutágya maintains a hideout in the southern part of Ilmabiri, beneath the Sail-haven of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "TBD Find the guard post in the sewers",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], have I told you yet that I am grateful to have you as an ally? It means a lot that though you are a newcomer to this city, you take actions that are for the good of the common folk of Umbar. As you well know, I was a newcomer here once as well. It did not take me long to fall in love with the Umbari culture. The resiliency of the people, the bright colours, flavourful food, favourable winds, the blue seas... and of course, my beloved Mêshka, whom I can finally call my wife.\\n\\n'Whether or not you love this city as I do, I still appreciate what you have been doing for its people, and feel ashamed to have once called you my enemy. You are a good person, [placeholder].'\\n\\nBelondor takes a deep breath as his posture changes and his demeanour returns to that of the Kinsman of the Fleet-fast and Captain of Fleets of Umbar Baharbêl.\\n\\n'Speaking of your quality, I have another thing to ask of you, if you are willing. I am unsure if the kinsmen of Tumúldo Fierce-water are aware of his fate. Tumúldo was the leader of a clan, Morutágya. Smuggling has been the family business for generations. When Nakási returned to the city with a hostage instead of her husband, I don't think she took the time to inform their clan of his murder. Rumours abound, of course, but they are family and deserve to know the truth.\\n\\n'If you would not mind delivering it, I have written a letter detailing everything I know about Tumúldo's death.'\\n\\nYou confess to Belondor that you were present in Linhir when Tumúldo Fierce-water was murdered. He raises his eyebrows in surprise.\\n\\n'Is that so? I wouldn't tell them what you have just told me, or you may not walk away from the encounter without bloodshed. I've been told that they have a base of operations in the southern part of the Ilmabiri, beneath the Sail-haven.'",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Deliver the letter to Porókho",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "TBD Talk to the guard leader",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Informing the Kin",
      "es": ""
    }
  ]
}