{
  "id": 620917378,
  "txt": [
    {
      "id": 63677429,
      "en": "Burned Orc-carts along the roadway ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Freeze or Burn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs in the Balewood are struggling against Wood-trolls and against the supernatural cold and snow, just as the refugees from Byre Tor.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'Thank you for your aid, [placeholder]. The Orcs' resources have been stripped bare for now... we can only hope that it takes them much time to recover from the blow you have dealt them.'",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'Thank you for your aid, [placeholder]. The Orcs' resources have been stripped bare for now - we can only hope it takes them much time to recover from the blow you have dealt them.'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'Húna tells me that you scouted the Orcs' trail and came across their carts entrenched in snow drifts along the road. I suppose those monsters are having just as lovely a time as we are....\\n\\n'Do not confuse my amusement with sympathy, [placeholder]. The Orcs deserve any trouble that visits them here as nothing will be enough to avenge Byre Tor and the people that we have lost to them and the giant.\\n\\n'Now then, about those carts. The Orcs are already slowed, but you are a hearty [placeholder], are you not? If you can get close enough, set their carts ablaze! That should bring them to an utter halt.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Léodwald",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Léodwald can be found in the hidden cave with the other refugees in southern Balewood.\\n\\nYou have burned a significant number of carts along the Orc-roadway. You should return to Léodwald and inform him of your success.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Burn Orc-carts along the roadway ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orc-carts can be found along the Orc roadway through central Balewood.\\n\\nLéodwald wants you to burn Orc-carts that have become stuck along the Orc roadway in an attempt to further starve the White Hand forces in the Balewood.",
      "es": ""
    }
  ]
}