{
  "id": 620917252,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Search the roadway for any foes the Orcs face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae1",
      "en": "The Orcs appear to be transporting felled trees north along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Wood-trolls besiege the roadway, delaying the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "You have found no sign of the Orc-leader, but the largest among the force seem to know of him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae4",
      "en": "Destroyed torches at the roadway's edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'I know not what to do... we have been away from our kinsmen for too long now, and the chill of this place has overcome us all. With the Orcs patrolling constantly, there remains little hope of our escape unless something can distract them, but I would not ask you to stand against them, [placeholder]... not yet.\\n\\n'Before the others and I lost our way, we saw the glow of many torches in the distance. I knew well of the presence of the Enemy in this wood, and so we strayed far from their warmth. The Orcs must feel this chill, too....\\n\\n'If you were to scout along the eastern edge of their roadway, perhaps we could learn more of their purpose here. Were I you, I would avoid travelling their path... their numbers overwhelm even the heartiest of our warriors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae5",
      "en": "The Orcs appear to be transporting felled trees north along the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'You bring good tidings, [placeholder]... any ill-fortune that visits those creatures is all the better for us! Let us see how the Orcs handle themselves now! I wager they shall find their troubles insurmountable without the warmth of their torches in this harsh clime.\\n\\n'You may yet be able to stand against them, friend. If their carts are halted and they are beset by the Wood-trolls, there can be no greater time to bring their schemes to ruin.\\n\\n'Let me ponder just a moment, for such dealings must be decided with haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The refugees from Byre Tor holed up in the Balewood are fearful of the Orcs invading the forest, but also of the threat of freezing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe150d5",
      "en": "Collect torches at the highway's edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Húna has asked that you scout the eastern edge of the Orc roadway through the Balewood and steal torches from their keeping.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Húna can be found in the hidden cave in southern Balewood.\\n\\nYou have scouted the path along the eastern border of the Orc roadway and destroyed a substantial number of torches. You should return to Húna and inform him of what you have seen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'I know not what to do... We have been away from our kin for too long now, and the chill of this place has gotten to us all. \\n\\n'With the Orcs patrolling constantly, there remains little hope of our escape unless something can disrupt them. I would not ask you to stand against them, [placeholder], not yet.\\n\\n'Before the others and I lost our way, we saw the glow of many torches in the distance. I knew well of the presence of our enemy in this wood, and so we strayed far from their warmth. The Orcs must feel this chill too, surely you would think? ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search the roadway for signs of the Orcs' plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the roadway for any foes the Orcs face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the roadway for sign of an Orc-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "Collected torches at the roadway's edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Destroy torches at the roadway's edge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Snowblind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Húna",
      "es": "",
      "es (fem)": ""
    }
  ]
}