{
  "id": 620820324,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have come a long way to be here, [placeholder]. What business could bring a doughty [placeholder] such as yourself all the way from Hollin to Thorin's Hall?'\\n\\nWafi looks at the weapon and whistles his astonishment.\\n\\n'This is a relic of the Old Days, to be sure! I fear I cannot identify the lineage and strengths of this weapon for you; it is ancient beyond my reckoning, learned though I may be in these matters.\\n\\n'However, my kinsman Rósar, the Forge-master, will surely have more to say than I, for his knowledge is vast and exceeds my own. Show him the weapon, and he will give you an assessment of its strength and potential.'\\n\\n<rgb=#FF0000>Legendary Items must be Identified by a Forge-master before they can be used. The process reveals certain strengths the weapon may have.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Incredible, [placeholder]! This weapon is truly mighty, and you are fortunate to have come into possession of such a thing! However, it is not strong enough to stand against the creature of which you speak. A thousand curses on its foul hide for keeping the dwarves from Moria!\\n\\n'I see that you have a number of Relics. You should apply one of them to your weapon to further customise its abilities! Once you have done so, speak to me again.'\\n\\n<rgb=#FF0000>There are four different types of Relics that you can slot from the Legendary Item panel: Settings, Gems, Runes, and Crafted. A weapon can have one of each type slotted at any given time.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10: Forgotten Lineage",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'A good choice, [placeholder]! You will acquire more Relics as you adventure, and should feel free to customise your weapon with the appropriate Relic for each situation.\\n\\n'This weapon is still not strong enough to defeat the Watcher in the Water, friend [placeholder], but it might become so. I will tell you how this might be.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Forge-master has identified the weapon, revealing its hidden strengths.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wafi is in the Forging Hall of Thorin's Hall itself, in Ered Luin. It is a long way from here, but there are very few who can read the strengths of a weapon from its make, and Wafi is one.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have slotted a Setting Relic into your weapon",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My kinsman Rósar, the Forge-master, can identify weapons of this sort that you acquire during your travels, revealing their secret strengths and their potential for growth.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have slotted a Relic into your weapon",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wafi is in the Forging Hall of Thorin's Hall in Ered Luin.\\n\\nHundi has told you to show your new weapon to Wafi in Thorin's Hall. Wafi will be able to help determine the intrinsic characteristics of the weapon.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You must equip your new weapon if you wish to see its worth increase.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rósar the Forge-master is in the Forging Hall in Thorin's Hall in Ered Luin. He has the skill to identify the mysterious weapon you have acquired.\\n\\nWafi has instructed you to have Rósar the Forge-master identify your weapon so that you may understand its strength and potential.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You should slot one of the Relics you have into your weapon, [placeholder]. Slotting Relics allows you to further customise your weapon's abilities and strengths.'\\n\\n<rgb=#FF0000>There are four different types of Relics that you can slot from the Legendary Item panel: Settings, Gems, Runes, and Crafted. A weapon can have one of each type slotted at any given time.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Now that your weapon has been identified, you must equip it if you wish it to enhance its worth.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Wafi is in the Forging Hall of Thorin's Hall in Ered Luin.\\n\\nRósar the Forge-master has identified your weapon, and you should now show it to Wafi.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Wafi is in the Forging Hall of Thorin's Hall in Ered Luin.\\n\\nWafi has asked you to slot one of the Relics to your weapon in order to further customise its abilities.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Wafi is in the Forging Hall of Thorin's Hall in Ered Luin.\\n\\nWafi has asked you to slot one of the Relics you have to your weapon in order to further customise its abilities, and is now waiting to speak with you.",
      "es": ""
    },
    {
      "id": 245536849,
      "en": "Rósar",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the weapon to the Forge-master to be identified",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Equip your new weapon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Slot a Setting Relic in your weapon",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Wafi",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have received a weapon from the Elder Days, discovered by the dwarves in a hidden cache, and you must now delve for its secrets.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Weapons of this make may have a long and storied history, [placeholder]. Its tale grows ever with the felling of evil foes -- the more servants of evil this weapon cuts down, the more deadly it becomes.\\n\\n'Only a skilful few can read the tale of a weapon from its craftsmanship. I send you to one who can further aid you: the dwarf Wafi, in Thorin's Hall in the distant land of Ered Luin.\\n\\n'Seek out Wafi by the great fires of the Forging Hall in Thorin's Hall. He can assist you in finding one who has some skill in reading the lineage and power of a weapon such as this.'",
      "es": ""
    }
  ]
}