{
  "id": 620820327,
  "txt": [
    {
      "id": 136263297,
      "en": "The Forge-master has reforged the weapon, revealing its hidden heraldry",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Diathalon wishes to see your weapon reforged anew.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This ancient weapon can be reforged at the hands of a Forge-master allowing its power to increase to match the skill of its wielder.\\n\\n'Once reforged, it may possess the strength to face the creature that lurks within the Black Pool, [placeholder]. You should bring it to the Forge-master for reforging, and mayhap your newly-refurbished blade will at last best the flesh of the cruel Watcher.\\n\\n'Take this weapon to Snár and he shall reforge it anew, and then perhaps we shall see its true potential.'\\n\\n<rgb=#FF0000>- As your character level increases, your weapon may be brought to a Forge-master to be reforged. \\n- Reforging your weapon increases its power and may unlock additional tracery slots.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snár the Forge-master can be found by the Forges of Rivendell.\\n\\nYour weapon possesses hidden potential that can be unlocked by reforging at a Forge-master. This process increases the weapon's damage and reveals a weapon's potential.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Now that your weapon has reached the tenth level of advancement, a Forge-master can reforge it for you, revealing hidden strengths and abilities.\\n\\n'Perhaps your weapon holds within it the strength needed to face the creature that lurks within the still pool, [placeholder]. You should bring it to the Forge-master for reforging in order to see if this is so!'\\n\\n<rgb=#FF0000>Once a Legendary Item receives enough experience, it can be brought to a Forge-master to be reforged. Reforging such a weapon reveals a weapon's hidden strengths and abilities.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dithalion is by the Forges of Rivendell.\\n\\nNow that you have reforged the weapon, you should return to Dithalion to demonstrate its development.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ráthwald is at the crumbling arch near the camp of Echad Dúnann in Eregion.\\n\\nYour weapon has become powerful indeed, perhaps powerful enough to use in battle with the Watcher before the Doors of Durin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring your weapon to the Forge-master for reforging, [placeholder]! Only in this way shall we learn if it will now be hardy enough to best the creature of the Black Pool.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome back, [placeholder]. Did that weapon of the Elder Days prove worthwhile, or was it a fruitless chase?'\\n\\nRáthwald's eyes widen in surprise.\\n\\n'This weapon has become even more powerful in your hands, [placeholder]! Surely now we have the strength to stand against the horror in that foetid pool!'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Snár the Forge-master at the Forges of Rivendell",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Go to the camp of Echad Dúnann in Eregion at once and speak to Ráthwald. He must see the weapon you now wield and the power that it may have against the creature of the Black Pool!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Now you understand your weapon's potential? Yes, it can now bear Heraldry!\\n\\n'You must return to Hollin at once and show Ráthwald, the dwarf at the crumbling arch near Echad Dúnann, that you wield a great weapon. Surely it will give the dwarves of his company newfound hope.\\n\\n'Go at once, friend! I deem that weapon has come forth from the very fibres of legend for this purpose.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'That is quite a weapon you have found! If you wish to reforge it and increase its potential, speak to me again and I will see that it is done!\\n\\n'But know this, friend: the true strength of this weapon will come from the one who wields it! I believe you now have what you need to best the foes that stand arrayed against you!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Bring your weapon to the Forge-master for reforging, [placeholder]! Only in this way shall we learn if it will now be hardy enough to best the creature of the Black Pool.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'That has done it, [placeholder]! The reforging of your weapon has revealed it to be of very high quality indeed!\\n\\n'You must return to Hollin at once and show Ráthwald, the dwarf at the crumbling arch near Echad Dúnann, that you wield a great weapon. Surely it will give the dwarves of his company newfound hope.\\n\\n'Go at once, friend! Khazad-dûm awaits....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the weapon to Snár the Forge-master to be reforged",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Go to the camp of Echad Dúnann in Eregion at once and speak to Ráthwald. He must see the weapon you now wield and the power that it may have against the creature of the Black Pool!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11: Forged Anew",
      "es": ""
    }
  ]
}