{
  "id": 620820326,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Your new weapon has reached the tenth level of advancement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your new weapon has the potential for worth beyond measure, but you must yet wield it in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Weapons of such worth improve as they are used, [placeholder]. Only when they are wielded in battle can they achieve the true measure of their greatness.\\n\\n'Use it against worthy foes, and it will improve as your own skills advance. When it has achieved a high measure of worth, bring it to me or the learned Wafi in Thorin's Hall, in Ered Luin, and one of us will advise you on what must be done next.'\\n\\n<rgb=#FF0000>Legendary Items gain experience as you fight experience-granting enemies with them. When such a weapon receives enough experience, it gains a level.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You must fight foes with the weapon you received from Sigthorn and Hundi until it reaches the tenth level of advancement. \\n\\nFighting enemies that grant you experience will also grant experience to certain weapons if you have them equipped.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Weapons of such worth improve as they are used, [placeholder]. Only when they are wielded in battle can they achieve the true measure of their greatness.\\n\\n'Equip the weapon and use it against worthy foes, and it will improve as you do. When it has achieved a high measure of worth, bring it to me or the learned Dithalion in Rivendell, and one of us will advise you on what must be done next.'\\n\\n<rgb=#FF0000>Legendary Items gain experience as you fight experience-granting enemies with them. When such a weapon receives enough experience, it gains a level.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wafi is in the Forging Hall of Thorin's Hall, in Ered Luin, and Dithalion is by the Forges of Rivendell.\\n\\nNow that you have fought many foes with your new weapon, you should return to either Wafi or Dithalion to demonstrate your progress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fight worthy foes with your new weapon until it reaches the tenth level of advancement, and then return to me or speak with the learned Wafi in Thorin's Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have done very well, [placeholder]! Your weapon has advanced to an impressive level indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Fight worthy foes with your new weapon until it reaches the tenth level of advancement, and then return to me or speak with the learned Dithalion in Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have done very well, [placeholder]! Your weapon has advanced to an impressive level indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Achieve the tenth level of advancement with your new weapon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring your new weapon to either Wafi or Dithalion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 11: Worth Beyond Measure",
      "es": "",
      "es (fem)": ""
    }
  ]
}