{
  "id": 620820325,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have come a long way to be here, [placeholder]. What business could bring a valiant [placeholder] such as yourself here to the Forges of Rivendell?'\\n\\nDithalion looks at the weapon and grows still, his eyes wide in wonderment.\\n\\n'This is a relic of the Elder Days, my friend! Such a weapon has an unmatched potential to grow in power, its storied legend growing along with your own!'\\n\\n<rgb=#FF0000>- Legendary Items can be enhanced in a number of ways as you adventure in Middle-earth.\\n- Their base stats can increase along with yours as you level.\\n- They can be slotted with a wide assortment of traceries.\\n- These traceries can be further enhanced by runes.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I see that you have been given some traceries. You should apply one of them to your weapon to further customize its abilities! Once you have done so, speak to me again.'\\n\\n<rgb=#FF0000>- There are a variety of traceries that can be added to your legendary item.\\n- Among them are Heraldries, Words of Power, Words of Mastery, and Words of Craft.\\n- They are slotted onto your items in much the same way as Essences.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10: Forgotten Lineage",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'A good choice, [placeholder]! Inscribing traceries onto your weapon will enhance your skills, and will often help turn the tide of battle.\\n\\n'This weapon is still not strong enough to defeat the Watcher in the Water, friend [placeholder], but it might become so. I will tell you how this may come to pass.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Forge-master has identified the weapon, revealing its strengths.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Dithalion will be by the forges in Rivendell, [placeholder]. It is a long way, but he may be able to glean some knowledge from your new weapon that will be of use to us.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have slotted a Setting Relic into your weapon",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Show the weapon to my friend Sn치r, the Forge-master, and he will tell you of its strengths and its potential for growth.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have slotted a Relic into your weapon",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dithalion is by the forges in Rivendell.\\n\\nHundi bid you to show your new weapon to Dithalion, an Elf of Rivendell who will be able to help you make use of your weapon.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You must equip your new weapon if you wish to see its worth increase.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sn치r the Forge-master is at the Forges of Rivendell, right next to Dithalion. He has the skill to identify the mysterious weapon you have acquired.\\n\\nDithalion has referred you to Sn치r the Forge-master, who will be able to identify your weapon. From him you may learn of its strengths and potential for growth.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You should slot one of the Relics you have into your weapon, [placeholder]. Slotting Relics allows you to further customise your weapon's abilities and strengths.'\\n\\n<rgb=#FF0000>There are three different types of Relic that you can slot from the Item Advancement panel: Settings, Gems, and Runes. A weapon can have one of each type slotted at any given time.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Now that your weapon has been identified, you must equip it if you wish it to increase in worth.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dithalion is at the Forges of Rivendell.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Dithalion is at the Forges of Rivendell.\\n\\nDithalion has asked you to slot one of your Relics into your weapon in order to further customise its abilities.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Dithalion is at the Forges of Rivendell.\\n\\nYou have inscribed a tracery into your weapon and should now speak with Dithalion.",
      "es": ""
    },
    {
      "id": 245536849,
      "en": "Sn치r",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the weapon to the Forge-master to be identified",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Equip your new weapon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Slot a Setting Relic into your weapon to further customise its abilities",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Dithalion by the forges in Rivendell\\n\\n<rgb=#FF0000>Do not reforge your new weapon until you are instructed to do so by Dithalion</rgb>",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Talk to Dithalion by the forges in Rivendell\\n\\n<rgb=#FF0000>Do not reforge your new weapon until you are instructed to do so by Dithalion</rgb>",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Dithalion by the forges in Rivendell\\n\\n<rgb=#FF0000>Do not reforge your new weapon until you are instructed to do so by Dithalion</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have received a weapon from the Elder Days that the dwarves discovered in a hidden cache, and you must now delve for its secrets.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Weapons of this make may have a long and storied history, [placeholder]. Its tale grows ever with the felling of evil foes -- the more servants of evil this weapon cuts down, the more deadly it becomes.\\n\\n'Only a skilful few can read the tale of a weapon from its craftsmanship. I refer you to one who can further aid you: the Elf Dithalion by the forges in Rivendell. He is wise and learned in many things, including the study of ancient weapons.\\n\\n'If Dithalion cannot help you, he will surely know another who can descry the lineage and powers in a weapon of this artistry.'",
      "es": ""
    }
  ]
}