{
  "id": 620906834,
  "txt": [
    {
      "id": "0x6c58643",
      "en": "'Nothing? Very well, Reeve Fastred will deal with you...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'That wretched man, Sigeric... I cannot believe that he blinded me so. Gísling has always been a faithful subject... I know not why I would have doubted him.\\n\\n'You dealt with Sigeric in a most merciful manner, [placeholder]. He is fortunate that it was you and not I who discovered his deception.\\n\\n'Now then, let us see what he has to say for himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c58644",
      "en": "'On your feet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is truly a pleasure to see you, [placeholder]....\\n\\n'You see, the White Hand has a great interest in seeing the Eastemnet weakened. For your part, you have made my task quite difficult, but no matter, that shall be resolved soon enough.\\n\\n'With you out of the way, that fool Reeve will do my work for me. He serves up the defenceless like sheep to the slaughter and imprisons an innocent, loyal fellow for little more reason than the vaguest of suggestions... my note.\\n\\n'Now, for the matter at hand....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hidden in Plain Sight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "There is no sign of any trail, but perhaps it lies ahead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found a banner of the White Hand and footprints leading towards the nearby crofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found no sign of the spy, but you hear rumblings from the barn to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sigeric has told you that the trail of the man he spotted begins outside the south gate of Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "As you approach the barn, Sigeric appears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The trail can be found along the road south and east of Snowbourn.\\n\\nThe trail has been cold so far, but in the interest of Snowbourn, you should keep searching.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Sigeric staggers away from you, clearly defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The crofts can be found just off the road far to the south-east of Snowbourn.\\n\\nHaving found a banner of the White Hand, you should investigate the nearby crofts and homes for any sign of a spy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The barn can be found among the croftlands to the south-east of Snowbourn.\\n\\nFollowing the trail from Snowbourn, you have found yourself outside a barn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have found Sigeric outside the barn, and he looks quite pleased to see you.\\n\\nYou should speak to him and discover why he sent you on this hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Fastred can be found inside the Mead Hall of Snowbourn.\\n\\nYou have bested Sigeric, the man you rescued from Orcs near Garsfeld, and now the Rohirrim have him in their control. Fastred must be told of Sigeric's treachery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow the road south of Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Continue along the road to the south of Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search the nearby crofts for the spy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc2ad7e2",
      "en": "'We heard a scuffle from the road... What is this commotion?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Investigate the barn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Sigeric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Defeat Sigeric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42fc1",
      "en": "'Augh... impossible...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x42fc2",
      "en": "'You had to meddle in affairs beyond your understanding, didn't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sigeric believes he has discovered a spy near Snowbourn. He has found a crude trail along the road south of Snowbourn and wishes you to follow it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c58641",
      "en": "'This man attacked you and you have reason to believe he has been aiding our enemy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c58642",
      "en": "'What have you to say for yourself, Sigeric?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder].... It is good to see you again! As I was just telling the Reeve, I believe I have uncovered another spy near Snowbourn.\\n\\n'I was walking near the south gate when I spotted a figure in the distance wearing a bold white hand on his garb. When I caught his eye, he fled with haste along the road.\\n\\n'If you would, see if you can discover his trail along the road south... I know one such as yourself would be much better equipped to handle such a fellow were you to find him!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}