{
  "id": 620906982,
  "txt": [
    {
      "id": 22075078,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found a pond, sweet to look upon, but foul to smell. Orcs have settled here...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This corpse has been dumped unceremoniously into the water",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This unidentifiable goop has a horrific odour",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You spotted an unwholesome-looking mist not far to the west of the hill, and should investigate its source.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "This pile of Orc-refuse is made up of horrors you don't want to imagine",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The tiny bird has died from the fumes of the Orcs' filth",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The Ent gives you a slow and silent stare, his eyes filled to the brim with concern.\\n\\nYou should investigate the source of the unwholesome mist lingering above the treetops, for it creeps awfully close to this fine meadow where Oldheart has set his roots.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The source of the mist can likely be found to the west of Oldheart.\\n\\nYou should search for the source to the ugly-looking mist that hangs above the trees.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Oldheart's little bird-friend is dead.\\n\\nYou have found a great deal of filth from the slovenly horde of Orcs and Uruks who have gathered temporarily in this sector of Fangorn.\\n\\nThis poor pond is polluted beyond recognition. The water is not water, but poison. The servants of the White Hand are cruel in even their carelessness.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Orcs and Uruks passing through this area have left filth all around the edges of this poor little pond.\\n\\nYou should investigate what manner of filth pollutes this water.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You suspect that the little bird sought by Oldheart inhaled the fumes of this foetid pond, and likely died of the poisons.\\n\\nYou should search for the little bird.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have found a great deal of filth from the slovenly horde of Orcs and Uruks who have gathered temporarily in this sector of Fangorn.\\n\\nThis poor pond is polluted beyond recognition. The water is not water, but poison. The servants of the White Hand are cruel in even their carelessness.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the source of the mist",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for corpses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for piles of slop ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search for rubbish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Source of the Mist",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Search for the bird around the pond",
      "es": ""
    }
  ]
}