{
  "id": 620906897,
  "txt": [
    {
      "id": 136263297,
      "en": "There are no birds in sight",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found a good vantage point",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This is not the right place to look",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You are now tasked with finding the missing little bird that Oldheart longs to see safe and sound. Fangorn is a big forest...but you can see far from high places.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "There are no birds in sight, but an acrid-looking fog rises from the trees beyond",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Found a good vantage point",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "This is not the right place to look",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hm, hm.' The Ent creaks nervously, but says nothing more.\\n\\nThe Ent is missing his little bird-friend, and wondering whither it could have disappeared for such a long time. This seems like a good opportunity for you to go on a little birdwatching adventure.\\n\\nAn incredible hill stands east of Oldheart. You should be able to see quite far from atop it.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The first vantage point can be found by climbing the hill directly east of Oldheart.\\n\\nYou should climb the hill and <rgb=#FF0000>look</rgb> for the missing bird.\\n\\n<rgb=#FF0000>This quest requires emotes. You must go to the correct location and perform the emote.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You tell Oldheart of the acrid-looking fog you saw rising from the west behind where he stands.\\n\\nYou saw no birds, but perhaps this fog is worth an investigation.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The second vantage point can be found by climbing the ridge further.\\n\\nYou should climb further and <rgb=#FF0000>look</rgb> for the missing bird.\\n\\n<rgb=#FF0000>This quest requires emotes. You must go to the correct location and perform the emote.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Oldheart stands in his meadow below the great hill, waiting for news.\\n\\nYou should return to Oldheart and tell him what you saw from on high.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "<rgb=#FF0000>Look</rgb> for the missing bird towards the west",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Climb the north-eastern ridge",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Look</rgb> for the missing bird towards the west",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Climb to the western ridge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Birdwatching",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Tell Oldheart of the fog and the absence of birds",
      "es": ""
    }
  ]
}