{
  "id": 620800946,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome! Are you here to pay your respects to the Bullroarer? Bandobras 'Bullroarer' Took...he is my ancestor, you know, and the greatest hero of the Shire. A long time ago, an army of goblins invaded the Shire...goblins, of all things!  \\n\\n'Well, the Bullroarer, he wouldn't stand for it, no sir. He gathered all the Tooks and other brave hobbits he could muster and rode out on his horse against them. You heard me right, [placeholder], a horse, a full-growed horse! The Bullroarer was four-foot-five, as the family records tell, and could ride a horse just like the Big Folk.\\n\\n'Every spring we honour his memory by holding The Feast of the Greenfields. We usually place tankards of Bullroarer's Brew, Bandobras's favourite drink around his statue, but so many folk have come out this season that we are completely out of clover, one of the main ingredients. You wouldn't be able to go out and get us more clover, would you, my good [placeholder]? The clover only grows on the Greenfields, north of Brockenborings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You gathered the clover we need? Excellent! We should have more Bullroarer's Brew in no time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This is my favourite holiday!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found the clover yet, [placeholder]? It grows in the Greenfields, north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bullroarer's Brew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The most popular part of the Shire's Spring Festival is the consumption of large quantities of beer, especially Bullroarer's Brew.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected clover ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect clover  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Greenfields are north of Brockenborings in the Shire.\\n\\nSigismond North-took has asked that you collect clover used for making Bullroarer's Brew.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the clover to Sigismond North-took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigismond North-took is in Brockenborings, south of the Greenfields.\\n\\nYou should bring the clover you collected to Sigismond North-took.",
      "es": "",
      "es (fem)": ""
    }
  ]
}