{
  "id": 620800943,
  "txt": [
    {
      "id": 136263297,
      "en": "Placed Bullroarer's Brew by the statue",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bullroarer's Brew is placed at the foot of the statue of the Bullroarer in Brockenborings as part of a ceremony of respect.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now that we have the clover, it must be brewed! The only place in the whole Shire which makes Bullroarer's Brew is the Golden Perch. The original recipe was made by Bandobras himself and passed down from inn-keeper to inn-keeper at the Perch; they have been making it for over two hundred and fifty years!\\n\\n'The clover is one of the main ingredients and also what gives it its green colour. Bring the clover you collected to Gunderic Grubb at the Golden Perch, and you should have some Bullroarer's Brew before the day is out.\\n\\n'The Golden Perch is located in Stock. Hurry back as soon as you can with the Bullroarer's Brew.'\\n\\n",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gunderic Grubb is at The Golden Perch in Stock, south and east of Brockenborings.\\n\\nSigismond North-took told you to take the clover you collected to Gunderic Grubb.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hullo, friend, my name is Tobias Brockhouse, official Inn League Games-master; can I help you with something?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The statue of the Bullroarer is at the north edge of Brockenborings, north and west of Stock, overlooking the Greenfields.\\n\\nYou have been instructed to pay your respects to Bandobras Took by placing a tankard of Bullroarer's Brew near his statue.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Sigismond North-took is in Brockenborings.\\n\\nYou have paid your respects to Bandobras Took. Now you should return to Sigismond North-took.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You'll want to visit the famous Golden Perch, in Stock.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I just received a fresh batch of Bullroarer's Brew from Gunderic Grubb. Thank you, [placeholder].\\n\\n'You have paid your respects...now for the Bullroarer's Challenge! You have heard of the Bullroarer's Challenge, haven't you? Every year the Took family hosts the Bullroarer's Challenge here in Brockenborings, some Hobbits like young Belgo practice all year for the event!\\n\\n'Speak with Tobias Brockhouse, just east of Brockenborings. He will explain the rules to you. If you complete the Bullroarer's Challenge, return to me, and I will reward you with a special prize!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Speak with Tobias Brockhouse just east of Brockenborings.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'More clover! And just as we were running short. Thank you, [placeholder]. You are doing the Bullroarer proud, you are!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'If only I had more clover....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the clover to the Golden Perch",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place Bullroarer's Brew by the statue",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Paying Your Respects",
      "es": ""
    }
  ]
}