{
  "id": 620800826,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'My name is Fern, Fern Coppersmith. Have you been looking for me all this time?\\n\\n'How lovely! Avery Crabapple made this beautiful bouquet just for me? That is simply the sweetest thing anyone has ever done. Between the two of us, I must admit that I've been watching him as well, hoping that he would say something. If it doesn't sound too forward, I was hoping he would get past his shyness to speak with me. In fact, I even sent him some sweets I made. Since he didn't mention them to you, I can only assume that I must have delivered them to the wrong address as well. \\n\\n'If I could ask for a small favour, could you please collect the sweets for me and deliver them to poor Avery? I certainly hope he enjoys them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Goodness! Those sweets are for me from the beautiful and generous Fern? This is fate, my friend.\\n \\n'How funny that both of us delivered gifts to one another and both sent them to the wrong address. I suppose all this nervousness and anxiety could have been avoided if I just spoke with her in the first place.\\n\\n'I thank you so much for helping us. When I'm done with my tasks, I will have to go and speak with her in person, now that I have the courage! Thank you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Fern By Any Other Name....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the bouquet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please go and pick up that bouquet. It just wouldn't do for all that work to go into the perfect gift and for it to go to the wrong person.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Delivered the bouquet to Fern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I'm so glad you were able to retrieve the bouquet. Now I'm just too nervous to remember the address. Could you inquire with some neighbours for the right door?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected the sweets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The bouquet is in a vase near the wrong door on the Scholar's Stair in Bree.\\n\\nAvery Crabapple has asked you to collect the bouquet from the wrong address.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Oh my, how silly that we both got the wrong address. Please retrieve those sweets from the doorstep and deliver them to Avery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You gave the sweets to Crabapple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The neighbours are upon the Scholar's Stair in Bree.\\n\\nAvery Crabapple asked you to inquire of the neighbours for her address.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Wonderful! You found those sweets! Please deliver them to Mr. Crabapple for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fern Coppersmith's sweets are in the alley behind Avery Crabapple.\\n\\nFern Coppersmith asked you to collect her sweets from the wrong door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I would never have had the courage to talk to my sweetheart without your help, thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Avery Crabapple is in the Bree Market.\\n\\nYou should bring the sweets to Avery Crabapple.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Wasn't it silly of us to mix up our addresses?  Thank you for helping us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the bouquet from the vase at the wrong door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ask a neighbour for the correct address",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Ask a neighbour about the address",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the sweets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Give the sweets to Crabapple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Give the sweets to Crabapple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Give the sweets to Crabapple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have mistakenly delivered Crabapple's bouquet to the wrong house.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Good heavens! The bouquet was delivered to the wrong address! I know for sure that the beautiful woman does not have cats.\\n\\n'Oh dear, I should have been more detailed in my description. She definitely lives on the Scholar's Stair. Would you please pick up the bouquet from the wrong door and ask her neighbours for the correct address?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}