{
  "id": 620800886,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Gertheryg are some of Angmar's most terrible minions. Great troll-like creatures, they are cunning, skilled with arms and armour, and are not affected by the light of the Sun as other trolls are.\\n\\n'We have observed parties of gertheryg moving back and forth from a worm-infested cave named Ologfil in the vile Malenhad. I sent a scout, Bethad, to find out what he could of the place, but he has not returned, and I fear the worst.\\n\\n'Please go and explore the cave, perhaps you can find Bethad within. I fear that it would be most unwise to explore this cave alone, so you should go with what allies you can gather.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So Bethad was captured by a gorthorog captain? His lack of caution is far from commendable, but it is good to know that he is safe now. My thanks to you foreigner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear that something has become of Bethad in Ologfil. I would ask that you go there and search for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ancient Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fonn has learned that Gertheryg have been seen travelling to the cavern of Ologfil in Malenhad. He has sent a scout to investigate, but the scout has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found Bethad in the Gorthorog-cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Bethad in Ologfil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fonn has asked you to explore the caves of Ologfil in Malenhad to the north of Tyrn Lhuig, to determine the fate of Bethad who was investigating the presence of gertheryg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Fonn in Tyrn Lhuig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Fonn in Tyrn Lhuig and tell him of Bethad's rescue.",
      "es": "",
      "es (fem)": ""
    }
  ]
}