{
  "id": 620800825,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Delivered the bouquet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have assisted Avery Crabapple in his quest to woo the woman of his heart's desire by helping him gather rare flowers for a beautiful bouquet.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank you again my friend for your assistance.  Now I have the perfect bouquet, fit for the stunning beauty of the woman I want to impress. If you don't mind, I would like to impose upon you once more. Could you please deliver my gift?  I cannot chance accidently meeting her.  \\n\\n'While I'm sure of the address on the Scholar's Stair, please find out which of the houses on the road belong to my sweet lady by asking Barliman Butterbur, the proprietor of The Prancing Pony.  He is knowledgeable in the goings-on within Bree and he surely would know where she lives.  Please check with him before delivering the bouquet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barliman Butterbur is at The Prancing Pony Inn in Bree.\\n\\nStill worried about making a first impression, Avery Crabapple has asked you to deliver the bouquet to the woman's door. He had discreetly asked a few people where she lived to no avail, but he would rather you ask Barliman Butterbur, the proprietor of The Prancing Pony in Bree for the address.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, my friend, I hear you are assisting Master Crabapple with a few things. He has sent ahead a description of the lovely lady, and I approve. I know what lady he's showing a fancy for. The poor fellow is simply too shy. \\n\\n'Well, take me for a ninnyhammer! What with all the customers and business, I've plumb forgotten where her house is. Oh, wait! Now I recall...\\n  \\n'Follow the road outside the Pony towards the West-gate and turn left up the Scholar's Stair. Her house will be either the first or second door after the first bridge. There should be a vase nearby...it will serve as a perfect container in which to place the gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The lady's house is the first or second door up the Scholar's Stair and over the first bridge.\\n\\nBarliman Butterbur told you to place the bouquet in the vase next to the door the lady's house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Avery Crabapple is in the Market Square in Bree.\\n\\nYou should return to Avery Crabapple at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What was that? What lady's house? Oh dear, it's just been that busy.\\n\\n'Follow the road outside the Pony towards the West-gate and turn left up the Scholar's Stair. Her house will be either the first or second door after the first bridge. There should be a vase nearby.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Wonderful! You've returned! I trust you delivered the flowers to my sweet lady?\\n\\n'I feel my heart welling up with excitement for the moment she finds my gift!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What are you doing back? You are supposed to be delivering those flowers. Go check with Barliman Butterbur over at The Prancing Pony. Oh, I cannot wait till she receives my gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Wonderful! I just knew Butterbur would be able to point you in the right direction. Please go ahead and deliver those flowers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the bouquet in the vase",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Delivered the bouquet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A-courting Bree Will Go",
      "es": "",
      "es (fem)": ""
    }
  ]
}