{
  "id": 620800922,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Collect as many flowers as you can in one hour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello again, [placeholder]. I wanted to thank you for your help. I've gone ahead and sent a note over to Miss Coppersmith, and we will be meeting for tea later today. I couldn't have done it without you!\\n\\n'In the meantime, please let me introduce you to my friend, Gredlan Mugwort. He has come up with a wonderful plan. He thinks that if we work together, we can create bouquets and gifts for suitors to give their sweethearts.\\n\\n'We would appreciate it if you would go out and pick more of those lovely flowers; you can come back and trade them in to Gredlan in exchange for a wonderful present. We look forward to seeing what flowers you bring back! You can pick all the blooms from flower patches around the areas where you found the flowers I asked for. Violets are found most often in Bree-land, primroses in Ered Luin, and marigolds in the Shire.\\n\\n'Do not worry if you feel as if you do not have enough time to find all the flowers you need today.  You can always come back tomorrow and try again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x263c414",
      "en": "'Flowers grow everywhere, really...if you know where to look.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see Gredlan gave you a ticket. That soothes my concerns.\\n\\nWe would appreciate it if you would go out and pick more of those lovely flowers; you can come back and trade them in to Gredlan in exchange for a wonderful present. We look forward to seeing what flowers you bring back! You can pick all the blooms from flower patches around the areas where you found the flowers I asked for. Violets are found most often in Bree-land, primroses in Ered Luin, and marigolds in the Shire.\\n\\n'Do not worry if you feel as if you do not have enough time to find all the flowers you need today.  You can always come back tomorrow and try again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Flowers grow everywhere, really...if you know where to look.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Fistful of Flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After the success of courting the lovely Fern Coppersmith, Avery Crabapple has decided to partner with a friend of his, Gredlan Mugwort. Together they will create lovely gifts and flower arrangements for suitors.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Give Avery Crabapple a festival ticket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Avery Crabapple would like a festival ticket. You can obtain one per day from Gredlan Mugwort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Obtain a festival ticket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Patches of violets can be found in Bree-land. Patches of primroses can be found in Ered Luin. Patches of marigolds can be found in the Shire. Gredlan Mugwort is in Bree-town.\\n\\nAvery Crabapple has asked you to collect flowers from throughout Bree-land, Ered Luin, and the Shire and bring them to Gredlan Mugwort.",
      "es": "",
      "es (fem)": ""
    }
  ]
}