{
  "id": 620800869,
  "txt": [
    {
      "id": 54354734,
      "en": "You have recovered the seven swords of the Krúslë Lannan.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have recovered all seven of the swords; a mighty deed, [placeholder]! Now they can be restored to their proper resting place, and we can finally enter into Krúslë Lannan.\\n\\n'Gather what few companions you deem trustworthy and return to me when you are ready. I would not think to enter into such a place without strong allies to guard me in my study.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nethraw is at the Krúslë Lannan, east of Gabilshathûr.\\n\\nNethraw has asked you to gather allies and accompany him into the Krúsle Lannan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned, [placeholder], then I deem that you are ready for the task at hand.\\n\\n'Hold again the Seven Swords which you gathered. You should be the one to set them in their resting place and open the door.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nethraw is at the Krúslë Lannan, east of Gabilshathûr.\\n\\nNethraw has asked you to accompany him into the Krúsle Lannan.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nethraw is at the Krúslë Lannan, east of Gabilshathûr.\\n\\nYou should speak again with Nethraw.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Shall we begin placing the swords, [placeholder]?  \\n\\n'It will only take me a moment to get my notes in order. Ready yourself, for I do not know what we will find inside.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Give the sword-bundle back to me, [placeholder], quickly!\\n\\n'I will dispose of these swords and lock the Oath-breakers that remain inside of Krúslë Lannan there forever.\\n\\n'You have my thanks for your aid, [placeholder], I have many notes to study. Please, take one of the items that I was able to recover from Krúslë Lannan in token of my gratitude.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You were a brave and true companion, [placeholder]. I could ask for nothing more.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have returned without the seven swords? Without them we will be unable to close the door of Krúslë Lannan!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Accompany Nethraw into the Krúsle Lannan.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nethraw",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Seven Swords",
      "es": ""
    }
  ]
}