{
  "id": 620800950,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hullo there, my young [placeholder], have you come to have a look around, or perhaps you're looking to make a donation to our worthy Mathom House? We accept all sorts of mathoms you know, it's amazing the odds and ends that Hobbits young and old have managed to collect and what you can see here runs the whole gamut! If you ask me, this old museum says more about us Hobbits than any book or story could hope to tell.\\n\\nRight now we're looking for mathoms that have been given as gifts for some kindness or aid rendered. The stories behind such objects are of great interest to us, regardless of what the mathom itself might be. Anything you could bring us along those lines would be a fine gesture indeed.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What's that there? You received this mathom as a gift from one of our fellow hobbits? Ah, this is a fine thing indeed, an ancient tradition -- well, as old as any of them I know of at any rate. You're sure you have no need for it? Fine, fine then, I'll happily take it and see if I can find a suitable place for it in our collection!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Haven't come across anything interesting of late have you? No? Ah well, that's fine though -- feel free to have a look around.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gift Mathoms - Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Greylond Bottomley told you a little of the Mathom Society and its efforts to build the Mathom House's collection, particularly with gifts given in return for kindness, selflessness, or aid rendered the giver.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected gift mathom ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring your gift mathoms to Greylond Bottomley",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Greylond Bottomley is at the Mathom House in Michel Delving in the Shire.\\n\\nGreylond Bottomley has asked you to bring him any mathoms that you receive as gifts as you travel throughout the Shire.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect a gift mathom",
      "es": ""
    }
  ]
}