{
  "id": 620800827,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected a violet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a primrose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The love-sick Avery Crabapple has fallen for a woman whom he has been admiring from afar around Bree-town.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected a White Honeysuckle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, friend! I was wondering if you could help me, as I am in a precarious position. I have found that my affections for a particular woman have grown into something I can no longer ignore. She is the beautious flower amongst the weeds. She walks in my dreams and the sound of her voice is a melodious tone that bards could sing about for the ages. Of course, there is a slight bump in the road. I have not actually spoken to her. I simply cannot muster the courage to approach the lovely woman, as I have only watched her from afar walking around town. What would I say? I fear I would only make a terrible first impression.\\n\\n'This is where my request comes in, for I have a brilliant plan to woo the woman of my dreams. Please, would you go and collect three types of flowers from all over Eriador... only the best for my sweet lady. Bring them back to me, and I will create the most beautiful bouquet a lady could want. I only need three varieties of flower for the bouquet. I will need a Marigold, a Violet, and a Primrose.\\n\\n'Marigolds can be found near the stone circle outside Michel Delving, violets near the stone circle beyond the Bree West-gate, and primroses near the stone-circle outside Celondim in the Blue Mountains. Take care and return as quickly as you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Marigolds can be found near the stone circle outside Michel Delving, violets near the stone circle beyond the Bree West-gate, and primroses near the stone circle above Celondim.\\n\\nRealizing that he cannot muster the courage to speak to the lady of his affections face-to-face, Avery Crabapple has requested help from you to gather a combination of flowers from all corners of Eriador.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! You have managed to find the perfect blooms to help make the perfect bouquet for my sweet lady. You have a wonderful eye for flowers!\\n\\n'I truly appreciate all your help in finding these rare flowers. I will go ahead and create a beautiful bouquet worthy of the woman of my dreams. I am confident that this is the way to her heart!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return the flowers to Crabapple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Please, find those flowers. I cannot wait to create the perfect gift for the lovely woman!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hello again! Did you forget where to find those flowers? I will need marigolds, violets, and primroses. I hope you find them soon, as I cannot wait to create a beautiful bouquet worthy of the woman of my dreams!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Please, find those flowers. I cannot wait to create the perfect gift for the lovely woman!'\\n\\n'You can find them in the Shire, near the Greenway in Bree, and on the river-bank of Celondim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the flowers to Avery Crabapple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a marigold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a violet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect a primrose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Love is Like a Flower",
      "es": "",
      "es (fem)": ""
    }
  ]
}