{
  "id": 620780616,
  "txt": [
    {
      "id": 136263297,
      "en": "The mother lynx has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Patrol completed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thrasi has given you some thistle-mead to feed to the mother lynx, hopefully to help heal her injuries.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'All right, here you go. Try feeding some of this thistle-mead to the mother lynx. No sneaking sips for yourself, mind you!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The mother lynx is at Thrasi's cabin.\\n\\nThrasi asked you to feed the thistle-mead to the mother lynx.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'See? Thistle-mead! Good for what ails you... if you're a cat, that is!\\n\\n'Hmm. She seems to like me... doesn't want to run off anyway. I could use a hunting partner, and her cub's taken a shine to me as well.\\n\\n'Thanks for all your help, friend. In a few years, this cub'll be old enough to join me on hunts with his mother. Hendrevail beware!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thrasi is at the hunter's lodge to the north.\\n\\nThe mother lynx seems to be completely healed, yet she has returned to Thrasi's side.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That mead should fix her up right!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "The mother lynx sniffs tentatively at the fragrant mead, then quickly laps it all up.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Come back in a few years, and we'll all go hunting with my new friends here.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "The mother lynx ignores you.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Next time I look for a cat, I'll remember not to look in the wild!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "Thrasi strokes the fur of the lynx cub. 'See to it that its mother can walk on its own. A short jaunt around the trees should do it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Feed the thistle-mead to the mother lynx",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hunt with the mother lynx",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return the lynx to Thrasi",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect the lynx kitten",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "On the Mend",
      "es": ""
    }
  ]
}