{
  "id": 620780614,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You collect the rabbit from the trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The trap is empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected a rabbit carcass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrasi's lynx and her cub were reunited thanks to your efforts but they are getting hungry, and Thrasi is still nursing his ankle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The cub is hungry, but he is too young to hunt his own food. His mother is still all scratched up and in no position to hunt either. Let's see... the only meat I have here at the lodge is either dried or smoked. I think they both could use some fresh, raw meat.\\n\\n'Could I ask you for another favour? I wonder if you can find a rabbit carcass for them to eat? If you have trouble hunting a live rabbit, I have a string of rabbit traps scattered in the woods not far to the east and west of the lodge. I'd appreciate it if you would check the traps and bring back a plump rabbit.\\n\\n'I'd hate to see mother and cub go without food.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are traps for small game scattered not far to the east and west of Thrasi's lodge.\\n\\nThrasi asked you to either hunt and kill a live rabbit, or to check his traps and bring back a rabbit carcass for the lynx-mother and her cub.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This'll do for now, but we can't keep hand-feeding the things, or they'll lose that wild streak that makes them good hunters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bring the rabbit carcass to Thrasi at Thrasi's Lodge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have laid traps all over the place to the east and west of the lodge... surely one of them has caught a rabbit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Nothing, eh? I'm sure one of the traps is full. Did you check every one?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well, now. They made short work of that rabbit. The mother seems to be recovering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Whoa, nearly lost a finger there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a rabbit carcass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'That rabbit made for a fine meal. Pity they didn't leave nary a scrap for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the rabbit carcass to Thrasi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hungry Mouths to Feed",
      "es": "",
      "es (fem)": ""
    }
  ]
}