{
  "id": 620780610,
  "txt": [
    {
      "id": 226259410,
      "en": "'Good job, girl!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You peer inside the abandoned bear-den and hear the plaintive mewing of a hungry, frightened lynx-cub.\\n\\nThe poor thing is scared to leave the safety of the den, fearing attack by hendrevail.",
      "es": ""
    },
    {
      "id": 226259411,
      "en": "'Ah, that's a good girl.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "With soothing words, you manage to coax the frightened cub from the safety of its den.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Cat's Meow",
      "es": ""
    },
    {
      "id": 242617057,
      "en": "'Time to skin me a lynx!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'There's a precious cub! Let me take him from you and... ooww! Quit your scratching! He's a feisty one, isn't he? Or is it a she?\\n\\n'Poor little thing. Too bad its litter-mates didn't fare so well, but that's the way of things. Hmmm... nipping my beard now. Perhaps the wee thing is hungry?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Lynx raise their young in dens or small burrows, especially those abandoned by other animals.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated hendrevail ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It's not far from here. Walk north to the old standing stones. The den is in the side of a hill.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The lynx-cub emerges from its den",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Look at those paws! This one is going to be a fearsome hunter when its reaches full size.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The abandoned den should be north of the hunter's lodge near the standing stones.\\n\\nThrasi hurt his leg while rescuing an injured lynx from hendrevail and asked you to retrieve the surviving cubs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hahaha... it's lickin' me face!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are hendrevail throughout the woods.\\n\\nA frightened lynx-cub cowers in an old den, too scared to venture out into the light. You must defeat the hendrevail lurking nearby to prove that you mean it no harm.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Good to see a mother and child reunited, even if they're of the four-legged variety.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Coax the lynx-cub from its den.\\n\\nWith the hendrevail defeated, the lynx-cub seems to feel safe enough to leave its den.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Thrasi is back at the hunter's lodge, south of here.\\n\\nYou recovered the lynx-cub as Thrasi requested. Return it to him at the hunter's lodge.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the abandoned bear den",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat hendrevail ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Coax the lynx-cub from its den",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the lynx-cub to Thrasi",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thrasi, a dwarf hunter, rescued a mother lynx while out hunting bears. He was attacked by a flock of hendrevail and had to leave the mother's cubs behind.",
      "es": ""
    },
    {
      "id": 226259409,
      "en": "'Watch out, there!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What happened to me? I was out hunting bear, and I came across this mother lynx and her cubs. The poor thing was tore up mightily by some hendrevail, and I was just able to grab her before they went after me. I twisted my ankle something terrible but it'll heal, as will this old she-cat.\\n\\n'She left a litter behind her, but we're both too battered to save the cubs ourselves. I'd feel awful if something happened to them but I'm no use to anyone until my ankle mends.\\n\\n'Perhaps you can venture up to the den by the standing stones to the north and bring back any of the surviving cubs? I'd appreciate it, and I'm sure the mother would as well.'",
      "es": ""
    }
  ]
}