{
  "id": 620780704,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins in Fornost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Orcs in Fornost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The bulk of Angmar's host in Fornost is comprised of Orcs and goblins, a formidable force that Arch Widdup fears may be brought to bear on Trestlebridge if they are allowed to march south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there. Perhaps if you are going into Fornost, you could help me? I'm from Trestlebridge, and Nellie and the rest of us are very worried about the forces amassing here, particularly the Orcs and goblins.\\n\\n'If such a large host is allowed to leave Fornost, Trestlebridge won't stand a chance against it. Perhaps you could go into Fornost and deal a blow to the Orcs and goblins?\\n\\n'Come back to me when you have completed the task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "In order to improve Trestlebridge's chances against the armies of Angmar, Arch Widdup has asked you to enter Fornost and slay as many Orcs and goblins as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've done well indeed, my friend. I don't doubt these brutes will think twice about pressing towards Trestlebridge now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have dealt a serious blow to Angmar's host, and while not a complete victory, your efforts should at least lend courage to Arch Widdup.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Goblins... I hate goblins. Killing goblins will help us defend our homes, but just ridding the world of them would be cause enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well done, [placeholder]!  You have saved Trestlebridge...at least for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Good day to you, Defender of Trestlebridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins in Fornost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Orcs in Fornost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fornost: Stem the Invasion",
      "es": "",
      "es (fem)": ""
    }
  ]
}