{
  "id": 620780710,
  "txt": [
    {
      "id": 54354734,
      "en": "Reynold Potts suspects the Blogmal Orcs may have a defiler in their midst, poisoning the lands around them and causing the horrible disfigurations in the grazing animals.",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "You have defeated the Blogmal Defiler",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Such vile corruption... you'd think the poor beasts have been poisoned. Unclean water and grass, would be my guess. This is no doubt the work of some Orc, and a smart one at that.\\n\\n'I've heard of defilers and poisoners and the like amongst the Orcs. Do you think the Blogmal have such a one in their midst?'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Defeat the Blogmal Defiler",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Blogmal Defiler can be found in the ruins of Fornost City, east of the treasure hunters' camp.\\n\\nIn order to end the corruption of the local wildlife, Reynold Potts has asked you to kill the Blogmal Defiler.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'm mighty relieved that you were able to do away with that defiler. If the blight he caused was getting to the animals, soon it would have got to us too.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Reynold Potts is at the treasure hunters' camp in Fornost.\\n\\nPotts will be relieved to know that the Blogmal Defiler met his end at your hands, removing the threat of his corrupting influence.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What the Orc-defiler is doing within those ruins is an abomination. He must be stopped!'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Return to Reynold Potts",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'This land will remain clean.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you yet again, [placeholder]. The defiler will no longer trouble the North Downs.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Seeking the Source",
      "es": ""
    }
  ]
}