{
  "id": 620780780,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the barrel of nails",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the crate of hammers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected the crate of saws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elsie Woodruff was charged with acquiring the supplies needed to maintain Trestlebridge's barricades, but is now having trouble finding the supplies she needs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You there, I need your help! Our poor town is under threat of another attack from those foul Orcs. All of us are doing our part to help Trestlebridge survive, and I'm charged with getting supplies to maintain the barricades.\\n\\n'The problem is that the outlying farmers were supposed to be bringing some of the supplies we need, only their farms were overrun by Orcs. They barely escaped and the Orcs scattered their goods. I would send for supplies from the south, but Orcs block that route as well. We need those stolen supplies!\\n\\n'The three things we need are the barrel of nails they were carrying, a crate of hammers, and a crate of saws. The Orcs should have them at their camps to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stolen supplies can be found in the Orc camps to the north-east.\\n\\nElsie told you that the outlying farmers were supposed to be bringing some of the supplies she needs -- specifically a barrel of nails, a crate of hammers, and a crate of saws -- but their farms were overrun and their goods stolen. She has asked you to go to the Orc camps north along the Greenway and gather the supplies the Orcs scattered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh wonderful, you've found the supplies! Thank you!\\n\\n'There is something else though that I would have you do, if you would....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need those supplies if I'm to have what is needed to maintain the barricades.\\n\\n'You should find the barrel of nails, the crates of saws, and hammers at the Orc camps north of Trestlebridge near the Greenway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the collected materials to [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the barrel of nails",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect the crate of hammers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect the crate of saws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bolster the Defences",
      "es": "",
      "es (fem)": ""
    }
  ]
}