{
  "id": 620780706,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It troubles me that so many of the shades remain within Fornost. Are there so many that have not repented of their betrayal? It is hard for me to believe this. Perhaps the will of one keeps them here.\\n\\n'There is a legend of the Battle of Fornost which tells of a great captain, Riamul, who led his men forth from the city, only to betray his oath and lead them instead against King Arvedui in favour of Angmar. Perhaps you should seek Riamul and bring him word of his pardon?\\n\\n'I do not know whether he remains unwittingly or willingly, for I cannot know the mind of the Dead, but I cannot see why he should choose to suffer so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am sorry that it had to come to such an end, but some things must be done.  Already Fornost grows lighter. Thank you, kind [placeholder]. You have done the North Downs a great service!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, you must find Captain Riamul. These shades need no longer suffer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fornost: Captain Riamul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hero of the North Downs!  Freedom-bringer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A legend of the Battle of Fornost mentioned a great captain of the armies of Fornost who led his men onto the field, only to betray his oath and lead them against King Arvedui instead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'A hero walks among us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Riamul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Riamul and release his spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Riamul is somewhere within Fornost. \\n\\nEmma Slee has asked you to seek the shade-captain, Riamul, and bring him word of his pardon. She hopes that his freedom will allow his men to follow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Emma Slee is at the Fornost camp.\\n\\nRiamul, loyal to Angmar even in death, refused his pardon, believing that the Witch-king would restore him. You should return to Emma Slee and let her know you had to defeat him to free his men.",
      "es": "",
      "es (fem)": ""
    }
  ]
}