{
  "id": 620780775,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If we don't get a wheel for this cart, this lumber ain't going anywhere. I'd send you to Trestlebridge, but I doubt they'd have anything to spare. Every little bit there is precious.\\n\\n'But there's some hope yet. See, there were some farmers escaping to Trestlebridge and their waggons got overrun by them Orcs. Well, their supplies were stolen and their carts broke up, but there might be a wheel from one of their carts that we can salvage.\\n\\n'I don't think they dragged the carts into Nan Wathren, so I think you'll find the remains of them carts in that Orc camp straight east of here. If we're going to find a wheel to salvage, it'll be there, I'd wager!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, you found one! This one looks like it'll work! It's a bit smaller than the other wheels, so the ride will be a bit rougher. But as long as we get this lumber to Trestlebridge, it won't matter how rough the ride is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I don't think them Orcs dragged the broken waggons from that caravan into Nan Wathren, so I would search their camp due east of here for a wheel.\\n\\n'I sure hope you find one, because without a wheel, this cart isn't going anywhere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Salvage a Wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mattie Woodruff and Noll Tobbit did run into Orcs, but managed to escape unharmed. Their cart however was not as fortunate and needs a new wheel if they are going to use it to haul lumber back to Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the cart wheel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the wheel back to [placeholder]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The broken waggons were dragged off by the Orcs to their camp outside of Nan Wathren.\\n\\nSome of the farmers, while escaping from the Orcs, were waylaid and their waggons were ruined. Mattie hopes that among the wreckage of the farmers' waggons you will find a wheel that he can use to fix his cart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the cart wheel",
      "es": "",
      "es (fem)": ""
    }
  ]
}