{
  "id": 620780696,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orcs in Fornost City ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated goblins in Fornost City ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The army of Orcs and goblins inhabiting Fornost constantly press upon the Treasure Hunters' refuge.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Lots of Orcs and goblins in these parts, especially around the gates to the city. They tried to cut off our retreat when the treasure hunt wasn't going well, but we escaped. They come looking for us at night, but luckily we've remained hidden.\\n\\n'If you take off a head or two of those evil creatures, lots of folk here will thank you. It'll make this place a great deal safer.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Return to Gareth Copp",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs and goblins can be found near the base of the keep within the city of Fornost.\\n\\nGareth Copp has asked you to help the forces of the North Downs by reducing the numbers of the Orcs and goblins at Fornost.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A bold warrior, you are! You did not look it, but I stand here corrected.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gareth Copp is at the camp of the Free Peoples in the southernmost part of Fornost.\\n\\nYour efforts have weakened the forces of Angmar, as Gareth Copp requested. You should return to Gareth at once with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The sheer numbers of the Orcs and goblins are our greatest threat, I believe. I am depending on you to balance the odds.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Seen any Orcs around lately? Ha!  Well done!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have helped greatly in our battle against Angmar!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs in Fornost City ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat goblins in Fornost City ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pre-emptive Measures",
      "es": ""
    }
  ]
}