{
  "id": 620780773,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Searching the Orc camp, you were able to find a wheel for Mattie Woodruff's cart. Although the wheel is a bit small, he thinks it should work well enough to get the cart and a load of lumber back to Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'All right, while Noll here and I put this wheel on the cart, there's one last thing I'd ask you to do. Go back to Elsie in Trestlebridge and tell her that all's well here.\\n\\n'Once the cart is fixed, Noll and I are going to take down a couple more trees and then bring our load down to the town. Of course, we couldn't have done that without your help! Thanks for that!\\n\\n'Now hurry... won't do to stand around here waiting for Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elsie Woodruff is in Trestlebridge.\\n\\nWhile Mattie and Noll fix the cart and load it with the lumber they've collected, Mattie asked you to go back to Trestlebridge and tell his wife that he's safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mattie and Noll are safe and sound? Oh, bless you! Bless you! That's the best news I've heard in many a day. I was fearing the worst, but I'm glad to hear my worries were for naught!\\n\\n'I just hope they hurry up and get back to Trestlebridge! I don't think I'll get a bit of rest until I see them back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I think we'll be fine here. Noll and I should be able to get this wheel on without too many problems.\\n\\n'All I'd ask of you is to go back down to Trestlebridge and tell Elsie that we're all right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks for that wheel. Noll and I should have it on the cart in no time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I'll be a lot happier when we've got back to Trestlebridge with this wood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I'm so glad to know that Mattie is safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I do hope Mattie and Noll start back for Trestlebridge soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "All's Well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'It's good you found that wheel. I'd hate to be caught out here much longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'What with all these Orcs around, it ain't safe to be out here. Thanks for finding that wheel!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}