{
  "id": 621021237,
  "txt": [
    {
      "id": 126754725,
      "en": "Tears of the Gladden",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "After discovering creatures driven to madness in the Gladden Fields, Radagast is concerned something has befouled the waters of the Gladden.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Examine gladdens near the Gladden Falls ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "Fill Radagast's phial with water from the Gladden Falls",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Gladdens can be found throughout the Gladden Fields, but Radagast is especially interested in those that have grown near the Gladden Falls.\\n\\nRadagast is concerned something has befouled the waters of the Gladden. You should examine gladdens near the Gladden Falls and see if they show any signs of corruption.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Gladdens can be found throughout the Gladden Fields, but Radagast is especially interested in those that have grown near the Gladden Falls.\\n\\nRadagast is concerned something has befouled the waters of the Gladden. You should examine gladdens near the Gladden Falls and see if they show any signs of corruption.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The petals of these gladdens are marked with round patches of an unidentifiable blight",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Examine gladdens near the Gladden Falls (7/8)",
      "es": ""
    },
    {
      "id": 49286664,
      "en": "Deliver the phial of water to the sparrow",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "These gladdens appear free of blight. Perhaps there is still hope for the Gladden Fields!",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "This is a good location to fill the phial",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You note a faint, green tinge in the water collected from the Gladden Falls",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The Gladden Falls can be found in the western reaches of the Gladden Fields.\\n\\nRadagast has asked you to fill a phial with water from the Gladden Falls in the hope that it might help him identify and cleanse the blight creeping into the Gladden Fields.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "You greet the sparrow in the language of animals. \\n\\nYou explain that Radagast's fears were well-founded; many of the gladdens near the Gladden Falls have succumbed to the strange blight he encountered. You also tell the sparrow of the strange pollution in the waters of the Gladden Falls and ask it to deliver the phial to Radagast. You gently tie the phial to one the sparrow's legs before the sparrow allows you to take the scroll Radagast prepared for you. You make a few short notes of what you have seen that Radagast might read them, and you bind the furled scroll to the sparrow's other leg.\\n\\nThe sparrow thanks you in the language of its kind and flies off.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Deliver the phial of water to the sparrow",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "As you stand and curiously look at the sparrow, it lowers its beak to point at a small scroll bound to its leg. You take the scroll and begin to read it.\\n\\nThe scroll contains hasty writing which you swiftly identify as the writing of Radagast the Brown. As you read on, Radagast explains that in his travels he spoke to many of the creatures of the Vales of Anduin. Many among them told of a strange blight creeping into the western reaches of the Gladden Fields, perhaps even in the waters of the Gladden itself. After searching the eastern reaches of the Gladden Fields, he discovered a number of tainted gladdens, but he fears the blight will be even more severe nearer to marsh-tender nest known as Gilvamyr and beneath the Gladden Falls. Before concluding, Radagast notes that his friend has, and very kindly he adds, borne an empty phial to the Gladden Fields that you might retrieve a sample of the water of the Gladden Falls.\\n \\nAs the sparrow appears content to remain perched nearby, you decide to investigate the disturbances at Gilvamyr and search for signs of the blight Radagast encountered among the gladdens near the Gladden Falls.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "The sparrow greets you in the language of its kind, but you detect an uneasiness in its voice. You notice a small scroll bound to the sparrow's leg, but it draws back when you attempt to take it.\\n\\nYou speak soothing words to the sparrow in the language of animals, and it appears to calm. The sparrow explains that Radagast learned of a strange blight creeping into the western reaches of the Gladden Fields. In addition to maddening many creatures in the Gladden Fields, the blight has taken hold of the gladdens. The sparrow explains that Radagast believes that the blight will be even more severe nearer to marsh-tender nest known as Gilvamyr and beneath the Gladden Falls. The sparrow pecks at a string on its leg and a small, empty phial clatters to the ground. The sparrow tells you that Radagast wishes to examine a sample of water from the Gladden Falls that he might learn more of the bight and devise a means of cleansing it.\\n \\nYou tell the sparrow you will investigate the disturbances at Gilvamyr and search for signs of the blight Radagast encountered among the gladdens near the Gladden Falls.",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "A Field of Gladdens",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "The sparrow appears to have awaited your return. It points its beak at its leg, and you realize it intends to return to Radagast with the scroll and the small phial of water you collected. You gently tie the phial of water to one of the sparrow's legs and produce the scroll Radagast prepared for you.\\n\\nYou turn over the scroll and begin to write on the side Radagast left blank. You tell Radagast that many of the gladdens near the Gladden Falls have become blighted, but a few still show no signs of disease. You also note that the water of the Gladden Falls appears to be sullied, but you are uncertain as to the source of the pollution.\\n\\nYou roll the scroll and bind it to the sparrow's other leg. It chirps in what you take to be a friendly farewell and flies off.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The sparrow can be found near the Gladden Falls in the Gladden Fields.\\n\\nYou have found many blighted gladdens, but it appears that not all of them have succumbed. You also filled a phial with water from the Gladden Falls and you should bring it to the sparrow.",
      "es": ""
    }
  ]
}