{
  "id": 621021239,
  "txt": [
    {
      "id": "0x78e1fa8",
      "en": "Traitors to the Wilderfolk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Deliver the 'treasures' to Tautila in the warrens of T没n Melen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa31",
      "en": "Spoils for Sharkey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Much to the dismay of their kinsmen, several Woodmen have forsaken the Wilderfolk to join Sharkey's Men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "Sharkey is said to reward those who find suitable treasure in the Gladden Fields, but it is certain that he punishes those who fail him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect stolen 'treasures' in the warrens of T没n Melen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Tautila can be found in the warrens of T没n Melen.\\n\\nYou have recovered a strange collection of items stolen by Sharkey's Men in the Gladden Fields. You should return to Tautila.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "A cracked crystal likely stolen from an abandoned dwarf-hold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "Tautila looks over what you have found and a weak smile spreads across his face.\\n\\n'It might not be much, but at least Sharkey will never have it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Someone has attempted to polish this rusted old necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "A worn, old painting depicting what appears to be a hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "This barrel of pipe-weed is tremendously old and its contents are stale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Sharkey's men seem to have made off with one of the totems of the Woodmen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "This mouldering tome has a crude 'S' carved into its cover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Wait... I must ask one more thing of you.\\n\\n'I don't know what Sharkey wants with these old tunnels, but I have heard the others speak of relics and lost fortunes to be found in the marshland. Whatever they find out in the Gladden Fields, they bring down here for Sharkey. I don't know if they mean to impress him or not, but nothing they've stored here seems particularly valuable... or even useful.\\n\\n'But if you gather up what they've stolen, they'll have nothing to show Sharkey and we can see that it stays that way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Stolen treasures can be found in the warrens of T没n Melen.\\n\\nTautila told you Sharkey's Men have been stealing and collecting odd objects to impress Sharkey. He has asked you to recover the stolen 'treasures'.",
      "es": "",
      "es (fem)": ""
    }
  ]
}