{
  "id": 621021236,
  "txt": [
    {
      "id": "0x9b56895",
      "en": "Some of the marsh-lurkers in the Gladden Fields have succumbed to a sudden, mysterious madness. To Radagast's dismay, the creatures seemingly cannot be turned from whatever corruption has taken hold of them.\\n\\nYou should defeat them before they bring more harm to the other inhabitants of the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Maddened marsh-lurkers can be found at Gilvamyr and Gladden Falls in the Gladden Fields. A few may also be found wandering the Gladden Fields.\\n\\nYou have encountered a number of maddened marsh-lurkers stalking the Gladden Fields. You must defeat them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Fallen to Madness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "A sudden, mysterious madness has overtaken some of the creatures that dwell in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "It is unfortunate that they could not be healed of the malady that overtook them, but you have prevented the maddened marsh-lurkers from doing more harm to the other inhabitants of the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Defeated maddened marsh-lurkers in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have defeated many maddened marsh-lurkers in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat maddened marsh-lurkers in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}