{
  "id": 621021241,
  "txt": [
    {
      "id": 262725912,
      "en": "Tautila is not in his cage, but Vulfila appears to have been waiting for you",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Listen to Garmog",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Free Tautila",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Sharkey is in the warrens of Tûn Melen.\\n\\nSharkey has revealed himself. You should confront Sharkey.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You must rescue Tautila from Sharkey!",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Tautila",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Let's... get out of here, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Confront Sharkey",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Surprised to see me, eh?\\n\\n'So was Sharkey... but I told him all about what you and Tautila got up to down here in the warrens.\\n\\n'Sharkey says whoever captures you gets to keep half the spoils of the next dig. Don't get any ideas about turning back, though, or Sharkey's going to string that little sneak up before the night's out!\\n\\n'What do you say, [placeholder]? Care to make me a richer man?'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Tautila is alive, but bound and badly beaten",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Sharkey, the vicious leader of a band of half-orcs and ruffians, has big plans for the Gladden Fields.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Sharkey is in the warrens of Tûn Melen.\\n\\nAfter you defeated his guards, Sharkey has surrendered to you and Tautila. You should talk to Sharkey.",
      "es": ""
    },
    {
      "id": 235466117,
      "en": "Listen to Garmog",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Tautila can be found in the warrens of Tûn Melen.\\n\\nYou have returned after nightfall as Tautila asked. You should speak to Tautila.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Vulfila can be found in the warrens of Tûn Melen.\\n\\nTautila has been taken from his cage and Vulfila appears to have been waiting for you to return. You should confront Vulfila.",
      "es": ""
    },
    {
      "id": 69036768,
      "en": "Defeat Vulfila",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Vulfila",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Tautila can be found somewhere in the warrens of Tûn Melen.\\n\\nSharkey has taken Tautila and plans to hang him as punishment. You should try to rescue Tautila from Sharkey.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find and rescue Tautila from Sharkey",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Tautila can be found in the warrens of Tûn Melen.\\n\\nYou have defeated Garmog. After he surrendered and bartered the true identity of Sharkey for his life, Garmog fled the warrens of Tûn Melen. You should talk to Tautila.",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Ah, so you must be the [placeholder] I've heard so much about.\\n\\n'You've trespassed, you've slain my men, and worst of all, you've stolen from me! What do you have to say for yourself?'\\n\\nYou say nothing.\\n\\n'You owe me a debt, and it will be paid in gold or blood. Lay down your arms and serve me... or you will die!'",
      "es": ""
    },
    {
      "id": 133438341,
      "en": "Garmog",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Wait... please! I can explain! I'm not Sharkey!'\\n\\nThe half-orc lowers his sword.\\n\\n'My name is Garmog, and I once served Saruman....'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Tautila",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'What need would a wizard have to lead a band of ruffians for petty thievery? Could a wizard not do such things himself if he so desired?\\n\\n'How can we trust that Garmog was not... deceiving us?'\\n\\nYou tell Tautila that you can't be certain, but the name Sharkey has long been known to you. From the fields of Bree-land to Andrath, his outlaws have long troubled the Free Peoples. Your mind turns to the pipe-weed discovered in the ruins of Isengard. Could Garmog have spoken true? Is Sharkey the 'old man' truly Saruman?\\n\\n'Whatever plans Garmog had are undone, and I do not think the Wilderfolk shall need to fear the return of his ruffians.\\n\\n'Thank you, [placeholder]... and thank you for saving my life.'",
      "es": ""
    },
    {
      "id": 235466133,
      "en": "Listen to Tautila",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Tautila can be found deep within the warrens of Tûn Melen.\\n\\nYou have found Tautila. You should loosen his restraints and free him.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Tautila can be found deep within the warrens of Tûn Melen.\\n\\nYou have found and freed Tautila, but he is unable to walk. You should talk to Tautila and try to help him to his feet.",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Sharkey",
      "es": ""
    },
    {
      "id": 69036743,
      "en": "Defeat Sharkey",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Tautila",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "Contrary to Radagast's belief, Sharkey seems to be a pale half-orc. His hair is matted with some sort of white clay, but darker patches are still visible around it. You would never describe a half-orc as handsome, but it seems that Sharkey has taken a great deal of care in crafting his appearance. His brow is furrowed in frustration as he looks you up and down.\\n\\n'Not one of them could stop you?'\\n\\nSharkey glares at you. Behind his stern gaze, you detect a hint of shock.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I did not... expect you to come, [placeholder]. \\n\\n'My wounds... are not deep. I just need... a moment to catch my breath.'\\n\\nTautila's eyes widen as he looks past you.",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Seemingly unable to stand on his own, Tautila collapses",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Garmog is in the warrens of Tûn Melen.",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Instance: Sharkey's Night",
      "es": ""
    }
  ]
}