{
  "id": 621021226,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "You have burned the dwarf-beards kept as trophies by the Shapag-hai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Shorn dwarf-beards are worn by the Shapag-hai at Lúlstrok in the north-western reaches of the Gladden Fields.\\n\\nYou have noticed a number of Shapag-hai wearing the beards of slain dwarves as trophies on their armour. You should defeat them and take the dwarf-beards to be burned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Camp-fires can be found in Lúlstrok in the north-western reaches of the Gladden Fields.\\n\\nYou have collected a number of shorn dwarf-beards from the Shapag-hai. To keep them out of the hands of the Orcs, you should burn them in a camp-fire at Lúlstrok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Burn the shorn dwarf-beards in a camp-fire at Lúlstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "Although Moria remains lost, you have done much to avenge the dwarves slain by the Shapag-hai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected shorn beards from the Shapag-hai at Lúlstrok ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "After reclaiming Moria, the Shapag-hai have taken to wearing the shorn beards of dwarves as trophies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect shorn beards from the Shapag-hai at Lúlstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "After defeating one of the Shapag-hai at Lúlstrok, you notice a grim trinket hanging loosely from a band around its neck: a shorn dwarf-beard.\\n\\nThe Shapag-hai must have taken trophies from the dwarves they slew in Moria, and they now wear them as a cruel reminder of their victory over the Iron Garrison.\\n\\nYou should reclaim the shorn dwarf-beards from the Shapag-hai and burn them in one of their camp-fires. No dwarf should be forced to endure such an insult!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect shorn beards from the Shapag-hai at Lúlstrok ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Shorn from the Slain",
      "es": "",
      "es (fem)": ""
    }
  ]
}