{
  "id": 621090688,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Defeat Raghârik",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The tunnels here howl with winds that blow down from the peak, making your progress treacherous - but it seems to be the only path leading to the Roc's aerie above.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A great winged terror known to the people of Umbar as a Roc has been seen attacking ships sailing off the Cape of Umbar, swamping them with the winds from its vast wings and plucking the hapless crew out of the water. The lords of Umbar have requested that you find the nesting place of this monstrous bird and drive it from the Shield Isles. The Roc is believed to be roosting upon a deserted isle in the far reaches of the archipelago, once a haunt for pirates and brigands. Rumours say that they were driven out by strange and monstrous creatures, far greater in size than any beast should be....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Krizhmûl!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated Urâbaz the Mighty!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4878e33",
      "en": "Instance: Isle of Storms -- Tier 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have defeated Raghârik!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Krizhmûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat the great beast guarding the entrance to the caves of the Isle of Storms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Urâbaz the Mighty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Someone - or more likely something - has slain most the pirates who once frequented these caves and driven away any survivors. If you want to reach the Roc's aerie above, you're going to have to make your way past it....",
      "es": "",
      "es (fem)": ""
    }
  ]
}