{
  "id": 621090692,
  "txt": [
    {
      "id": 216727831,
      "en": "Complete the deeds of the Umbar Instances.",
      "es": ""
    },
    {
      "id": 149027365,
      "en": "Deeds of the Arena of Conflict",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete 'Survivor of The Isles of Storm'",
      "es": ""
    },
    {
      "id": 8567431,
      "en": "Khâshap makes for the Sea Shadow to deliver a vile substance from Thaurisgar. Your pursuit has brought you to the Streets of Râhal Bakh.",
      "es": ""
    },
    {
      "id": 8567432,
      "en": "The lords of Umbar have requested that you find the nesting place of this monstrous bird and drive it from the Shield Isles.",
      "es": ""
    },
    {
      "id": 8567456,
      "en": "The gladiatorial pits of Umbar Baharbêl serve several important purposes: entertaining the masses, keeping their attention focused, and meting justice upon those who break the laws of the city.",
      "es": ""
    },
    {
      "id": 8567480,
      "en": "After the confrontation in the Citadel of Winds, the ship bearing Azagath, Belondor, and Nakási, Reaper of the Waves sails north-west into the shadow cast by the Mâkhda Khorbo. Pursuing the trio, you enter the depths of a long-hidden cavern leading through dank, twisting passages ending at an iron-wrought gate. The smells of the sea, iron, and ash assail you as you press deeper beneath the land and closer to the remnants of the temple ruins.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Complete 'Vanquisher of Dahâl Huliz, The Arena'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Complete 'Deeds of the Depths of Mâkhda Khorbo'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete 'Deeds of The Streets of Râhal Bakh'",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "You have proven yourself by scouring the Isle of Storms, braving the Streets of Râhal Bakh, enchanting the crowd in the arena of Dahâl Huliz, and surviving the Depths of the Mâkhda Khorbo. None can question your tenacity and determination, and by completing all these deeds, you have earned great favour throughout Umbar Baharbêl.",
      "es": ""
    }
  ]
}