{
  "id": 620767491,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'It will just take me a moment to make the mortar. You learn a few tricks when you've done this as long as I have.\\n\\n'There we are! Now take this mortar to the fissures in the canal walls in the Hall of Merchants inside the western parts of Thorin's Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where are the materials I asked you to gather?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sprung a Leak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Please gather the materials I asked for.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected gypsum ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry! You must make the repairs while the fissure has not yet become a threat. It is only a matter of time. The crack will not hold up to that kind of flow for very long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please hurry! While the fissure has not yet become a threat, it is only a matter of time. The crack will not hold up to that kind of flow for very long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tindr is in the courtyard in front of Thorin's Hall. Sand is in the Rockbelly Pit south-east of Frerin's Court in a place called Winterheight. Gypsum and small stones can be found in the Mirkstone Tunnels above Frerin's Court to the north-west.\\n\\nTindr, the Master Builder of Thorin's Hall, has asked you to collect various ingredients for a mortar with which to repair a leak in the canal wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I can't believe you missed Noglond! It's due south along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have sealed the leak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The fissure in the canal wall is to the north-west, close by Thorin's Halls.\\n\\nTindr told you to take the mortar he prepared to the fissure where the canal flows from the mountain and use it to repair the damage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tindr is in the courtyard outside Thorin's Halls.\\n\\nThe fissure has been sealed. You should return to Tindr with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should return to Tindr and let him know the fissure has been sealed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Tindr asks you to go down to the Dwarf way-station, Noglond, and find out from Geitir if the water flow has been restored. Noglond is due south along the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the mortar ingredients to Tindr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect gypsum ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Seal the fissure in the canal with the mortar Tindr made",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A fissure has opened in the great dwarf-canal leading down from Thorin's Hall, threatening to flood the Vale of Thráin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am Tindr, Master Builder of Thorin's Hall. The great canal, for which I am responsible, has recently fissured. The crack has not yet become a serious threat, but it is only a matter of time, and I haven't any builders available to assist with its repairs. Could you help me seal the fissure?\\n\\n'I need to mix a mortar to seal the crack but our stores are barren. I will need stone and gypsum from the new Mirkstone Tunnels and sand from the Rockbelly Pit. The Mirkstone Tunnels are above the great statue of Thorin to the north-west. Fool goblins dug another entrance after we closed off the original with the Arming Cave. The Rockbelly Pit is to the south-east in the Winterheight.\\n\\n'If we do not seal the crack soon, it may break, flooding the Vale of Thráin below.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}