{
  "id": 620767431,
  "txt": [
    {
      "id": 54354734,
      "en": "Falster was pleased with your efforts on his behalf, and now wants the items you collected brought to Ollie Redbrush.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You performed so wonderfully in the acquisition of these relics that I think it only fair that you have the job of delivering them!\\n\\n'My employer awaits the delivery of these relics -- his name is Ollie Redbrush, and you will find him in the armour and weapons shop east of Bree Town Hall. I have placed all the relics in a sack to make the carrying of them easier.\\n\\n'If you make this delivery, I am sure that Ollie will give you my payment and send you back to me. Upon your return, I will give you a courier's fair wage.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ollie Redbrush is waiting in the armour and weapons shop east of the Bree Town Hall in Bree-town.\\n\\nFalster placed the relics you collected into a sack and bade you deliver them to Ollie Redbrush.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These artifacts are hardly worth a courier's fee. Falster thinks me a fool if he believes I will pay him his full fee for a handful of useless cups and flagons. Trying to make me more accepting of his inadequacies by throwing in a handful of wolf-teeth is maddening!\\n\\n'Take this. He'll find that it is significantly lighter than he wanted, but it is what he deserves for such a poor collection.\\n\\n'Make your way quickly, [placeholder]. I want that good-for-nothing trickster to know that Ollie Redbrush is no fool!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Falster the Fox is in The Forsaken Inn of the Lone-lands, east of Bree.\\n\\nOllie Redbrush gave you a meagre payment and expressed his displeasure before sending you back to Falster the Fox at The Forsaken Inn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you looking for more hand-outs? I've nothing more to give a courier who delivers me useless relics and wolf-teeth. Take the coinpurse to Falster with my disappointment... and bother me no longer.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I have no business to conduct with you, and you're doing nothing more than cluttering the space around my home. Make yourself useful or scarce. It is your choice.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Redbrush will be anxious to see what we've done, and I am anxious to pay you, friend! Look for him in the armour and weapons shop east of Bree Town Hall!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ungrateful! Redbrush has some gall trying to push me around. You made the delivery, but his message to me is that it is not enough. Does he not realize that the fortunes of trade change?\\n\\n'I'll not forsake you as he has me. Here is your payment. I wish there was more that I could give, but he's made this difficult for me.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thanks again for your help, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Didn't Redbrush give you the payment for the goods we brought him?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the sack of goods to Ollie Redbrush ",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I cannot believe that Redbrush paid me so poorly!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the coinpurse to Falster the Fox",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I'll find some way to get by, with or without Ollie Redbrush!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Falster's Delivery",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Ollie Redbrush is no fool, I'll tell you that!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I am finished dealing with Falster. He is a villain!'",
      "es": ""
    }
  ]
}