{
  "id": 620767528,
  "txt": [
    {
      "id": 54354734,
      "en": "According to the records Larus Sharpshard was given by Heikki Goldwatcher, the strongbox you recovered is missing some of its contents.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Those despicable goblins must have stolen some of the dwarf-gold ingots from this strongbox, [placeholder]! According to the records given me by Heikki Goldwatcher, the strongbox is missing twelve ingots!\\n\\n'This is unforgiveable! To think that the gold of his ancestors has been pilfered by goblins is more than any dwarf could bear.\\n\\n'The goblins have camps in the mountains somewhere to the north and east, [placeholder]. Find the creatures and slay them until you recover the missing ingots! Look especially on the ridges of Pinnath Fenui, east of the source of the Bruinen, for I have heard that many goblin-fires have been spotted that way.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblins carrying dwarf-gold ingots can likely be found on the Pinnath Fenui, the ridges east of the source of the Bruinen, in the Misty Mountains.\\n\\nLarus Sharpshard is outraged that goblins have pilfered from the strongbox you recovered and has demanded that you retrieve all of the stolen ingots.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Perfect, [placeholder], perfect! This should do it! Now all of the ingots are accounted for, and Heikki Goldwatcher will be happy to know that we have recovered the treasure mentioned in his records.\\n\\n'Yes, according to Heikki's records we've got everything... needed....\\n\\n'Oh no, what's this?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Larus Sharpshard is located at a camp north of High Crag.\\n\\nLarus Sharpshard will be delighted that you have recovered the stolen ingots from the goblins of the Misty Mountains.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those goblins will be made to pay, [placeholder]. Look for their camps east of the source of the Bruinen, and recover all of the stolen dwarf-gold ingots from their filthy fingers.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The mountains hide dwarf-treasures still, I expect.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hail, [placeholder]. I thank you for your help earlier.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring dwarf-gold ingots to Larus Sharpshard",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Knowledge is a mighty treasure, [placeholder]. Do not forget it!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am pleased my records are now complete. I thank you for it!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Every Last Ingot",
      "es": ""
    }
  ]
}