{
  "id": 620767553,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'That first gear has seen better days, but it's not beyond repair. I'll get to work on that, while you look for the second gear.\\n\\n'According to the old records, the second gear was hidden in a chest in some old ruins to the south in the Vale of Thráin. The ruins are on the west side of the vale, off the road and across the Vale from Noglond. The records indicate that the chest is on the south side of the ruins.\\n\\n'One thing you should be aware of, though, is that goblins have overrun those ruins. Be careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye! This is it! Wait... does this actually fit anywhere? How about here? Ah, I'll work it out eventually. For now, we must find the other gears!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'According to the old records, the second gear was hidden in a chest in some old ruins to the south in the Vale of Thráin. The ruins are on the west side of the vale, off the road and across the Vale from Noglond. The records indicate that the chest is on the south side of the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please find the second missing gear. It's in the ruins west of Noglond in the Vale of Thráin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Second Gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bávor is an artificer tasked with repairing the great lock which opens access to the fabled Vault of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the missing second gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the missing second gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The chest containing the second gear can be found on the south side of the goblin-infested ruins in the Vale of Thráin, south of Thorin's Halls and west of Noglond.\\n\\nBávor discovered the location of the second gear and has sent you to search for it, while he repairs the first gear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the second gear to Bávor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bávor is in Thorin's Hall.\\n\\nBávor will be pleased to begin working with the second gear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}