{
  "id": 620767526,
  "txt": [
    {
      "id": 218649169,
      "en": "'How could I have missed this? There was a second page to Heikki's records! It describes a second strongbox, [placeholder]! Heikki is not the kind of dwarf you want to cross, because he'll remember it -- he'll write it down in one of his books and never let you forget how you let him down! If I don't get that second strongbox, it wouldn't surprise me if someone found his records four hundred years from now and thought badly of Larus Sharpshard, son of Tralli!\\n\\n'So we've got to find it, [placeholder]. Let me just look at this paper and tell you where it should be. Ah, the dwarf-keep among the High Crags, to the south. It's the keep that guards Gabilazan, and it's full of those good-for-nothing Dourhands.\\n\\n'You might want to take the farthest west pass into High Crag. Look for a building on a hill to your left as you approach the keep. The strongbox should be just inside, so don't delay!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who dares to enter the tomb of Halmur Stoneshaper, son of Vithurr of old? Not even a Dourhand is foolish enough to enter here! They know the tale of the Stoneshapers and quake in fear! Yet you are different....\\n\\n'You are here for the strongbox, aren't you, thieving [placeholder]? You've only moments to tell me your tale before I cleave you in twain!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The second strongbox will be inside a building on a hill to your left as you approach the Dourhand keep in the pass of Gabilazan from the north. Journey there and bring back this strongbox, [placeholder]!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Other Chest",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Larus Sharpshard discovered that there was a second strongbox, which remains missing.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the second strongbox",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Larus Sharpshard believes the second strongbox is inside a building on the hill to your left as you approach the Dourhand-controlled keep in the pass of Gabilazan from the north. Gabilazan is south of the camp that Larus is located.\\n\\nLarus Sharpshard is very worried that Heikki Goldwatcher will record unflattering things about him if you are not able to recover a second dwarf-strongbox from the Misty Mountains.",
      "es": ""
    }
  ]
}