{
  "id": 620767457,
  "txt": [
    {
      "id": 54354734,
      "en": "Gandalf the Grey is concerned for his hobbit-friend Frodo Baggins, who has agreed to undertake a dangerous task of great secrecy.",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "You have finished your walk with Frodo",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have need of an adventurer, [placeholder], and it may be that you will serve nicely. My friend Frodo here will soon be leaving on an errand both urgent and secret.\\n\\n'Hobbits are remarkable creatures, and Frodo is more remarkable than most -- he has stepped forward to accept a charge that would daunt even those counted most brave in all the annals of the world.\\n\\n'Do not ask me about his task! And do not ask Frodo, either. He may wish to speak of it, but it is better that he not do so. I do ask you this: speak with him and gauge his feelings. Much depends upon his courage and good hobbit-sense, but I am loath to send him into danger if he is not prepared for what he may face.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frodo Baggins is in Bilbo's room on the first floor of the Last Homely House, in Rivendell.\\n\\nGandalf the Grey has asked you to speak with Frodo Baggins and gauge his state-of-mind.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased to meet you, [placeholder]. You are a friend of Gandalf? Indeed, he is very mysterious.\\n\\n'I am sorry, I'm not entirely myself today. There are a lot of things on my mind, you might say. This is a place of rest, and I know that Bilbo is very happy spending his days riddling and singing in the Hall of Fire, but...it just feels like I am so far from home.\\n\\n'Would you take a walk with me? The cool air will do me good, and I would very much like to hear about your adventures.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frodo Baggins is in Bilbo's room on the first floor of the Last Homely House, in Rivendell.\\n\\nFrodo is waiting to take a walk with you in the cool air.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gandalf the Grey is in Bilbo's room on the first floor of the Last Homely House, in Rivendell.\\n\\nYou and Frodo walked the grounds of Rivendell, and he expressed his concerns to you. Gandalf is waiting to hear your opinion of the hobbit's state-of-mind.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thank you for the walk, [placeholder]. I am sorry that I gave you no peace! You can tell me about your adventures another time...and perhaps then I can tell you about mine.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Frodo remains as high in my esteem as ever he did, [placeholder], and I thank you for accompanying him. He is made of stern stuff, our Frodo, and his worries are natural. They will give him strength in hard times, rather than bring him to weakness. Frodo will be fine.\\n\\n'I thank you, [placeholder]. May your travels bring you out of danger quickly if they chance to bring you into it!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'A walk will do me good, I think. Are you ready to go? Rivendell is a beautiful place, and I have very much enjoyed strolling along its paths.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Speak with Frodo and gauge his mood. Much depends on his good hobbit-sense, and I would not send him into danger unprepared for what he may face.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Frodo in Rivendell",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Frodo is a most remarkable hobbit. He will be fine.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Frodo in Rivendell and take a walk with him",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gandalf in Rivendell",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Adventurers are a curious sort. As curious as Wizards, if you ask most hobbits!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Frodo's Burden",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Hello, [placeholder]! I hope you are well!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Rivendell is a beautiful place. I do miss the Shire, though.'",
      "es": ""
    }
  ]
}