{
  "id": 620767436,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Arnorian heirlooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Arnorian coins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected wolf-teeth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Falster the Fox, a denizen of The Forsaken Inn, needs assistance acquiring certain curiosities for Ollie Redbrush of Bree.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I make my living trading with the patrons of The Forsaken Inn... or rather, I used to, until the goblins arrived! Their presence strikes fear into my suppliers and has made trade impossible. Sadly, that doesn't remove my obligation to Ollie Redbrush, my employer in Bree-town!\\n\\n'A vale beneath the ruins of Minas Eriol, south-east of The Forsaken Inn, contains the coins and heirlooms I need, and more! Wolves inhabit the valley, and Ollie may forgive me the delay if I include some pristine wolf-teeth with the shipment.\\n\\n'If you assist me in collecting these curiosities, I will ensure that you are paid for the favour! Make your way to the valley beneath Minas Eriol and obtain coins, heirlooms, and wolf-teeth for me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Coins and heirlooms can be found in the Arnorian rubble located in the valley beneath Minas Eriol, south-east of The Forsaken Inn. Wolves also stalk the valley.\\n\\nFalster the Fox, a trader working for a man named Ollie Redbrush, has asked you to collect some old coins and heirlooms for him. Falster wants you to hunt the wolves there for teeth that may help to make up for the delay of his delivery to Ollie Redbrush.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ollie will be pleased with these curiosities, for certain, and the wolf-teeth should help sweeten the deal.\\n\\n'I must admit I was not certain that you would succeed! The arrival of the goblins has done much to change the nature of my work here in the Lone-lands.\\n\\n'You have earned this reward, friend, and I hope you find this sufficient. I know that Redbrush will be pleased with this delivery.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have collected the wolf-hides, cups and flagons. Return to Falster the Fox at the Forsaken Inn along the Great East Road and give him the materials.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thank you for your help. These days, I need all the assistance I can get!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Head to the valley beneath the ruins of Minas Eriol, south-east of here. I need some coins and heirlooms to send to Ollie Redbrush. A few wolf-teeth wouldn't hurt either.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I've had enough of goblins. Someone needs to do something.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring curiosities to Falster the Fox",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Arnorian heirlooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Arnorian coins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect wolf-teeth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Falster's Request",
      "es": ""
    }
  ]
}