{
  "id": 620767555,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I'm not sure yet how that second gear fits into this contraption, but that is not your concern. I need you to get out there and find that third gear.\\n\\n'The third missing gear was placed in a chest hidden in Emyn Hoedh, the old barrows of the Edain in Haudh Lin, north-east of Gondamon. I'm not sure exactly where it is, but it's said to be in the ruins of an ancient crypt.\\n\\n'Be wary, though! I've heard rumour that barrow-wights roam those lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This gear fit too easily. I wonder if I made a mistake? Ah well, no matter. There are two more gears to find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The third missing gear was placed in a chest hidden in Emyn Hoedh, the old barrows of the Edain in Haudh Lin, north-east of Gondamon. I'm not sure exactly where it is, but it's said to be in the ruins of an ancient crypt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The third gear should be in a chest atop a mound or hill in Haudh Lin, north-east of Gondamon. Watch out for the wights!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Third Gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bávor is an artificer tasked with repairing the great lock which opens access to the fabled Vault of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the missing third gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the missing third gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The third gear is in a chest in the ruins of an ancient crypt in Emyn Hoedh, the barrow-mounds in Haudh Lin, north-east of Gondamon.\\n\\nBávor has asked you to recover the third missing gear for the Vault of the Mountain. He warned you of rumours regarding the presence of barrow-wights amongst the old mounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the third gear to Bávor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bávor is in Thorin's Hall.\\n\\nBávor will be pleased to begin working with the third gear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}