{
  "id": 620767471,
  "txt": [
    {
      "id": 218649170,
      "en": "'Brúni's got someone else to do his errands for him again, eh? Very well, here's my other armour. You might want to check with Olafr, too. His armour was torn up bad a few days back in a scuffle with some goblins.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I've been waiting for Brúni to come down. We expected him the other day, but as usual, he put us off again! I've got a dent in my armour a hand and a half long. Poxy goblin would have cut me from shoulder to belly if not for that hunk of metal!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A New Shine",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What's this? I know that armour! That's Halli's, unless I miss my guess. I haven't the time to polish his armour again. I'm far too busy!\\n\\n'I was supposed to go down to Noglond, the way-station to the south, and pick up the guards' damaged armour. No, I have no time to clean Halli's armour today. You will just have to leave it here, and I will see if I can get to it before next week. Unless... you can go down to Noglond and retrieve the guards' armour for me.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I'll never have time to polish Halli's armour if I have to travel to Noglond and back again.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Armour delivered\\n",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I don't blame Brúni for not coming out of his nice warm forge up at Thorin's Halls. That's where I'd stay if I were him, not trapessing out here in the cold.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'There you are. What's taken you so long? Let me see these.... Thorin's beard! Have they been wrestling oliphaunts? I could forge two suits of armour in the time it will take me to hammer this out.'\\n\\nThe dwarf-smith looks up at you. 'Oh yes, here is the armour you wanted shined.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Armour returned",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'That's a handsome suit of armour, but it's not mine. If you're still running errands for Brúni, you'll want to ask him who that armour belongs to.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'That armour's not going to drag itself up through Thrain's Vale! The Watch in Noglond, the way-station, expects that armour to be picked up today.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Armour delivered",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brúni Stonehelm can be found among the armour merchants of Thorin's Hall, where the canal runs through the mountain.\\n\\nHalli asks you to take his brother's armour to Brúni Stonehelm.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Have you not brought the armour to Brúni yet? Do not tarry; Kalli will need his armour shined bright to impress the commander!'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Aye, that's just the thing. Kalli will look sharp as an axe in this. The commander's sure to notice him now!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "In return for polishing Halli's armour, Brúni asks you to collect the damaged armour from the guards at Noglond, the way-station south of Thorin's Hall.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Have you not brought the armour to Brúni yet? He's in the western hall with the other smiths, and Kalli will need his armour shined bright to impress the commander!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Have you gotten Brúni to polish Kalli's armour? No, well what are you doing here, then?'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Brúni is by the armour merchants in Thorin's Hall.\\n\\nYou should take the armour you collected to Brúni to be mended.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Have you not brought the armour to Brúni yet? He's in the merchant's area of Thorin's Hall, and Kalli will need his armour shined bright to impress the commander!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Halli is in Frerin's Court, south of Thorin's Hall.\\n\\nBrúni has given you Halli's armour, cleaned and polished, to return to its owner.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Be sure to tell Brúni to replace that strap on the left side of my armour. He should have plenty of time up there at the forge.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I'd be surprised if Durin himself could fix my armour up nice as the set you've got there. You must have me mixed up with someone else. Check with Brúni at the forge to see who that armour belongs to.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'The Noglond guards have got more damaged armour than that, and it's not going to drag itself up the mountain! If I have to go down there and get it I'll not be able to polish Halli's armour.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Halli's going to want his armour back right away. Best you take it to him now. He's usually on duty down by the gate to the courtyard.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the tarnished armour to Brúni",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the dented armour to Brúni",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return the polished armour to Halli",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Halli has asked you to help him improve his brother's reputation in the guard by having his tarnished armour polished.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there, friend. I was just thinking of all the things I've got to do and me here on duty.\\n\\n'I've got my brother's armour to get polished. He'd do it himself, if he had a mind to, but I'm afraid Kalli does not have our family's sense of duty. He'll never earn his commander's respect; always being late, never diligent in his duties, always wearing his old, worn armour and filthy uniform.\\n\\n'Perhaps you could be of some service to an old warrior. Could you bring this armour up to Brúni Stonehelm and have him polish it for me? Brúni's stands among the armour merchants of Thorin's Hall, where the canal runs through the mountain.'",
      "es": ""
    }
  ]
}