{
  "id": 620767547,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings! I wonder if you could lend me a hand? I have been trying to repair this device, which opens access to the old Vault of the Mountain, but some key pieces, ancient gears, were removed and scattered long ago to prevent the Dourhands getting their grubby hands on the vault treasure.\\n\\n'Now that we have finally ousted the Dourhands from Thorin's Hall, it is time to open the Vault, but first this device must be repaired. Old Sindri Winchmaster, the artificer who made this, had skill far beyond mine, so I'll need the actual pieces that were lost to have any hope of getting it to work again.\\n\\n'They say the first missing gear was hidden somewhere in an old cave in the Winterheight, up the path south-east from Thorin's Hall. You will probably find it in a chest somewhere in the cave. There's a trick to the chest, by the way, you have to press in at the corners to open it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! This looks like the gear! It goes here... or maybe here....\\n\\n'No matter. I will work it out given time, I am sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'They say the first missing gear was hidden somewhere in an old cave in the Winterheight, up the path south-east from Thorin's Hall. You will probably find it in a chest somewhere in the cave. There's a trick to the chest, by the way, you have to press in at the corners to open it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Please find the gear that is hidden in the abandoned mine west of here. It's in a chest somewhere in the cave. Beware of cave-claws!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The First Gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bávor is an artificer tasked with repairing the great lock which opens access to the fabled Vault of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the first gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the first gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The first missing gear is in a cave in the Winterheight, south-east of Thorin's Hall.\\n\\nBávor has asked you to help reassemble the dwarf-built device which opens the Vault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the gear to Bávor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bávor is in Thorin's Hall.\\n\\nBávor will be pleased to see you have acquired the first gear.",
      "es": "",
      "es (fem)": ""
    }
  ]
}