{
  "id": 620767498,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The lynx that roam the hills in the Vale of Thrain have become bold with hunger in recent months. There have even been reports of them attacking unwary travellers! I have the unwelcome task of dealing with these beasts, but there are too many for me to handle alone.\\n\\n'Grimkell has ordered me to take care of the problem, but I could use your help. We must teach the beasts to fear the bite of metal again and keep to four-legged game.\\n\\n'Head to the north, along the road back to Thorin's Hall. Look to the west side of the road, near the Thrushstones, and you will find lynx in great numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work with those vicious cats. Perhaps now lone travellers will have less to fear in this land. Grimkell will be pleased, for a change.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please help me out by hunting the lynx in the area.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Herding Cats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Óláfr needs help dealing with the lynx in Thrain's Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated lynx in the Vale of Thrain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Vale Prowlers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat lynx in the Vale of Thrain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lynx can be found throughout the Vale of Thráin, but Óláfr suggested heading north to the Thrushstones.\\n\\nÓláfr has asked you to secure the safety of the road leading through the Vale of Thráin by hunting the lynx that dwell there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Óláfr at Noglond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Óláfr is at Noglond in Thrain's Vale, south along the road from the Thrushstones.\\n\\nÓláfr should be pleased to hear of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}