{
  "id": 620767446,
  "txt": [
    {
      "id": 228870261,
      "en": "Lore of the Blade",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page describes the heroine's close escape from a deadly trap set by brigands in the employ of the dreaded Witch-king of Angmar, in which she manages to convince her pursuers that a powerful Elf-warrior is about to set upon them through the trick of throwing her voice.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "In this chapter, the heroine confounds a pair of particularly strong but stupid Orcs into undertaking a Contest of Riddles -- against each other. During the game, she goads the pair into arguing over the rules until one finally kills the other in anger and is in turn skewered by the heroine's own sword.\\n\\nYou are not entirely sure that she was playing by the rules herself, but suppose that victory is prime motivator of the Law when you are a young girl dealing with a pair of rampaging Orcs.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "In this chapter, our heroine finds herself trapped in a cave crawling with giant spiders of a decidedly evil and hungry sort. Witty banter and deception are swiftly discarded in this plight, as the valiant young girl resorts to tricks and conjurations of flame and the edge of her blade to slash and burn her way to freedom, barely dodging poisoned mandibles and lassoes of web a dozen times as she escapes from the horrid cave.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This chapter finds our heroine challenged by the border guards of Gondor as she continues her travels. Desperate to proceed and unable to think of any other way to proceed, she rashly challenges the captain of the guards to a duel, wherein she fights valiantly to the last, but is soundly bested by her skilled opponent.\\n\\nThe captain, deeply impressed by her unwavering bravery and valour even in the face of certain defeat, determines that she may only cross the border with an appropriate escort to ensure her good behaviour -- an escort that he personally offers to provide.\\n\\nThus she is able to continue her quest, albeit bruised for a time in body and pride, but now with a capable companion to aid her.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "DIRECTIONS TO NPC.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of Lore of the Blade!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This chapter describes the heroine's journey with her self-appointed guardian through the realm of Gondor. The book goes into some detail on how the captain instructs the young woman in the finer points of swordsmanship during the course of her travels.\\n\\nInterestingly, the advice this character offers sounds quite reasonable and realistic, at least compared to the rather fantastic tone of most of the rest of the book.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "DIRECTIONS TO THE PAGE DROPS.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page includes a particularly tense and thrilling sequence where the young Lore-master and her companion are ambushed by a vicious band of goblins.\\n\\nPoisoned by their darts and barely able to fight, the captain is rescued by his own charge as she puts his training in the blade to good use against their attackers.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "In this chapter, the heroine finally reaches her goal in the great city of Minas Tirith, wherein she is finally able to arrange an audience with the King of Gondor who turns out to be a very clever, but odd fellow who engages her in a complex contest of lore and wits during their conversation.\\n\\nIn time, they come to a stalemate, at which the old ruler having taken a shine to the girl for her spirit and knowledge allows her access to the royal libraries, where the goal of her quest may lie.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Finally, approaching the ultimate goal of her quest, our heroine delves into the royal libraries of Gondor, seeking the key piece of knowledge she needs to save her parents who have been held under the curse of an evil sorcerer far to the north.\\n\\nTo her horror, she discovers something among the ancient, dusty scrolls to suggest that not only her parents are in danger, but indeed all the people of the North may well be in deadly peril if she cannot warn them in time.\\n\\nAlas, the story ends there after only hinting at the true nature of the evil in the North, and with the young Lore-master preparing to journey forth with all haste.\\n\\nA cliffhanger? Curses! Now you will never know how it was supposed to end. Looks like that mangy old wizard has gotten the last laugh again....",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of Lore of the Blade",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gandalf in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Lore of the Blade, page 5",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Lore of the Blade, page 11",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Lore of the Blade, page 18",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Lore of the Blade, page 26",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Lore of the Blade, page 35",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Lore of the Blade, page 45",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Lore of the Blade, page 56",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Lore of the Blade, page 68",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nLore of the Blade seems to be a rather unusual tome for a Lore-master to express interest in. Rather than delving deeply into the hidden mysteries of mountains, or discussing at length the habits of wave and wind, it reads more like a rousing tale of adventure written to entertain hobbit-children. The pages of Lore of the Blade claim to follow the adventures of a brave young Lore-master who when confronted with deadly dangers is just as apt to fight her way through with flashing sword-play as to confound her opponents with the lore of the elements or the wisdom of long forgotten sages. Oddly, as you find yourself drawn into the stirring tale you begin to see the more subtle nuances of the story unfold through the eyes of its character, who displays an uncanny insight into the nature of the foes she faces, and an understanding of when the strength of arms applied at the correct moment may indeed be the least destructive course.\\n\\nUnfortunately, some prior reader has handled this copy rather poorly and some of the pages are torn beyond repair. The author also proves to be a bit difficult to pin down, as he has chosen to identify himself solely by the runic letter 'G' inscribed on the binding.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, [placeholder], is it? I do hope this is important, I am rather busy right now. What is that you have there... WHERE DID YOU GET THAT BOOK!?\\n\\n'Ah, just as I'd hoped I'd seen the last of these, and yet here is another copy to haunt me to my dying day. Well, what is done is done. Yes well, no point denying it. I wrote that book some many years ago -- as I recall, it was for some lord or other who had done me a great service. He was a doting parent, and his children so enjoyed my tales when I dropped by to visit that he begged me to write a few of them down so he could read to them when I wasn't about. I foolishly agreed to his request, and the next thing I know the cursed fool had gone and had his scribes churn out copies for the entire nobility of the realm!\\n\\n'I was the laughing stock of the White Council for a decade at the least! Finally, with the passage of time, the book faded into obscurity, and I foolishly believed that was the last of it. Now you have the gall to come here and suggest to me that the book might contain knowledge of worth to the Lore-masters of Eriador? Bah! Some days, I wonder if the lot of you combined have the sense of a stone-headed dwarf! As for the missing pages, if you are so keen to know how the story ends, then I suggest you go find them yourself -- you will get no help from me I assure you! Now be off!'",
      "es": ""
    }
  ]
}