{
  "id": 620767544,
  "txt": [
    {
      "id": 218649169,
      "en": "'This wretched gear won't fit. I'm guessing the fifth gear goes here, and the fourth atop it. Blast! Such art is lost, yet I must make it work! Ah well, I am keeping you from your labours with my complaining.\\n\\n'The fifth missing gear was placed in a chest hidden in the woods in eastern Haudh Lin, north and east of Kheledûl. However, a brood of vicious spiders have made the place their lair.\\n\\n'It will be a challenge to find the chest without running afoul of the vile creatures.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Wonderful! This is the last of the missing pieces! Everything should fit together now... I hope....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The fifth missing gear was placed in a chest hidden in the woods in eastern Haudh Lin, north and east of Kheledûl. However, a brood of vicious spiders have made the place their lair.\\n\\n'It will be a challenge to find the chest without running afoul of the vile creatures.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Look to the spider lair north and east of Kheledûl for the fifth and final gear.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fifth Gear",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bávor is an artificer tasked with repairing the great lock which opens access to the fabled Vault of the Mountain.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found the missing fifth gear",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the missing fifth gear",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fifth gear is in a chest in a spider lair north and east of Kheledûl in eastern Haudh Lin.\\n\\nBávor has asked you to recover the fifth and final gear from a terrible spider-lair.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fifth gear to Bávor",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bávor is in Thorin's Hall.\\n\\nBávor will be pleased to see you have recovered the fifth and final gear.",
      "es": ""
    }
  ]
}