{
  "id": 620767440,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My charge is clear: revisit a measured vengeance upon the goblins. Still, I feel this is not enough.\\n\\n'The goblins are responsible for the deaths of many. I want to revisit upon them what they wrought upon us. I will pay you in trade and recognition among my people if you are willing to assist me in this endeavour.\\n\\n'Any goblin from the north-east of this encampment to the depths of Minas Eriol will suffice as many will carry the proof that I desire: scabbards, leather scabbards used to house their murderous daggers. Seek out the goblins in those places and claim their scabbards. Return them to me, and I will see that you receive a fitting reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have brought a number of goblin-scabbards to me, friend? Very good! I am a man of my word and will pay my debt as I promised! These will do well to ease the pain of our losses and will be used to remind our people that there are still ways to strike out at the evil spreading through these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We could make a tidy profit from goblin-hunting, I reckon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I'll need a goodly number of scabbards, so hunt the goblins of Minas Eriol, to the south or the goblins in the shadow of Weathertop to the north-east. You will find plenty of the creatures there, I reckon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Goblin-scabbards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Goblins are filthy creatures, and a danger to travellers through remote places.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce has asked for vengeance to be meted out to the goblins now infesting Minas Eriol. They are responsible for the death of many of Gadaric's people, and he has offered rewards for their destruction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected goblin-scabbards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring goblin-scabbards to Gadaric Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins can be found north-east in the shadow of Weathertop or in the ruins of Minas Eriol, south-east of the Forsaken Inn.\\n\\nGadaric Munce wants to collect the bounty on the scabbards carried by goblins in the Lone-lands.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect goblin-scabbards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}