{
  "id": 620767532,
  "txt": [
    {
      "id": 218649169,
      "en": "'There's but one thing left to do, take the strongboxes to Heikki Goldwatcher in Thorin's Hall.\\n\\n'I know it's a bit of a trek to go all the way there, but I think it's the proper thing to do. I wish I could do it myself, since it's my reputation that will be besmirched in Heikki's records if he's not happy, but I'm far too busy here to make such a journey.\\n\\n'You'll find Heikki in Thorin's Hall in the Blue Mountains. Hopefully Heikki won't be too unhappy when you get there!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Finally, word from Larus Sharpshard. What, what's this? You've brought the strongboxes? That fool, did he even read my note to him? I wanted the name of Halmur Stoneshaper's father! I will make a note of this in my records!\\n\\n'Wait, you met Halmur's descendant? Good, good! Did he tell you his father's name? Halmur? Oh, Vithurr was the first Halmur's father! Ah, very good! That is exactly what I wanted to know.\\n\\n'I suppose I'll add the gold here to the treasury, although it really matters not to me. I honestly did not expect there to be any treasure left, after all these years. No, the name of Halmur Stoneshaper's father is really all I needed. Filling in the gap in the records is the real treasure!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Take that box to Thorin's Hall, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Real Treasure",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have recovered both strongboxes for Larus Sharpshard. Now but one task remains.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the strongboxes to Heikki Goldwatcher",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Heikki Goldwatcher is inside Thorin's Hall, located within the Blue Mountains.\\n\\nLarus Sharpshard has sent you to deliver the two strongboxes you helped reclaim to Heikki Goldwatcher.",
      "es": ""
    }
  ]
}