{
  "id": 620767549,
  "txt": [
    {
      "id": 218649169,
      "en": "'The fourth missing gear is going to be a... a bit of a problem. You see, it was kept here in Thorin's Halls, and the confounded Dourhands took it when they left, as they were forever trying to get into that vault while they were here.\\n\\n'From what I understand, the fourth gear is in a chest in Kheledûl, the last town the Dourhands still control. Kheledûl is on the river east of Gondamon.\\n\\n'I'm not sure exactly where you'll find the gear, but I would not be surprised if it was well-guarded, as the Dourhands know very well that it is essential for getting into the Vault.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done! I'll have this fitted in a moment. Get in there! Fit, blast you! Ow! My thumb!\\n\\n'Well, I'll have it in soon. There's only one gear left to go.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'From what I understand, the fourth gear is in a chest in Kheledûl, the last town the Dourhands still control. Kheledûl is on the river east of Gondamon.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The fourth gear is in a chest somewhere in Kheledûl, I'm sure.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fourth Gear",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bávor is an artificer tasked with repairing the great lock which opens access to the fabled Vault of the Mountain.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found the missing fourth gear",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the missing fourth gear",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The fourth gear is in a chest at the Dourhand port of Kheledûl, east of Gondamon.\\n\\nBávor has asked you to recover the fourth missing gear from the Dourhands of Kheledûl.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fourth gear to Bávor",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bávor is in Thorin's Hall, far to the north-west of Kheledûl.\\n\\nBávor will be pleased to see you have recovered the fourth gear.",
      "es": ""
    }
  ]
}