{
  "id": 620767499,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Dourhand warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated sturdy Dourhands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Since the Dourhands were driven out of Thorin's Halls, they have harried the hunters of the Blue Mountain Dwarves.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The hunters who have been plying the forests north of Gondamon have come to me with stories of being threatened or even attacked by those backstabbing Dourhand brigands.\\n\\n'If you're of a mind to lend us a hand, you could head out there and deal with the treacherous thin-beards! They need to learn not to meddle with the hunters of Gondamon!\\n\\n'The Dourhands have built a small camp to the north of here, in the hills somewhere. You will find plenty of heads to break there, I'd warrant.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dourhand brigands can be found to the north of Gondamon.\\n\\nOrlygr has asked you to deal with the Dourhand brigands which have been harrying the hunters of Gondamon.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah good. That should teach the Dourhands a little lesson. You have done us a fair favour, [placeholder], and helped ensure that Gondamon remains secure over the coming winter months. \\n\\n'Let me see if I can find some suitable reward for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orlygr is at Gondamon to the south of the Dourhand-encampment.\\n\\nYou should return to Orlygr and report your success against the Dourhand brigands.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should be able to find those brigands in a camp in the hills to the north. They mostly stay holed up in there like rats in their warren.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ha! You showed those Dourhands what we're made of!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Well done, [placeholder]! I doubt those Dourhands will trouble our hunters anymore.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dourhand warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat sturdy Dourhands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Orlygr at Gondamon",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Protecting the Hunt",
      "es": ""
    }
  ]
}