{
  "id": 620767522,
  "txt": [
    {
      "id": "0x3554022",
      "en": "'Be at peace, ancestor. The treasures are reclaimed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! You've come from one of those fool Stoneshapers, haven't you? You've heard the tale of their \\qoath\\q over that strongbox, haven't you? Well, allow me to tell you a tale!\\n\\n'The first Hjortur Dourhand stole the gold not for his own treasure, but to make Halmur Stoneshaper look the fool! Upon hearing of Halmur's oath, Hjortur swore one of his own: he and his sons would forever keep the ingot and forever keep the Stoneshapers looking the fool!\\n\\n'I too come from a long line... a long line of Hjortur Dourhands! And I shall keep to the oath! You shall only have the ingot if you can take the strongbox over my dead body. And I don't think that's too likely....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My eyes must betray me, you [placeholder], you trickster. You cannot have the stolen ingot that has kept me and my kin chained to this place for the long years.\\n\\n'And yet, it is... it is! Can it be so? Has my duty at last been fulfilled?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last Ingot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have not retrieved the stolen ingot, faithless [placeholder]. I maintain my vigil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Good, good! I hope the strongbox wasn't too hard to find! Heikki Goldwatcher is sure to be pleased with this. Those records of his won't have a bad thing to say about me!\\n\\n'Now, I know you've already done so much, but perhaps there is a bit more I could ask of you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the stolen dwarf-gold ingot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I know not where you might find the gold Hjortur stole, although the tale of Halmur's failure says Hjortur is within the walls of Gabilazan. Perhaps you will find some clue to the stolen ingot there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Have you found the other strongbox yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected ancient dwarf-chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You defeated Hjortur, but did not search his strongbox? Return to the spot you defeated him at once and reclaim the stolen ingot from the strongbox he guarded!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stolen ingot might be found within the walls of Gabilazan.\\n\\nHalmur Stoneshaper suggested you seek the stolen ingot there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The chest is yours, friend. My oath is fulfilled. I'm free now. Free to go where I please!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The stolen ingot might be inside Hjortur's strongbox, within the walls of Gabilazan.\\n\\nYou defeated Hjortur Dourhand and should now search the strongbox he guarded for the stolen ingot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Halmur Stoneshaper is in the tomb of his ancestor on the hill to the left as you approach the dwarf-keep in the pass of Gabilazan from the north.\\n\\nHalmur Stoneshaper is waiting for you to return with the stolen dwarf-gold ingot you retrieved from the descendant of the thief who stole it long ages ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The second strongbox is within the tomb of Halmur Stoneshaper in the pass of Gabilazan. Larus Sharpshard is located in a camp north of High Crag.\\n\\nAfter helping Halmur Stoneshaper reclaim the stolen ingot and fulfil his family's oath, he has allowed you to take the strongbox to bring it to Larus Sharpshard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the stolen dwarf-gold ingot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Hjortur Dourhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Hjortur Dourhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Search Hjortur's strongbox for the stolen ingot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the stolen dwarf-gold ingot to Halmur Stoneshaper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the ancient dwarf-chest to Larus Sharpshard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49fc5a1",
      "en": "'I'm not sure what I'll do with myself now... the oath is all I've had!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Bring the ancient dwarf-chest to Larus Sharpshard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49fc5a2",
      "en": "'Perhaps I'll join my kin in the Blue Mountains...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49fc5a3",
      "en": "'Ah well, it matters not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49fc5a4",
      "en": "'Because, for the first time, I'll be able to go where ever I choose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Halmur Stoneshaper, a descendant of the original Halmur Stoneshaper, son of Vithurr, has been charged with guarding the strongbox you seek until all its contents are returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xafd55a1",
      "en": "'I shall not break my oath! You shall not have the ingot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbcd8891",
      "en": "'Good-bye, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3554021",
      "en": "'I can hardly believe the oath has been fulfilled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I see... so you were sent by a dwarf from the Blue Mountains, were you? Perhaps it is the long years alone here, but I believe you. Now, allow me to tell you a tale.\\n\\n'Long ago, the first Halmur Stoneshaper, son of Vithurr, was charged with guarding the treasures here. He stood sentry day and night, maintaining his post even on days of feasting. Yet he let his guard drop, only once, and a vile dwarf, Hjortur Dourhand, slipped in and stole a single ingot of dwarf-gold. Having failed in his duty, Halmur swore that he and his sons would keep vigil over the remaining gold until that ingot was returned. I am but one in a long line of Halmurs who have kept his oath.\\n\\n'If you return the stolen ingot, the oath will be fulfilled. The strongbox will then be yours to return to the dwarf who sent you. I cannot say, though, where to find Hjortur, although the legends of Halmur's failure tells that Hjortur is somewhere within Gabilazan. Perhaps there you will be able to find the gold.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}