{
  "id": 620767481,
  "txt": [
    {
      "id": 136263297,
      "en": "You find a large mound of rubble partially blocking the flow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The water supply coming into Gondamon is still interrupted, despite your efforts to clear the canal.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The goblins in these hills are causing us no end of grief. They've blocked off the river with debris and slowed the flow to a trickle, and what water exists is fouled by their presence.\\n\\n'I can send a crew to remove the debris, but I need someone with a stout heart and a strong sword-arm to clear out some of the goblins. I can't afford to lose any workers, what with the Dourhands to contend with.\\n\\n'You can find the canal west of here, just past the hills. The goblins have a camp west of their make-shift dam.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The canal near Gondamon is to the west, past the hills.\\n\\nOtkell, the Chief Builder of Gondamon, informed you that goblins are responsible for the lack of fresh water. He asked you to go to the area west of the canal and remove the goblin threat.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Is it safe for my work crews? Excellent. I wouldn't send my lads out with all those goblins around. We need all the guards here to protect us from the cursed Dourhands in case they attack.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Otkell is at Gondamon to the east of the canal, beyond the hills.\\n\\nYou should return to Otkell and tell him about the goblins you defeated.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You should return to Otkell and tell him about the roots",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'No luck with the goblins? Well keep at it. My crew can clear away the blockage just as soon as your part is done. The goblin camp is west of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'He'll consider?' the dwarf sputters. 'If his precious flowers are so important to him, he can get a bucket and water them himself! Does he understand the amount of work it would take to dig the path, grade the land, and properly line the bed with the right stone?\\n\\n'Still, I suppose the slope is already there and the path, for the most part, has already been cut by the old river. I don't know, I will have to take this up with the Master Builder, and that will take some time. Tell the Elf that we'll consider his offer.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Otkell is certain that an Elf is behind the plugging of the canal and asks that you search the area near where you found the roots for any sign of him.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Find that Elf! I wager this is his work. The first time I saw him he was on the hill on the far side of the river.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I will not suffer accusations by a Dwarf! If they did not want this difficulty with the roots, they should not have diverted the river! The river used to flow east and then north. Now that area is arid and dead, where it once teamed with growth and life.\\n\\n'I would set the river back to its proper path if I could, but too few of my people still dwell in the highlands. If the dwarves make amends by diverting a stream to the arid lands then perhaps I might consider attempting to stay the forest's wrath.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Elf denies having anything to do with the roots, but says he may help calm the wrath of the forest if the dwarves will divert a stream back to the water's original course. You should bring the Elf's ultimatum to Otkell. ",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I will send a message to Thorin's Hall with the request to reroute part of the canal. Tell the Elf, and perhaps he will make no more mischief for us.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'It is well that you returned to me. Truthfully, the parched land is not so desolate as I may have led you to believe. I was only angered by the arrogance of the dwarves. Perhaps there is something you could do for me, however.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover what is blocking the flow of water to Gondamon",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Otkell instructs you to tell the Elf that the dwarves will consider his ultimatum.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Return to your master and give him my advice.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Clear the roots away from the canal",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "There are simply too many roots to clear away a sufficient number.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search for the Elf Otkell saw",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Clear the Way",
      "es": ""
    }
  ]
}