{
  "id": 620767480,
  "txt": [
    {
      "id": 136263297,
      "en": "There are thickets clogging the canal",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Thickets cleared away ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "According to Geitir, the waterflow from the canal has been staunched for several days, and the builders have not replied to his message requesting assistance.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The water has not been flowing down to Noglond for several days. I sent a message back to the Halls, but I've not received a reply from the builders. I'm not about to send one of my boys to do builder's work, and I can't have them trapessing to the river every time we need water.\\n\\n'Would you look into it? The canal runs all the way down the mountain from Thorin's Halls and to Gondamon below. The problem must be up-river from here.\\n\\n'The above-ground part of the canal, the place that may be blocked, is south and west of here. Just take the road south to the bridge and look underneath it. Follow the canal all the way up to the big gate if you have to, just find the problem!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The canal can be found south of Noglond, flowing down from Thorin's Halls.\\n\\nGeitir asks you to investigate the flow of the canal to Noglond and learn the cause of the problem.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Done already? Good work! We could use someone like you on the guard... better than these layabouts. Can I interest you in signing up? Oh, the pay's not that good, and you'll find yourself in some cold, out-of-the-way post like this, but it's a living. No? I thought not....\\n\\n'Ah well, thanks for your work, anyway.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are thickets blocking the canal between Noglond and Thorin's Halls.\\n\\nNow that you have discovered the problem in the canal, you should clear away enough of the thickets to allow the water to flow more freely. There may be several patches of thickets along the canal.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Geitir is at Noglond to the north of the canal, south of Thorin's Halls.\\n\\nYou should return to Geitir with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found the source of the problem?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Done already? Good work! We could use someone like you on the guard...better than these layabouts. Can I interest you in signing up? Oh, the pay's not that good, and you'll find yourself in some cold, out-of-the-way post like this, but it's a living. No? I thought not.\\n\\n'Well, you've done your duty, so you'd best return to the Master Builder with your report.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Geitir should be told that the thickets have been cleared away.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Aye, it would be a great help if you would clear away the thickets clogging the canal.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So you cleared some thickets out of the canal, and that cleared up Noglond's problem? That is wonderful news, for I've just received word from Otkell down in Gondamon that they are having a very similar problem. Perhaps you could go speak with him? Gondamon is a just a bit further down the road from Noglond.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Geitir tells you to return to Tindr, the Master Builder of Thorin's Halls and report on your success.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Gondamon is still having problems with waterflow? Well, it looks like you'll not be out of work for awhile! Just keep heading down the road. You should have no trouble finding the fortress.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover the source of the canal's waterflow problem",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Clear away the thickets clogging the canal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Quenching a Thirst",
      "es": ""
    }
  ]
}