{
  "id": 620767530,
  "txt": [
    {
      "id": 216727828,
      "en": "There are some ruins to the north-west. There may be something of value to be found within them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Damaged Dwarf-chest",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Misty Mountains are dotted with dwarf-ruins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail and well-met, [placeholder]! Lord Glóin has established this camp so that we may keep an eye on the threat of goblins -- and worse -- that which stirs within the Mountains. An admirable aim! The Misty Mountains were once studded with great dwarf-keeps and towers, and nothing moved over snow or under stone of which we were not aware!\\n\\n'Great treasures, too, were kept in the stony fastness of those keeps. Indeed, Heikki Goldwatcher of Thorin's Hall has ordered me to retrieve a strongbox mentioned in his records.\\n\\n'If you travel to the old dwarf-keep that overlooks the source of the Bruinen, north of here, and retrieve this strongbox, I will reward you for your trouble.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "The ruins to the north-west look like they could hold treasure",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "An old dwarf strongbox catches your eye. Word is, Larus Sharpshard is looking for a specific treasure and this may be the one he seeks.\\n\\nLarus Sharpshard is located in a camp just north of High Crag.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is the box Heikki Goldwatcher of Thorin's Hall has ordered me to retrieve! It appears to be damaged, and not by the passage of time, I think. These marks might have been caused by goblin-weapons. Perhaps a party of goblins sought to carry the strongbox away and quarrelled among themselves?\\n\\n'Why then did the victors not take the strongbox, I wonder? Ah, no matter. At least it still remains, [placeholder]?\\n\\n'I'll just open it up and compare the contents with the record that Heikki gave to me before I set out.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Search the ruins to the north-west for treasure",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collect the damaged Dwarf-chest",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Larus Sharpshard is at Glóin's camp, north of Rivendell.\\n\\nLarus Sharpshard will be pleased to receive the strongbox you retrieved from the old dwarf-keep overlooking the source of the Bruinen.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Bruinen flows out of the mountains to the north, and an old dwarf-keep can be found overlooking the water. Search the area for signs of the strongbox Heikki Goldwatcher told me about, and I will reward you for your trouble.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Bruinen flows out of the mountains to the north, and an old dwarf-keep can be found overlooking the water. Search the area for signs of the strongbox Heikki Goldwatcher told me about, and I will reward you for your trouble.'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "The ruins to the north-west look like they could hold treasure",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring damaged dwarf-chest to Larus Sharpshard",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "There are ruins in the distance to the north-west that may contain treasures of great value.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search the ruins to the north-west for treasure",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Old Treasures",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "There are ruins in the distance to the north-west that may contain treasures of great value.",
      "es": ""
    }
  ]
}