{
  "id": 620933415,
  "txt": [
    {
      "id": 177082793,
      "en": "There is a flower on the road that resembles the ones you gave to Meregyth",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You find another flower along the road. Meregyth might be leaving a trail to help locate her",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search for Meregyth",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The trail of flowers leads to the south.\\n\\nIt is very clear that Meregyth is leaving a trail in order to locate her. She may be in trouble after all. You should continue following the flowers in hopes of locating Meregyth.",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "The trail of flowers goes off the road and runs adjacent to the stream.\\n\\nYou should continue to follow Meregyth's trail.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Free Meregyth",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], with these Orcs causing problems around Fenmarch, I fear for Meregyth's safety.\\n\\n'Could you go look for her? She was last seen heading south towards Beaconwatch. She has been known to go there when she feels the need to be alone.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "It seems clear now that the Orcs were responsible for Meregyth's disappearance",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Look for the trail of flowers Meregyth left behind",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The trail of flowers goes up a narrow path that leads behind the waterfall.\\n\\nYou should follow the path that winds around the waterfall.",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Follow Meregyth's trail along the stream",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Look for the trail of flowers Meregyth left behind",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find Meregyth",
      "es": ""
    },
    {
      "id": 111477433,
      "en": " Follow the narrow path that leads behind the waterfall",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Meregyth was last seen heading along the road south towards Beaconwatch.\\n\\nThane Sparhafoc asked you to find Meregyth and watch over her.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The trail of flowers leads to the south.\\n\\nIt is possible that Meregyth is leaving a trail in order to locate her. She may be in trouble after all. You should continue following the flowers in hopes of locating Meregyth.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Meregyth was last seen heading along the road south towards Beaconwatch.\\n\\nThane Sparhafoc asked you to find Meregyth and watch over her.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I was hoping that you would find my trail. If you had not given me those flowers, I do not know how I would have been found.\\n\\n'We need to leave here...I feel that it is not safe. Beaconwatch is closer than Fenmarch, so we should go there.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": " It is clear now that Meregyth was taken by the Orcs.\\n\\nYou should find her and free her from the clutches of the Orcs.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "This flower's placement indicates that Meregyth went up the path that leads behind the waterfall",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "Meregyth has been gone far too long, and Thane Sparhafoc is concerned for his daughter's safety.",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Help me!'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Help me!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Another flower from Meregyth leads you up a narrow path",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Help me!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Help me!'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Help me!'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Help me!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Follow the road that leads south and look for Meregyth",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You found another flower. Meregyth must be nearby",
      "es": ""
    }
  ]
}