{
  "id": 620950198,
  "txt": [
    {
      "id": 246419825,
      "en": "The Watchman of Dínadab can be found standing outside of his home in northern Lamedon.\\n\\nYou should speak with the watchman.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Corsairs! Corsairs have come up the river! What does it mean? How came they to Lamedon? O, whatever will we do?'\\n\\nThe inhabitants of Dínadab are suddenly bustling with activity, frightened by the sudden sighting of Corsairs. You should speak with townspeople and see if there is any fact behind this wild claim.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Threat from the Shore",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "The Watchman of Dínadab can be found standing outside of his home in northern Lamedon.\\n\\nYou should speak with the watchman.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'That sweet girl. No, no more. I can see them no more. No more reading books, no more flowers. No dolls! Take them away. I cannot bear to look upon them. I will be gone soon, and they must learn to never think of me.'\\n\\nFuirion's pain is deep, and it is not the wound that causes the pale, drawn look on his face.",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "This townsperson reports having seen the beginning of a Corsair invasion of the town south of Dínadab",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Fuirion is in Gladion's home in northern Lamedon.\\n\\nYou should bring Míreth's gift to Fuirion.",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Yes, I've had many reports of Corsairs. The soldiers have all followed Prince Imrahil, and only farmers are left. I am sorry, but I have no one to send to rescue Fuirion.\\n\\n'What could he be thinking, in the state he's in?'",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "You see tents sprawling as far as the eye can see in the shady swamp to the east...",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Why would he leave in his state?'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Frightened townsfolk can be found in Dínadab in northern Lamedon.\\n\\nYou should question townsfolk about the sighting of corsairs.",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'Why, why is he doing this? Fuirion has run off. He is wounded -- he could die!'",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "tbd",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'I put my head down to take a nap, and I had a terrible dream, that Fuirion... Fuirion was lost to us forever. He told me things that made my heart heavy with sadness. I woke up to check on him, and he was gone.\\n\\n'I... I cannot say anything more. It is very like the dream! Fuirion is gone, and the watchman tells us that he came seeking bounties. He went to the Corsair camp!'",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "Limril had a terrible dream about Fuirion, and woke to find him gone",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Ask the watchman for help in rescuing Fuirion",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "The watchman cannot help, for all the soldiers of Dínadab have followed Prince Imrahil to war",
      "es": ""
    },
    {
      "id": 49286904,
      "en": "<rgb=#FF0000>Look</rgb> eastward for signs of Corsairs from atop the ridge",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Find the watchman and tell him about the Corsairs",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'[placeholder], I am not much of a fighter, but I must go to this encampment and search for my brother. Will you meet me there? I need the help of someone strong.\\n\\n'I will not sit idly by and let my brother kill himself. I do not know what madness has possessed him, but I will stop him.'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'I just came here this morning from the town south of here, and I swear to you, I saw them. Corsairs! Hordes of them. Everyone was running, and I hastened here. What are we to do? What if they come here?'",
      "es": ""
    },
    {
      "id": 177082727,
      "en": "This townsperson mentions that the invaders' tents could be seen from the east ridge",
      "es": ""
    },
    {
      "id": 162883604,
      "en": "'Why, why is he doing this? Fuirion has run off. He is wounded -- he could die!'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'Help, help! Should we evacuate? Where can we go that is safe? The Corsairs will take everything!'",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'I heard rumours, [placeholder]. What if there is truth to them? You are a famous adventurer... have you ever encountered Corsairs in your travels? Are you going to protect us?'",
      "es": ""
    },
    {
      "id": 177082680,
      "en": "Gladion is determined to rescue Fuirion",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "Gladion stands outside the Watchman's home in Dínadab in northern Lamedon.\\n\\nYou should speak with Gladion about Fuirion.",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Why would he leave in his state?'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'I was looking over the ridge to the east, and I saw tents... strange tents! Is it brigands? Someone said it was Corsairs... but that is impossible.'",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Bring Míreth's gifts to Fuirion",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'Corsairs! Did you hear? Corsairs have come from Umbar! Does this mean Dol Amroth is fallen? What are we to do? I must hide and lock away all of my things, and I must run! But where shall we go?'",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "This is a good vantage point",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "The ridge that may offer a view of the Corsair camp can be found to the east of Dínadab.\\n\\nYou should <rgb=#FF0000>look</rgb> over the ridge towards the east.\\n\\n<rgb=#FF0000>NOTE: This quest requires emotes.</rgb>",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Question frightened townsfolk about the Corsair sighting ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695202,
      "en": "The townspeople of Dínadab have reported sightings of Corsairs over the ridge to the east.",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Speak with Gladion",
      "es": ""
    }
  ]
}