{
  "id": 621042896,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked with defeating Angmarim at Dûn Traikh and recovering stolen supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Inspiring Presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Assault on Dûn Traikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from Dûn Traikh where they tracked down some stolen supplies. Angmarim still hold onto their fortress by the Gates of Gundabad! Were my scouts more numerous, they would have disrupted the Angmarim there. Instead, they were outnumbered at the gates. Perhaps a surprise assault from the rear of the fortress is in order.\\n\\n'However deadly Dûn Traikh is, we must recover those supplies before the Angmarim use them to strengthen their defences!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Assault on Dûn Traikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Far from Angmar, upon the Gates of Gundabad, the Iron Crown keep watch over Elderslade as they seek to hold on to power in Gundabad….\\n\\n'Your mission is to defeat Angmarim at Dûn Traikh and recover stolen supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "The monster commander in this mission has an aura that buffs any allies nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat Angmarim at Dûn Traikh and recover stolen supplies.\\n\\nSpeak to Ausma to travel to Dûn Traikh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With the supplies recovered and the Angmarim numbers decimated, Dûn Traikh will soon be a threat no more!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}