{
  "id": 621042877,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked with defeating the Servants of Throkhâr and destroying their nameless shrines deep within Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Sacrificial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Servants of Throkhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have recently explored some of the deeper recesses of Gundabad. There they have encountered a series of tunnels connecting Gundabad to the realm of the nameless things. While the nameless under Gundabad are not near the numbers plaguing Moria, they too must be dealt with. Who can say what unspeakable things are down there?\\n\\n'You are to travel to this nameless shrine and destroy what lurks deep under the mountain. For Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Servants of Throkhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Deep under the Three Peaks of Gundabad, nameless things have constructed a shrine to Throkhâr The Hunger, their lord….\\n\\n'Your mission is to defeat the Servants of Throkhâr and destroy their nameless shrines deep within Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "At low health, monsters in this mission will attempt to end their own life to damage and apply a fear effect to those nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat the Servants of Throkhâr and destroy their nameless shrines deep within Gundabad.\\n\\nSpeak to Hórin to travel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'It is done?\\n\\n'I am glad. The Frost-horde is numerous, and our victory is not assured if ye must also contest with great enemies below us as well!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}