{
  "id": 621042876,
  "txt": [
    {
      "id": 51875089,
      "en": "You have been tasked with protecting a large geode in Gundabad from dwarf-wight miners.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": ""
    },
    {
      "id": 261009169,
      "en": "Never-ending",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Wonder of the Deep",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have sent urgent word from Atkât-darag. It seems the dead have risen! The Angmarim use necromancy to reanimate corpses of dwarves, long dead and laid to rest in the tombs. The dwarf-wights seem to be drawn to an ancient monument within the tomb.\\n\\n'I would like to study this ancient geode more closely, but will not be able to with the Angmarim disrupting the natural order of the tomb.\\n\\n'You are to travel to Atkât-darag at once and let us hope the geode survives. For Gundabad!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Wonder of the Deep",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "Within Gundabad lie the ancient tombs of Atkât-darag. There, many wonders are kept, and many bones of great dwarves rest….\\n\\nYour mission is to protect a large geode in Gundabad from dwarf-wight miners.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 133136802,
      "en": "Monsters in this mission will continue to join the fight until their entry-point is destroyed.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to protect a large geode in Gundabad from dwarf-wight miners.\\n\\nSpeak to Hórin to travel.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have done well, [placeholder]!\\n\\n'I am glad that you were able to protect the ancient monument. Once this conflict is ended, I look forward to studying the large geode more closely!'",
      "es": ""
    }
  ]
}