{
  "id": 621042899,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked with collecting treasures from a recently uncovered dwarf-vault in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Timed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Gold Rush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'We have recently unlocked the hidden vault of Agbash-khalt. The vault seems to be filled with traps, though I hope that we were able to deactivate them all. Now it must be searched for treasures!\\n\\n'You are to travel to the vault of Agbash-khalt and search the hall for valuable treasures. Tread carefully, for there could be other traps within! For Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Gold Rush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Behold! The vault of Agbash-khalt, sealed and hidden to all those who have occupied Gundabad, has now finally revealed itself to the Zhélruka Dwarves….\\n\\n'Your mission is to collect treasures from a recently uncovered dwarf-vault in Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "The objective must be completed before time runs out or the mission will fail!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to collect treasures from a recently uncovered dwarf-vault in Gundabad.\\n\\nSpeak to Hórin to travel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I am glad you have returned no worse for the wear, [placeholder].\\n\\n'You found even more traps further inside?! I am glad that you kept your wits about you and were able to recover some treasure before the vault closed once more! This treasure will be closely examined and I hope that we will have the vault open again soon. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}