{
  "id": 621042865,
  "txt": [
    {
      "id": "0xb0118b0",
      "en": "Dáin can be found at Amdân.\\n\\nAfter attending the council of the Kings of the Seven Houses, you took rest before the battle ahead. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Council of the Seven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "After coming to Azanulbizar at long last, King Thráin has called the Kings of the Seven Houses to council at Amdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'What do you say, Hermáth? Will you join me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Dáin can be found at Amdân.\\n\\nDáin has learned that King Thráin intends to call a council of the Kings of the Seven Houses at Amdân and has asked you to join him. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'Ah, Hermáth! I did not sleep as well as I'd have liked, but I hope you got some rest.\\n\\n'Amdân is all a-bustle this morn, and it seems some of our cousins have already set out. I am eager to join the battle, but I will heed King Thráin's orders—father made certain of that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'According to my father, King Thráin intends to call the Kings of the other Houses to council this evening.\\n\\n'The sons of the other Kings and lords have been invited as well, so being the grandson of the Lord of the Iron Hills, so have I!\\n\\n'You may not be of my blood, but you are my brother, Hermáth. A great battle awaits us on the morrow, and we must be prepared for it.\\n\\n'Will you accompany me to the council?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Dáin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Dáin",
      "es": "",
      "es (fem)": ""
    }
  ]
}