{
  "id": 621042882,
  "txt": [
    {
      "id": 51875089,
      "en": "You have been tasked with protecting the outpost of Hrimbarg in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": ""
    },
    {
      "id": 261009169,
      "en": "Persistent Cold",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Darkness in the Mist",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the Misty Mountains where they report a large pack of cold-drakes heading in the direction of Hrimbarg. They fear the dwarf-outpost may come under attack! Many of the dwarves there have left to assist with retaking Gundabad, leaving Hrimbarg defenceless.\\n\\n'I need you to make haste to Hrimbarg and assist the dwarves there with protecting the outpost. Thorgest has asked to accompany you on this mission. He is ready to depart when you are. I wish you safe travels!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: Darkness in the Mist",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'The safety of the small outpost of Hrimbarg in the Misty Mountains is under threat from the winged beasts of the Frost-horde….\\n\\n'Your mission is to protect the outpost of Hrimbarg in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 133136802,
      "en": "Some monsters in this mission will apply a persistent cold debuff that can only be removed at bonfires found in the mission.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to protect the outpost of Hrimbarg in the Misty Mountains.\\n\\nSpeak to Hórin to travel to Hrimbarg.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With Hrimbarg intact, the supply lines from the Misty Mountains will remain unbroken. I worry the Frost-horde may try something like this again. We must remain vigilant!'",
      "es": ""
    }
  ]
}