{
  "id": 621042861,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "After the horn-call of Grór sounded, Náin and the Dwarves of the Iron Hills charged forth to challenge Azog and put an end to the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "Dáin says nothing, his face still pale and etched with unease.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'It is done! Azog is slain and the shade of my father might at last find peace!'\\n\\nKing Thráin looks about Muru Azog, noting the countless dead Orcs arrayed before the gates of Moria.\\n\\n'Once the gates of Khazad-dûm are free of this Orkish filth, there will be time to consider where next our path leads.\\n\\n'May the name Azog be forgotten to the Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'We Iron-folk have turned the tide! Azog's doom is at hand!\\n\\n'It is time, Hermáth. My father leads our people to the gates of Moria. Let the coward answer at last for what he has done!\\n\\n'We are needed in the final charge, my friend! Come on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b6",
      "en": "Dáin can be found just outside Muru Azog at Azanulbizar.\\n\\nAzog has been slain at last, but victory was won at great cost. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "King Thráin can be found just outside Muru Azog at Azanulbizar.\\n\\nAzog has been slain at last, but Dáin has fallen silent. You should talk to King Thráin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Dáin at Muru Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Dáin can be found at Durin's Stone.\\n\\nAfter overcoming Azog's forces at Durin's Stone, Náin Orcsfoe and the Iron-folk prepare to again make for the gates of Moria. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Talk to King Thráin at Muru Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Swiftly now, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lord of Moria",
      "es": "",
      "es (fem)": ""
    }
  ]
}