{
  "id": 621042864,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "The Battle of Azanulbizar has ended, but at unimaginable cost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c6",
      "en": "'Although I wish it had gone elsewise, the war is ended.\\n\\n'Too many were the omens that followed the death of Azog... and I must heed them.\\n\\n'You fought admirably, Hermáth, as did so many of our kin. But they are now Marasrân—Burned Dwarves, and we remain to reckon with our fortunes, both good and ill.\\n\\n'I hold hope that Khazad-dûm will yet be ours once more, but such a prize will not be easily won.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "King Thráin can be found at Amdân.\\n\\nAfter the burning of the dead at Azanulbizar, King Thráin and the survivors of the Sixth War of the Dwarves and Orcs have returned to Amdân. You should talk to King Thráin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to King Thráin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c8",
      "en": "'Alas for Azanulbizar, Hermáth. Better it to remain in our memory as it was in the time of Khazad-dûm!\\n\\n'It will soon be time to return to the Iron Hills, my friend. I, for one, will be glad to leave this place behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'At last, Azog is slain and those of his kin who survived have been driven back into Khazad-dûm. Alas, we have borne many losses of our own....\\n\\n'For nine years, I desired only to avenge my father, Thrór, and now that is done. Young Dáin took Azog's head in retribution, and now I would see it set upon a stake as a warning to Bolg and all those who would dare to challenge the Longbeards—nay, any of the Dwarves of the Seven Houses!\\n\\n'Let us return to the gates of Khazad-dûm, son of the Iron Hills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Dáin can be found at Amdân.\\n\\nAfter the burning of the dead at Azanulbizar, King Thráin and the survivors of the Sixth War of the Dwarves and Orcs have returned to Amdân. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to King Thráin at Amdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "King Thráin can be found outside Muru Azog at Azanulbizar.\\n\\nAfter the defeat of Azog and the clearing of Orkish filth from Azanulbizar, King Thráin wishes to honour his father, Thrór. You should talk to King Thráin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Let us go, Hermáth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Final Reckoning",
      "es": "",
      "es (fem)": ""
    }
  ]
}