{
  "id": 621042867,
  "txt": [
    {
      "id": 148969497,
      "en": "It appears King Thráin has returned to the pyres at last",
      "es": ""
    },
    {
      "id": 184621940,
      "en": "King Thráin can be found by the banks of Kheled-zâram near Durin's Stone.\\n\\nYou have found King Thráin at the banks of Kheled-zâram. Speak with him.",
      "es": ""
    },
    {
      "id": 9361493,
      "en": "Listen to King Thráin",
      "es": ""
    },
    {
      "id": 190221305,
      "en": "'Oh, Hermáth, let us hope the burned are never forgotten. They mustn't be!'",
      "es": ""
    },
    {
      "id": 148969698,
      "en": "Among the survivors, you discover the Kings of the Seven Houses gathered in council",
      "es": ""
    },
    {
      "id": 148969699,
      "en": "As murmurs among the survivors fall silent, King Thráin begins to speak",
      "es": ""
    },
    {
      "id": 184621952,
      "en": "Dáin is recounting the tale of what he saw in the First Hall of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 148969703,
      "en": "After a moment, the eyes of all of the dwarves turn to Dáin",
      "es": ""
    },
    {
      "id": 184621955,
      "en": "The Dwarves of the Haban'akkâ can be found at Durin's Stone.\\n\\nAfter Dáin revealed that he encountered Durin's Bane, the Dwarves of the Haban'akkâ have grown uneasy. You should calm them down.",
      "es": ""
    },
    {
      "id": 184621956,
      "en": "King Thráin and Thorin can be found at Durin's Stone.\\n\\nKing Thráin has asked Thorin what he believes should be done at Azanulbizar. You should listen to King Thráin and Thorin.",
      "es": ""
    },
    {
      "id": 184621959,
      "en": "King Thráin can be found at Durin's Stone.\\n\\nAfter Thorin gave his counsel, King Thráin and the other Kings of the Seven Houses have agreed to the war's ending. You should talk to King Thráin.",
      "es": ""
    },
    {
      "id": 184621970,
      "en": "King Thráin has set the Dwarves of the Haban'akkâ on a grim task. You should aid the Haban'akkâ.",
      "es": ""
    },
    {
      "id": 148969529,
      "en": "As King Thráin prepares to order the lighting of the pyres, he calls to you",
      "es": ""
    },
    {
      "id": 184621781,
      "en": "King Thráin can be found at the gates of Khazad-dûm.\\n\\nAfter Azog's defeat and the routing of the Orcs at Azanulbizar, King Thráin has returned to the gates of Khazad-dûm. You should talk to King Thráin.",
      "es": ""
    },
    {
      "id": 148969721,
      "en": "As Dain finishes his tale, King Thráin sighs and murmurs rise among the survivors",
      "es": ""
    },
    {
      "id": 190221137,
      "en": "'Azog sealed his fate the moment he slew my father, Thrór. This shall be a fitting end for him, I think.'",
      "es": ""
    },
    {
      "id": 184621974,
      "en": "Dáin can be found at Durin's Stone.\\n\\nAfter the felling of trees and the raising of great pyres at Azanulbizar, the time has come to burn the fallen Kings and their guards at Durin's Stone.",
      "es": ""
    },
    {
      "id": 173025793,
      "en": "Urge the Dwarves of the Haban'akkâ to remain <rgb=#FF00FF>calm</rgb>",
      "es": ""
    },
    {
      "id": 173025797,
      "en": "Listen to King Thráin and Thorin",
      "es": ""
    },
    {
      "id": 173025988,
      "en": "Talk to King Thráin",
      "es": ""
    },
    {
      "id": 190221145,
      "en": "Nár says nothing.\\n\\nHis face is stern, but it does little to mask the tears dried upon his cheeks.",
      "es": ""
    },
    {
      "id": 9361527,
      "en": "Listen to King Thráin",
      "es": ""
    },
    {
      "id": 173025990,
      "en": "Aid King Thráin and light the pyres at Durin's Stone",
      "es": ""
    },
    {
      "id": 184621602,
      "en": "King Thráin can be found at the gates of Khazad-dûm.\\n\\nWith the head of Azog prepared, King Thráin intends to send a warning to the Orcs of Moria. You should talk to King Thráin.",
      "es": ""
    },
    {
      "id": 184621604,
      "en": "King Thráin can be found at the gates of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 184621988,
      "en": "Surviving Dwarves of the Haban'akkâ have gathered at Durin's Stone.\\n\\nAfter a night of fitful rest, you have awoken to find the Dwarves of the Haban'akkâ gathered at Durin's Stone. You should join the gathering of survivors there.",
      "es": ""
    },
    {
      "id": 190220963,
      "en": "'Nár is right.\\n\\n'All among my Haban'akkâ have earned a night's rest, but far too many of our kin and cousins shall not wake again. Let Khazad-dûm bear witness to their deeds, both great and small.\\n\\n'And so, we shall not return to Amdân tonight. Durin himself shall watch over us!'",
      "es": ""
    },
    {
      "id": 184621989,
      "en": "The Kings of the Seven Houses have gathered at Durin's Stone.\\n\\nOn the morn after the Battle of Azanulbizar, the Kings of the Seven Houses have again gathered to council. You should listen to the council of the Kings of the Seven Houses.",
      "es": ""
    },
    {
      "id": 184621608,
      "en": "Nár can be found at the gates of Khazad-dûm.\\n\\nAfter King Thráin set Azog's head upon a stake, Nár has arrived at the gates of Khazad-dûm. You should talk to Nár.",
      "es": ""
    },
    {
      "id": 173025809,
      "en": "Talk to King Thráin",
      "es": ""
    },
    {
      "id": 173026000,
      "en": "Witness the lighting of the pyres at Durin's Stone",
      "es": ""
    },
    {
      "id": 184621992,
      "en": "Dáin can be found at Durin's Stone.\\n\\nAfter the other lords and Kings of the Seven Houses have expressed apprehension about continuing the war, King Thráin and the other dwarves have looked to Dáin. You should speak with him now.",
      "es": ""
    },
    {
      "id": 173025812,
      "en": "Aid the Haban'akkâ",
      "es": ""
    },
    {
      "id": 173026003,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 173025816,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 173026008,
      "en": "Talk to Thorin",
      "es": ""
    },
    {
      "id": 184622002,
      "en": "Dáin can be found at Durin's Stone.\\n\\nDáin has been forced to rebuke King Thráin with a tale of the aftermath of Azog's slaying. You should listen to Dáin.",
      "es": ""
    },
    {
      "id": 126686928,
      "en": "The Battle of Azanulbizar has ended, but at unimaginable cost.",
      "es": ""
    },
    {
      "id": 236953904,
      "en": "Instance: A Final Reckoning",
      "es": ""
    },
    {
      "id": 184622005,
      "en": "Dáin can be found in the First Hall of Khazad-dûm.\\n\\nDáin is recounting his tale of entering the First Hall of Khazad-dûm. You should talk to Dáin.",
      "es": ""
    },
    {
      "id": 9361552,
      "en": "Listen to Thráin",
      "es": ""
    },
    {
      "id": 173025825,
      "en": "Join the gathering of survivors at Durin's Stone",
      "es": ""
    },
    {
      "id": 173026017,
      "en": "Pay your respects to King Shâlim and the Abnúzhu",
      "es": ""
    },
    {
      "id": 173026018,
      "en": "Pay your respects to King Ugún and the Kámbrada",
      "es": ""
    },
    {
      "id": 173026019,
      "en": "Pay your respects to King Onúr and the Landorrim",
      "es": ""
    },
    {
      "id": 173026020,
      "en": "Pay your respects to King Drógar and the Narfanghoth",
      "es": ""
    },
    {
      "id": 173026211,
      "en": "Talk to King Thráin",
      "es": ""
    },
    {
      "id": 173025830,
      "en": "Listen to the council of the Kings of the Seven Houses",
      "es": ""
    },
    {
      "id": 173026021,
      "en": "Pay your respects to King Jegín and the Temámir",
      "es": ""
    },
    {
      "id": 173026022,
      "en": "Pay your respects to King Vékun and the Zhélruka",
      "es": ""
    },
    {
      "id": 173026213,
      "en": "Witness as King Thráin places Azog's head upon a stake at Khazad-dûm",
      "es": ""
    },
    {
      "id": 173026024,
      "en": "Talk to Thorin",
      "es": ""
    },
    {
      "id": 173026215,
      "en": "Talk to Nár",
      "es": ""
    },
    {
      "id": 190220805,
      "en": "'Yes?'\\n\\nKing Thráin appears lost in thought, his gaze fixed upon the dark waters of Kheled-zâram. You tell him the final pyres are prepared, and that Thorin has sent for him.\\n\\n'So be it.'",
      "es": ""
    },
    {
      "id": 173025841,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 190220998,
      "en": "'I crossed the threshold, and the First Hall laid before me....'",
      "es": ""
    },
    {
      "id": 173025843,
      "en": "Listen to Dáin",
      "es": ""
    },
    {
      "id": 173026035,
      "en": "Find King Thráin at Kheled-zâram",
      "es": ""
    },
    {
      "id": 173025847,
      "en": "Talk to Dáin",
      "es": ""
    },
    {
      "id": 173026038,
      "en": "Talk to King Thráin",
      "es": ""
    },
    {
      "id": 173025848,
      "en": "Listen to Dáin's tale",
      "es": ""
    },
    {
      "id": 173026040,
      "en": "Wait for King Thráin",
      "es": ""
    },
    {
      "id": 184621651,
      "en": "King Thráin can be found at the gates of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 184622034,
      "en": "Nár can be found at the gates of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 184622037,
      "en": "King Thráin can be found at the gates of Khazad-dûm.\\n\\nAfter witnessing Nár return the coin-purse to Azog, King Thráin has beckoned you over. You should talk to King Thráin.",
      "es": ""
    },
    {
      "id": 32480416,
      "en": "You are too far away to listen to the council",
      "es": ""
    },
    {
      "id": 184622040,
      "en": "You should rest with King Thráin and the surviving Dwarves of the Haban'akkâ at Durin's Stone.",
      "es": ""
    },
    {
      "id": 190220825,
      "en": "'Ah, Hermáth, I think we are ready to light the final pyres.\\n\\n'Although I am not certain as to his reasons, I believe my father has gone down to Kheled-zâram. We all mourn in our own ways, I suppose, so perhaps he seeks the wisdom of the First Crafter. Alas, this duty is his alone!\\n\\n'Would you go find him and tell him that we are prepared?'",
      "es": ""
    },
    {
      "id": 190221017,
      "en": "'Oh, Hermáth... I wish I did not have to speak of it.\\n\\n'But I will say what I must.'",
      "es": ""
    },
    {
      "id": 184621856,
      "en": "Thorin can be found at Durin's Stone.\\n\\nAfter finding King Thráin lost in thought beside Kheled-zâram, he told you to return to Thorin and let his son know that he would soon return. You should talk to Thorin.",
      "es": ""
    },
    {
      "id": 190220836,
      "en": "'My heart is heavy, friend. I wish it hadn't come to this....'",
      "es": ""
    },
    {
      "id": 173025872,
      "en": "Witness as Nár inspects the head of Azog",
      "es": ""
    },
    {
      "id": 190220839,
      "en": "'Ah, you return. But where is my father, Hermáth?'\\n\\nYou explain that King Thráin sent you to inform Thorin that he would arrive shortly, despite his leg-wound.\\n\\n'He is stubborn as ever, I see. We will wait, then.'\\n\\nYou and Thorin wait for a time, until finally King Thráin begins to shuffle up the ramp to the central pyre.\\n\\n'There he is!'",
      "es": ""
    },
    {
      "id": 190221031,
      "en": "'At last our work is done, but it rings hollow, my friend.\\n\\n'Many were lost in the fighting, but now even the dale itself lies barren and lifeless. I weep for my father, Náin. I wish he knew how soon victory would come after he fell. Along with the rest of our kin, he too will be burned, but he will remain in my mind as the proud dwarf he was!\\n\\n'Our friends and cousins mourn their losses, and I would not leave them to grieve alone. I have paid my respects to each of them. I am certain they would welcome any words of comfort from you as well, Hermáth.\\n\\n'Once that is done, you ought to talk to Thorin. I believe we need only await King Thráin before this grim task is finished.'",
      "es": ""
    },
    {
      "id": 173026257,
      "en": "Talk to King Thráin",
      "es": ""
    },
    {
      "id": 148969617,
      "en": "Without another word, Nár leaves",
      "es": ""
    },
    {
      "id": 173025876,
      "en": "Talk to King Thráin",
      "es": ""
    },
    {
      "id": 173026260,
      "en": "Follow King Thráin",
      "es": ""
    },
    {
      "id": 173025878,
      "en": "Rest at Durin's Stone",
      "es": ""
    },
    {
      "id": 173025881,
      "en": "<rgb=#FF00FF>Listen</rgb> to the council of the Kings of the Seven Houses",
      "es": ""
    },
    {
      "id": 148969623,
      "en": "As dawn breaks, you discover a great gathering of survivors at Durin's Stone",
      "es": ""
    },
    {
      "id": 190220853,
      "en": "'It is time we honoured our fallen as best we can.\\n\\n'We have stripped them of their mail, taken their weapons, and now we give their bodies to the flame. Bolg and the Orcs will never make trophies of them.\\n\\n'To burn the dead is not the way of any of our peoples, but it must be done, and we must hold those we lost dear to our hearts and memory.\\n\\n'Let us honour them together.'",
      "es": ""
    },
    {
      "id": 190221049,
      "en": "At first, King Thráin says nothing.\\n\\nAfter a moment, he straightens his beard and turns to the other survivors.",
      "es": ""
    },
    {
      "id": 148969824,
      "en": "Dáin and Thorin stand beside a newly-set stake at the gates of Khazad-dûm",
      "es": ""
    },
    {
      "id": 184621888,
      "en": "King Thráin can be found at Durin's Stone.\\n\\nKing Thráin has returned to Durin's Stone. You should wait for King Thráin to give the order to light the final pyres.",
      "es": ""
    },
    {
      "id": 236954169,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148969830,
      "en": "It appears Nár has quietly followed you to the gates of Khazad-dûm",
      "es": ""
    },
    {
      "id": 184621891,
      "en": "King Thráin can be found at Durin's Stone.\\n\\nYou should talk to King Thráin.",
      "es": ""
    },
    {
      "id": 184621896,
      "en": "The pyres can be found at Durin's Stone.\\n\\nKing Thráin has asked you to join him in lighting the final pyres at Durin's Stone.",
      "es": ""
    },
    {
      "id": 184621897,
      "en": "The pyres can be found at Durin's Stone.",
      "es": ""
    },
    {
      "id": 184621906,
      "en": "Dáin can be found at Durin's Stone.\\n\\nAfter the lighting of the final pyres, the Sixth War of the Dwarves and Orcs has come to an end. You should talk to Dáin.",
      "es": ""
    },
    {
      "id": 148969666,
      "en": "As the dwarves again fall silent, King Thráin turns to Thorin",
      "es": ""
    },
    {
      "id": 184621920,
      "en": "The Kings of the Landorrim, Narfanghoth, Temámir, Kámbrada, Zhélruka, and Abnúzhu can be found at Durin's Stone.\\n\\nBefore the final pyres are lit at Durin's Stone, Dáin has suggested that you pay your respects to the Kings of the Seven Houses. Afterward, Dáin has asked you to talk to Thorin.",
      "es": ""
    },
    {
      "id": 148969670,
      "en": "As the other Kings of the Seven Houses nod in agreement, King Thráin falls silent",
      "es": ""
    },
    {
      "id": 190221090,
      "en": "'It is time, Hermáth.'",
      "es": ""
    },
    {
      "id": 184621927,
      "en": "Thorin can be found at Durin's Stone.\\n\\nYou have paid your respects to the other dwarf-kings. You should talk to Thorin at the central pyre at Durin's Stone.",
      "es": ""
    },
    {
      "id": 148969489,
      "en": "As smoke rises into the night sky above the dale, Dáin looks to you",
      "es": ""
    },
    {
      "id": 148969494,
      "en": "King Thráin gazes into Kheled-zâram...",
      "es": ""
    },
    {
      "id": 184621936,
      "en": "King Thráin might be found by the banks of Kheled-zâram.\\n\\nAfter preparing the final pyres at Azanulbizar, Thorin has asked you to find King Thráin.",
      "es": ""
    }
  ]
}