{
  "id": 621042875,
  "txt": [
    {
      "id": 51875089,
      "en": "You have been tasked with defeating a large deep-claw and destroying its burrow in Gundabad.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": ""
    },
    {
      "id": 261009169,
      "en": "Poison",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: King of Claws",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from the caverns of Ronglagam. Not only are the caverns overrun with stone-claws and deep-claws, a very large deep-claw has taken refuge there as well! My scouts have named the beast, Amshaz the Vast.\\n\\n'We cannot let the stone-claws and Amshaz the Vast to burrow in Ronglagam. It lies under the very foundation of the Steepset!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete Mission: King of Claws",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Stone-claws and deep-claws have taken over the caverns of Ronglagam, as the great deep-claw Amshaz the Vast slumbers within….\\n\\n'Your mission is to defeat a large deep-claw and destroy its burrow in Gundabad.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 133136802,
      "en": "The monster commander in this mission has poison attacks that will do additional damage if not cured with a salve, potion, or skill.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat Amshaz the Vast and destroy its burrow in Gundabad.\\n\\nSpeak to Ausma to travel.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done! With Amshaz and the stone-claws defeated, and their burrow abandoned, the foundation of Steepset is once again safe. We must stay vigilant, for many other creatures may try to move into the caverns of Ronglagam!'",
      "es": ""
    }
  ]
}