{
  "id": 621042866,
  "txt": [
    {
      "id": "0xb011ad5",
      "en": "Dáin can be found just outside Muru Azog at Azanulbizar.\\n\\nAfter overcoming Azog's forces at Durin's Stone, Náin Orcsfoe and the Iron-folk have begun their assault on the gates of Khazad-dûm. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e118e1",
      "en": "Without another word, Dáin turns and walks toward the threshold into Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa239",
      "en": "Instance: The Lord of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e118e3",
      "en": "Dáin disappears into the shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11913",
      "en": "To the north, a foul horn blows!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e118e6",
      "en": "Dáin runs out of the shadows of Khazad-dûm, his face grey with unknowable fear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ed927",
      "en": "Listen to Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b20",
      "en": "'Here we are at last!\\n\\n'Owing to his wounds, King Thráin and his guard were forced to remain behind at Durin's Stone, but his son, Thorin, has come to aid us. In so short a time, he has made a name for himself by wielding that oak branch—the Oakenshield, they call him. Hah!\\n\\n'Ever since Bolg fled our arrival at Durin's Stone, my father, Náin, has pursued him... now all the way to the gates of Khazad-dûm! When we catch him, he will fare no better than his other brothers... or his father for that matter!\\n\\n'It's time, Hermáth. Let us join in the final attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a22",
      "en": "Náin Orcsfoe and the Iron-folk have broken through Azog's defences at Muru Azog.\\n\\nYou should aid Náin and the Iron-folk as they approach the gates of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11918",
      "en": "As Dáin and Thorin engage the reinforcements, you turn your eyes to the gates of Moria",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a24",
      "en": "Náin can be found outside the gates of Khazad-dûm at Muru Azog.\\n\\nNáin Orcsfoe has driven off the coward Bolg, leaving Azog to face the Haban’akkâ. You should talk to Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a54",
      "en": "Dáin can be found at Muru Azog.\\n\\nYou have joined in the assault on the gates of Khazad-dûm. You should follow Dáin and aid the soldiers of the Haban’akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a55",
      "en": "Dáin can be found at Muru Azog.\\n\\nYou have joined the Iron-folk in their assault on the gates of Moria, but the sounding of a horn could bode ill for the Haban’akkâ. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b26",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b55",
      "en": "'Hah! See what the line of Azog has been reduced to!'\\n\\n'I'm glad to see you here at the end of this war, Hermáth. I trust you and my son have slain your fair share of Orcs!'\\n\\nNáin glances into the shadows beyond the gates of Khazad-dûm, gripping his mattock tightly.\\n\\n'We have waited long enough for our vengeance. Let us see if this coward has found his spine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11891",
      "en": "With a sickening crack, Náin's neck snaps beneath Azog's blow and Azog roars triumphantly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11893",
      "en": "As the last of Azog's bodyguards falls dead, Dáin rushes forth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11898",
      "en": "Dáin stands over Azog's broken body, and with a swift slice, he beheads the Orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba9",
      "en": "Dáin can be found outside the East-gate of Khazad-dûm.\\n\\nAfter entering Khazad-dûm, Dáin has returned deeply troubled. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a20",
      "en": "Talk to Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a50",
      "en": "Witness Náin as he battles against Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a22",
      "en": "Witness as Dáin enters Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16d0",
      "en": "After the horn-call of Grór sounded, Náin and the Dwarves of the Iron Hills charged forth to challenge Azog and put an end to the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bc9",
      "en": "Talk to Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a52",
      "en": "Defeat Azog's bodyguards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a24",
      "en": "Wait for Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a54",
      "en": "Defeat Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ad7",
      "en": "As you approach Dáin, he appears to hardly notice you.\\n\\nAfter a moment, he opens his mouth as if to say something, but remains silent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb0",
      "en": "Dáin has walked into Khazad-dûm.\\n\\nYou should await Dáin's return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568aa9",
      "en": "'Thrór is avenged.'\\n\\nDain's face is fraught with sorrow as he glances to where his father lays slain outside Khazad-dûm.\\n\\n'Alas, there is one more thing to be done. Wait here, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a28",
      "en": "Talk to Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb1",
      "en": "Dáin can be found at the East-gate of Khazad-dûm.\\n\\nAfter slaying Azog, Dáin has chosen to enter Khazad-dûm. You should watch as Dáin enters Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb2",
      "en": "Dáin can be found outside the East-gate of Khazad-dûm.\\n\\nDáin has slain Azog. You should talk to Dáin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb3",
      "en": "Azog can be found outside the East-gate of Khazad-dûm.\\n\\nAfter slaying Náin, Azog hopes to escape the wrath of the Iron-folk. You should aid Dáin and defeat Azog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb4",
      "en": "Azog's bodyguards can be found outside the East-gate of Khazad-dûm.\\n\\nAfter slaying Náin, Azog has set his bodyguards upon the Iron-folk. You should defeat Azog's bodyguards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd2",
      "en": "Follow Dáin and join in the assault on the gates of Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11961",
      "en": "Too fearful to answer Náin's challenge, Bolg flees back into Khazad-dûm!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb5",
      "en": "Náin and Azog can be found outside the East-gate of Khazad-dûm.\\n\\nAzog has answered Náin's challenge. You should witness the battle between Náin and Azog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11963",
      "en": "Atop the stairs, you find Náin Orcsfoe and his warriors prepared to confront Bolg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bb6",
      "en": "Azog can be found outside the East-gate of Khazad-dûm.\\n\\nIn answer to Náin's taunts, Azog has come out of the shadows of Khazad-dûm. You should confront Azog with Náin and the Iron-folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf9",
      "en": "Dáin remains silent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba6",
      "en": "Talk to Náin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd7",
      "en": "Talk to Dáin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba8",
      "en": "Confront Azog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd9",
      "en": "Witness as Náin confronts Bolg outside Khazad-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11969",
      "en": "Azog rushes forth!",
      "es": "",
      "es (fem)": ""
    }
  ]
}