{
  "id": 621042883,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked with defeating the Angmarim sorceress and retrieving an ancient text.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Illusionist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Sorceress of Tûr Ágal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have returned from Tûr Ágal. An Angmarim sorceress has taken refuge within the top of the tower there. This can not stand! We must return to Tûr Ágal and put a stop to what ever this vile Calaminag has planned! If the reports are indeed true, Calaminag is another student of shadowy Galachán.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: The Sorceress of Tûr Ágal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Within the walls of Tûr Ágal, in Elderslade, an Angmarim sorceress has overtaken the tower for unknown and nefarious purposes….\\n\\n'Your mission is to defeat the Angmarim sorceress and retrieve an ancient text from Tûr Ágal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "Sorcerers in this mission can create visual illusions to distract you during combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat the Angmarim sorceress and retrieve an ancient text from Tûr Ágal.\\n\\nSpeak to Hórin to travel to Tûr Ágal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With Calaminag defeated, Tûr Ágal should no longer be a threat to the Dwarves of Gundabad. If we are to keep the road to Gundabad clear, Tûr Ágal must remain clear of foes. I do hope this book with assist us in dealing with all the damage caused by Galachán's other student, Brágha Fellwinder.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}