{
  "id": 621042862,
  "txt": [
    {
      "id": 184621600,
      "en": "Shálun can be found at Amdân.\\n\\nShálun insists that he played a vital role in Frerin's defeat of Urro at Mount Gundabad. You should talk to Shálun.",
      "es": ""
    },
    {
      "id": 173025879,
      "en": "Talk to Shálun",
      "es": ""
    },
    {
      "id": 148969714,
      "en": "Felled by Orkish arrows, Fundin seemingly met his end defending the vanguard's retreat",
      "es": ""
    },
    {
      "id": 184621958,
      "en": "You should search for what remains of King Thráin's vanguard.",
      "es": ""
    },
    {
      "id": 184621781,
      "en": "Thromur can be found at Amdân.\\n\\nYou have accompanied Thromur to confront Shálun. You should talk to Thromur.",
      "es": ""
    },
    {
      "id": 148969716,
      "en": "You discover Fundin slain in the woods beside Kheled-zâram",
      "es": ""
    },
    {
      "id": 184621959,
      "en": "Shálun can be found at Durin's Stone.\\n\\nYou have arrived to find King Thráin's vanguard in dire need of aid. The King is wounded and Frerin was slain by Urro One-hand.",
      "es": ""
    },
    {
      "id": 190221305,
      "en": "'Stay with me... a moment, won't you?'",
      "es": ""
    },
    {
      "id": 9361559,
      "en": "Defend Thorin",
      "es": ""
    },
    {
      "id": 173025795,
      "en": "Talk to Thromur",
      "es": ""
    },
    {
      "id": 190221041,
      "en": "'Fundin was a friend of my master's....\\n\\n'From the looks of it, he was far from the only dwarf who fell in the vanguard's retreat. I fear for master Frerin, but I also fear for King Thráin and what remains of his vanguard.'\\n\\nThromur glances at the ground, his eye pausing at a few spots.\\n\\n'There are many tracks leading to the south-east, and not all of them were made by dwarves. If the Orcs are in pursuit, we must aid the King and our kinsfolk before it is too late!'",
      "es": ""
    },
    {
      "id": 184621606,
      "en": "Thromur and Shálun can be found at Amdân.\\n\\nShálun has told his tale of the defeat of Urro at Mount Gundabad, but Thromur has suddenly interjected. You should listen to Thromur and Shálun.",
      "es": ""
    },
    {
      "id": 173025796,
      "en": "Follow Thromur and find what remains of King Thráin's vanguard",
      "es": ""
    },
    {
      "id": 184621607,
      "en": "Thromur can be found at Amdân.\\n\\nYou should offer your reassurance to Thromur by agreeing about the symbolic importance of Urro's hand to Frerin and Durin's Folk.",
      "es": ""
    },
    {
      "id": 148969720,
      "en": "Pausing to look around for a moment, Thromur beckons you over",
      "es": ""
    },
    {
      "id": 190221048,
      "en": "'No. I... we are too late. What have I done?'\\n\\nShálun steadies himself.\\n\\n'To lose a son is a pain no father should bear... not once, and certainly not twice.'",
      "es": ""
    },
    {
      "id": 190221139,
      "en": "'Oh, so now you want to hear what I have to say?'\\n\\nShálun glances derisively at Thromur.\\n\\n'So long as you keep that one away from me, I'll tell you whatever you want.\\n\\n'I am no thief! Will you hear my tale?'",
      "es": ""
    },
    {
      "id": 184621972,
      "en": "Shálun can be found at Durin's Stone.\\n\\nYou should follow Shálun and aid Thorin.",
      "es": ""
    },
    {
      "id": 184621973,
      "en": "Thorin can be found at Durin's Stone.\\n\\nThorin has been wounded by Urro One-hand and lays injured. You should talk to Thorin and aid him if you might.",
      "es": ""
    },
    {
      "id": 173025808,
      "en": "Talk to Shálun",
      "es": ""
    },
    {
      "id": 173025809,
      "en": "Follow Shálun and aid Thorin",
      "es": ""
    },
    {
      "id": 190220966,
      "en": "'I... I did not mean for that. Nor did I wish for Frerin's death. I only wanted... no matter.\\n\\n'I will make this right, Thromur. I must!'",
      "es": ""
    },
    {
      "id": 173026256,
      "en": "Talk to Thromur",
      "es": ""
    },
    {
      "id": 173025816,
      "en": "Talk to Thorin",
      "es": ""
    },
    {
      "id": 173026261,
      "en": "Follow Thromur and confront Shálun",
      "es": ""
    },
    {
      "id": 173025817,
      "en": "Follow Thorin and aid Shálun in defeating Urro One-hand",
      "es": ""
    },
    {
      "id": 148969829,
      "en": "Thromur looks to you for reassurance",
      "es": ""
    },
    {
      "id": 184621984,
      "en": "Shálun can be found at Amdân.\\n\\nYou should travel with Shálun to deliver Urro's hand to Frerin.",
      "es": ""
    },
    {
      "id": 173026263,
      "en": "Talk to Thromur",
      "es": ""
    },
    {
      "id": 236953897,
      "en": "Instance: Bonds of Oak and Iron",
      "es": ""
    },
    {
      "id": 184621987,
      "en": "Shálun can be found at Azanulbizar.\\n\\nYou have arrived to discover King Thráin's vanguard beset by Orcs. You should talk to Shálun.",
      "es": ""
    },
    {
      "id": 148969747,
      "en": "As you approach, Shálun raises a single eyebrow appraisingly",
      "es": ""
    },
    {
      "id": 190220802,
      "en": "'Hermáth... is that you?'\\n\\nShálun coughs and blood dribbles from his lip.\\n\\n'Is... Urro... slain? What... of the Longbeard... prince?'\\n\\nYou tell Shálun that Thorin slew Urro and survived. Shálun smiles weakly.\\n\\n'I... told Thromur... I would... make it right. Didn't... I?'",
      "es": ""
    },
    {
      "id": 236954169,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025826,
      "en": "Follow Shálun and deliver Urro's hand to Frerin",
      "es": ""
    },
    {
      "id": 148969750,
      "en": "Stunned at Shálun's assertion, Thromur looks to you",
      "es": ""
    },
    {
      "id": 173025829,
      "en": "Talk to Shálun",
      "es": ""
    },
    {
      "id": 173025832,
      "en": "Fight through the forest and search for Frerin",
      "es": ""
    },
    {
      "id": 184622000,
      "en": "Thromur and Shálun have arrived at the woods to the north-west of Durin's Stone to aid the vanguard, but they are in retreat! You should fight through the forest and aid the vanguard as you continue the search for Frerin.",
      "es": ""
    },
    {
      "id": 148969669,
      "en": "After a tense moment, Shálun lets out a sorrowful sigh",
      "es": ""
    },
    {
      "id": 184622006,
      "en": "The glint can be found in the woods to the north-west of Durin's Stone.\\n\\nShálun noticed a glint in the dark of the woods of Azanulbizar. You should investigate its source.",
      "es": ""
    },
    {
      "id": 173025841,
      "en": "Examine the corpse of Fundin",
      "es": ""
    },
    {
      "id": 184621652,
      "en": "Thromur can be found at Amdân.\\n\\nYou should follow Thromur and confront Shálun.",
      "es": ""
    },
    {
      "id": 173026020,
      "en": "Defeat Urro One-hand",
      "es": ""
    },
    {
      "id": 184622009,
      "en": "After finding the corpse of Fundin, Thromur and Shálun are discussing what is to be done.",
      "es": ""
    },
    {
      "id": 173025843,
      "en": "Investigate the source of the glint",
      "es": ""
    },
    {
      "id": 190221089,
      "en": "'There he is, Hermáth.\\n\\n'Let us see what Shálun has to say for himself!'",
      "es": ""
    },
    {
      "id": 9361698,
      "en": "Listen to Shálun",
      "es": ""
    },
    {
      "id": 184621923,
      "en": "Thorin can be found at Durin's Stone.\\n\\nYou should follow Thorin and aid Shálun in defeating Urro One-hand.",
      "es": ""
    },
    {
      "id": 184621656,
      "en": "Thromur can be found at Amdân.\\n\\nShálun insists that he played a vital role in Frerin's defeat of Urro at Mount Gundabad. You should talk to Thromur.",
      "es": ""
    },
    {
      "id": 126686928,
      "en": "After King Thráin and his vanguard set out to assault the gates of Khazad-dûm, a sudden revelation threatens to raise tensions between the Longbeards and the Zhélruka at Amdân.",
      "es": ""
    },
    {
      "id": 173025847,
      "en": "Listen to Thromur and Shálun",
      "es": ""
    },
    {
      "id": 190220825,
      "en": "'We have done it... but I don't even know your names, my friends.'\\n\\nYou introduce yourself and Shálun. Amidst the battle around you, Thorin smiles slightly.\\n\\n'You have my thanks, Hermáth... and you also, Shálun. Your deeds this day will not be forgotten among the Zhélruka, nor shall they be among the Longbeards—that I promise to you!\\n\\n'Stay with Shálun, Hermáth. His eyes grow dark, and the comfort of a friend would do his spirit well.\\n\\n'As for me, I....'",
      "es": ""
    },
    {
      "id": 148969683,
      "en": "Despite his injuries, Thorin has risen and hewn an oak branch from a nearby tree",
      "es": ""
    },
    {
      "id": 184621927,
      "en": "Urro One-hand can be found at Durin's Stone.\\n\\nUrro has mortally wounded Shálun. You should aid Thorin in defeating Urro One-hand.",
      "es": ""
    },
    {
      "id": 148969506,
      "en": "Urro turns to challenge Thorin!",
      "es": ""
    },
    {
      "id": 184621928,
      "en": "Thorin can be found at Durin's Stone.\\n\\nYou have aided Thorin in defeating Urro One-hand. You should talk to Thorin quickly before tending to Shálun.",
      "es": ""
    },
    {
      "id": 9361526,
      "en": "Defend Thorin and Shálun",
      "es": ""
    },
    {
      "id": 190221097,
      "en": "'I know not of what he speaks.\\n\\n'If there is more to this tale, I would hear it. And preferably before we come to blows!'",
      "es": ""
    },
    {
      "id": 173026209,
      "en": "Talk to Shálun",
      "es": ""
    },
    {
      "id": 148969510,
      "en": "Sputtering with rage, Urro falls defeated and succumbs to Thorin's blows with the oaken shield!",
      "es": ""
    },
    {
      "id": 173026032,
      "en": "Talk to Thorin",
      "es": ""
    },
    {
      "id": 190221012,
      "en": "'What has happened?! The vanguard is in retreat!\\n\\n'Come, we must find Frerin!'",
      "es": ""
    },
    {
      "id": 173026212,
      "en": "Listen to Thromur and Shálun",
      "es": ""
    },
    {
      "id": 173026035,
      "en": "Talk to Shálun",
      "es": ""
    },
    {
      "id": 173026036,
      "en": "Defeat Urro One-hand",
      "es": ""
    },
    {
      "id": 190221015,
      "en": "'Stay with... me... a moment, won't you?'",
      "es": ""
    },
    {
      "id": 184621937,
      "en": "Shálun can be found at Durin's Stone.\\n\\nShálun aided Thorin, but was dealt a fatal blow by Urro One-hand. You should talk to Shálun.",
      "es": ""
    },
    {
      "id": 173026216,
      "en": "<rgb=#FF00FF>Agree</rgb> with Thromur and try to convince Shálun to relinquish Urro's hand",
      "es": ""
    },
    {
      "id": 9361625,
      "en": "Follow Shálun and deliver Urro's hand to Frerin",
      "es": ""
    },
    {
      "id": 9361538,
      "en": "Listen to Thromur",
      "es": ""
    },
    {
      "id": 184622034,
      "en": "Shálun can be found at Amdân.\\n\\nYou should try to convince Shálun of the symbolic importance of Urro's hand to Frerin and Durin's Folk.",
      "es": ""
    },
    {
      "id": 148969525,
      "en": "Sputtering with rage, Urro falls defeated and succumbs to Thorin's blows with the oaken shield!",
      "es": ""
    },
    {
      "id": 184622036,
      "en": "Shálun can be found at Amdân.\\n\\nTo your surprise, Shálun has produced Urro's hand. You should talk to Shálun.",
      "es": ""
    },
    {
      "id": 9361545,
      "en": "Listen to Shálun",
      "es": ""
    },
    {
      "id": 148969705,
      "en": "Shálun points toward where he caught sight of the glint",
      "es": ""
    },
    {
      "id": 173025873,
      "en": "Agree with Thromur and try to convince Shálun to relinquish Urro's hand",
      "es": ""
    },
    {
      "id": 148969619,
      "en": "After a long moment, Shálun produces Urro's hand from a small bag on his belt",
      "es": ""
    },
    {
      "id": 190221030,
      "en": "'You have... my thanks, but I did not... see you in the vanguard. Did my father send for you?'\\n\\nAs Thorin tries to catch his breath, you explain that you came on another errand, but chose to aid the vanguard when you discovered what had befallen them.\\n\\n'If you and your Zhélruka friend had not arrived when you did, I... things may have gone differently. I am not defeated yet, though.\\n\\n'And Urro must pay for slaying my brother!'",
      "es": ""
    },
    {
      "id": 184621952,
      "en": "Thromur can be found in the woods to the north-west of Durin's Stone.\\n\\nAfter pondering what to do next, Thromur has beckoned you over. You should talk to Thromur.",
      "es": ""
    }
  ]
}