{
  "id": 620779439,
  "txt": [
    {
      "id": 218649170,
      "en": "'Looking for Covell Woodwright, are you? I've heard something about the boy, but I can't say his mother is going to like it.\\n\\n'He's joined up with the Blackwolds. He hadn't been in Combe for long when they took him, either. He tried finding work around town, but he didn't have the stamina for hard labour.\\n\\n'If you can talk to him, you might convince him to give up his new line of \\qwork,\\q but I doubt it. I wager you'll find him east of Combe, in the Chetwood. Just follow the path from the lumber camp north and east... you're sure to come across a Blackwold camp or two up there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You fought with Covell Woodwright, but he escaped? Well, his sort will not be able to flee forever. I feel the time of the Blackwold brigands is coming to an end.\\n\\n'It seems I was right, and he will never give up his lawlessness. His mother will not be pleased to hear it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reconnecting Ties",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What? Covell has joined those villains in truth? I refuse to believe it! He's a good boy, even if he has a temper. He's a Woodwright, through and through, and would never do such a thing! Ye shouldn't say such horrible things, and to an old woman!\\n\\n'Ah, what am I saying? I knew the boy had landed hisself in a spot o' trouble. Thank ye... thank ye at the least for finding him.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What's that? Me mother sent you to find me?\\n\\n'I... I don't care! I've never been good at anything in my life, but now I've found something I can do and do right good! You're going to regret coming into Blackwold territory!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Covell has seen the error of his ways and wishes you to tell his mother.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Covell Woodwright is probably with his Blackwold friends in the Chetwood, east of here. It could be that you will convince him to give up his lawless ways, but I rather doubt it.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It will not be easy, but you must tell Maida that her son has joined the Blackwold brigands. She should know the truth.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Constable Wren is at the guard-house, east of Combe.\\n\\nMaida Woodwright has asked that you speak with Constable Wren regarding the whereabouts of her son, Covell.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I hope Covell didn't get into any trouble! Constable Wren may have seen him pass. She watches the road east out of Combe.'",
      "es": ""
    },
    {
      "id": 113801201,
      "en": "Find Covell Woodwright.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Covell may be found at one of the Blackwold camps north and east of the Combe lumber camp.\\n\\nMaida Woodwright sent you to speak with Constable Wren, who suggested that Covell joined the Blackwolds and would likely be found near one of their camps in the Chetwood.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Joined up with them Blackwolds? What's a mother to do! I hope ye can find him and convince him to give up them thieving ways!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Constable Wren patrols near the guard-house on the hill south of the lumber camp and east of Combe.\\n\\nYou discovered Covell Woodwright on the path leading through the Chetwood, and he attacked you. Though you defeated him, he escaped deeper into the woods. Constable Wren will want to hear of your encounter with the brigand.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I do hope Covell hasn't gotten into any trouble. Constable Wren at the guard-house on the hill east of Combe might know something.'",
      "es": ""
    },
    {
      "id": 252485748,
      "en": "'Bless you for finding him!  I was worried that might've been what happened.  The folk he had been keeping company with were just a no good sort.  Now my Covell's a good lad, just lacking a bit of common sense.  Well... maybe this'll teach him some.\\n\\n'I'll rest here a bit more before I walk back to Archet.  Until we meet again, good-bye.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Maida Woodwright is back in Combe.\\n\\nMaida Woodwright must be told that her son Covell has joined the Blackwold brigands.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'My poor boy. I hope he'll come to his senses.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Covell was always a good boy! I don't understand what has come over him.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'The worst thing about the Blackwolds is that they are normal people who've had a round of bad luck.'",
      "es": ""
    },
    {
      "id": 56748798,
      "en": "Let [placeholder] know you found her son.",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'The story of Covell Woodwright is not unusual. It happens far too often.'",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Oy there young one!  I was making my way down to Combe, but seems my legs won't carry me no further.  Was heading down there to look for my son.  He's been missing since we had words about some of the company he'd been keeping.  Few days back, peddler told me they may have seen him near abouts Combe.\\n\\n'Would you mind heading down to Combe and see if you can find him?  His name is Covell.  Tell him his Mum is worried about him.'",
      "es": ""
    },
    {
      "id": 147791892,
      "en": "'Oy there young one!  I was making my way down to Combe, but seems my legs won't carry me no further.  Was heading down there to look for my son.  He's been missing since we had words about some of the company he'd been keeping.  Few days back, peddler told me they may have seen him near abouts Combe.\\n\\n'Would you mind heading down to Combe and see if you can find him?  His name is Covell.  Tell him his Mum is worried about him.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Covell Woodwright wasn't good for much. He had a lot of trouble fitting in here in Combe. Molly Needler tried to teach him her trade, but he didn't have the gift, apparently. Try asking Constable Wren, up at the guard-house. Follow the road east out of Combe, and you'll see it up the hill.'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'My poor boy. I hope he will come to his senses.'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'Covell was always a good boy! I don't understand what has come over him.'",
      "es": ""
    },
    {
      "id": 174278369,
      "en": "'Covell ain't around here, nor is he in Archet.  You have to go south and see if he's in Combe, or thereabouts.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Covell Woodwright",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'The worst thing about the Blackwold gang is that its members are normal people.'",
      "es": ""
    },
    {
      "id": 174278370,
      "en": "'Eh?  No, I can't go back to Archet now.  If you want, go back and tell my Mum that.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Covell Woodwright",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'The story of Covell Woodwright is not unusual. It happens far too often.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Covell Woodwright",
      "es": ""
    },
    {
      "id": 66992750,
      "en": "'The Chetwood will be your grave, stranger!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Maida Woodwright had an argument with her son Covell, and she has not seen him since. The Blackwold activity in the area has made her nervous, and she is seeking news of him.",
      "es": ""
    },
    {
      "id": 45317010,
      "en": "'Now tell my mum to leave me be!'",
      "es": ""
    },
    {
      "id": 62042996,
      "en": "'You may have won this round, but I will never abandon the Blackwold!'",
      "es": ""
    },
    {
      "id": 68118273,
      "en": "'What do you want?  Here for a fight?  I'll have you!'  Before Covell can throw his first blow, you carefully explain to him that you were sent by his mother to find him.\\n\\n'Eh, funny bird, she is.  Can drive a man mad, but she was right about the company I'd been keeping.  Led me into the joining that Blackwold Gang.  I barely survived that final fight.  I'd like to make amends, but... might be too late.  Anyway, I can't go back to Archet just now.  Let Mum know I'm safe... and maybe I'll see her soon.'",
      "es": ""
    },
    {
      "id": 68118274,
      "en": "'Bless you for finding him!  I was worried that might've been what happened.  The folk he had been keeping company with were just a no good sort.  Now my Covell's a good lad, just lacking a bit of common sense.  Well... maybe this'll teach him some.\\n\\n'I'll rest here a bit more before I walk back to Archet.  Until we meet again, good-bye.'",
      "es": ""
    },
    {
      "id": 70854661,
      "en": "Return to [placeholder], in Archet.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Pardon me, do you think I could take up some o' your time? I haven't had any word o' me son Covell since this brigand nonsense began, and I'm mighty scared that he got caught up in some trouble.\\n\\n'We lived in Archet till recently, but we had an argument -- I'm sure ye know how boys are -- and Covell left all in a huff. He said he would make his own way, down in Combe, and that's the last I heard o' him. Now that I've come to Combe, I hear he's gone east!\\n\\n'If ye don't mind, could ye talk to Constable Wren for me? She watches the road east out o' Combe, and maybe she's seen Covell pass.'",
      "es": ""
    }
  ]
}