{
  "id": 620779423,
  "txt": [
    {
      "id": 136263297,
      "en": "Found Rurik's master-key ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Constable Sageford remembered that a scout mentioned hearing a Blackwold recruit heeding orders from Sergeant Applewood near the Blackwold main encampment.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah yes! I remember. A scout returned a few hours ago and mentioned that there was an Applewood giving orders to the recruits. He then headed towards the Blackwold's main encampment in the ruins in the north most part of the Chetwood.\\n\\n'If Applewood has the key, then we should set about getting it from him to aid those who have suffered so greatly at the Blackwold's hands. Be careful, [placeholder], reports from near those ruins tell of a great sense of dread and dismay. You will need to be cautious if you are to attempt to find Applewood and obtain the key.\\n\\n'When you find the key return to me, and we shall see what good news we shall bring to the people of Archet and Combe.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Applewood has been seen entering the Blackwold's main encampment in the northernmost part of the Chetwood.\\n\\nAfter learning that Rurik was guilty only of fear, Sageford recalled the name Rurik provided as being a Brigand within the main encampent of the Blackwold in the Chetwood. Sageford wants you to seek Applewood out and obtain the key he stole from Rurik.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found it! Excellent work, and I can say that we are pleased that there is one less Blackwold to worry about, as well.\\n\\n'Now, [placeholder], we can find what the brigands hid away within this chest.\\nYou have done a wonderful job, friend, and deserve this reward.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Constable Sageford can be found near the centre of Combe.\\n\\nHaving found and defeated Applewood, you took the key back from him. Now you should return to Constable Sageford.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you can find Applewood within the Blackwold's main encampment, you should be able to recover Rurik's key, and then we can begin to restore the people's hope here in Combe and Archet.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If you can find Applewood within the Blackwold's main encampment, you should be able to recover Rurik's key, and then we can begin to restore the people's hope here in Combe and Archet.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Archet and Combe will benefit greatly from your work!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You've done well here, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Rurik's master-key ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Rurik's master-key to Constable Sageford",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blackwold Thieves",
      "es": ""
    }
  ]
}