{
  "id": 620779425,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'What is this?\\n\\n'Rurik? There's a Rurik Fennel living here in Combe. He's a... a locksmith! But why would he be aiding the Blackwolds, [placeholder]? Rurik's house is south-west of here, just behind The Comb and Wattle.\\n\\n'You had best have a talk with Rurik. I will be very interested to know why he's been locking boxes for the Blackwolds. Very interested, indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Old Bauman's farm at the end of the road north-east of Combe, deep in the Chetwood. There is probably a brigand of some importance supervising the work being done there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blackwold Valuables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Yes, my name is Rurik. Yes, I'm a locksmith. What is this about? One of my receipts, recovered from a brigand?\\n\\n'I sell strongboxes to a great many people, but I never suspected that the Blackwolds were using them! You have to understand, my business is the business of keeping things locked away. I don't make a habit of asking questions of my customers. To think I had a part in helping those villains!\\n\\n'I have a master key to the type of lock mentioned in this receipt. Take it to Constable Sageford. I hope this will make up for my... unwitting... aid of the brigands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I'm sorry, I'm very busy right now. Come back later, if you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found a receipt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The farms north-east of Combe are sure to be under the watchful eye of some important Blackwold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'So Rurik gave you a key to open these strongboxes? Well, let's see what the Blackwolds have been hoarding, shall we?\\n\\n'One box is full of weapons. Swords, axes, clubs. Each of them has a crown painted on the grip, but I cannot guess at its meaning. The other box contains bottles of some clear liquid. Poison?\\n\\n'I don't know where these supplies came from, but it seems clear to me that small groups of brigands may have hoarded them in preparation for the crumbling of the Blackwolds' leadership. These things won't help the people of the Chetwood, but perhaps we can take solace in knowing that even the brigands are aware that they can't last long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You found a receipt of some kind? You'd better read it! It might have some clue as to this mysterious \\qR.F.\\q fellow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Yes? You have nothing for me at the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Old Bauman's farm is deep in the Chetwood, at the end of the eastward path.\\n\\nConstable Sageford believes that if you confront the Blackwolds' leader at Old Bauman's farm, you might be able to recover some of the valuables the Blackwolds have stolen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Rurik is a locksmith here in Combe. You should show him that receipt and ask him why the brigands appear to be common patrons of his.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'So Rurik gave you a key to open these strongboxes? Well, let's see what the Blackwolds have been hoarding, shall we?\\n\\n'One box is full of weapons. Swords, axes, clubs. Each of them has a crown painted on the grip, but I cannot guess at its meaning. The other box contains bottles of some clear liquid. Poison?\\n\\n'I don't know where these supplies came from, but it seems clear to me that small groups of brigands may have hoarded them in preparation for the crumbling of the Blackwolds' leadership. These things won't help the people of the Chetwood, but perhaps we can take solace in knowing that even the brigands are aware that they can't last long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Sageford can be found near town-centre in Combe, with his fellow constables.\\n\\nSageford sent you to confront the leader of the Blackwolds at Old Bauman's farm. You found a receipt signed by a 'Rurik' on the Blackwold's body. Constable Sageford will want to know about this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Blackwold brigands won't trouble us for long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Yes? You have nothing for me at the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Constable Sageford can be found near town centre in Combe, with his fellow constables.\\n\\nSageford sent you to confront the leader of the Blackwolds at Old Bauman's farm. You found a receipt signed by a 'Rurik' on the Blackwold's body. Constable Sageford will want to know about this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Well, it didn't help much, but thanks for your help anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Rurik's house is down the road to the south-west, behind the Combe and Wattle.\\n\\nConstable Sageford has told you that Rurik Fennel, a locksmith living in Combe, is most likely the \\qR.F.\\q responsible for the locks that are keeping him from opening the Blackwold strongboxes you recovered. He would like you to speak with Rurik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Hope that key helped!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Constable Sageford can be found with his fellow constables near Combe town centre.\\n\\nSageford sent you to confront Rurik Fennel with the receipt you found on the brigand leader. In response, Rurik provided you a key that he says will unlock the strongboxes that he sold to the Blackwolds and asked you to give it to Constable Sageford.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Constable Sageford knows I didn't help those Blackwolds on purpose, I hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for valuables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the parchment to Constable Sageford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the receipt to Constable Sageford in Combe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring Rurik's key to Constable Sageford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Sageford has learned that the Blackwold brigands have been trying to support themselves by working a farm they seized deep in the Chetwood to the east of Combe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'After the initial raids, when folk began fleeing for villages like Archet and Staddle, the Blackwolds found they could no longer rely only upon raids to support themselves. They seized Old Bauman's farm and began tilling the soil, though badly and without care for the land.\\n\\n'The brigands at the farm must be under the supervision of some Blackwold leader, else they would fall to laziness. If you confront the Blackwolds' leader at the farm, you might be able to recover some of the valuables they have stolen. Old Bauman's farm is deep in the Chetwood, at the end of the eastward path.\\n\\n'I would appreciate it if you could at least try. There are many folk who would benefit from the recovery of this treasure.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}