{
  "id": 620779494,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected padded gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Geoffrey Fuller has a real problem with the splinters he gets daily from working at the Combe lumber-camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I work up at the lumber-camp most days, and I'll tell you this: I'm always getting splinters. I hate it! These tiny little pieces of wood are always flying up from the wood as we cut it, and they get their revenge through annoyance! Small annoyances, to be sure, but after a full day of it, you'd be sick to death of the things, and I've been working there going on three weeks now!\\n\\n'And that's not all! The axes we use have wooden handles, and if you don't get splinters from gripping those things, then I'm a dwarf! I'm just about at the end of my wits!\\n\\n'If you know a tailor of even small skill, I could do with a pair of padded gloves. I'll pay you for the trouble, of course, with coins and a few materials, and I'll be in your debt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Geoffrey Fuller is in the village of Combe.\\n\\nGeoffrey is sick to death of the splinters he encounters every day during his work at the lumber-camp and has asked if you can bring him some padded gloves. A tailor should be able to make the gloves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've brought me some padded gloves, haven't you? Let me see them!\\n\\n'Ah, these are just the thing, [placeholder]! I'd like to see the splinters from my axe-hilt get through these! Or rather, I wouldn't!\\n\\n'These things aren't much, but I hope you can use them for something as useful as these gloves you have given me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Geoffrey Fuller is in the village of Combe.\\n\\nGeoffrey is sick to death of the splinters he encounters every day during his work at the lumber-camp and has asked if you can bring him some padded gloves. A tailor should be able to make the gloves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You saved my job at the lumber-camp, [placeholder]. Those splinters have met their match!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Find a tailor for me, [placeholder], and fast! I need some padded gloves or those thrice-cursed splinters will drive me right out of work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Those gloves were just the thing! I thank you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Those gloves were just the thing! I thank you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring padded gloves to Geoffrey Fuller",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect padded gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Geoffrey Fuller Hates Splinters",
      "es": "",
      "es (fem)": ""
    }
  ]
}