{
  "id": 620779569,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Combe has always relied on this lumber camp for her livelihood, and now the people of Archet will be relying on us to supply the wood to rebuild their town, I expect. There's no shortage of work, that much is certain!\\n\\n'We'll need to start taking down some of the trees to the north-east, along the cliffs, but there's a wolf-den up that way that endangers our workers!\\n\\n'Could you deal with those wolves for me? It's not safe to chop down trees near there, and I'm afraid we might lose some of our best loggers. Follow the cliff wall. You'll see the wolves, or they'll see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You took care of the wolves! That will make harvesting the trees by that den much safer. Rebuilding the burned buildings in Archet will require more wood than we have, and that's only one village!\\n\\n'I don't think the Blackwolds have the numbers to try anything funny around Combe, but there's still Staddle. Too many raids, and we'll need to cut down the whole Chetwood to make the repairs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The wolf-den is north-east of here. Just follow the bend of the cliff wall, and you'll see it. It's not far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Den of Wolves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you for dealing with the wolves. It should be safer for us to do our jobs now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Woodcutters from Combe moving further into the Chetwood in search of quality lumber are seeking protection from the local wildlife.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'That wolf den caused us a great deal of trouble before you showed up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wolves at the wolf-den ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves at the wolf-den ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wolf-den is set in the cliff wall north-east of the lumber camp.\\n\\nWoodcutter Taylor Green is concerned that the wolves roaming the woods to the north-east may be a threat to the woodcutters and has asked you to cull their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Woodcutter Taylor Green waits at the lumber camp to the south-west, north of the guard-house.\\n\\nAs Woodcutter Green requested, you put the fear of Men into the wolves of the Chetwood. He will be pleased to hear of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}