{
  "id": 620779546,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Supplies here in Archet are limited and will certainly not suffice to repair the damage wrought upon the village. Now that I have my tools, I will be able to begin shoring the fences and repairing the buildings where I can.\\n\\n'Archet will need more lumber if it is to recover completely from this attack. If you find yourself in Combe, to the south, seek out Taylor Green and let him know that I will need another order of wood from the lumber yard.\\n\\n'If you've not been there before, listen well. The Combe Lumber Yard can be found by following the road south. Pass through the gate toward Combe and follow the road east up the hill. It will bend softly to the north east towards the Chetwood. There, in a soft dip before the North Chetwood you should find Taylor Green.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Archet's woes did not escape us here in Combe, and it's good what Earur is doing, no doubt in that. But the evil of the Blackwold has spread and now rests in the same wood where we need to collect the wood for Archet.\\n\\n'I will see that we do what we can, but as you can see, we've troubles of our own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry along now. I'll get to work on what I can, but the lumber will not last long. Find Taylor Green at the Lumber yard east and north from the centre of Combe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Message to Taylor Green",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Earur wishes to aid the people of Archet and believes that there are enough supplies to begin the rebuilding process. To ensure that supplies do not dwindle too quickly he directed you to visit Taylor Green at the Combe Lumber Yard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tell Taylor Green at the Lumber Mill in Combe that Builder Earur needs more wood in Archet.\\n\\nBuilder Earur mentioned that Archet would need more wood to completely rebuild. He asked you to visit the Combe Lumber Yard and tell Taylor Green that Archet needs more wood.",
      "es": "",
      "es (fem)": ""
    }
  ]
}