{
  "id": 620779487,
  "txt": [
    {
      "id": 136263297,
      "en": "The grove of trees has been cleared",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You find nothing of note near this stump",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You find nothing of note near this stump",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ted Pickthorn has found himself near penniless and in desperate straits. Rumour of his father's stolen wealth has brought him some hope, however.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You find nothing of note near this stump",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Me old dad was a robber some years back and got his hands on a good deal o' riches, as I hear it. Constable caught him, but afore he was hanged, me dad told me where he buried his loot! I never needed it afore now, so I was content to let it stay buried. But I figure it's time to get my hands on \\qwealth enough to keep you warm and shod,\\q as me dear old dad called it. Can you take this pick-axe and dig the treasure up?\\n\\n'Just take the road east from Combe to Constable Wren's post up by the guard-house. Climb over the hill on the right and walk down to the river-bank, where the Hanging Tree grows -- it'll have an X carved into it.\\n\\n'You'll be helping me make a new start of things, and you'll have me everlasting thanks!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Hanging Tree sits along the river-bank south of Constable Wren's post, south-east of Combe.\\n\\nTed Pickthorn's father was once a robber in the Chetwood and had purportedly garnered a significant amount of wealth. Ted believes his father's ill-gotten gains are buried at the foot of the Hanging Tree. The tree is supposed to be marked with an X.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What? They chopped down the Hanging Tree? And ye dug at all the trees with an X? This is terrible! How will I ever find me dad's buried treasure now?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Although there is no way to tell which stump was once the Hanging Tree, it would not hurt to dig near a few of the stumps in search of the treasure.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ted Pickthorn can be found on the east side of Combe.\\n\\nTed Pickthorn sent you to retrieve his father's loot from beneath the Hanging Tree, but you discovered that the tree, among others, was chopped down by the woodcutters of Combe. You dug at several places on the field, but found no sign of Pickthorn's buried treasure.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are many other trees around the Hanging Tree. There were more hangings in those days, and they didn't want children seeing too much, so the surrounding trees helped to hide the robber-hangings from young eyes.\\n\\n'Take the road east out of Combe, and at Constable Wren's post, head south. The Hanging Tree is on the downward slope of the hill south of the guard-house, on the bank of the river. You'll know it by the X carved into it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Where's the pick-axe?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'All the trees are cut down? Maybe the X is still there. Please see if you can find a tree with the mark. Perhaps we'll get lucky and find my dad's treasure!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Hanging Tree",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Dig near stumps in the stump-field ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the pick-axe back to Ted Pickthorn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Beneath the Hanging Tree",
      "es": ""
    }
  ]
}