{
  "id": 620779545,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Working with wood has always been my trade, so I thought to put my hands to the rebuilding of Archet. I had loaded up my tools and set out, when suddenly this mad boar came out of nowhere and overturned my cart!\\n\\n'It was all my son Borin and I could do to make it here to Archet, and we had to leave the tools in the wreckage of the cart! If you head south to the gate that leads to Combe, you might be able to recover my toolbox. I'd really appreciate it, and the folk of Archet are sure to be better for it as well -- the sooner I can get started, the sooner this town will be back to the way it was!\\n\\n'Watch out for that boar, though. You might be able to get my toolbox without attracting his attention, but you'd need more luck than I have to manage it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have my thanks, [placeholder] -- now Borin and I can get to work rebuilding this town. Take these coins for your trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We'll have Archet rebuilt as good as new in no time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I'd really appreciate it if you could recover the toolbox from the wreckage of my cart. It's south of Archet, near the gate to Combe, but be careful -- that mad boar might still be nearby!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Builder Earur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wonder what drove that boar mad? I've never seen anything like that before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Builder Earur has asked you to recover the tools he lost when a mad boar overturned his cart on the road south of Archet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Builder Earur's toolbox",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring toolbox to Builder Earur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Builder Earur's cart was overturned south of Archet, near the gate to Combe. Builder Earur is in Archet, north of the overturned cart.\\n\\nBuilder Earur has asked you to recover the toolbox he left in the wreckage of his cart, overturned by a mad boar south of Archet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Builder Earur's toolbox",
      "es": "",
      "es (fem)": ""
    }
  ]
}