{
  "id": 620779488,
  "txt": [
    {
      "id": 63183944,
      "en": "'Oh, isn't it exciting? Young Ted's sure to do well.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'It was so nice of you to find Ted's treasure for him!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mason Thorne's ledger revealed the location of the old Hanging Tree. Now you can search for Ted Pickthorn's treasure.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Let me just... hmmm... find the right page. Ah! Here we go. I see, I see. So, you stand in the field of stumps and... hmmm... take this many paces... and then that many strides... of course! I remember! The Hanging Tree was the south-easternmost tree in that bunch. It was standing there closest to the Staddle Falls!\\n\\n'Now just... hmmm... go back to that stump-field, and you'll find that thing you wanted. What was it you wanted, again? You were digging for something, right? Here, take this pick-axe, it'll make it easier to dig. Least I could do, you finding my ledger and all!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The south-easternmost stump in the stump-field -- the one closest to Staddle Falls -- was once the Hanging Tree.\\n\\nAfter reading through the ledger you recovered for him, Mason Thorne was able to point you to the location of the Hanging Tree.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Wh-what are these? These boots were buried beneath the Hanging Tree? My dad was a villain to the end! \\qWealth enough to keep you warm and shod.\\q Shod, indeed!\\n\\n'Wait... there's something rattling around inside the heel of this one.' Taking a knife from his pocket, Ted slices into the heel, and gold pieces tumble out into his waiting palm.\\n\\n'Well, I'll be! My dear old dad told me true! \\qWealth enough to keep you warm and shod,\\q indeed! You have my thanks, [placeholder]! With this money, I'll be able to get a new start. I'll do better than my dear old dad, you wait and see!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ted Pickthorn is on the east side of Combe.\\n\\nFollowing Thorne's instructions, you found the stump of the Hanging Tree. You dug up something buried beneath the stump, but it is not what Ted Pickthorn had led you to believe. His father's treasure appears to be a pair of old boots.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You found out which stump was the Hanging Tree? Well, what're you standing here for? Go dig up me dad's treasure and bring it back here!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You haven't brought me the treasure my dad buried beneath the Hanging Tree yet! Quick, hurry, before someone else finds it!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I gave you what... hmmm... you wanted to know, didn't I? You should go find... hmmm... whatever it was.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Did you find what you... hmmm... wanted? It looks from your face like you... hmmm... did. Good for you!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Pickthorn's treasure",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thanks to my dad, I'll be able to make a new start!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collected Pickthorn's treasure",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Pickthorn's boots to Ted Pickthorn",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I wonder if my dad buried any more treasure around the place?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pickthorn's Treasure",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'All that for... hmmm... old boots....'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'You ever find that... hmmm... what was it? Tree, was it?'",
      "es": ""
    }
  ]
}