{
  "id": 620779541,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, a fine day to you! It's good to see the backs of the Blackwolds broken and peace settling over Archet once more. Now we can concern ourselves with less dire problems!\\n\\n'Actually, you might be able to help with one of those problems, if you are interested. There seems to be an illness spreading among the local boars. And a terrible affliction it must be, for the beasts are more hostile than normal!\\n\\n'We really must put an end to this illness, and the only way is to slay those afflicted. Would you do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you've taken care of the poor, blighted creatures. Every boar that has caught that foul plague will, in the end, have to be destroyed, but the few you've dealt with will slow the spread of the plague.\\n\\n'Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you looking for those diseased boars? They should be roaming south and east of the gate.\\n\\n'It may seem a bit harsh, slaying the beasts without any concern for their meat, but the spread of that illness is to slay those afflicted. It is a sad duty, but one that must be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disease Among the Boars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Thistlewool is troubled by the disease spreading through the boars in the wake of the destruction wrought on Archet. The boars must be destroyed before they infect the other wildlife and eradicate the diminished food supply in Archet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated diseased Bristlehides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat diseased Bristlehides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Diseased boars roam the lands to the south and east of Archet's gate.\\n\\nConstable Thistlewool thinks that the best way to end the disease afflicting the local boars is to slay those already infected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Thistlewool can be found near the ruins of The Mad Badger Inn in Archet.\\n\\nConstable Thistlewool will wish to hear of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}