{
  "id": 620779403,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated marsh brood-watchers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated marsh-queen",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated marsh-spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Edda Twiggins is still concerned that the creatures of the Midgewater Marshes pose an overlooked danger to the people of Staddle.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Midgewater Marshes hide many dangerous creatures, as you have seen, and I intend to make sure that all threats to the people of Staddle are addressed.\\n\\n'I've heard the farmers complaining about finding a particularly deadly breed of spider crawling in their fields. It seems that their presence is focused somewhere between the old Marshwater Fort and the Woodsedge Ruins in the Marshes. They have overrun both those old ruins, and I worry what might happen if they decide to come to Staddle in greater numbers.\\n\\n'I would appreciate it if you would lessen the threat by killing a few of those dreadful creatures and their queen.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The brood-watcher presence lies between the old Marshwater Fort and the Woodsedge Ruins in the  Midgewater Marshes.\\n\\nAccording to Edda Twiggins, a deadly new breed of spider has appeared in the northern Midgewater, and she has asked you to thin their numbers.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Midgewater Marshes hide many dangerous creatures, as you have seen, but still Watcher Redweed insists the goblin threat is more immediate!\\n\\n'I've heard the farmers complaining about finding a particularly deadly breed of spider crawling in their fields. It seems that their presence is focused somewhere between the old Marshwater Fort and the Woodsedge Ruins in the Marshes. They have overrun both those old ruins, and I worry what might happen if they decide to come to Staddle in greater numbers.\\n\\n'I would appreciate it if you would lessen the threat by killing a few of those dreadful creatures and their queen.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Edda Twiggins can be found to the south-east of the ruins in the northern Midgewater Marsh.\\n\\nEdda Twiggins will be pleased to hear of your success against the deadly marsh brood-watchers and their queen in the Midgewater Marshes.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The marsh brood-watchers are a deadly breed of spider that makes its home in the northern Midgewater Marshes, north-east of here. Tread carefully around them, [placeholder], for they are wily and dangerous and will be a great threat to the town if we do not deal with them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Good for you, [placeholder]! Without the marsh-queen, it will be a long time before the spiders once again pose a threat to the town. Now that I am satisfied that the menace of the Midgewater Marshes has been overcome, I'll lend a hand to Redweed with those goblins.\\n\\n'If the beastly things come too near the town, I will be sure to let you know, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The marsh brood-watchers are a deadly breed of spider that makes its home in the northern Midgewater Marshes, east of Staddle. Tread carefully around them, [placeholder], for they are wily and dangerous and will be a great threat to the town if we do not deal with them.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Good for you, [placeholder]! Without the marsh-queen, it will be a long time before the spiders once again pose a threat to the town. Now that I am satisfied that the menace of the Midgewater Marshes has been overcome, I'll lend a hand to Redweed with those goblins.\\n\\n'If the beastly things come too near the town, I will be sure to let you know, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Midgewater Marshes have always been a worry of mine.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat marsh brood-watchers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You took a real risk defeating the marsh-queen -- all of Staddle thanks you!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat marsh-queen",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat marsh-spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Edda Twiggins",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spiders in the Midgewater",
      "es": ""
    }
  ]
}