{
  "id": 620779556,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered kingsfoil leaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Amdir told you that he had asked Celandine Brandybuck to gather an herb called \\qathelas\\q to make a remedy for his wound, in case the blade was poisoned.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh, hello! Thank you again for your help the other night. I shudder to think what might have happened if you hadn't freed me!\\n\\n'While he's putting on a brave face, I am quite worried about Amdir's knife-wound. I asked how I could help, and he told me of some sort of remedy from the Old Kings involving some plant called \\qathelas.\\q He said I might know it as kingsfoil, but I've always thought that was naught but a weed. He says that some grows outside of Archet, but I'm afraid of the wolves and Men that prowl out there.\\n\\n'Amdir said the kingsfoil could be found south of Archet, near some old ruins the men call \\qBronwe's Folly.\\q After you gather some of the leaves, could you bring them back here to me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kingsfoil grows south of Archet, near some old ruins called Bronwe's Folly.\\n\\nCelandine Brandybuck, too frightened to pass beyond the gates of Archet, has asked you to collect kingsfoil leaves for her, so that she can prepare the remedy Amdir asked her to make.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, hello, [placeholder]! I'm sorry to have put you through such trouble to find me. And now both of us are stuck in this mess!\\n\\n'While he's putting on a brave face, I think Amdir is quite worried about that knife-wound he got trying to rescue me and Mundo. I asked how I could help, and he told me of some sort of remedy from the Old Kings involving some plant called \\qathelas.\\q He said I might know it as kingsfoil, but I've always thought that was naught but a weed. He says that some grows outside of Archet, but I'm afraid of the wolves that prowl out there.\\n\\n'Amdir said the kingsfoil could be found south of Archet, near some old ruins the men call \\qBronwe's Folly.\\q After you gather some of the leaves, could you bring them back here to me?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celandine Brandybuck can be found with Amdir outside The Mad Badger Inn in Archet.\\n\\nYou have gathered enough leaves for Amdir's remedy. You should return with them to Celandine Brandybuck.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Kingsfoil grows to the south, near some old ruins the men call Bronwe's Folly. You should hurry...Amdir doesn't look too well.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you! I hope the draught Amdir told me of will help him. I wouldn't have thought such a small wound would have caused him so much pain!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do hope that remedy helps. Amdir is so pale!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Do you have those kingsfoil leaves I asked for? Please, do hurry! I hate to think of that brave Amdir in such pain.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I owe Amdir so much for saving my life. I don't know what I'd do if he didn't get better.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather kingsfoil leaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the kingsfoil leaves to Celandine Brandybuck",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Must be completed prior to the \\qIntroduction.\\q",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Remedy of the Old Kings",
      "es": ""
    }
  ]
}