{
  "id": 620779443,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected bronze axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected bronze blades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Leighton Howard has asked you to obtain some weapons of bronze with which he can defend his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These are dangerous times. Those Blackwold villains are roving through the Chetwood, nearly unchecked! Yes, they suffered a defeat at Archet, but you could just as well call that a defeat for the people who live there! It'll be a long time before the town is rebuilt!\\n\\n'I need to defend my family from those brigands, and I don't think the constables are up to the task. They mean well, but I trust the strength of my arms more than any well-meaning constable.\\n\\n'Trouble is, the smiths are tasked with too many duties and their prices are far too high! If you have any connexions, or a weaponsmith that holds you in friendship, I'd pay you reasonable rates for a bronze axe and two bronze blades, and throw in a few sundries as well. The axe will serve me until I can replace the blades of my own sword and my son's with whatever you can bring me. Hurry now! The Chetwood is full of those villainous Blackwolds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Leighton Howard is in the town of Combe, in Bree-land.\\n\\nLeighton has asked you to obtain a bronze axe and two bronze blades for him, because the local weaponsmiths are charging too much for him to pay, and he needs them to protect his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've got a good heart, [placeholder], and I know my whole family thanks you: my wife Kate, my son Nate, and my daughters Piper and Pepper.\\n\\n'I give you these coins and a few odds and ends for your trouble, and I will get to replacing the blades of my old weapons with these new ones you have brought to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Leighton Howard is in the town of Combe, in Bree-land.\\n\\nLeighton has asked you to obtain a bronze axe and two bronze blades for him, because the local weaponsmiths are charging too much for him to pay, and he needs them to protect his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have my thanks, and also those of Kate, Nate, Piper, and Pepper, I am sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need a bronze axe and two bronze blades, [placeholder], if I am to defend my family from the brigands of the Chetwood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Weaponsmiths around here have been making a fortune. Everyone needs weapons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Weaponsmiths around here have been making a fortune. Everyone needs weapons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring a bronze axe and two bronze blades to Leighton Howard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect bronze axe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect bronze blades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Weapons for Leighton Howard",
      "es": "",
      "es (fem)": ""
    }
  ]
}