{
  "id": 620779435,
  "txt": [
    {
      "id": 218649170,
      "en": "'I have heard that many of the Blackwold brigands, after looting Archet, fled into the Chetwood. It seems that the Blackwold leaders are angry. They feel that the raid might have been more successful if their followers had been less focused on filling their pockets and more on acting together.\\n\\n'The main encampment is east down the road and then deep into the northern woods. I suspect that many of the Blackwolds can be found within that camp.\\n\\n'Mayhaps if you search in that area, you might find Gail's lost fishing pole.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You've found it! Oh, thank you, thank you!\\n\\n'I've been thinking that the pole should be given to the waters of my dad's favourite fishing hole: the pond near the Hunter's Lodge in Archet. I think he'd like that.\\n\\n'Thank you... thank you again!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mourning the Dead",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you found my dad's fishing pole yet?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Have you found my dad's fishing pole yet?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the fishing pole",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gail will be pleased, I am sure, if you recovered her father's fishing pole.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have found the bridge",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I just know Constable Wren will have some idea where the brigand who stole my father's fishing pole has gone! She's usually out in front of the guard-house on the hill east of Combe. Please talk to her.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You leave the bridge without satisfying Gail's request",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Constable Wren can be found at the guard-house on the hill east of Combe.\\n\\nGail wants to find the brigands who stole her dead father's favourite fishing pole and retrieve it. She has sent you to ask Constable Wren for information about the brigands and where they might have taken her stolen goods.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I just know Constable Wren will have some idea where the brigand who stole my father's fishing pole has gone! She's usually out in front of the guard-house on the hill east of Combe. Please talk to her.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The main encampment of the Blackwolds is in the Chetwood, north of the guard-house.\\n\\nConstable Wren suggested that the brigand who looted the fishing pole belonging to Gail Catchpole's dead father may be near the watering hole beneath the Blackwold main encampment.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Did Constable Wren know what happened to the brigand who looted my father's fishing pole? It would mean so much to me if you could get it back!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gail Catchpole awaits you by the town well outside the Combe and Wattle in Combe.\\n\\nConstable Wren suggested you search near the Neekerbreeker nests in the Midgewater Marshes for the stolen fishing pole, which you found on the body of a brigand. Gail Catchpole will be happy to learn that you have recovered the pole.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I just know Constable Wren will have some idea where the brigand who stole my father's fishing pole has gone! She's usually out in front of the guard-house on the hill east of Combe. Please talk to her.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The pond lies just outside the Hunting Lodge, east of Archet.\\n\\nWhile Gail was thrilled that you found her father's fishing pole, she feels that it would be a suiting memorial to her father if it were given to the waters of the Hunter's Pond in Archet.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Did Constable Wren know what happened to the brigand who looted my father's fishing pole? It would mean so much to me if you could get it back!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gail Catchpole awaits your return by the town well outside the Combe and Wattle Inn in Combe.\\n\\nYou have done as Gail requested and given her father's favourite fishing pole to the waters of the Hunter's Pond. You should return to her and tell her.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I know my father would want his fishing pole returned to the lake where he spent so many happy days. If you stand on the bridge right in front of the Hunting Lodge and throw it into the water, I would really appreciate it. The Hunting Lodge is east of Archet.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the fishing pole to Gail Catchpole",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the fishing pole",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the bridge over the Hunter's Pond",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Bridge Over Hunter's Pond",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gail Catchpole's father perished in the flames of The Mad Badger Inn, and many of their belongings were stolen by the Blackwold brigands.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I'm sorry, my mind is miles away. I didn't see you there. Did you help fight off the brigands? My dad did, he... he....' Gail chokes back a sob.\\n\\n'During the Blackwolds' raid on Archet, someone broke into our house and stole many of our things. I don't care about most of them, but they took my dad's favourite fishing pole! I don't care if I get anything else back, but he wouldn't have wanted some filthy brigand to have it.\\n\\n'Now that I've moved here to Combe, I've been meaning to ask Constable Wren if she could track down that fishing pole for me. Could you ask her if she has any idea where it might have been taken? She'll be at the guard-house on the hill east of Combe.'",
      "es": ""
    }
  ]
}