{
  "id": 620779427,
  "txt": [
    {
      "id": 218649169,
      "en": "'Rurik is a locksmith here in Combe. You should show him that receipt and ask him why the brigands appear to be common patrons of his.\\n\\n'It seems odd that Rurik would be involved, he's a quiet man who keeps to himself mostly. Still we need to investigate every lead carefully.\\n\\n'You should find him outside his home on the road that runs south past The Comb and Wattle Inn.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, my name is Rurik. Yes, I'm a locksmith. What is this about? One of my strongboxes -- recovered from a brigand? -- and a letter? I see....\\n\\n'I had hoped that I saw the last of the Blackwolds. You must understand, I did not willingly help them. My business is keeping things locked away, so I do not often ask questions of my customers. I filled an order for twenty strongboxes and upon completion was visited by the Blackwolds. One -- a tough fellow -- took my master key and threatened my life if I talked. One of the others with him called him Applewood.\\n\\n'Please, tell the Constable that any aid was unwilling, and I only stayed silent because I feared for my life.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please tell Constable Sageford that I did not aid the brigands purposefully. I do not know who Applewood is, but he has the master key to the strongboxes.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'While this doesn't help us get this box open and the valuables returned, it does speak well of Rurik. I feel badly that he felt as though we could not protect him... but with what happened to Archet, I understand his hesitation.\\n\\n'Let me think a moment on the name he gave us. Scouts are coming and going at all times... one may have mentioned seeing this Applewood.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rurik Fennel, Locksmith",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Make your way down the road that runs south past The Comb and Wattle Inn and confront Rurik about the letter and the strongbox you found.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After discovering a letter on the brigand supervisor at Old Bauman's farm, you delivered it to Constable Sageford to discover the identity of \\qR.F.\\q is Rurik Fennel a locksmith in Combe.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Rurik Fennel in Combe",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rurik Fennel, a local locksmith, lives on the road that runs south past The Comb and Wattle Inn in Combe.\\n\\nConstable Sageford wants you to confront Rurik Fennel of the coincidences surrounding the Blackwold brigands and his name and initials appearing on their crates and letters they carry.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Constable Sageford in Combe",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Constable Sageford awaits news of Rurik's involvement near the centre of Combe.\\n\\nRurik Fennel appears to have been an unwitting and bullied pawn of the Blackwold.",
      "es": ""
    }
  ]
}