{
  "id": 620779428,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I was talking to one of the other constables shortly before you returned, and it seems that he learned that some of the Blackwolds were keeping even more valuables in their main camp in the ruins of northern Chetwood.\\n\\n'With any luck, you might find a strongbox that's not locked. It's worth trying, anyway. There are so many people who need money to rebuild, and who better to take it from than the ones that stole it in the first place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found a strongbox! And... this one is locked as well. And do you see these scratches, right here on the lock? \\qR.F.\\q just like on the other one.\\n\\n'We need to get these strongboxes open, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Blackwolds are holed up in the ruins of northern Chetwood. If you can find another lockbox -- and it is unlocked -- we can distribute the valuables to the suffering people of the Chetwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If the brigands do have another strongbox, it might contain some valuables that we can give to the people of the Chetwood so they can start their lives anew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "More Treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Sageford believes there may be a second lockbox in the Blackwold's main camp in northern Chetwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Blackwold strongbox",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Blackwold strongbox",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The main Blackwold camp is in the ruins of northern Chetwood, just east of Combe.\\n\\nConstable Sageford has asked you to search the Blackwold camp for another strongbox.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the strongbox to Constable Sageford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Sageford can be found near Combe town-centre.\\n\\nSageford sent you to the Blackwold Headquarters to find another strongbox. You should return to Sageford with the news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}