{
  "id": 620779430,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Blackwold brigands are on the run, no question about it. They're trying to regroup at camps throughout the Chetwood, but they suffered a real defeat at Archet.\\n\\n'The brigands fled their old encampment up by Archet carrying a large lockbox, which they brought to one of their smaller camps in the Chetwood, north-east of Combe. If we can get our hands on that lockbox, its contents could be used to help those who lost property to the Blackwolds. There are a number of watch-fires along the road, so you'll need to find the right one.\\n\\n'These villains have a great many debts to repay, [placeholder]. If you can return with the lockbox, the folk around here will be better for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have returned with the brigands' lockbox! Now let me see what's inside, and we can sell the valuables to support the survivors of the Blackwold raids throughout the area.\\n\\n'Locked! I should have guessed as much. Well, until we can find the key, we won't have any luck with this. There seem to be some initials carved in the lock: \\qR.F.\\q Most unusual.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Blackwold watch-fires along the road in the Chetwood are far to the east, beyond the lumber-camp. When you reach the fence at the guard-house on the hill, cut across the fields to the left and keep walking until you are beneath the trees.\\n\\n'The lockbox is most likely still at one of the Blackwold watch-fires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unpaid Debts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Now that the Blackwold brigands have been largely pushed out of Archet, Constable Sageford wants to redistribute their stolen goods to those who suffered at their hands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the Blackwold lockbox",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the lockbox to Constable Sageford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Blackwolds have many camps along the road east and north of Combe. Constable Sageford is in Combe.\\n\\nConstable Sageford wants you to recover a brigand lockbox from one of the watch-fires in the Chetwood. Its contents can then be used to reimburse those who lost property to the Blackwold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the Blackwold lockbox",
      "es": "",
      "es (fem)": ""
    }
  ]
}