{
  "id": 620779402,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Neekerbreekers in the Midgewater Marshes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Seek out Edda Twiggins",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Though always on the watch for the goblins, Watcher Reedy believes the creatures of the Midgewater Marshes, east of Staddle, are no less of a threat to the town.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Everyone is talking about the goblins these days, but I'm worried about something other than the goblins. The sound of the Neekerbreekers in the Midgewater Marshes has gotten much louder recently. There are many more of them than there used to be, I'm sure of it! I'm afraid that before long they will move out of the Marshes and descend upon the town!\\n\\n'If you could kill a few of them, you would be doing this town a great service. The Midgewater Marshes are east of Staddle, beyond Swatmidge's farm.\\n\\n'When you are done, seek out Edda Twiggins in the south-eastern reaches of the Midgewater Marsh.  She will be happy to hear of your progress.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Midgewater Marshes lie to the east of Staddle, beyond Swatmidge's farm.\\n\\nWatcher Reedy is worried that the growing Neekerbreeker population in the north of the Midgewater Marshes poses a threat to Staddle that is being overlooked by the watchers because of the goblin troubles.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent, [placeholder]! It will be a while before the Neekerbreeker population again grows to be a threat to Staddle. It is good to know I can rely on you to deal with dangers to the town that do not walk on two legs!\\n\\n'Still, I fear everyone is so excited about the goblins that they've forgotten that other dangers lurk in the Marshes!\\n\\n'There's another threat I would ask your assistance with.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Edda Twiggins can be found out in the Midgewater Marshes, south-east of the ruins.\\n\\nWatcher Reedy asked you to check in with the Watchers stationed in the Marshes after you succeeded in thinning the numbers of the Neekerbreekers in the Marshes.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Neekerbreekers are in the Midgewater Marshes, east of Staddle. I suggest you search the northern stretch of the swamp, as the Neekerbreekers in that area are closest to the town and pose the greatest danger.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Excellent, [placeholder]! It will be a while before the Neekers again grow to be a threat to Staddle. It is good to know I can rely on you to deal with dangers to the town that do not walk on two legs!\\n\\n'Still, I fear everyone is so excited about the goblins that they've forgotten that other dangers lurk in the Marshes!\\n\\n'There's another threat I would ask your assistance with.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Neekerbreekers in the Midgewater Marshes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Edda Twiggins",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Neekers in the Marshes",
      "es": ""
    }
  ]
}