{
  "id": 620779489,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Mason Thorne's ledger",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ted Pickthorn was greatly distressed when you told him the Hanging Tree and all the trees surrounding it had been chopped down.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Maybe the woodcutters at the lumber-camp up east of here remember which tree was the Hanging Tree! [placeholder], you've got to have a word with Mason Thorne, the Man in charge there. He just has to remember which o' the stumps used to be the Hanging Tree. He just has to!\\n\\n'The lumber-camp is along the road, north o' the Big House. Please, I need that money to make a new start for meself.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mason Thorne is at the lumber-camp, north and east of the guard-house.\\n\\nTed Pickthorn asked you to speak with Mason Thorne, the foreman at the Combe lumber-camp. He may recall which tree had been the Hanging Tree.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Hanging Tree? Oh, I remember seeing a few... hmm... hangings in my day. I... hmmm... do believe I wrote the site o' the Hanging Tree down in my ledger. I write down all the things I want to remember. So I can just look it up in....\\n\\n'Well... hmmm... bless me! I think I dropped my ledger in the woods not far from here. Yes, I remember! We were surprised by some o' those Blackwolds, and I dropped my ledger on the road. I'd wager a captain o' those brigands picked it up!\\n\\n'There are quite a few camp-fires to the north and east, along the forested road. You might find my ledger on one o' them Blackwolds! Bring it back here... hmmm... and I'll look up that thing you wanted to know about. A tree, was it?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mason Thorne awaits you at the lumber-camp that lies east and north of Combe, south of the Chetwood.\\n\\nThorne sent you to retrieve his ledger from the Blackwold brigands encamped along the road. You should return the ledger to him at once.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mason Thorne awaits you at the lumber camp that lies east and north of Combe.\\n\\nThorne sent you to retrieve his ledger from the Blackwold brigands encamped along the road. You should return the ledger to him at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You tell those woodcutters at the lumber-camp that they can't go around chopping down trees willy-nilly like that!\\n\\n'I realize that the people of Combe depend on the sale of that wood to get by, but this is me dad's legacy we're talking about! How am I ever going to find it now without digging holes up and down the Chetwood?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, you found my ledger! Now I can find that... hmmm... thing you wanted!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You say the site o' the Hanging Tree is inside Mason's ledger? Good, good! I'd love to see that ledger, uh, well... truth is, I can't read. Once you've got the ledger, you best get old Thorne to look it up.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I expect a... hmmm... Blackwold has my ledger. One o' them captains is probably using it to plan their movements in the Chetwood! They're camped to the east. You'll have to get it from them, if you want to know... hmmm... where that tree is.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I expect a...hmmm...Blackwold has my ledger. One o' them captains is probably using it to plan their movements in the Chetwood! They're camped to the east. You'll have to get it from them, if you want to know...hmmm...where that tree is.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Mason Thorne at the Combe lumber-camp",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the ledger to Mason Thorne",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Mason Thorne's ledger",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Logger's Ledger",
      "es": ""
    }
  ]
}