{
  "id": 620779492,
  "txt": [
    {
      "id": 218649169,
      "en": "'I look at you, [placeholder], and I see a blank canvas, an uncarved block of wood, an untempered blade, an unread book... any number of things that have the potential for greatness, but are still waiting for that potential to be realized.\\n\\n'I look around at my home, and I see wreckage, a memory of the comfort that this town once had. It can have that peace and comfort again, [placeholder], if those like you will rise to the challenge! Skilled hands must be kept busy if they are to improve in their craft!\\n\\n'My brother Roderick stands near the Craft Hall in Combe, south of Archet. From the Combe town centre, take the left path as it climbs up the hill. You'll see my brother part of the way up the hill. Tell him that you wish to learn a crafter's profession. The towns of Bree-land can only benefit from the application of your skills!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My brother sent you, eh? As well he should! The business up in Archet is unfortunate, but it serves to remind us of the importance of skilled crafters. It will take a great deal of labour to rebuild Archet and supply the people of Bree-land with everything they need to prosper.\\n\\n'The Mistress of Apprentices to my left can help you choose professions in which to specialize. Choose your professions with care, because you will expend a great deal of time and energy improving your skills!\\n\\n'Once the Mistress of Apprentices has welcomed you to your chosen professions, be sure to speak with the Provisioner within the Craft Hall. She can sell you the tools of your trade -- every profession has its own, so be not overshy with your coinpurse! The novices will be happy to sell you any recipes you might wish to have, though I can tell you now that you will already know how to make a thing or two.\\n\\n'Equip the crafting tools you plan on using and find an appropriate facility -- the Craft Hall has a forge, workbench, and oven available for your use -- and begin practising your skills! You will advance in your chosen professions as you practise and seek out the teachings of others in the field. I hope you will become a skilled crafter, [placeholder], and that it will bring profit to you and to the Bree-land.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak to my brother Roderick in Combe, to the south if you're interested in learning a profession, [placeholder]. When you arrive in the town centre, take the left path as it climbs partway up the hill, and you should see him right away.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Strong of Arm and Sharp of Mind",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I hope your crafting successes bring prosperity to the region!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Following the burning of Archet, Edward Carver and his brother Roderick are hoping to encourage all those with potential to take up crafting professions for the good of the Free Peoples.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Craft Hall of Combe is a gathering place for skilled craftsmen.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'If you watch the craftsmen at work, you are certain to have a greater appreciation for their skills.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The Craft Hall in Combe is south of Archet. Head east from the Combe town centre.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'It is important to gather the finest materials with which to craft. This is true of people as well!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Roderick Carver is by the Craft Hall in Combe, south of Archet. The left path from the Combe town centre climbs up the hill past the Craft Hall.\\n\\nEdward Carver wants you to speak to his brother Roderick about taking up a crafting profession.",
      "es": ""
    }
  ]
}