{
  "id": 620963006,
  "txt": [
    {
      "id": 51875097,
      "en": "Aglarang, a Master Smith, is in need dire need of additional metal for barricades, armour, and weapons for those in Minas Tirith.",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Speak with Aglarang",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Thanks again for replenishing the forge. We will be able to make some more barricades for the wall now. With the height of those siege towers, I suspect we'll need them!'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The Forges of Cirion can be found near the Smiths' Fellow-hall on the Third Circle of Minas Tirith.\\n\\nYou should bring the metal scrap to to the Forges of Cirion for smelting.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "The forge's fires glow bright with the newly added metal",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Collected metal scrap ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Aglarang can be found outside the Smiths' Fellow-hall on the Third Circle of Minas Tirith.\\n\\nYou should bring the metal scrap to Aglarang.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Aglarang can be found outside the Smiths' Fellow-hall on the Third Circle of Minas Tirith.\\n\\nYou should speak to Aglarang.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Aglarang",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Look at all this metal! I'm amazed you made it back unscathed! Now, you should bring the scrap metal to our forges. You'll find them in the Forges of Cirion.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I have been working in the forges every day since I was a young apprentice. I could not imagine a better life than shaping metal into useful objects. Yet, in all my days have I not run into a shortage of metal!\\n\\n'I've seen the siege towers looming in the distance. There must be plenty of metal in the camps on the other side of Pelennor. If only I knew someone brave enough to venture out there. You're not volunteering, are you?'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Collect metal scrap on Pelennor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Bring the metal scrap to the forges ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Feeding the Forge",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Metal scrap can be found in Orkish encampments near the Causeway Forts in Pelennor.\\n\\nYou should collect metal scrap for Aglarang.",
      "es": ""
    }
  ]
}