{
  "id": 620963011,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Scaled Problem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Speak with Rathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Defeat Old Stone-tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Destroy Cave-lizard nests ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Rathon can be found outside the cistern entrance on the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Well, I cannot believe it. Old Stone-tail finally took off with her tail between her legs. I never thought I would see the day. Perhaps now we can get the cave-lizard population in the cisterns under control.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Destroyed Cave-lizard nest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Defeated Old Stone-tail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Mount Mindolluin has many high mountain caves and crevasses. Some of these caves link up to the higher cisterns. Every once in a while some of the Mindolluin cave-lizards will find their way into the cisterns. Lately however, more and more lizards keep getting into the tunnels. Is something driving them into the cisterns?\\n\\n'If you ask me, something must be done about these pests. You can disperse them by getting rid of their nests. Oh, and watch out for Old Stone-tail. She's been living in the cisterns since I was a child. Most cistern workers don't mess with her but you're an ample warrior. Perhaps you'll be the one to finally drive Old Stone-tail away for good?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Cave-lizard nests and Old Stone-tail can be found within the cisterns.\\n\\nYou should remove the cave-lizard infestation from the cisterns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Rathon has been tasked with maintaining many of the cisterns in Minas Tirith by himself and has come to find cave-lizards who have infested the cisterns.",
      "es": "",
      "es (fem)": ""
    }
  ]
}