{
  "id": 620963004,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "You meet Dervorin and tell him of news from his home, Ethring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Dervorin gazes at Mount Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "The mountain range stands tall and majestic over Old Anórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Dervorin seeks to make his family proud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Dervorin can be found upon the wall near the Wainrider's Head on the Second Circle of Minas Tirith.\\n\\nYou should look towards Mount Mindolluin with Dervorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Dervorin can be found upon the wall near the Wainrider's Head on the Second Circle of Minas Tirith.\\n\\nYou should speak with Dervorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Speak with Dervorin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Mount Mindolluin is part of the same mountain range that looms over the Ringló Vale. When I look at the mountainside, I often think of my home in Ethring.\\n\\n'I am glad my father is leading the people again. I know how much he wanted to march to Minas Tirith. I feared my leaving would sadden him since his age and health prevented him from leaving Ethring. It is good to hear that my brother and you have become friends. He will one day be a great warrior and I am sure you helped him immensely. I hope that I will be able to help Ethring by being here. Thank you for your news of Ethring and the Vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Speak with Dervorin upon the wall of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I am to be the lord of Ringló Vale one day. I do not wish for that day to come as my father, Borhador, is a good man. He may be weary in his old age but my father still has a commanding spirit and a great judgement of character. Now tell me of your time in the Vale.'\\n\\nYou tell Dervorin about your adventures with his brother Arvaethor and Borhador's renewed spirits after the great darkness caused sadness and fear in all who dwelled in the Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Greetings, I am Dervorin from Ringló Vale. What brings you to Minas Tirith on the eve of battle?'\\n\\nYou explain that you are an acquaintance of Mithrandir, and you tell Dervorin that you have recently passed through Ringló Vale yourself.\\n\\n'You have?! You must tell me of your time in the Vale. Come, meet me upon the wall and we shall talk some more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "<rgb=#FF0000>Look</rgb> towards Mount Mindolluin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "News From Ethring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Dervorin will meet you upon the wall near the Wainrider's Head on the Second Circle of Minas Tirith.\\n\\nYou should climb up on top the wall of the Second Circle to meet with Dervorin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}