{
  "id": 620963005,
  "txt": [
    {
      "id": "0x6a50281",
      "en": "Collect mushrooms from the cisterns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Rathon can be found outside the cistern entrance on the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What a harvest! Great work! I had already let the Foodmongers' Fellow-hall know about the mushrooms. They have set up a collection box in front of their guild hall. If you would kindly take the mushrooms there, the guild will then dry them and prepare them for the food stores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Collected mushroom ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Underground Harvest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Mushrooms can be found within the cisterns.\\n\\nYou should collect mushrooms for Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Bring the mushrooms to the rations chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I do not know if you have been to any of the Minas Tirith food stores as of late but just one look at them and you will see that they will not feed the city for a long war. Nearby farms are now burnt by the enemy or inaccessible. Now look at me, I sound like a doomsayer!\\n\\n'Never mind all that talk of gloom. Sometimes you can find hope in the most unlikely of places. There is particular, tasty, white mushroom that usually only grows in the caves of Mount Mindolluin. Now they grow in the cisterns! I suspect the cave-lizards may have helped spread the mushrooms from the caves high above us to the cisterns. Perhaps they have done us some good after all! This mushroom has been growing so well in the cisterns that I believe we can start harvesting it. Would you be kind enough while you're in the tunnels to pick some?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Rathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The Foodmongers' Fellow-hall on the First Circle of Minas Tirith.\\n\\nYou should bring the mushrooms to a rations chest outside of the Foodmongers' Fellow-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Rathon has been tasked with maintaining many of the cisterns in Minas Tirith by himself but continues to work towards helping his fellow Gondorians where he can.",
      "es": "",
      "es (fem)": ""
    }
  ]
}