{
  "id": 620963012,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "Rathon has been tasked with maintaining many of the cisterns in Minas Tirith by himself and has come to find one of the main drainage valves suspiciously broken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The main drainage valve can be found outside the cisterns on the Fourth Circle of Minas Tirith.\\n\\nYou should repair the main drainage valve for Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Rathon can be found outside the cistern entrance on the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Rathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You found the missing parts to the valve? Good, good! And you say some goblins were lurking about in there? This is indeed dreadful news! I shall alert the city guard to this development.\\n\\n'Right now, we must fix this master valve so the lower circle does not flood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find the valve chain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Rathon can be found outside the cistern entrance on the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find the valve gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find the valve rod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Speak with Rathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Found the valve chain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Great work, [placeholder]. One crisis averted but another remains. Continued threats and enemies still lurk in the cisterns. Unless the tunnels are clear of danger, I won't be able to go into the cisterns any time soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Found the valve gear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Found the valve rod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Repair the main drainage valve",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'What brings you to the end of Wellman's Way? I myself am here to see to some maintenance of Minas Tirith's under-workings. The cisterns run throughout much of the city, bringing fresh water from Mount Mindolluin to all the buildings, from the Hall of the Kings to the Keep of the Keys. Many of my workers have traded the cisterns for the wall and now work to defend the city. Do you blame them?\\n\\n'On my weekly inspection of the cisterns I've come to find this main drainage valve here completely broken. It was in perfect order just last week! I highly suspect sabotage, but who in the city would do such a thing?\\n\\n'I could use your help as various parts of the valve are missing and I think they may be somewhere in the cisterns. It is a vast cavernous series of tunnels, and a good place to hide something. If I don't fix this valve soon, the lower cisterns could flood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Repaired part of the main drainage valve ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sabotage in the Cisterns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The missing parts of the main cistern valve can be found within the cisterns.\\n\\nYou should find and collect these parts for Rathon.",
      "es": "",
      "es (fem)": ""
    }
  ]
}