{
  "id": 620963002,
  "txt": [
    {
      "id": 51875097,
      "en": "Lenglír, a Master Artist, is concerned for the safety of her art if the enemy somehow manages to infiltrate the city and is looking for the perfect hiding place for her greatest works of art.",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Looks like someone already took this location and hid some swords here",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Looks like someone already took this location and hid some poetry here",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "This location looks suitable for hiding valuables",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Lenglír can be found outside the Artists' Fellow-hall on the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Lenglír.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Lenglír",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Alas, only one location not already occupied! I suppose it will have to do.'\\n\\nYou ask Lenglír if she would like you to move the painting to the hiding place.\\n\\n'I could not put that burden on you. No, no, it is something I must carry myself. Also, if you dropped one, I would never be able to forgive you!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Scout potential hiding spots for Lenglír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I am upset. Why, you ask?! Nasty Orcs are going to get into this city and the first thing they will do is destroy my artwork! I and my assistants have been creating beautiful paintings, documenting this great city. If they are ruined so dies the history of Minas Tirith!\\n\\n'Now, perhaps you could help me out. I need to find the perfect hiding place for my greatest works of art. There are a few locations that I hear might be ideal but I need someone to scout them out for me. What do you say, will you help protect this city's rich history?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hiding the Masterworks",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Potential hiding spaces for Lenglír's artwork can be found on the Fourth Circle of Minas Tirith.\\n\\nYou should scout out hiding spaces for Lenglír's artwork.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Looks like someone already took this location and hid some jewels here",
      "es": ""
    }
  ]
}