{
  "id": 620963008,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Finding the Saboteurs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Speak with Rathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Find and defeat saboteurs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Rathon can be found outside the cistern entrance on the Fourth Circle of Minas Tirith.\\n\\nYou should speak with Rathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Orcs were trying to sabotage the lesser drainage gates in the cisterns? I assume you dealt with them reasonably then?\\n\\n'Not only do I not have enough men to maintain the cisterns but now a small band of invaders bide their time under the city. This is a most unfortunate day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Defeated Orc saboteur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Could those who sabotaged the valve actually be from outside the city? Most think there is no way into and out of the city right now with the front gate being heavily guarded, but I know this is false. There are a few cisterns that can take one out of the city. Guards are posted on the lower cisterns at the base of the city but none are posted at the entrances from the mountain. Could Orcs have scaled Mount Mindolluin and snuck in the northern cistern entrance? I shudder at the thought!\\n\\n'Either way, if the saboteurs are still hiding nearby in the cisterns, they must be apprehended or dealt with in some manner. I leave that to you, my good [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Saboteurs are hiding in the cisterns.\\n\\nYou should defeat the saboteurs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Rathon has been tasked with maintaining many of the cisterns in Minas Tirith by himself and could use some assistance in tracking down those who sabotaged the main cistern valve.",
      "es": "",
      "es (fem)": ""
    }
  ]
}