{
  "id": 620860016,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Iolo Brochtû has told you of a legendary creature they call the Grey King who haunts the bluffs of the Gloomglens, crushing passers-by with great stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, [placeholder], now that you've done so much for us, perhaps there is one more thing ye could help us with. I daresay it will be dangerous, though!\\n\\n'There is a great beast -- some kind of troll or ogre, I don't know -- that haunts the bluffs and passes hereabouts, crushing folk with great boulders as they pass near. Occasionally it comes down out of the hills and roams the forest, they say, though I've never seen it.\\n\\n'The Grey King we call it, for it's king of this wood, to be sure. Perhaps ye could rid us of this fearsome beast? You've proven a great friend so far, so how about it? Our hunters say the entrance to the Grey King's lair lies in a gully to the south-west. By the way, ye might want to look to that gift Rhus Cornchúthur gave you a while back....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to the Grey King's lair lies in a gully to the south-west of Maur Tulhau.\\n\\nIolo Brochtû has asked you to rid his village of the threat of the Grey King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hooray! The Grey King has been defeated! No duvodiad are ye to us for certain, [placeholder]. Ye are a friend and kinsman to us all!\\n\\n'Take this reward with our gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Iolo Brochtû is at Maur Tulhau, north-east of the Grey King's lair.\\n\\nYou should return to Iolo Brochtû with news of the Grey King's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We would be most grateful if ye could do something about the Grey King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and defeat the Grey King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Iolo Brochtû at Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Grey King",
      "es": "",
      "es (fem)": ""
    }
  ]
}