{
  "id": 620860033,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Enaid-helgi",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The hobbit Rhus Cornchúthur was surprised by your appearance, believing you to be a legendary creature called a Stone-eater.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A Stone-eater! Our Lûth-fathers told how they had seen your kind long ago in the mountains, but I never would have believed it if I didn't see ye now! Stone-eaters have always been a thing of legend to us.\\n\\n'What? Ye say ye are not a Stone-eater? Ye call yourself a dwarf? I have not heard of the like. No matter... we've naught to do with the likes of ye.\\n\\n'Well, I won't say we won't have naught to do with ye... if ye can prove your faith with us. Some of our hunters say that have seen an evil Cun Annun howling atop a plateau to the north-east of here at night. Enaid-helgi, we call it. If ye will slay the beast, Maer Brochtû might give ye a fair hearing.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Enaid-helgi appears at night upon a plateau to the north-east of Rhus Cornchúthur.\\n\\nRhus Cornchúthur suggested that the mayor of his people might speak with you if you were to prove yourself to him. Slaying the demon-dog Enaid-helgi would go a long way towards that goal.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have slain Enaid-helgi? A deed most wondrous! I am sure Maer Brochtû will wish to speak with you now!\\n\\n'As well, take this gift... you may find it useful when dealing with the dangers in these woods.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rhus Cornchúthur awaits your return south-west of Enaid-helgi's hunting ground.\\n\\nYou should return to Rhus Cornchúthur with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Enaid-helgi is a thing of terror... you should be careful!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Greetings, Stone-eater! Did your meeting with the Maer go well?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Welcome back...Violed says she has some prime stones in her garden, if you're hungry!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Enaid-helgi at night",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rhus Cornchúthur in the Gloomglens",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Stone-eater!",
      "es": ""
    }
  ]
}