{
  "id": 620860005,
  "txt": [
    {
      "id": 218649169,
      "en": "Dear friend,\\n\\nThere are many events to enjoy during the Spring Festival. This message is meant to guide you to the featured Spring Games in Duillond and in the Horsefields of Bree.\\n\\nYour reward will be a guide to the events of the Festival, along with a token to start you on your way.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am so glad that you have come! Will you hear my tale of woes, my dear [placeholder]?\\n\\n'The shrews have attacked our poor garden once again, making it impossible to finish growing our dear plants. They are so very persistent!\\n\\n'I'm afraid the shrews will need a rather forceful argument from anyone who has a spare moment to assist us....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hallo there! Are you here to race among the hedges this fine spring? It is a good season to challenge yourself with the many adventures to be found within the maze.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Invitation to the Spring Festival",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have received a plea for aid from the gardening Elves of Duillond.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Stomp-a-Shrew event can be played in this location!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Hedge Maze event can be played in this location!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Maengamiel in Duillond's garden",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Hedge Maze can be found in the Horsefields of Bree, and the Stomp-a-Shrew event can be found in Duillond.\\n\\nYou should visit the two respective events if you wish to learn more of them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Gil Plover at the Hedge Maze in Bree's Horsefields",
      "es": ""
    }
  ]
}