{
  "id": 620860032,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected expert pipe-weed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You wandered across a strange and suspicious hobbit in the wilds of the Gloomglens... a long-lost Stoorish brother, no doubt.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well now, you're dressed mighty queer for one of our folk, and I've never seen you before. Your speech is strange too.\\n\\n'Where did you say you were from? The Shire? Never heard of it! Well now, you won't get far with my folk unless you can prove yourself trustworthy... we're not keen on duvodiad -- strangers -- around here.\\n\\n'Perhaps if you bring something of importance from your kindred in that Shire-place, our mayor might give you a fair hearing.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Expert pipe-weed seeds can be purchased in the Shire.\\n\\nRhus Cornchúthur has suggested that bringing him something of importance related to pipe-weed might earn you the trust of the Stoors of Enedwaith. Perhaps a supply of pipe-weed seeds from the Shire will appease him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? You call it pipe-weed? What do you do with it? Smoke it? This is something I must see!\\n\\n'For this gift, receive this in return... you may find it useful one day soon.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rhus Cornchúthur is outside Maur Tulhau in the Gloomglens of Enedwaith.\\n\\nYou should bring the Longbottom Leaf seeds to Rhus Cornchúthur.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Ye will need to prove yourself worthy of our trust... our folk have been too long estranged.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Haven't you brought me anything related to pipe-weed?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Welcome back, cousin!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Well now, you're dressed mighty queer for one of our folk, and I've never seen you before. Your speech is strange too. You say you are a River Hobbit? Interesting! You won't get far with my folk unless you can prove yourself trustworthy... we're not keen on duvodiad -- strangers -- around here.\\n\\n'How do you feel about pipe-weed? Ah, that is something we have in common, then! Perhaps if you bring something related to growing pipe-weed, our mayor might give you a fair hearing.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I can't wait for our first crop of your amazing weed to come in!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect expert pipe-weed seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'When I first told Iago about your weed, he asked me what it was for. I told him you said to put it in his pipe and smoke it!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rhus Cornchúthur in the Gloomglens",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Northern Cousin?",
      "es": ""
    }
  ]
}