{
  "id": 620860035,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Tulwulh-gwirod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The hobbit Rhus Cornchúthur was frightened by your appearance, believing you to be one of the evil spirits rumoured to haunt the Gloomglens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'An evil spirit! I knew it! Please don't hurt me! My own spirit isn't worth eating!\\n\\n'What? Ye say you're not an evil spirit? What then are ye? An Elf? Goodness! Do legends spring to life?\\n\\n'If ye want to prove you're not an evil spirit, you're going to have to banish one yourself! In a deep ravine to the south-east, our hunters have seen a Cuthraul which we call Tulwulh-gwirod...banish the fiend, and we might have more to do with ye....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tulwulh-gwirod can be found at night in a ravine amid many high bluffs to the south-east of Rhus Cornchúthur.\\n\\nRhus Cornchúthur suggested that you banish the Cuthraul Tulwulh-gwirod to prove that you are not yourself an evil spirit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well now, if you've done away with Tulwulh-gwirod, I guess ye can't be half bad yourself! Maer Brochtû'll wish to see you I'm sure.\\n\\n'Here...take this as a gift of gratitude. Ye may find it useful in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rhus Cornchúthur awaits your return to the north-west of Tulwulh-gwirod's haunting grounds.\\n\\nYou should return to Rhus Cornchúthur with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you sure you're not an evil spirit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'How did the village take your appearance?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You may not be a spirit, but you are a strange creature nonetheless....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tulwulh-gwirod at night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rhus Cornchúthur in the Gloomglens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Evil Spirit!",
      "es": "",
      "es (fem)": ""
    }
  ]
}