{
  "id": 620860042,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The 'hobbits' are actually a kind of goblin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeat goblins at Khoblún Utot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Hobbits of Maur Tulhau believe there is a nearby village of hobbits turned wild from years of separation from their kin. Iolo Brochtû is interested in making peace with them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, you've been a great help to my folk, so perhaps you will aid with another task. A while back, our hunters discovered a village of hobbits to the south-east of here. They've gone wild -- I suppose from too many years apart from us civilized folk.\\n\\n'We thought to send a peace offering to them, as they've been none too friendly to us when we've come across them in the forest, but Gwin Cuthonon went missing. Perhaps you would take this peace offering to the village?\\n\\n'Perhaps they've gone too wild, but we should try nonetheless, as we're neighbours.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The neighbouring village lies to the south of Maur Tulhau.\\n\\nIolo Brochtû has asked you to deliver the peace offering to the hobbits of the neighbouring village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What say ye? Those are no hobbits at all? What ye describe sounds like bugan to me! We've had trouble with them in the past, or so our old tales say....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The 'hobbit'-village south of Maur Tulhau is inhabited by a strange variety of wild goblin.\\n\\nYou should do your best to remove the threat of the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Iolo Brochtû is at Maur Tulhau, north of Khoblún Utot.\\n\\nYou should return to Iolo Brochtû with news of your discovery at Khoblún Utot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you delivered that offering yet, Duvodiad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you delivered that offering yet, Duvodiad?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the peace offering to the hobbits of the neighbouring village",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat goblins at Khoblún Utot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Iolo Brochtû at Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Half a Threat",
      "es": "",
      "es (fem)": ""
    }
  ]
}