{
  "id": 620860036,
  "txt": [
    {
      "id": "0x852590",
      "en": "'I'm not sure but what the maer might be frightened by ye yet, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'I'm sure Maer Brochtû will be pleased to meet ye!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rhus Cornchúthur, impressed by your performance of the task he set before you, has recommended you to Iolo Brochtû, the mayor of Maur Tulhau.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We've been afeared of Gavar-diavol for a long time, [placeholder]... now that he's gone, we'll all sleep better at night, for sure!\\n\\n'I've sent word to Iolo Brochtû, our Maer, and he wishes to meet the giant what saved us. Perhaps ye can be of further aid to my folk! Maer Brochtû resides in our village, down the path to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Iolo Brochtû resides at a large house at the end of the road leading into Maur Tulhau, north-west from Rhus Cornchúthur.\\n\\nRhus Cornchúthur told you to speak with the mayor, Iolo Brochtû.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We've been afeared of Enaid-helgi for a long time, [placeholder]... now that he's gone, we'll all sleep better at night, for sure!\\n\\n'I've sent word to Iolo Brochtû, our Maer, and he wishes to meet the Stone-eater what saved us. Perhaps ye can be of further aid to my folk! Maer Brochtû resides in our village, down the path to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I'm not sure but what the maer might be frightened by ye yet, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We've been afeared of Tulwulh-gwirod for a long time, [placeholder]... now that he's gone, we'll all sleep better at night, for sure!\\n\\n'I've sent word to Iolo Brochtû, our Maer, and he wishes to meet the good spirit what saved us. Perhaps ye can be of further aid to my folk! Maer Brochtû resides in our village, down the path to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This Longbottom Leaf is an amazing thing! The seeds ye have given me will be put to immediate use!\\n\\n'I've sent word to Iolo Brochtû, our Maer, and he wishes to meet ye. Perhaps ye can be of further aid to my folk, cousin! Maer Brochtû resides in our village, down the path to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Rhus seems quite taken with ye, Duvodiad, but we've not dealt with many folk other than our own. You'll have to do more to prove yourself to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Iolo Brochtû at Maur Tulhau",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Rhus seems quite taken with ye, Duvodiad, but we've not dealt with many folk other than our own. You'll have to do more to prove yourself to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Rhus seems quite taken with ye, Duvodiad, but we've not dealt with many folk other than our own. You'll have to do more to prove yourself to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Meet the Stoors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Rhus told me of the amazing gift ye presented to us! We'll plant the seeds immediately... I cannot wait to smoke the weed! In the meantime, we could use your help....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'I'm not sure but what the maer might be frightened by ye yet, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}