{
  "id": 620860034,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gavar-diavol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rhus Cornchúthur believes you to be a giant come down from the Misty Mountains, though he is far from impressed by your stature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A giant! Fearsome tales have we of your kind! What do ye want of me? Are ye going to eat me? Though to be truthful, I would have expected a beast of greater stature....\\n\\n'Now what is that ye say? No giant are you, but a Man? Some of our elders swear they've met Man-creatures before, but I can't say that I have. Why should we deal with the likes of ye?\\n\\n'Well, if ye want to speak with Maer Brochtû, you'll need to do something for us. To the east of here is a small gully where our hunters found a strange shrine...perhaps made by one of ye big Men. At night, the hunters claim to have seen a terrible goat-demon, which we call Gavar-diavol...defeat the creature, and we may have more to say to ye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gavar-diavol can be found at night in a gully south of Rhus Cornchúthur.\\n\\nRhus Cornchúthur suggested you rid the Gloomglens of the Druggavar called Gavar-diavol. Doing so may go a long way to building a friendship with the hobbits of Enedwaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Most amazing, tall one! Maer Brochtû will surely wish to speak with you now!\\n\\n'As well, accept this gift of gratitude...you may find it useful in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rhus Cornchúthur awaits your return to the west of Gavar-diavol's haunting grounds.\\n\\nYou should return to Rhus Cornchúthur with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Defeat Gavar-diavol, and I must consider trusting you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I can see now that you're not a giant, but it was hard to tell...they say giants aren't that bright either.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Well, Duvodiad, how did it go with the Maer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gavar-diavol at night",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rhus Cornchúthur in the Gloomglens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Giant!",
      "es": "",
      "es (fem)": ""
    }
  ]
}