{
  "id": 621094865,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Galâmka has asked that you observe the northern entrance to the interior of Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Use the <rgb=#00FF00>look</rgb> emote to scout the eastern entrance and gain information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Galâmka has asked that you observe the eastern entrance to the interior of Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Use the <rgb=#00FF00>look</rgb> emote to scout out the northern entrance to the interior of Maurûsh to gain information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Reach the door to the eastern interior in Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Use the <rgb=#00FF00>look</rgb> emote to scout out the eastern entrance to the interior of Maurûsh to gain information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Scout the door to the eastern interior in Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85947",
      "en": "Ah, good, you have returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Return to Galâmka in Ub Nishir to inform him of what you learned from your scouting mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Return to Galâmka in Ub Nishir with the information gained",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Returned to Galamka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You scouted the area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You return. With good tidings I hope?'\\n\\nYou explain what you observed at the entrances to Maurûsh.\\n\\n'That is troublesome to hear. It appears that we must avoid these entrances and not risk attacking them directly. We must work on a new plan for now and find another point of attack.\\n\\n'Thank you again, my friend, for the information you have brought me. I hope to see you again soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galâmka would like more information about the situation in Maurûsh and asks you to go and do additional scouting in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You scouted the area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Another heavily fortified door. The Orcs have them well guarded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Scout the door to the northern interior of Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The northern doorway is heavily fortified and you cannot get inside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Greetings, [placeholder].\\n\\n'The scouting reports you gathered before and the trials you have overcome from the information they detailed have been a great boon to us all.\\n\\n'People here are beginning to have real hope now. Hope that we can truly win back our homes from these monsters.\\n\\n'With your help we have weakened our enemy, but we still need to know more before we can attack them head-on. We have little knowledge of the Orcs' movements regarding the interior of the stronghold, and I desire to send you on a scouting mission of your own. Go investigate the northern and eastern entrances and see what you discover there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Use the <rgb=#00FF00>look</rgb> emote to scout the northern entrance and gain information",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Reach the door to the northern interior in Maurûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Path of the Scout",
      "es": "",
      "es (fem)": ""
    }
  ]
}