{
  "id": 621094811,
  "txt": [
    {
      "id": "0x43b0e21",
      "en": "Ragrekhûl unleashes his fury on the Arena as you move to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde6f41",
      "en": "'Rothog, I shall warn you the creature stirs more than it should. I worry that the poison has not quelled the beast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb043b01",
      "en": "The sounds of fighting ring throughout the city outside of the arena.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8724420",
      "en": "'I will require your aid in tracking Ragrekhûl before it causes too much of a commotion. I would assist, but I need to speak to my apothecaries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb043b02",
      "en": "Members of the All-Seeing Eye cult have used the commotion to attack portions of the city. Secure the approach to The Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd925f95",
      "en": "The Dragon and the Storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb043b03",
      "en": "Ragrekhûl begins his approach to the courtyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb043b04",
      "en": "Ragrekhûl takes flight. Members of the Cult of the All-Seeing eye begin to make their way into the courtyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb043b05",
      "en": "Following the defeat of the cultists, Ragrekhûl lands and re-enters the fray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872441",
      "en": "'Citizens of Umbar Baharbêl, today I gift you the most amazing creature. Perhaps the finest to ever grace these hallowed sands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872442",
      "en": "'One of our fine competitors, Shaidal has returned with this beast at great risk to himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdf443ce",
      "en": "'This way! The creature has flown towards the Citadel of the Winds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872443",
      "en": "'Also, as is tradition, I commute the sentence of Shaidal for his noble effort to secure the beast. He risked life and limb to deliver this gift, and his penance to the citizenry is complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872444",
      "en": "'Shaidal, your service in Dahâl Huliz is complete. You are free once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872445",
      "en": "'My apothecaries have assured to me that this creature has been sedated and should be docile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872446",
      "en": "'Gaze upon Ragrekhûl, the Storm Serpent!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872447",
      "en": "'Uh oh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872448",
      "en": "'This is not good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6872449",
      "en": "'Perhaps nets should have been in place for this demonstration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd0641de",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}