{
  "id": 621094845,
  "txt": [
    {
      "id": 216727827,
      "en": "Find the supplies the Orcs are using in the northern area of Maurûsh.",
      "es": ""
    },
    {
      "id": 30955840,
      "en": "We can now make use of the information that was in the report you retrieved from Zukhal",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Sabotage the Orc supplies you have found in the northern area of Maurûsh.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find the Orc supplies in the western part of Maurush",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Sabotage the Orc supplies you have found in the western area of Maurûsh.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Found the western Orc supplies",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Find the supplies the Orcs are using in the western area of Maurûsh.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Sabotage Orc supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Return to Galâmka in Ub Nishir and inform him of your success.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Sabotaged Orc supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Speak to Galamka",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I hear reports again of your success in Maurûsh! You amaze me again, my friend. We are unstoppable with you on our side!\\n\\n'The Orcs have lost much thanks to you. There is still more that we must do to prepare, so I ask that you rest and return when you are ready.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Galamka spoken to",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Found the northern Orc supplies",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Galâmka has asked you to sabotage the supplies the Orcs are using in Maurûsh.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find the Orc supplies in the northern part of Maurûsh",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Sabotaged Orc supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah, [placeholder], welcome. We can now make use of the information that was in the report you retrieved from Zukhal.\\n\\n'Her report has made known where the Orcs are keeping their supplies. If we can sabotage those then we can greatly weaken them.'\\n\\nGalâmka indicates to locations on the map indicating two locations.\\n\\n'Zukhal marked these areas, one in the north of Maurûsh, and one to the west. I ask of you to make your way to these locations and do what you can to disrupt their supplies in the stronghold.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Sabotage Orc supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Striking Their Supplies",
      "es": ""
    }
  ]
}