{
  "id": 621094817,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'You return with weapons! You are a true help, my friend.\\n\\n'This day you have furthered our cause yet again as well as ensured that Emlû's death was not in vain. We all thank you for that.\\n\\n'Come back when you can. We still have more to do before we can strike back in Maurûsh, but we are growing stronger by the day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Using the information from the scouting report gathered from Emlû, Galâmka has asked you to take weapons from the Orcs in Maurûsh so they can arm themselves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Seize Orc weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Orc weapons seized ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Using the information from the scouting report gathered from Emlû, Galâmka has asked you to take weapons from the Orcs in Maurûsh so they can arm themselves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Return to Galâmka in Ub Nishir with the weapons you have retrieved in Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Seize Orc weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Give the weapons to Galâmka in Ub Nishir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Orc weapons seized ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Galâmka has asked you to gather weapons from the Orcs in Maurûsh to help arm the fighters in Ub Nishir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Now that you are here, we can begin. Emlû gave his life for this valuable information and it saddens me that you found him the way that you did. His report that you were able to retrieve details of locations within Maurûsh where the Orcs are keeping their weapon stores.'\\n\\nGalâmka indicates to locations on the map where Emlû claimed there are weapons.\\n\\n'I need you again to make your way into Maurûsh, and take what weapons you can from these locations. This would be would of great use to arm the fighters here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85952",
      "en": "Now that you are here, we can begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blades of the Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}