{
  "id": 620841041,
  "txt": [
    {
      "id": "0x8b19543",
      "en": "'SSSssss....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Mâb Rhûnadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The altar remains undamaged as a cold air sweeps through the ruins...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Cargûl, Mâb Rhûnadan, dwells among the ruins of Sâd Morangol, using a corrupt altar to summon fell spirits to Taur Morvith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have found where the Enemy conducts the rituals to summon fell spirits to Taur Morvith. There is an altar in the crumbling cellar of one of the ruins to the south-east...but I also found out what power is behind it. There is a Cargûl -- one of the cursed knights of Eärnur -- hiding somewhere in those ruins! I have heard his name whispered by his servants. He is known as Mâb Rhûnadan. \\n\\n'I consulted Agorin on the matter. It seems that this creature is a favoured apprentice to one of the Nine, and a powerful sorcerer in his own right. Be very careful should you encounter him!\\n\\n'If you can make your way to the altar and destroy it, that should put an end to their power here for the time being -- barring that, you may have to destroy the Cargûl himself. I also doubt he will allow you to interfere with his place of power unmolested.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mâb Rhûnadan and his altar may be found at Sâd Morangol.\\n\\nIanudirel has asked you to destroy the altar of Mâb Rhûnadan or defeat the Cargûl himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! The Nine will surely be angered that one of their favoured slaves has been destroyed, but this should break the spells gathering power against us here.\\n\\n'Now Fuirgam should be able to focus his attention towards Gathbúrz and Dol Guldur and not have to worry about a strike at his flank from Taur Morvith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ianudirel is just south of the bridge at Krul Lugu.\\n\\nYou should return to Ianudirel with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroy the altar, [placeholder], or if you cannot, defeat the Cargûl himself. To be forced to such corruption must be a terrible thing for a knight such as he once was...free him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Mâb Rhûnadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy the corrupted altar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ianudirel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Dark Apprentice",
      "es": "",
      "es (fem)": ""
    }
  ]
}