{
  "id": 620841042,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You may have noticed a number of Wargs roaming about this diseased forest. The Orcs unleashed a large pack of them shortly after our arrival -- presumably to keep our forces at bay while they strengthened their defences.\\n\\n'Should you wish to hunt them, you will find that the Wargs are fitted with war-collars that make fine trophies; otherwise, we risk having them find us here and bring the Orcs down upon us with their accursed howls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It appears that you have dealt with the Wargs admirably! The Orcs will no doubt miss their loathsome companions, but for the time being, this will allow the Malledhrim a free hand as we try to dislodge the Orcs from their outposts in Taur Morvith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The hounds of Sauron must be routed, [placeholder]. Our forces are slowed by their harassment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULDNT SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dogs of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Taur Morvith have unleashed packs of Wargs to harry intruders who would dare approach through the forests to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected war-collars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect war-collars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found roaming throughout Taur Morvith.\\n\\nIavassúl has asked you to hunt down the Wargs roaming Taur Morvith and collect their war-collars as trophies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the collars to Iavassúl at Iavassúl's Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Iavassúl is at Iavassúl's Watch in Taur Morvith.\\n\\nYou should return the war-collars to Iavassúl.",
      "es": "",
      "es (fem)": ""
    }
  ]
}