{
  "id": 620841047,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orc-scouts in Taur Morvith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Gathbúrz message",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orc-scouts ranging out from Taur Morvith act as the eyes for their gathering forces.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. Do you see those camps down there? You can faintly make them out through the shrouding mists, but they are there, and they are looking for us as well.\\n\\n'Orc-scouts range throughout Taur Morvith, trying to find us and entrap us so that their larger forces at those encampments can come down upon us with superior numbers. That, we cannot allow!\\n\\n'I need you to hunt down the scouts...and while you are doing so, attempt to intercept any of the messages they have been trying to get through to Gathbúrz.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc-scouts can be found throughout Taur Morvith.\\n\\nIavassúl asked you to defeat the Orc-scouts ranging outside of the forts in Taur Morvith and to intercept any messages they might be trying to carry through to Gathbúrz.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, you managed to lay your hands upon one of the Orcs' messages. They have been trying desperately to get one through to Gathbúrz since we blockaded the forest...and we have been trying just as hard to obtain one.\\n\\n'This is a terrible mess...it is barely legible at all! The masters of Dol Guldur should really teach better Black Speech to their warriors if they expect them to be reading orders and the like. \\n\\n'Anyway, once I decipher this pathetic scribbling, we should have a better idea of what they are up to down in Krul Lugu.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iavassúl is at Iavassúl's Watch in Taur Morvith.\\n\\nYou should bring the message you intercepted to Iavassúl.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If the Enemy's eyes are removed, he will not see that we do not have quite the strength we claim...our tactics will prove successful.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDNT SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orc-scouts in Taur Morvith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Gathbúrz message",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Poke in the Eye",
      "es": ""
    }
  ]
}