{
  "id": 620841033,
  "txt": [
    {
      "id": 218649169,
      "en": "The body is cold to the touch but the wounds appear fresh -- though the lack of blood surrounding the man's body is disturbing. In his hand, the man clutches a note.\\n\\nHis position and a trail of disturbed earth makes it appear that he travelled through the gloom of the Barrow-downs to reach this point. The note is chewed and crumpled and the only legible words are: 'between the Old Forest and the northern Barrow-downs. Send help.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You, you came here instead of seeking Barliman and the Watchers. Oh this is a fine mess.\\n\\n'I'll not forgive Barliman soon for the tale he spun for my Lalia. If you have arrived to assist us, then I am pleased to see you. Just concerned that you mayn't be capable to lead us out of this terrible place.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Failed Delivery",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You happened upon a poor adventurer on the outskirts of the northern Barrow-downs. Clutched within the corpse's hand you found a note to Barliman Butterbur. Apparently, his assistant Bob came to the Barrows to find his daughter and found his way to the west between the Barrow-downs and the unforgiving darkness of the Old Forest.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have read the note",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with one of the survivors of the ill-fated expedition into the Barrow-downs",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Find the camp of survivors between the Old Forest and the north Barrow-downs.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Bob at the refugee camp twixt the Old Forest and north Barrow-downs.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Find Bob at the camp between the Barrow-downs and the Old Forest.",
      "es": ""
    }
  ]
}