{
  "id": 620841044,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While we have not the forces to encircle the Orcs of Taur Morvith, we have cut off their main lines of communication to Gathbúrz, depriving them in part of guidance and leadership.\\n\\n'There are a handful of Orc-lieutenants remaining in the camps below, however, and they may manage to keep their fractious troops in line. If you can eliminate this nuisance, it will keep the Orcs off balance and delay them from mustering any real force to assault Ost Galadh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The loss of several of their officers will no doubt disrupt the Orcs' attempts to strike back at us.\\n\\n'Now that they are held at bay, we can focus on trying to destroy these encampments altogether, but I fear that Fuirgam will allow no diversion of forces from the planned assault on Dol Guldur, so we remain on our own where that is concerned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs of Taur Morvith rely upon the guidance of their lieutenants. The Dushmau will be thrown into disarray if enough of their leaders are defeated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Head Shorter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Taur Morvith have been partially cut off from their leadership in Gathbúrz, but are held together by a handful of brutal lieutenants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dushmau lieutenants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dushmau lieutenants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dushmau lieutenants can be found in the encampments of Taur Morvith.\\n\\nIavassúl asked you to find and defeat Dushmau lieutenants in Taur Morvith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Iavassúl is at Iavassúl's Watch in Taur Morvith.\\n\\nYou should let Iavassúl know of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}