{
  "id": 620841043,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have seen many fell spirits wandering these hills, but I do not yet know from whence they came.\\n\\n'If they are gathering there in numbers, then something is drawing them hence...we will need to deal with that soon but until we discover the source, I need you to banish as many of those spirits as you can lest their power grow too great.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well fought, but it bodes ill for us that there are so many spirits here.\\n\\n'We must find whatever power is drawing these spirits to Taur Morvith and dispatch it swiftly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fell spirits of Morgoth have begun to appear in Taur Morvith, and their terror spreads through every living thing. We must hinder these creatures as we may, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fell Servants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fell spirits drawn into the world by powerful sorcery now haunt the hills of Taur Morvith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated fell spirits in Taur Morvith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat fell spirits in Taur Morvith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fell spirits gather in the hills south of the river in Taur Morvith.\\n\\nIanudirel asked you to banish the fell spirits that are gathering in Taur Morvith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ianudirel in Taur Morvith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ianudirel is hiding in the hills just south of the bridge in Taur Morvith.\\n\\nYou should let Ianudirel know that you have done what she asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}