{
  "id": 620841040,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to Taur Morvith, [placeholder]. We have few warriors to spare with the strength of our forces heading towards Gathbúrz and Dol Guldur...your aid is most appreciated.\\n\\n'Can you make out those Orkish fortresses down below? They call them Krul Lugu in their Black Speech. Krul Lugu marks the southern flank of our advance, and I am tasked with ensuring that they are unable to mount a strike against us at Ost Galadh. The Orcs are cut off from the bulk of their forces in Dol Guldur, so their numbers are not great...but ours are spread even more thinly here, so we are trying to keep their attention occupied rather than risk a large-scale battle. To that end, we strive to demoralize and blind them, keeping them in place and paralyzed with uncertainty.\\n\\n'I have a simple task for you: Destroy their war-banners. It is naught but a symbolic effort, but as they appear to be bereft of strong leadership, it should be sufficient to set them back before they can rebuild their courage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, I can see it from here even through the mist. You have made them quite angry by the looks of it -- angry, but uncertain, and that is a fine line we must walk.\\n\\n'We need to keep them off balance, but not enrage them into risking a headlong assault that might threaten our flank.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Throw down the banners of Krul Lugu, [placeholder], and show to the Orcs to whom this land truly belongs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Banner Day",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elf Iavassúl and his companions are tasked with preventing the Orcs of Taur Morvith from closing in behind the main force of the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed Orc-banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Orc-banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orkish war-banners can be found in Krul Lugu below Iavassúl's Watch.\\n\\nIavassúl has asked you to destroy several of the Orcs' war-banners to demoralize the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Iavassúl is at Iavassúl's Watch, above Krul Lugu.\\n\\nYou should return to Iavassúl and inform him that the Orkish banners have been destroyed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}