{
  "id": 620841046,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to protect Ianudirel!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Ianudirel has made it across safely!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elven scout Ianudirel was sent ahead to explore the far side of the river from Krul Lugu, but she has not yet returned.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It seems I may have been overhasty in sending my scouts out across the bridge. One of them who goes by the name Ianudirel has not yet reported back, and I grow worried.\\n\\n'See if you can find her upon the far embankment. If she is not too sorely wounded or dead, then she should be trying to win her way across...but her path may be barred.\\n\\n'Also, while I know it is improper to say it under these circumstances...she is my sister, and I would be personally grateful if you are able to ensure her safe return.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ianudirel may be found on the far side of the river from Krul Lugu.\\n\\nIavassúl has asked you to find Ianudirel, his sister, and help her to return safely, if she still lives.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My sister is safe for the time being, [placeholder], and the information she brought us was of great importance.\\n\\n'Something far more dangerous than Orcs lurks in the ruins upon the far side of that bridge -- a servant of the Nine, if Ianudirel has marked her guess correctly!\\n\\n'We need to deal with this quickly! My sister saw many fell spirits gathering to the call of this servant, and their power could prove a greater threat to us if it is allowed to build.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iavassúl is at Iavassúl's Watch in Taur Morvith.\\n\\nYou should report to Iavassúl regarding his sister's rescue.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Greetings, my good [placeholder]. You are a welcome sight indeed in this dark place. I have been awaiting my chance to cross the bridge for nearly a day, but there are too many eyes searching for me -- and not all of them belong to Orcs....\\n\\n'Something terrible lurks on this side of the river, and I need to inform my brother of it!\\n\\n'What say we take our chances now? With the two of us, I think we will have a good chance of fighting our way across, even if we are discovered.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Why hello there, my good [placeholder]. You're a welcome sight indeed, in this dark place.\\n\\n'I've been waiting my chance to cross this bridge for nearly a day, but there are too many eyes searching for me - and not all of them belong to Orcs...\\n\\n'Something terrible lurks on this side of the river and I need to let my brother know about it! \\n\\n'What say we take our chances now? With the two of us I think we'll have a good chance to fight our way across even if we're spotted.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Find my sister, [placeholder]. I have not heard from her since she went out to scout the land.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Ianudirel to assist in her escape",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Iavassúl",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Narrow Way",
      "es": ""
    }
  ]
}