{
  "id": 620841061,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have selected Lar as your favourite to win",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The race has begun! Betting is now closed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Lar has won the race!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have a vested interest in Lar's success as he runs the Summer Festival Keg-hopping Race.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Lar has lost the race",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Lar has lost the race",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Lar has lost the race",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have left the race area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, [placeholder], good day to you! It is often said that there is nothing better than fine summer weather, though it is a little balmy for my taste this time of year. I am sweltering where I stand!\\n\\n'These lazy summer days can drag on, which is why we look forward to the Festival events! This year, inhabitants of Thorin's Hall are racing to finish the Keg-hopping Race event as quickly as possible. Who do you think will win?\\n\\n'I think Lar is the strongest candidate. I don't know that I have ever seen a faster dwarf, nor a less quenchable thirst! If you agree, you should select him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tickets for the race can be picked up at Jorfi at the Keg-hopping race. Tickets can be turned in to place a wager.\\n\\nYou will need to hand over a Festival Ticket in order to select Lar as your favourite to win.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see you had some luck at the keg-races! Allow me to be the first to bid you congratulations on your excellent luck, [placeholder]. Here is your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Keg-Hopping Race begins soon on this very track.\\n\\nYou think that Lar will win the race, and you should observe whether or not this comes to pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Arnar can be found in the Keg-race area during the Summer Festival.\\n\\nYou should speak with Arnar and collect the bountiful prize he has to offer for your excellent luck.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Watch the race, [placeholder]; see if Lar will prove the hardiest of all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You think Lar's your dwarf? Well then, hand me one of your Festival Tickets, and I'll jot down your wager on him.\\n\\n'Good luck, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Sorry, [placeholder]. I'm afraid you'll need a Festival Ticket in order to select a contestant.\\n\\n'Jorfi is handing out tickets in Thorin's Hall...I'd go see him right away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Turn in a Festival Ticket to select Lar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Observe the race to see if Lar is victorious",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Arnar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Do not leave the race area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Keg-hopping Race: Leg It, Lar",
      "es": "",
      "es (fem)": ""
    }
  ]
}