{
  "id": 620841045,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have placed the Malledhrim war-banner atop one of the guard-towers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defended the Malledhrim war-banner with honour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You were unable to defend the Malledhrim war-banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Taur Morvith are in disarray. Iavassúl now has a plan to keep them that way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have abandoned the Malledhrim war-banner to the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I hope you have prepared yourself for the battle ahead, [placeholder]. The Orcs of Taur Morvith may be in disarray, and now is the time to strike against them and shatter their will to fight altogether!\\n\\n'In each of their fortresses, there is a guard-tower that overlooks the approaches...I want you to either fight or sneak into those encampments and claim the top of one of those towers with a banner of the Malledhrim, then hold it against any Orcs who attempt to reclaim it from you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The guard-towers are in Krul Lugu below Iavassúl's Watch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Well fought, [placeholder]! Well fought, indeed!\\n\\n'Surely the Orcs' will to fight will be broken by such valour as you have shown today. With your aid, we shall hold this front, and our forces at Ost Galadh shall be free to lay low the tower of Dol Guldur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The guard-towers are in Krul Lugu below Iavassúl's Watch.\\n\\nIavassúl has asked you to claim one of the two guard-towers in Taur Morvith with a banner of the Malledhrim, then hold it against the Orcs for a time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Iavassúl is at Iavassúl's Watch, above Krul Lugu.\\n\\nYou should speak with Iavassúl regarding your efforts in the Orc-camps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring our war-banner to Krul Lugu and defend it against the Orcs...they will learn that it is futile to defy the Malledhrim!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the Malledhrim war-banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend the banner of the Malledhrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "King of the Hill",
      "es": "",
      "es (fem)": ""
    }
  ]
}