{
  "id": 620841049,
  "txt": [
    {
      "id": 218649169,
      "en": "'It seems that there is one thing left to hold the Orcs in check from a complete rout -- one powerful Orc-leader with a cruel whip and the strength to bend the others to his will.\\n\\n'If you can find and defeat this Durshâtaz, as he is called, the final pin holding the forts of Krul Lugu together will be removed, and we shall be free to move as we wish against them.\\n\\n'One of my scouts tells me that Durshâtaz travels frequently between the two encampments, trying to keep his underlings in line. If you can catch him in the open, you might be able to defeat him before help arrives.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Durshâtaz is dead? Elbereth be praised! Without his strength to hold them together, the Orcs are now bereft of leadership and at our mercy. You have opened the way for us, [placeholder]...now we shall discover whatever strength they may have been hiding on the other side of that river.\\n\\n'What is that? Of course there is something over there! Who would build a pair of fortresses to defend a bridge if there was not something of value on the other side?\\n\\n'I have already had my scouts slip across during the distraction afforded by your previous forays. They should be back shortly.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs of Krul Lugu are disheartened, and they will collapse completely, I believe, if their chieftain is slain.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Barbed Lash",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A powerful Orc named Durshâtaz keeps his underlings in Taur Morvith in line with strength and a cruel lash, but without his domineering will to force them to battle, the Orcs there will likely fall to chaos, giving the Elves a free hand to act in the area.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Durshâtaz",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Durshâtaz",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Durshâtaz can be found at Krul Lugu, below Iavassúl's Watch.\\n\\nIavssúl has asked you to find and defeat the Orc-leader Durshâtaz. He suggests trying to attract his attention as he roams between the two fortresses.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Iavassúl at Iavassúl's Watch",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Iavassúl is at Iavassúl's Watch, above Krul Lugu.\\n\\nYou should return to Iavassúl with news of your victory.",
      "es": ""
    }
  ]
}