{
  "id": 620841048,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you seen the awful fog that often lies upon Taur Morvith? I have found its source, at least in part. There are large pyres built throughout the area south of the river. These pyres are fed by fell spirits, and the smoke they belch out clings to the land, covering it in this suffocating haze.\\n\\n'I need you to extinguish several of these fires, or soon we will not be able to see anything here -- we may not even be able to breathe....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have managed to extinguish some of those pyres? Good! That should secure us some time to deal with whomever -- or whatever -- kindled them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The sorcerers of Taur Morvith use dread pyres to perform their foul rituals...do what you must, but extinguish those pyres!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pyres of Dread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The sorcerers of Taur Morvith have lit a series of pyres across the nearby hills that spew clouds of acrid smoke into the sky and cover the land in a choking haze.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Extinguished dread pyres ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Extinguish dread pyres ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dread pyres have been lit throughout Taur Morvith, south of the river.\\n\\nIanudirel has asked you to extinguish the dread pyres of the sorcerers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ianudirel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ianudirel is hidden just south of the bridge in the midst of Taur Morvith.\\n\\nYou should speak with Ianudirel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}