{
  "id": 620913656,
  "txt": [
    {
      "id": 241235396,
      "en": "<rgb=#00FFFF>Tabî-kohin is vulnerable!</rgb>",
      "es": ""
    },
    {
      "id": 180163458,
      "en": "'This pitiful village shall burn first, then we shall bring the Lonely Mountain down atop the earth-diggers!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "The Bells of Dale",
      "es": ""
    },
    {
      "id": 95075599,
      "en": "'You have come too late, fools!'",
      "es": ""
    },
    {
      "id": 180163459,
      "en": "'To arms, Jangovar! Burn this miserable village!'",
      "es": ""
    },
    {
      "id": 240865559,
      "en": "<rgb=#FF0000>A shadow-rat is attempting to enter the bell-tower from the south-west and gnaw loose the bells...stop it!</rgb>",
      "es": ""
    },
    {
      "id": 111852815,
      "en": "'You are too late, little worms! The Great Eye has turned upon the North!'",
      "es": ""
    },
    {
      "id": 132063521,
      "en": "'Ah! A friendly face! A fortuitous meeting, to be sure!'",
      "es": ""
    },
    {
      "id": 132063522,
      "en": "'A vast army of Easterlings calling themselves the Jangovar are approaching the eastern banks of the River Running.'",
      "es": ""
    },
    {
      "id": 132063523,
      "en": "'I have sent most of my fighting men to form a defensive line on the western bank... we will hold them off as long as we can, but I need your help.'",
      "es": ""
    },
    {
      "id": 8828161,
      "en": "'Help us!'",
      "es": ""
    },
    {
      "id": 132063524,
      "en": "'A few Jangovar raiders have already broken into the city...defeat them, then proceed to the belltower and ring the bells. The people must be warned to retreat to Erebor!'",
      "es": ""
    },
    {
      "id": 8828162,
      "en": "'Ah!'",
      "es": ""
    },
    {
      "id": 9307092,
      "en": "<rgb=#FF00FF>Tabî-kohin is invulnerable!</rgb>",
      "es": ""
    },
    {
      "id": 228824494,
      "en": "<rgb=#FF0000>Shadow-rats have gnawed loose another bell causing it to fall. If one more falls, you will fail!</rgb>",
      "es": ""
    },
    {
      "id": 8828163,
      "en": "'Help! There are evil Men in the city!'",
      "es": ""
    },
    {
      "id": 183255598,
      "en": "'Spirits of Shadow, aid me!'",
      "es": ""
    },
    {
      "id": 240865765,
      "en": "<rgb=#FF0000>A shadow-rat is attempting to enter the bell-tower from the south-east and gnaw loose the bells...stop it!</rgb>",
      "es": ""
    },
    {
      "id": 228824414,
      "en": "<rgb=#FF0000>Shadow-rats have gnawed loose another bell causing it to fall. If four more fall, you will fail!</rgb>",
      "es": ""
    },
    {
      "id": 228824462,
      "en": "<rgb=#FF0000>Shadow-rats have gnawed loose another bell causing it to fall. If three more fall, you will fail!</rgb>",
      "es": ""
    },
    {
      "id": 180163202,
      "en": "'The bells of Dale will be destroyed, and the outlying villages will be unprepared for the vengeance of the Jangovar.'",
      "es": ""
    },
    {
      "id": 180163203,
      "en": "'When the Dark Lord summoned us to battle, my master, Yetkeyin the Violet, forbade us to come....'",
      "es": ""
    },
    {
      "id": 180163204,
      "en": "'But we knew it was a test... Yetkeyin is an emissary of the gods, and Sauron is chief of gods.'",
      "es": ""
    },
    {
      "id": 180163205,
      "en": "'So in the name of Sauron and Yetkeyin, you shall perish, that our masters will know that we are loyal! Spirits of earth and fire, arise!'",
      "es": ""
    },
    {
      "id": 116146530,
      "en": "'Spirits of the storm, wind and lightning, come to me!'",
      "es": ""
    },
    {
      "id": 116146531,
      "en": "'Earth, fire, wind, and lightning... destroy these meddlers!'",
      "es": ""
    },
    {
      "id": 223995316,
      "en": "<rgb=#FF0000>A shadow-rat is attempting to enter the bell-tower from the north-east and gnaw loose the bells...stop it!</rgb>",
      "es": ""
    },
    {
      "id": 116146532,
      "en": "'Spirits of the winter, come to me!'",
      "es": ""
    },
    {
      "id": 116146533,
      "en": "'Elements of nature... destroy these meddlers!'",
      "es": ""
    },
    {
      "id": 116146534,
      "en": "'Yetkeyin, why have you betrayed us?'",
      "es": ""
    },
    {
      "id": 240867239,
      "en": "<rgb=#FF0000>A shadow-rat is attempting to enter the bell-tower from the north-west and gnaw loose the bells...stop it!</rgb>",
      "es": ""
    },
    {
      "id": 228824430,
      "en": "<rgb=#FF0000>Shadow-rats have gnawed loose one bell causing it to fall. If five more fall, you will fail!</rgb>",
      "es": ""
    },
    {
      "id": 228824478,
      "en": "<rgb=#FF0000>Shadow-rats have gnawed loose six bells. You have failed!</rgb>",
      "es": ""
    },
    {
      "id": 141407909,
      "en": "'Jangovar, to me!'",
      "es": ""
    },
    {
      "id": 41783044,
      "en": "'Thank you for saving us!'",
      "es": ""
    },
    {
      "id": 228824574,
      "en": "<rgb=#FF0000>Shadow-rats have gnawed loose another bell causing it to fall. If two more fall, you will fail!</rgb>",
      "es": ""
    }
  ]
}