{
  "id": 621010027,
  "txt": [
    {
      "id": 162883670,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "II. The Haunting of Wistmead",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Mayor Will Whitfoot is outside the Town Hole in Michel Delving, and may know something about Cleary's Acres.",
      "es": ""
    },
    {
      "id": 246419827,
      "en": "Postmaster Proudfoot is outside the Quick Post, near the Town Hole in Michel Delving.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Cleary, eh? I don't think I know of any hobbits by that name in the Shire, although it does sound familiar for some reason. It strikes me as being a name from many years ago, perhaps when I became keeper of the Mathom-house as a young hobbit. But that was long ago, and if I then saw mathoms labeled with the name Cleary they certainly have been long-since distributed or buried beneath other more recent items.\\n\\n'Cleary, Cleary, Cleary... No, I can't say I know of anyone with that name. Perhaps you could check with the Postmaster? His occupation requires that he have a thorough knowledge of hobbit names and addresses, and if anyone knows of a Cleary in the Shire, he is just the hobbit who will do so!\\n\\n'Postmaster Proudfoot can usually be found outside the Quick Post, right near the Town Hole.'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Brombard Foxtail is the keeper of the Mathom-house, which stands on a rise overlooking the Town Hole in Michel Delving.",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Bingo is in Wistmead, near the eastern path from Hobbiton.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We have to get to the bottom of this business, [placeholder], and find a way to combat this curse before it becomes too late! What we need is a clue, or better yet, more than one!'\\n\\nBingo snaps his fingers.\\n\\n'Maybe we have one! You said that the writing on the sign you found had been crossed out with red paint, and someone had written \\qEerie Acres?\\q What words did this mysterious vandal seek to replace? \\qCleary's Acres,\\q you said? Well, that is one place to start. We need to find out anything we can about a hobbit named Cleary, and perhaps we will learn what happened to his homestead for it to be known as Eerie Acres!\\n\\n'It may be a long shot, but there might be some record of Cleary's Acres at the Town Hole in Michel Delving. Consult with Mayor Whitfoot and you might learn something useful! I will stay here and keep an eye out for anything suspicious! Good luck to us both, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'It may be a long shot, but there might be some record of Cleary's Acres at the Town Hole in Michel Delving. Consult with Mayor Whitfoot and you might learn something useful! I will stay here and keep an eye out for anything suspicious! Good luck to us both, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'When did you say this Cleary lived in the Shire? You didn't? If he is an old resident, it could be some belongings of his have ended up in the Mathom-house. You could ask Brombard if he's seen anything belonging to a Cleary.\\n\\n'Hmmm. I have given more than enough thought to this matter, and it seems well-settled to me. Sorry I could not be of more help, but I need to get going if I am to sample some of the food-platters at Wistmead. Good day to you!'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Perhaps you could check with the Postmaster? His occupation requires that he have a thorough knowledge of hobbit names and addresses, and if anyone knows of a Cleary in the Shire, he is just the hobbit who will do so!\\n\\n'Postmaster Proudfoot can usually be found outside the Quick Post, right near the Town Hole.'",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "Postmaster Proudfoot is just outside the Quick Post, by the Town Hole in Michel Delving.",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'We do not keep records of home ownership at the Quick Post, but there is a small chance that someone might know the state of the Cleary farmhouse, even if knowledge of its one-time resident has been lost during the ensuing years. That was so long ago. I speak of Clem Underhill, the Escrow Broker here in Michel Delving! He may know if the deed to the Cleary farmhouse ever changed hands, and if the land was sold he might tell you the name of the current owner, if there is one.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo has decided that the Curse of Eerie Acres is real, and he wants your help to get to the bottom of it.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'There have been no transactions relating to that parcel, so I expect if it was owned by a Cleary once then it must be owned by a Cleary still. A descendant, surely!'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Postmaster Proudfoot is outside the Quick Post, near the Town Hole in Michel Delving.",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Clem Underhill is near the Town Hole in Michel Delving.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'You are looking for a Cleary? Dare I hope that you seek word of one Halson Cleary? This is an unexpected joy, [placeholder]! At last! I thought this day would never come, and I would go to my grave with this task unfulfilled, one more disappointer in a long line of shamed postmasters! But it is not to be! The mail shall at last be delivered!\\n\\n'When I first came to work at delivering the mail, when I was just a young hobbit, old Ned Harfoot the Postmaster showed me the ropes. It took me a few weeks to learn the ins and the outs of the Quick Post, and I never forgot his lessons. One day he took me down to the cellar and showed me a box of old envelopes. \\qThese letters ain't ever been delivered, Hugo,\\q he said to me, \\qbut my old boss told me we weren't to throw them away. Could be one day we'll find out how to deliver them, and when that day comes the Quick Post will truly have earned a fine reputation, even if it puts the lie to its name!\\q Well, Ned passed on not long after that, and I took a vow to keep those undelivered letters safe, until my own time was up or the intended recipient came to claim them.\\n\\n'It seems to me you might be the closest person we're likely to get to Halson Cleary, [placeholder]. If you are willing to follow me, I will show you these stacks of undelivered letters and you can decide what to do with them! Let me know!'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'At last you have come back, [placeholder]! Fosco yelled at me again, and this time he had the support of several of his brothers. This is so unlike them! What did you learn in Michel Delving? Did you find out anything about Cleary's Acres or about the curse?'\\n\\nYou explain to Bingo what you learned about Halson Cleary and the parcel of land he once owned, not far from Wistmead, and the hobbit nods.\\n\\n'It all makes sense to me now! The spectral vision you saw in the Bindbole Wood must be related in some way to Halson Cleary, and somehow he managed to put a curse on the Shire! \\qNone but one will laugh when all is done?\\q That must refer to the ghost of Halson Cleary, scorned and forgotten by his neighbours! In fact, that may very well be why the Boffin boys are so uncharacteristically angry! The ghostly haunt has affected them without their knowing, and the close proximity of Wistmead to the Cleary farm has enflamed their tempers!\\n\\n'Are you up for another adventure, [placeholder]? I have the perfect hobbit in mind to go with you!'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883697,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Follow me, [placeholder]! I can still hardly believe that someone has come in search of those letters, after all this time!'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'It is highly unusual for letters such as those to not have been delivered, [placeholder]. We run a respectable post here, and I would have said we always have done... but those undelivered letters seem to cast some doubt on it, to my shame and that of my predecessors. Why would those letters not be delivered?\\n\\n'At any rate, we do not keep records of home ownership at the Quick Post, but there is a small chance that someone might know the state of the Cleary farmhouse, even if knowledge of its one-time resident has been lost during the ensuing years. That was so long ago. I speak of Clem Underhill, the Escrow Broker here in Michel Delving! He may know if the deed to the Cleary farmhouse ever changed hands, and if the land was sold he might tell you the name of the current owner, if there is one.'",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'The Cleary farmhouse, you say? Oh, that goes back quite a long way, almost three hundred years if I remember a-right! The records from those days are rather incomplete, but there is a deed for a parcel of land in that name. It is a wooded lot, yes? I have had no cause to go out there, but the description makes it sound quite deep into the forest. Near Walaric Goldworthy's new cleared field of Wistmead, isn't it? That is an interesting coincidence, since the field has only recently been put to use after being left alone for so long.\\n\\n'There have been no transactions relating to that parcel, so I expect if it was owned by a Cleary once then it must be owned by a Cleary still. A descendant, surely, although that is a long time for anyone to stay in one place without interacting with his neighbours. That is no way to live, not for any respectable hobbit! It must do you some harm, surely, to see only the faces of your family and no others. And if you live by yourself, with no kin around you, why, imagine it! And who would take care of you in your twilit days, until finally your last day arrives and you meet it alone...?'\\n\\nClem shivers suddenly.\\n\\n'Mayhap it is just the time of year, but thinking about this sends a chill down my spine and raises the hairs on my feet. It sounds like a spooky Harvest Festival story to me, and not something that could happen to real folk in the Shire! I cannot say as I like it, [placeholder]. I hope I was a help to you, and now I would like to think no more of these troubling thoughts!'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Talk to Will Whitfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Talk to Brombard Foxtail in Michel Delving",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Talk to Postmaster Proudfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Talk to Postmaster Proudfoot and he will help you research the mystery of Cleary's Acres",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Postmaster Proudfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Talk to Clem Underhill, the Escrow Broker in Michel Delving",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Bingo in Wistmead",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Hullo, hullo! How are you enjoying the Harvest Festival this year? Have you found the time to head over to Wistmead for the new activities there? I understand Walaric Goldworthy has really outdone himself, and there are many fun games to play and delicious treats to enjoy. I was about to make my way there to sample some of the offerings for myself! But I will of course take the time to help you with whatever you need, so long as you make it quick, [placeholder].\\n\\n'A hobbit named Cleary? Is that used as a first name or as a surname? Well, I can't say it makes a difference, because neither case rings a bell; I have no memory of either. When did you say this Cleary lived in the Shire? You didn't? If he is an old resident, it could be some belongings of his have ended up in the Mathom-house. You could ask Brombard if he's seen anything belonging to a Cleary.\\n\\n'Hmmm. I have given more than enough thought to this matter, and it seems well-settled to me. Sorry I could not be of more help, but I need to get going if I am to sample some of the food-platters at Wistmead. Good day to you!'",
      "es": ""
    }
  ]
}