{
  "id": 621010076,
  "txt": [
    {
      "id": 246419863,
      "en": "The lone raven can be found near the path into the Grey Mountains.\\n\\nYou followed a trail of rust and discovered another of Arcah's ravens. You should signal it to return to its kin at Ravenhill.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "The trail of rust continues to the north-west...",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The trail of rust can be found to the south-west of Ravenhill.\\n\\nYou have discovered a trail of rust leading north-west towards the Grey Mountains and should follow to see where it leads.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The trail abruptly ends along the path into the Grey Mountains, but a lone raven rests nearby...",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Karazgar passed near to Ravenhill when he departed the lands of the North.\\n\\nKing Thorin III has asked you to search the lands surrounding Ravenhill for signs of Karazgar's passage into the Grey Mountains.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "The raven rests near the path into the Grey Mountains.\\n\\nYou followed the trail of rust and discovered one of Arcah's ravens waiting for you at its end. You should send the raven deeper into the Grey Mountains.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 235466168,
      "en": "Listen to King Thorin III",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Signal the raven to return to Ravenhill",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Hail, [placeholder].\\n\\n'What did you learn of Karazgar's plots in the North?'\\n\\nYou tell King Thorin III that Karazgar has travelled into the Grey Mountains in pursuit of the wounded Vethúg Wintermind.\\n\\n'Hah! Let him go! Karazgar and Vethúg can bring each other to ruin. I will not involve Durin's Folk in their squabbling any longer! We have defended Erebor! We have defended our home! If Vethúg still dwelt upon the hoards of Thikil-gundu, it is there he can die with the knowledge that he was bested. The sacrifices of Dáin I and Frór have been avenged!\\n\\n'Now, I must put an end to my kinsfolks' wild thoughts of reclaiming Thikil-gundu....'\\n\\n<rgb=#FF0000>Next week: 'Trouble Under the Mountain'</rgb>",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The raven flies towards Ravenhill, but what did it see?",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "A trail of rust leads to the north-west...",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "In the aftermath of Vethúg Wintermind's attack on Erebor, King Thorin III remains uneasy about Karazgar.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Arcah",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is good to look upon you once more, [placeholder].\\n\\n'Vethúg Wintermind was a cunning foe, but his defeat was a great victory for Durin's Folk. When he fled the battle, I believe he flew for Thikil-gundu, the Steel Keep, but where he has gone matters not. If his wounds have not yet ended him, they soon will!\\n\\n'As for Karazgar, it seems his plots have come to naught... or so he would have us believe. I received word that Karazgar passed near to Ravenhill shortly after the battle against Vethúg was ended. He moved silently among the trees, but even still, Arcah's people spied him from above and said that he made for the Grey Mountains.\\n\\n'Why did he not come to Erebor to claim his prey? I want to know his purpose in taking that path!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have learned that Karazgar passed into the Grey Mountains in pursuit of Vethúg Wintermind. You should inform King Thorin of what you learned.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search the path into the Grey Mountains for signs of Karazgar",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Ah, [placeholder], I have tidings both good and ill.\\n\\n'Karazgar has gone from the North, and his followers have departed in his wake. When the battle turned, he followed the cold-drake into the Grey Mountains. Vethúg Wintermind must seek to heal his hurts in the Steel Keep of old, but he shall have little time to rest from battle.\\n\\n'I do not think that the strife between Karazgar and Vethúg is ended. In the mind of one who tames dragons, a weakened foe would be an easier one to break. Who can say if such things will come to pass?\\n\\n'Tell King Thorin what I have told you and the North shall again know peace.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rust and Rime",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Arcah can be found at Ravenhill.\\n\\nThe raven you found may know where Vethúg and Karazgar have gone in the wake of the attack on Erebor. You should talk to Arcah and learn what it saw.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Follow the trail of rust towards the Grey Mountains",
      "es": ""
    }
  ]
}