{
  "id": 621010032,
  "txt": [
    {
      "id": "0x6a50240",
      "en": "Find Marigold Boffin by the misty path on the western edge of Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Marigold Boffin by the misty path out of Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Travel the misty path through the woods west of Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Marigold Boffin by the misty path out of Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Bingo in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I must say, Walaric Goldworthy has done quite a nice job of creating a spooky atmosphere for the Harvest Festival here at Wistmead! This is where we should have told our scary stories in the first place, [placeholder]! Can you imagine what Dinodas might have done if we tried scaring him here instead? Even the least frightening story might be more convincing when told in this atmosphere!\\n\\n'I encourage you to find my various cousins, the lot of them once-removed, and see what they think of the games here in Wistmead, but do not forget to remain alert for any suspicious activities! There may be an apparition on-hand seeking to conduct some nefarious purpose, and if this curse of his is real we want to know about it in time to prevent it from being carried out! Even so, try to have fun anyway, [placeholder]. It would be a shame to spoil all of Mr. Goldworthy's work with an excess of caution and worry. Wistmead really does seem like a fitting location for spooky fun, after all.\\n\\n'I saw Angelica making a bee-line for the ponies to the north-west, and Berilac mentioned something about taking a snooze near the maze. Find them first and see what they think of Wistmead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has invited you to Wistmead, Walaric Goldworthy's new field of Harvest Festival fun, but he is also concerned about the words of the apparition you saw in the Bindbole Wood, and he wants you to keep your eyes peeled for suspicious activity.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Angelica Boffin by the ponies in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Berilac Boffin by the edge of the maze in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "Marigold Boffin stands by a fog-enshrouded path on the edge of Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Camellia Boffin by the tables in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Pick up a spider pie in Wistmead and carry it to Camellia Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1154",
      "en": "You walk along the path for a time, but the fog is very thick and you may have gotten turned around",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Griffo Boffin in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1157",
      "en": "You shrug at Marigold. She shrugs back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "You shrug at Marigold. She shrugs back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'I encourage you to find my various cousins, the lot of them once-removed, and see what they think of the games here in Wistmead, but do not forget to remain alert for any suspicious activities! There may be an apparition on-hand seeking to conduct some nefarious purpose, and if this curse of his is real we want to know about it in time to prevent it from being carried out! Even so, try to have fun anyway, [placeholder]. It would be a shame to spoil all of Mr. Goldworthy's work with an excess of caution and worry. Wistmead really does seem like a fitting location for spooky fun, after all.\\n\\n'I saw Angelica making a bee-line for the ponies to the north-west, and Berilac mentioned something about taking a snooze near the maze. Find them first and see what they think of Wistmead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'I am having a lovely time here in Wistmead, and everything scary I have seen seems to be on purpose, [placeholder]. Cousin Bingo's curse must have nothing to do with this place after all, and he likely worries for nothing.\\n\\n'I will stay here with the ponies. Everything seems fine to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'All I want to do is to curl up here outside of this maze and take a restful nap, but I have not been able to get comfortable. There is just something about this place that keeps me awake, and that is MOST unusual! Why, I would say it is a first!\\n\\n'I will keep trying. Are my siblings having a better time than I am? I hope so, but above all I just wish I could take a nap... this is usually not a problem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Could you go pick up one of Holly's pies from the tents on the other side of the field?'\\n\\nCamellia lowers her voice conspiratorially.\\n\\n'I must warn you about something, [placeholder]. The pie-filling has been fashioned with blackberries and currants, and should be delicious, but Holly Hornblower has made it look as if the pies are filled with creepy-crawlies and spiders! A number of hungry hobbits may try to get in your way, but give them a good look at the pie and they will surely leave you alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'I thought Wistmead was going to be full of fun activities and delicious food, [placeholder], but it seems I was mistaken! I wanted nothing more than to dig into one of these pies, because the pie-crust is golden-brown the way I like it, and the smell makes my mouth water, but on closer inspection you can plainly see that the pies are filled with spiders! It is an affront to good taste! I do not understand why folk still buy pies from Holly Hornblower, honestly!\\n\\n'I am not enjoying my time in Wistmead, [placeholder]. I am just so hungry, and I do not like that feeling! If you want to find someone who is having a good time, perhaps you should find Marigold. I expect she is enjoying herself, because it is dark and a little scary. I saw her looking at the misty woods on the other side of the field, and she might still be there.\\n\\n'I will try and rummage up some edible food. Wish me luck, because I am not eating one of those spider pies, no matter how delicious it might smell! Can't fool me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Ah, [placeholder], how are you finding Wistmead? I am not especially interested in the Harvest Festival activities that Walaric Goldworthy has set up here, but I am very curious to know where this path leads! The fog hangs thickly all about the trail, and the darkness seems almost to pool among the trees... it feels like adventure to me!\\n\\n'Cousin Bingo made me promise to stay in Wistmead or he would tell my mother and she would be very cross, so for now I should not follow this misty path. But you made no such promise, did you? You should walk along the path and see where it leads, and then come back and tell me what you saw!\\n\\n'That is a capital idea, is it not? I'll be waiting for your report, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'[placeholder]! How did you get back here without my seeing you? You got turned around in the woods? This must not be ordinary fog after all, but a magical and mysterious mist that lends itself to confusing even the most perceptive of adventurers!\\n\\n'How delightful! I will do some thinking and see if I can come up with some means of countering this curious canopy of cloud! For now you should return to Bingo and tell him that I am having a great time. Spooky mysteries abound!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'The longer we stay here the more worried I become, [placeholder]. How do my cousins feel about Wistmead?'\\n\\nYou tell Bingo that Angelica, Camellia, and Marigold seem to be enjoying themselves, for various reasons, but that Berilac and Griffo do not seem to be having as fine a time.\\n\\n'At least some of my cousins are enjoying the Harvest Festival here, even if that cannot be said for all of them! I suppose this cannot be the curse at work, unless it is a curse that has chosen to mildly inconvenience a few hobbits, which seems unlike any curse of which I've heard! Curse or no, I still wish more of my cousins were having a good time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Camellia thanks you for the pie, but Griffo eyes it with distaste",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Angelica and Berilac Boffin are somewhere in the Harvest Festival field of Wistmead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Hello there, [placeholder]! Will you look at these beautiful ponies? Aren't they simply delightful? I understand that Carl Proudfoot has loaned them to Walaric Goldworthy for the duration of the Harvest Festival, and they have been painted with these frightening but adorable designs! If I did not love horses and ponies as much as I do, I might be quite chilled to see them... but I do and I am not!\\n\\n'I am having a lovely time here in Wistmead, and everything scary I have seen seems to be on purpose, [placeholder]. Cousin Bingo's curse must have nothing to do with this place after all, and he likely worries for nothing.\\n\\n'I will stay here with the ponies. Everything seems fine to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Oh, it's you, [placeholder]. I came with my brothers and sisters to Wistmead, but I am quite ready to leave! I was promised Harvest Festival fun, but this does not seem terribly enjoyable to me. All I want to do is to curl up here outside of this maze and take a restful nap, but I have not been able to get comfortable. There is just something about this place that keeps me awake, and that is MOST unusual! Why, I would say it is a first!\\n\\n'I will keep trying. Are my siblings having a better time than I am? I hope so, but above all I just wish I could take a nap... this is usually not a problem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Camellia Boffin is by a number of dining tables in Wistmead, helping to serve snacks to hungry patrons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Welcome to Wistmead, [placeholder]! I spoke with Walaric Goldworthy earlier and he told me that it took quite a long time to clear this field and prepare it for the new Harvest Festival activities. I am very glad he took the time, because the spooky atmosphere here cannot be matched by anywhere in the Shire, and everyone is having a wonderful time!\\n\\n'Naturally I asked if there was anything that still needed to be done, and it turns out there are still some baked goods waiting to be set out on these tables. Could you go pick up one of Holly's pies from the tents on the other side of the field?'\\n\\nCamellia lowers her voice conspiratorially.\\n\\n'I must warn you about something, [placeholder]. The pie-filling has been fashioned with blackberries and currants, and should be delicious, but Holly Hornblower has made it look as if the pies are filled with creepy-crawlies and spiders! A number of hungry hobbits may try to get in your way, but give them a good look at the pie and they will surely leave you alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Camellia asked you to pick up a pie from across the field in Wistmead and carry it back to her. She claimed that hungry hobbits would not bother you if you let them see the pie-filling, which has been made to look like spiders and creepy-crawlies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Griffo Boffin is by the tables in Wistmead, looking unhappily at the spider-filled pies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Marigold Boffin is on the western side of Wistmead, by the fog-enshrouded path that leads among the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Marigold asked you to walk the foggy path west of Wistmead and then to report where it leads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'I am not enjoying my time in Wistmead, [placeholder]. I am just so hungry, and I do not like that feeling! If you want to find someone who is having a good time, perhaps you should find Marigold. I expect she is enjoying herself, because it is dark and a little scary. I saw her looking at the misty woods on the other side of the field, and she might still be there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Marigold Boffin is on the western side of Wistmead, by the fog-enshrouded path that leads among the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'Cousin Bingo made me promise to stay in Wistmead or he would tell my mother and she would be very cross, so for now I should not follow this misty path. But you made no such promise, did you? You should walk along the path and see where it leads, and then come back and tell me what you saw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a27",
      "en": "Carry the spider pie to Camellia Boffin in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "Marigold Boffin is on the western side of Wistmead, by the fog-enshrouded path that leads among the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "II. Fun and Games?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'I will do some thinking and see if I can come up with some means of countering this curious canopy of cloud! For now you should return to Bingo and tell him that I am having a great time. Spooky mysteries abound!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}