{
  "id": 621010073,
  "txt": [
    {
      "id": 235466147,
      "en": "Listen to Arcah",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: An Unexpected Summons",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Arcah, Daughter of Croär",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'It is time we returned to Erebor, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I did not expect to see you, [placeholder]. Am I to understand you have some business with the King under the Mountain this day?'\\n\\nYou explain to Dís that Erebor will soon be under siege by the great cold-drake, Vethúg Wintermind, and that you have served as something of an ambassador to King Thorin III.\\n\\n'These tidings are known to me. You may remain, but do not interrupt. This is a matter between the King under the Mountain and the ravens of the North.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Arcah hops in your direction and looks at you curiously...",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "King Thorin III is at Ravenhill.\\n\\nYou have come to Ravenhill with King Thorin III and should now seek an audience with Dís.",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "As the North awaits the coming of Vethúg Wintermind, King Thorin III has received an urgent and unexpected summons from Ravenhill.",
      "es": ""
    },
    {
      "id": 235466163,
      "en": "Listen to King Thorin III and Dís",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Now... who are you, [placeholder]?'\\n\\nYou introduce yourself and tell Arcah of the many adventures that led you to the North.\\n\\n'An interesting tale. It seems you have been an ally to many others before you came to serve the King under the Mountain. Curious....\\n\\n'If next I summon you, you would be wise to answer my call.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'These are good tidings, [placeholder].\\n\\n'The ravens of the line of Roäc, son of Carc, were of great wisdom, and I believe that Arcah shall prove no different. Her ravens shall spy the hidden foes and dangers of the North, and if all goes as I hope, we will learn precisely when Vethúg intends to come to Erebor. We shall know the truths beyond our sight, and be the better prepared for it!\\n\\n'I must honour the promise I have made to Arcah, and so, I wish to return to Erebor. Let us go!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Dís at Ravenhill",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "King Thorin III is at Ravenhill.\\n\\nHoping to answer an urgent summons, King Thorin III has travelled to Ravenhill. You should follow him.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "King Thorin III is speaking with Arcah, Daughter of Croär, chief of the ravens of Ravenhill.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Dís can be found in the chambers of Ravenhill.\\n\\nYou have come to Ravenhill seeking to answer an urgent summons. You should talk to Dís.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Listen to King Thorin III and Arcah",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Arcah, Daughter of Croär, is at Ravenhill.\\n\\nAfter speaking with the King under the Mountain, Arcah desires to learn more of you.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "King Thorin III is at Ravenhill.\\n\\nYou have spoken to Arcah and told her much of your adventures, and you should now speak to King Thorin III.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Follow King Thorin III into Ravenhill",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Dís seems unusually wary of speaking in your presence, but gestures for you to approach...",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'We have arrived, [placeholder].\\n\\n'For many long years, even by the reckoning of Durin's Folk, Dís has been the Keeper of Ravenhill. Had Fíli and Kíli not met with their tragic fates, I do not know if she would have come to tend the peoples of Roäc. Such questions are best left unanswered, I think. Dís would not summon me without cause, and so I am curious to learn what matter could be so pressing. And perhaps of use to my kinsfolk upon the eve of battle!\\n\\n'Shall we enter Ravenhill, friend?'",
      "es": ""
    }
  ]
}