{
  "id": 621010026,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "II. The Curse of Eerie Acres",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Walaric Goldworthy has opened a new field of festival games for the Harvest Festival this year, at a place called Wistmead. I have seen nothing to indicate that he knows anything about that apparition or this worrisome curse, so we should go to Wistmead and have some fun, but I will keep on the look-out for anything suspicious and you should as well!\\n\\n'There's a pony to Wistmead just to the east and up the slope. I'll meet you there, and hopefully Wistmead will have plenty of spooky fun and very little in the way of scary curses!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "<rgb=#00FF00>It is recommended, though not required, that you complete the 'Frightful Tales to Curl the Hair On Your Toes' quest chain before beginning 'The Curse of Eerie Acres.'</rgb>\\n\\n'Where has the time gone, [placeholder]? It feels as if we were just discussing the strange apparition you saw in the Bindbole Wood, but the year of which it spoke has already come and gone! I fully intended to spend the time researching the phantom's words, but each day was too full of chores and errands and visits, and don't you know it: here we are again, and no closer to solving the mystery!\\n\\n'What did the apparition say? Ah, here it is, I wrote it down: \\qThere can be no reparations for the hurt that has been done. In one year, all will fear the parting of the wood! None will escape the curse of the eerie acres! Despair and repair to your holes, for none but one will laugh when all is done!\\q\\n\\n'Brrr, it still gives me the chills. Well, we will not forget those words, and I recommend that you keep your eyes open as we participate in the Harvest Festival this year. If you see anything at all that seems to relate to this curse, come see me at once! Walaric Goldworthy has opened a new field of festival games for the Harvest Festival this year, at a place called Wistmead. I have seen nothing to indicate that he knows anything about that apparition or this worrisome curse, so we should go to Wistmead and have some fun, but I will keep on the look-out for anything suspicious and you should as well!\\n\\n'There's a pony to Wistmead just to the east and up the slope. I'll meet you there, and hopefully Wistmead will have plenty of spooky fun and very little in the way of scary curses!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Bingo waves you nearer, but he is clearly suspicious of this place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Travel to Wistmead and find Bingo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Help Bingo Boffin in Wistmead with 'Fun and Games?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Help Bingo Boffin in Wistmead with 'The Parting Fog'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Help Bingo Boffin in Wistmead with 'The Haunting of Wistmead'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Help Bingo Boffin in Wistmead with 'None But One'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Bingo in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A year after your encounter with the spectral apparition in the Bindbole Wood, Bingo and his cousins are equal parts nervous and excited to learn what the appearance of the mysterious figure portends.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Bingo has asked to meet you at Wistmead, Walaric Goldworthy's new field of Harvest Festival fun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "A pony to Wistmead can be found to the east of the Party Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Well, this has been a Harvest Festival to remember, [placeholder], and no mistake! I am glad we have managed to dispel the curse, and sent the Skulking Ire packing! I wish Halson Cleary could know what we did for him, but of course that is impossible.\\n\\n'Perhaps it is enough that we remember this one thing, easy enough as it is to forget: we should strive to be kind to our neighbours, in every season. Hey presto! It just occurred to me that some of the spookiest stories I can think of come from our failure to do that, this one included!\\n\\n'The Curse of the Eerie Acres has been dispelled, and now we can safely enjoy the Harvest Festival without fear... or perhaps with just the right amount of fear, if you know what I mean! Hobbit-sized spooks and scares are more to my liking, and to that of my cousins, I think! Thank you for all the help, [placeholder]! Now I believe I will turn my attention from investigating ancient curses to another matter: looking into these spider pies everyone is talking about!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}