{
  "id": 621010075,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'It has been quiet of late, [placeholder], but it brings me no comfort.\\n\\n'Vethúg Wintermind will come. He may arrive this very day, on the morrow, or perhaps months shall pass before at last he reveals himself. For that reason, I have spent many nights in wakefulness pondering the fate of Thikil-gundu in the Grey Mountains. Is that the fate that shall befall Erebor? Will the folk of Dale and Eryn Lasgalen soon know all too well the cold that overtook us in the North?\\n\\n'It does me no good to dwell on such thoughts, and indeed, there are more pressing matters this day.\\n\\n'Dís, the Keeper of Ravenhill and sister of Thorin Oakenshield, sent me an urgent summons requesting my presence at Ravenhill. It is a strange request, I think. There is no ill will between the ravens and Durin's Folk, but we have grown distant since the days of Roäc the raven-chief. His descendants are not known to me, and I do not think any in this realm have seen a raven of his stock in many years.\\n\\n'I would ask that you accompany me to Ravenhill, [placeholder]. If we have need to return swiftly to Erebor, we shall ride together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou travelled to Ravenhill and witnessed the return of the raven-chief, Arcah. King Thorin pledged to honour the old ways of friendship between Durin's Folk and the ravens of the North, and in return, Arcah sent her ravens to spy upon the plots of Karazgar and Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Let us depart for Ravenhill, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Unexpected Summons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "In the uneasy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Patience will serve us well, [placeholder].\\n\\n'Arcah possesses the wisdom of Roäc -- of this, I am certain. Her ravens are fewer in number, but their eyes remain keen in matters of spying. With their aid, we might sooner learn the truth of the visions you were granted.\\n\\n'Why has Vethúg not yet come to Erebor? What does Karazgar seek in Dol Guldur? And how has he travelled so many miles in so short a time?\\n\\n'We have sent the ravens forth, and we must now wait upon the tidings of their return.'\\n\\n<rgb=#FF0000>Next week: 'The Lady and the Mirror'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nKing Thorin III has received an urgent summons from Dís, the Keeper of Ravenhill, and has asked you to accompany him to Ravenhill. You should talk to King Thorin III when you are prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "As the North awaits the coming of Vethúg Wintermind, King Thorin III has received an urgent and unexpected summons from Ravenhill.",
      "es": "",
      "es (fem)": ""
    }
  ]
}