{
  "id": 621010070,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "<rgb=#FF0000>You have been defeated!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Scion of Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "King Thorin III pauses and beckons for you to come closer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Struggle against the cold!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We have prevailed... and that... is enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'[placeholder]...\\n\\n'When first we tried to reclaim Thikil-gundu, we were overproud and greedy -- even by the measures of Durin's Folk! It mattered not to us if the Dragons had been sealed within the Anvil of Winterstith or if they had merely returned to the Withered Heath. Vethúg had long lain in wait within Thikil-gundu for the return of the Longbeards, and my folk did not know that when they closed the gates behind them, they wrought their own tombs. \\n\\n'King Dáin I was taken by surprise, and before he could raise his axe, Vethúg breathed a fell frost upon him. The ice encased him, and a swift gust of Vethúg's wings toppled and shattered our proud King.  Frór sacrificed himself to save the few of us who remained, that we might flee the gates of Thikil-gundu, but Vethúg had won his victory before the battle had even begun. We entered the Steel Keep in celebration... and we left it a broken people.\\n\\n'This time, Vethúg will not take us by surprise. Let us join the defenders of Erebor below!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We of Durin's Folk are honoured to have you at our side, [placeholder]. Many a dwarf-axe has been sharpened, the Elves have nocked their arrows, and our barricades have been assembled. There will be no rousing speeches or well-intentioned pleasantries before this battle, my friend. Vethúg is a great cold-drake, and it shall take our combined might, mettle, and a fair share of good fortune to overcome him.\\n\\n'Despite my misgivings, one of my scouts insisted upon remaining in the field. He is a brave dwarf, for he knows that he may be the first to be espied from above by Vethúg.\\n\\n'Remain alert, [placeholder]. My scout shall soon return....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "<rgb=#FF0000>King Thorin III Stonehelm must not be defeated</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You fought well... my friend. We feared we had lost you in the fighting, but you have... survived.\\n\\n'The fighting continued for some time, and many more were lost in the battle. When all hope was thought lost, a company arrived from Dale and the young King loosed one of the remaining Black Arrows of old at Vethúg Wintermind. It did not end him, but it pierced his wing and unsteadied him. Before a final blow could be struck, he took flight once more and fled Erebor in fear.\\n\\n'Our foe is beaten... the day is won. There will be time enough to rest, recover, and grieve soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "King Thorin III Stonehelm can be found before the gates of Erebor.\\n\\nVethúg Wintermind makes for Erebor, and King Thorin III Stonehelm has readied an army of dwarves and Elves to oppose him. You should speak to King Thorin when you are prepared to defend Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "After spending countless years within Thikil-gundu, Vethúg Wintermind comes to wreak vengeance upon Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "King Thorin III Stonehelm is making ready to defend Erebor.\\n\\nKing Thorin III Stonehelm has spoken to the forces arrayed in defence of Erebor. You should now speak to King Thorin III Stonehelm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb3",
      "en": "Remain alert with King Thorin III Stonehelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to King Thorin III Stonehelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You should follow King Thorin III Stonehelm and remain alert at the gates of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "King Thorin III Stonehelm can be found before the gates of Erebor.\\n\\nYou were incapacitated during the battle against Vethúg Wintermind, but have awoken to find King Thorin III Stonehelm standing triumphantly above you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Vethúg Wintermind's brood has descended upon Erebor.\\n\\nVethúg Wintermind has come to Erebor. You should aid the dwarves of Erebor in defending against the attacks of Vethúg's brood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to King Thorin III Stonehelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Defend Erebor from Vethúg Wintermind and his brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat Vethúg Wintermind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to King Thorin III Stonehelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Follow King Thorin III Stonehelm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The cold has taken you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Vethúg Wintermind has descended from the sky.\\n\\nVethúg Wintermind is attacking Erebor. You should attempt to defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Vethúg breathes frost upon you, and ice begins to encase you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "By some miracle you have survived, but what has happened?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "With a crash, Vethúg Wintermind lands before the gates of Erebor!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "<rgb=#FF0000>The King under the Mountain has been defeated!</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}