{
  "id": 621010074,
  "txt": [
    {
      "id": "0x4885001",
      "en": "'Nonsense! The King Under the Mountain has spoken, and that is that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Trouble Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885002",
      "en": "'I heard whispering about Thikil-gundu the other night. Not that I have any interest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Read Nori's missive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885003",
      "en": "'Bah! There is enough work to be done here in Erebor! The King was wise to forbid such an expedition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885004",
      "en": "'If it did not mean defying the King Under the Mountain, I too would consider the journey to the Grey Mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885005",
      "en": "'Aye! I have heard talk of reclaiming Thikil-gundu, but it is folly. Have we not learned from our failure in Moria?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Hail, [placeholder]!\\n\\n'I am pleased that you have returned, but I cannot speak so merrily of other matters in Erebor. There is dissent amongst Durin's Folk, and it has not been well-concealed. The defeat of Vethúg Wintermind has done much to stir the hearts of my people and whispers persist of an expedition to Thikil-gundu. I am certain I was not meant to hear such treacherous plotting, but I have... and from the very seat of my throne!\\n\\n'You were present among my kinsfolk when I issued the edict forbidding an expedition to the Grey Mountains. Did I not speak sternly and decisively?'\\n\\nYou assure King Thorin III that he left no room for misinterpretation in his edict.\\n\\n'I thought not. Why then do they speak of such things so recklessly?'\\n\\nKing Thorin III pauses and begins to stroke his beard.\\n\\n'Speak to my kinsfolk, [placeholder]. I would be curious to know how far this talk has spread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885006",
      "en": "'Humph! We of Durin's Folk would be wise to heed the words of the King Under the Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885007",
      "en": "'I had not heard such rumours, but think of all the treasure that was left behind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4885008",
      "en": "'I think King Thorin will change his mind. Vethúg pillaged the hoards of Durin's Folk! It is our right to take back what is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah, [placeholder]! What tidings have you of these treacherous rumours?'\\n\\nYou inform King Thorin III that many of the Dwarves of Erebor have heeded his edict concerning Thikil-gundu, but a few whisper in secret of defying the King Under the Mountain and seeking the Steel Keep.\\n\\n'No, I will not allow it. The edict I issued stands, and it shall do so for as long as I am King Under the Mountain. Who could have started these whispers? Do my kinsfolk not remember the loss of Balin's expedition? Do they not see that the Iron Garrison fared no better? Whether we can reclaim the Steel Keep for days, years, or centuries before succumbing matters not to me; too much blood has been shed seeking what was lost. Erebor is the home of Durin's Folk. That is that!\\n\\n'Dori has been quiet since Vethúg came to Erebor, but I know him to be a particularly adventurous dwarf. Before I can put this matter to rest, I would know if Dori has found himself struggling to heed my edict... or worse, if he has sown the seeds of a new expedition in the minds of those seeking adventure.\\n\\n'I hear Dori has been hunting among the foothills of Erebor, but I hope he has not gone far. Speak to him on my behalf, [placeholder], and learn if he knows the source of these rumours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Nori is nowhere to be found, but a missive has been pinned to the door...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is a fine day, [placeholder]. What brings you here?'\\n\\nYou tell Dori that rumours of a forbidden expedition to Thikil-gundu have begun to spread throughout Erebor, and that King Thorin Stonehelm wished to learn the source of these rumours.\\n\\n'Hah! If only it were me! I have heard these whispers, but such an expedition is not for me. My quest was for Erebor, and that is enough. Neither I nor any other proud Longbeard would admit when our days of adventuring draw near to their end, but I am not the young dwarf I was when I fought alongside Thorin Oakenshield. You should return to the King under the Mountain and assure him that I will heed his words.\\n\\n'Ah, but I wonder....'\\n\\nDori furrows his brow.\\n\\n'Nori had several visitors when last I travelled to his home in Erebor. It was a strange thing for so many to have business with the Keeper of the Coffers, and they did not seem keen on speaking after I arrived. Nori is a dutiful dwarf, but I wonder if those dwarves have something to do with the rumours.\\n\\n'Nori often visits the eastern halls outside Erebor. Find my brother, and ask him about those dwarves. That should ease the mind of the King under the Mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Dori can be found somewhere outside Erebor.\\n\\nKing Thorin III has asked you to speak to Dori and learn what he knows of the rumoured expedition to Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You take Nori's missive off the door, and you should now read it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Dwarves can be found throughout Erebor.\\n\\nKing Thorin has asked you to question the Dwarves of Erebor regarding rumours he has heard of a new expedition forming against his will to reclaim Thikil-gundu, the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "After King Thorin Stonehelm issued an edict forbidding expeditions into the Grey Mountains, whispers have started that some of Durin's Folk intend to defy him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Nori can be found within the eastern keep outside Erebor.\\n\\nDori has asked you to speak to Nori regarding unusual visitors to the coffers of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Dori outside Erebor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find Nori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have questioned many dwarves of Erebor concerning rumours of a forbidden expedition to Thikil-gundu. You should inform King Thorin III of what you learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Nori's missive is pinned to the door of one of the eastern keeps of Erebor.\\n\\nYou have not found Nori, but you discovered a missive pinned to the door of the eastern keep. You should take it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Collect Nori's missive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Question Dwarves of Erebor concerning the rumoured expedition to Thikil-gundu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have taken Nori's missive and should now read it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have discovered that Nori and a small company of dwarves set out for the Grey Mountains against the will of King Thorin III. You should inform King Thorin of what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Nori has led a small company of dwarves into the Grey Mountains to reclaim the treasures of Thikil-gundu!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Questioned Dwarves of Erebor concerning the rumoured expedition to Thikil-gundu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'What had Dori to say of these rumours?'\\n\\nYou inform King Thorin III that Dori had no intention of defying his edict, but his brother Nori did so without his knowing. You tell King Thorin III that Nori absconded in the night with a small company of dwarves and seeks to reclaim Thikil-gundu from the dragons and Orcs of the Grey Mountains. You offer Nori's missive to King Thorin III.\\n\\n'No! I would have expected such boldness from Dori, but from Nori? Never! He is the keeper of Erebor's coffers! He is a sensible dwarf! Or so I thought....'\\n\\nKing Thorin III face flushes, and he seems at once determined.\\n\\n'I care not for his reasons. Nori's fate is his own, and may whatever fate befalls his company weigh heavy upon him. I will not risk the lives of Durin's Folk to rescue him from such a terrible and treacherous mistake.\\n\\n'Naught lays before him but rust and rime. So be it.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}