{
  "id": 621010080,
  "txt": [
    {
      "id": 216727830,
      "en": "A powerful presence has left its mark upon this chamber, and fell voices whisper of the past.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A powerful presence has left its mark upon this chamber, and fell voices whisper of the past.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Shadowy impressions from the past unfold before your sight",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "There may be more left to discover within the Room of Voices.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Witness the shadowy impressions evil has left upon this chamber",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "There may be more left to discover within the Room of Voices.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "A powerful presence has left its mark upon this chamber, and fell voices whisper of the past.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Shadowy impressions from the past unfold before your sight",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Examine objects within the Room of Voices in Gostador",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Witness the shadowy impressions evil has left upon this chamber",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Sigileth in the Room of Voices",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Sigileth is standing at the edge of the Room of Voices in Gostador.\\n\\nYou have witnessed many events of Karazgar's past, but did not find Karazgar in Gostador. After waiting for a time, Sigileth has come to find you.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "As the shadowy impressions fade, you hear a familiar voice calling out for you...",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'What has happened, [placeholder]? Did Karazgar escape by some secret path?'\\n\\nYou explain to Sigileth that shadowy impressions revealed much of the history of Karazgar and Sauron in Dol Guldur. After the impressions were interrupted when you first came to Gostador and discovered Sigileth, you were meant to return and witness the last remnants of the Necromancer's evil lingering within the Room of Voices.\\n\\n'I am not certain I understand, but I believe your words. Karazgar is an elusive foe, but it seems something of his mind was revealed to you. Let us hope there is an advantage to be gained from it!\\n\\n'The Orcs that remain here have grown hungry and wild. If you have found what you sought, we should leave this place.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Are you ready? Let us climb from this ruin, and leave this place behind evermore!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "As you approach the throne of the Necromancer, a vision comes over you...",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Although Galadriel remains doubtful that Karazgar has returned to the ruins of Dol Guldur, she has mustered a company to aid you in your search for the Weeping Warrior in the depths of Dol Dhannen.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Search for signs of Karazgar in Gostador",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Witness the shadowy impressions evil has left upon this chamber",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Whispers in the Pits",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Karazgar may be found somewhere within the ruins of Gostador.\\n\\nYou have returned to Dol Dhannen in search of Karazgar and have descended into Gostador. You should search for Karazgar.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Examine objects within the Room of Voices in Gostador",
      "es": ""
    }
  ]
}