{
  "id": 621010029,
  "txt": [
    {
      "id": 162883670,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "II. The Parting Fog",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Walaric Goldworthy is in the field of Wistmead.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Walaric Goldworthy told you that you could see the junk-pile to the south-west, across the main path that runs through Wistmead.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Perhaps I am making a great mountain from a shrew's burrow, [placeholder], but that apparition you saw in the Bindbole Wood has me all a-flutter with worry. What if the curse of which it spoke is just around the corner, and it waits to level its full effect upon the hobbits celebrating the Harvest Festival here at Wistmead?\\n\\n'Do you think you might speak with Walaric Goldworthy in front of the maze, and ask him if he encountered any difficulties while setting up the festivities here? I hope I am just being silly. I will not be able to enjoy the games here at Wistmead until I set my mind at ease, and right now it is all a-bustle with spooks and scary shenanigans... but not in a good way!'",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "A face-down wooden sign lying among the debris of the junk-pile has caught your attention.",
      "es": ""
    },
    {
      "id": 246419832,
      "en": "A wooden sign lying among the debris of the junk-pile has caught your attention.",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "You turn over the sign, revealing words that chill you to the bone",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Do you think you might speak with Walaric Goldworthy in front of the maze, and ask him if he encountered any difficulties while setting up the festivities here? I hope I am just being silly. I will not be able to enjoy the games here at Wistmead until I set my mind at ease, and right now it is all a-bustle with spooks and scary shenanigans... but not in a good way!'",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'I put together a team from Hobbiton and from Bywater, and for the better part of a fortnight we worked to clear the field of stones and stumps. We had to move a few fences; hobbits might once have lived among the trees here, because we also moved one or two low walls that could have belonged to hobbit-homes, although the houses themselves are long gone. If you want to see how much work we put in, you can take a look at the junk-pile where we moved everything. It is to the south-west, across the main path that runs through Wistmead.'",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "\\qCleary's Acres\\q is carved on the sign, but it is crossed out and \\qEerie Acres\\q is scrawled instead",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo is concerned about the apparition you saw in the Bindbole Wood and the curse of which it spoke, and he is afraid that it might work some evil upon the hobbits celebrating the Harvest Festival at the new field of Wistmead.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'If you want to see the junk-pile where we moved everything, you can find it to the south-west, across the main path that runs through Wistmead.'",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Talk to Walaric Goldworthy in Wistmead",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Talk to Bingo in Wistmead",
      "es": ""
    },
    {
      "id": 246419797,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'If you want to see the junk-pile where we moved everything, you can find it to the south-west, across the main path that runs through Wistmead.'",
      "es": ""
    },
    {
      "id": 246419800,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'This field may be called Wistmead now, but at some point in its history it must have been called Eerie Acres! We have wandered right into the waiting jaws of the curse! You have to tell Walaric that we may be in danger! He has to cancel the celebrations here, and at once!'",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'I know the sign of which you speak; it stood by the western path out of the clearing, and has not been thought of by anyone for a very long time. No one objected when we pulled it from the ground and tossed it aside, did they? This whole place has been uninhabited for dozens of years at least, [placeholder], and no hobbits have called this place Eerie Acres since then, take my word on it.\\n\\n'I am sorry you are bothered by all this talk of curses, but I am sure it is nothing. Someone is playing a holiday prank on you, I wager. I will not shut down Wistmead and I will not cancel the Harvest Festival. If that Bingo Boffin put you up to this, you can just go and tell him his plan to ruin my festival has failed! And that is all I will say about it!'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419712,
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'You look as if you've seen a ghost, [placeholder]! Another one, I mean. You haven't, have you?'\\n\\nYou tell Bingo that Walaric Goldworthy cleared away several fences, stones, and wooden structures when he prepared the field of Wistmead for the Harvest Festival, removing the debris to a junk-pile. You go on to describe the wooden sign you found among the trash.\\n\\n'What's that? You say there was a sign for \\qCleary's Acres,\\q but someone had crossed that out and painted the words \\qEerie Acres\\q on top? But that means...\\n\\n'It's just as I feared, [placeholder]! This field may be called Wistmead now, but at some point in its history it must have been called Eerie Acres! We have wandered right into the waiting jaws of the curse! You have to tell Walaric that we may be in danger! He has to cancel the celebrations here, and at once!'",
      "es": ""
    },
    {
      "id": 246419714,
      "en": "Walaric Goldworthy is in the field of Wistmead.",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'Cancel the Harvest Festival? Absolutely not! Why should I do that?'\\n\\nYou tell Walaric Goldworthy that a malevolent force has declared that no one in the Shire will escape the curse of the Eerie Acres, and you have found proof that Wistmead was once known by that name. He snorts with disbelief.\\n\\n'What nonsense! I know the sign of which you speak; it stood by the western path out of the clearing, and has not been thought of by anyone for a very long time. No one objected when we pulled it from the ground and tossed it aside, did they? This whole place has been uninhabited for dozens of years at least, [placeholder], and no hobbits have called this place Eerie Acres since then, take my word on it.\\n\\n'I am sorry you are bothered by all this talk of curses, but I am sure it is nothing. Someone is playing a holiday prank on you, I wager. I will not shut down Wistmead and I will not cancel the Harvest Festival. If that Bingo Boffin put you up to this, you can just go and tell him his plan to ruin my festival has failed! And that is all I will say about it!'",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "Bingo is in Wistmead, near the eastern path that leads back to Hobbiton.",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'He refused to cancel the festival, didn't he? Of course he did... that is just the sort of day I am having! Why, I saw Fosco just now, and I told him we should probably get ready to leave Wistmead, and do you know what he did? He yelled at me and stamped his feet! He has always been one of my favourite cousins, but he raised his voice at me and put me right out of sorts! Something is not right. This is quite unlike Fosco, and I think the curse may be to blame!\\n\\n'What is going on here, [placeholder]? Mark my words: there is more to this than we know. The Curse of Eerie Acres is real, and it has affected some of the hobbits here already. There can be no mistaking it!'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Walaric Goldworthy in Wistmead",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Find the location where Walaric Goldworthy moved some of the original fences and other debris found in Wistmead",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Examine the junked wooden sign",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Read the newly-revealed writing on the discarded wooden sign",
      "es": ""
    },
    {
      "id": 177082694,
      "en": "A face-down wooden sign among the debris catches your eye",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Bingo in Wistmead",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'Yes, what do you want? If you are here to complain, I do not want to hear about it. I have listened to more than my share of grumbles today, and my temper is at its lowest ebb. Move along, you!'\\n\\nYou try to set Walaric at ease by telling him that several of the hobbits with whom you have spoken seem to be thoroughly enjoying the festival at Wistmead, and he softens somewhat. When he seems less annoyed, you ask him about the process by which Wistmead was made ready for the activities and games of the Harvest Festival.\\n\\n'Ah, yes, well, it was quite a lot of work, so I am pleased there are some who have enjoyed the games here. I put together a team from Hobbiton and from Bywater, and for the better part of a fortnight we worked to clear the field of stones and stumps. We had to move a few fences; hobbits might once have lived among the trees here, because we also moved one or two low walls that could have belonged to hobbit-homes, although the houses themselves are long gone. If you want to see how much work we put in, you can take a look at the junk-pile where we moved everything. It is to the south-west, across the main path that runs through Wistmead.\\n\\n'And enjoy yourself! I would not have put so much work into this if I did not love this spooky season so much!'",
      "es": ""
    }
  ]
}