{
  "id": 621010031,
  "txt": [
    {
      "id": "0xeb011a5",
      "en": "Dinodas is by the fire on the western side of Wistmead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'What is going on, [placeholder]? Why do you have that look on your face?'\\n\\nYou explain Bingo's idea that a ghost is responsible for the haunting of Wistmead, and that he wants you and Dinodas to travel through the woods to the Cleary farm to dispel the curse. Dinodas laughs, but then his smile drains away.\\n\\n'You're serious? Oh no, [placeholder]! Is there no way to get out of this? I shared my secret to you in confidence: I do not fear nothing... I fear everything! But if I tell cousin Bingo the truth, he will know my secret and I will be revealed as a liar! But if I do not tell him, I will have to brave the spooky forest and risk the ghostly curse! This is terrible!\\n\\n'There is nothing for it, I suppose. The path is foggy, so you should pick up this torch and use it to light the way. I will be right behind you... but I'm not happy about it! Not at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'No, I will not hear another word about it! Find Dinodas by the fire here in Wistmead, and I look forward to your successful return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has a plan for you to get to the bottom of the haunting at Wistmead, but it will involve a frightening journey into the mist-shrouded forest that surrounds the old Cleary farm.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'The path is foggy, so you should pick up this torch and use it to light the way. I will be right behind you... but I'm not happy about it! Not at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Dinodas has reluctantly agreed to go with you along the misty path to the old Cleary farm. He suggested that you pick up the torch at his location and lead the way west along the mist-shrouded path into the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'For data.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "II. None But One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'If there is a spectre haunting the Cleary farmhouse, you need to be prepared to weather some frightening apparitions, [placeholder]. Who better to take with you than my cousin Dinodas? He is not frightened of anything, and will be best-suited to adventure with you through the misty forest to the Eerie Acres, no matter what the haunt brings! He would disbelieve a ghost right to its face, and I think his clear head might be the secret to dispelling this curse!\\n\\n'I will not hear another word about it! Find Dinodas by the fire here in Wistmead, and I look forward to your successful return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Dinodas in Wistmead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Pick up the torch by Dinodas and brave the misty path on the west side of Wistmead",
      "es": "",
      "es (fem)": ""
    }
  ]
}