{
  "id": 621010077,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Hail!\\n\\n'Word reached me from Erebor that you would soon come to Felegoth, [placeholder]. Both I and the King Under the Mountain have agreed that it would be unwise to send too great a force of Elves to Erebor. However, I shall still send every archer and warrior that can be spared from the defences of Felegoth. If Vethúg is not defeated, he will trouble all our peoples.\\n\\n'It is a long journey to Erebor, and my soldiers must travel swiftly and without undue burdens. I would ask that you gather quivers of arrows, crates of provisions, and straw. Once you have gathered enough, pack barrels and I shall have them sent through the water-gate to Loeglond and onward to Esgaroth. My soldiers will have to bear the barrels' contents for the final miles of the journey, but it will hasten their early travel.\\n\\n'I thank you for your aid. Let us hope it is enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Many Preparations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Urged Dale-folk to seek shelter in Erebor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Quivers of arrows can be found near the dungeons of Felegoth, crates of provisions can be found in the wine cellar, and straw can be found near the trapdoors of Felegoth.\\n\\nKing Thranduil has asked you to help ease the burden of travel to Erebor by packing several barrels with supplies to be shipped to Loeglond for the coming battle at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect water-skins in Lake-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Collect handfuls of straw in Felegoth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well met, [placeholder]. I awaited your return, and I am pleased you have come.\\n\\n'I have sent word to the leaders of the North, and I informed them that you would aid them in preparing for the coming battle against Vethúg Wintermind. Ah, and before you ask, I am not playing a trick on you this time. When Vethúg's coming still remained in doubt, I was of such a mind, but no longer.\\n\\n'Each of our peoples will prepare in their own way, but I would send you to aid them. It may be an old foe of Durin's Folk that comes to the North, but the world is changed, and we have more now to consider than our own delvings. Aid the peoples of Dale and Lake-town, and then assist the Elves of Felegoth. King Thranduil offers his finest archers in the defence of Erebor, and I would thank him for it!\\n\\n'Be swift, friend. We must be prepared for when Vethúg comes to Erebor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Welcome, [placeholder]. King Thorin sent word that you would soon come to Dale, and I am glad you have come.\\n\\n'I have heard the King's counsel, but my family and I shall remain with Dale along with our warriors. King Thorin offered to protect the folk of Dale within the Lonely Mountain, and I have urged my people to seek shelter in the dwarf-halls. I will not force them to go, but perhaps you can speak to them again on my behalf.\\n\\n'It seems King Thorin still harbours a great deal of ill will toward the Easterlings that have come to seek refuge in the foothills of the Lonely Mountain. I shall send word to the Chayasir and other refugees of Rhûn that they are welcome to seek shelter within Dale. They are not strangers to us any longer, and by the end of the coming battle, we may both know the ways of the other more keenly.\\n\\n'Go, and speak to my people. King Thorin tells me your journey shall be long, so travel swiftly and with great care.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Barrels can be found nearby the trapdoors of Felegoth.\\n\\nYou have gathered many supplies and straw and should now use what you have gathered to pack barrels for the Elves of Felegoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have aided all the peoples of the North and should now return to King Thorin III at Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect quivers of arrows in Felegoth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Pack barrels of supplies to send through the water-gate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f445b1",
      "en": "'What do you think all this is for? Of course I'm leaving!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Ah, [placeholder]!\\n\\n'You have come at a fortunate time. Lake-town is bustling today! The docks are rife with fisher-men, merchants are selling useless trinkets and odd draughts, and none of it is any help in keeping beneath the notice of that cold-drake!\\n\\n'I, too, have read the King's missive, but I regret that I can offer little aid outside a few water-skins to the dwarves of Erebor. As for Lake-town, I have spent two evenings now crafting an appropriate notice to send to my people. The words just would not come! It seems to me that if the cold-drake seeks Erebor, we might do well to avoid drawing his attention. To that end, I have decided to enforce a curfew.\\n\\n'All lights must be put out after dusk, and none but the guards shall be permitted upon the paths of Lake-town until this business is done!\\n\\n'I would greatly appreciate your help in posting the curfew notices throughout Lake-town. My guards have been busy enough!\\n\\n'The notices are over on that table behind me. Oh, and do not forget to take water-skins with you when you travel into the lands of the Elves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You pick up a thick stack of sternly-worded notices written by Dagrun herself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Collect crates of provisions in Felegoth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f445b2",
      "en": "'I lost my husband and son to the War. This house holds my only memories of them. I cannot go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f445b3",
      "en": "'Do you see any of these folk closing up their shops? They're not leaving, and neither am I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f445b4",
      "en": "'What choice have we? My husband and I will soon depart for the Lonely Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Erna can be found within the Great-keep in Dale.\\n\\nKing Thorin III has asked you to speak to the other leaders of the North and aid them in hastening their preparations for the coming of Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f445b5",
      "en": "'If what this dwarf has told us is true, I have a lot of packing to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Talk to King Thranduil and aid the Elves of Felegoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Posted the Master's curfew notices in Lake-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "With the knowledge that Vethúg Wintermind will soon come to Erebor, the peoples of the North hasten to prepare for the battle ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Dagrun can be found within the Master's Manor in Lake-town.\\n\\nAfter aiding the people of Dale, you should continue on to Lake-town and aid the Lake-men as best you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f445b6",
      "en": "'No, I won't be going to the Lonely Mountain. That said, my horse will be packed if things take a turn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Master Dagrun and aid the people of Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dale-folk can be found throughout Dale.\\n\\nErna has not ordered her people to Erebor, but she will allow them to depart for safety if they wish it. You should urge the people of Dale to seek shelter in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The pile of curfew notices can be found behind Dagrun in the Master's Manor in Lake-town.\\n\\nDagrun has asked you to post curfew notices throughout Lake-town, and has offered a number of water-skins to the dwarves of Erebor. You should pick up the notices before leaving the Master's Manor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected crates of provisions in Felegoth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Collect the Master's curfew notices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Collected handfuls of straw in Felegoth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Post the Master's curfew notices in Lake-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'It is done. Let us hope our preparations are enough, [placeholder].\\n\\n'Now all we can do is... wait.'\\n\\n\\n<rgb=#FF0000>Next week: 'Scion of Winter'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Packed barrels of supplies to send through the water-gate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Queen Regent Erna and aid the people of Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Notices can be posted throughout Lake-town. Water-skins can be found around Lake-town.\\n\\nDagrun has asked you to post curfew notices, and in return, she has offered a number of water-skins to aid the dwarves of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Urge Dale-folk to seek shelter in Erebor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "King Thranduil can be found in Felegoth.\\n\\nYou have aided the people of Lake-town in preparing, and you should now travel to Felegoth and aid King Thranduil and the Elves of Eryn Lasgalen in preparing for the coming of Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected water-skins in Lake-town ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Collected quivers of arrows in Felegoth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}