{
  "id": 621010078,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The time draws near, [placeholder].\\n\\n'My scouts have returned bearing ill tidings. Vethúg Wintermind, son of Hrímil Frost-heart, flies for Erebor from the Grey Mountains. He and his brood approach the mountain even now, and I have sent as many warriors as I can spare to guard the gates of Erebor. Many of the Dale-folk have sought refuge within Erebor, and the Elvenking has sent a company of his finest archers to aid us. Thikil-gundu still bears the cold scars of his ire for Durin's Folk, but I will fight to my last breath to ensure Erebor does not come to such an end. All have made ready for the coming of Vethúg, and this time, he will not take us by surprise. We of Durin's Folk will strike him down!\\n\\n'When you are prepared, we shall join with my warriors before the gates of Erebor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have triumphed over Vethúg Wintermind, but at great cost. You should speak to King Thorin III.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'The time has come, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is over, [placeholder]. \\n\\n'We of Durin's Folk have claimed our vengeance upon one of our greatest foes! Vethúg Wintermind, son of Hrímil Frost-heart, fled the battle gravely wounded and shamed in defeat! Whether he lives still or not, he will not trouble my kinsfolk again!\\n\\n'Many fought and died bravely before the gates of Erebor, but their sacrifices were not in vain. When the time comes, they shall be laid to rest in tombs of stone.\\n\\n'There will be many tales told and songs sung of this day, my friend! But where has Karazgar gone? Has his plot now failed?'\\n\\n\\n<rgb=#FF0000>Next week: 'Rust and Rime'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scion of Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "After spending countless years within Thikil-gundu, Vethúg Wintermind, comes to seek a new vengeance upon Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nKing Thorin III has received word that Vethúg Wintermind draws near to Erebor. When you are prepared, you should speak to the King under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    }
  ]
}