{
  "id": 621010071,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Appearing to understand, the raven flies off towards Ravenhill!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Through the Eyes of Ravens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Arcah at Ravenhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Ah, [placeholder]. I did not expect to see you this day, but it has proven to be one of many curiosities.\\n\\n'I called my people to return to the hill, but four have not yet returned from their spying. One among them flew the furthest abroad, but the other three did not have such a journey ahead or behind them. We are fewer in number still than we were in the days of the last king to bear Thorin's name, and I grow concerned on their behalf.\\n\\n'Perhaps they did not hear my call, or perhaps they were discovered by unfriendly eyes. One flew into the forest that was Mirkwood, another to the Iron Hills, and another among the Dale-lands.\\n\\n'If King Thorin seeks the sight and wisdom of the ravens, you must do this. Seek out my people and send them to the hill. It is then you shall learn what you seek!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am glad you have returned, [placeholder].\\n\\n'I received word from Dís that Arcah's ravens have begun to return to Ravenhill, and I would like to know what they have learned concerning the plots of Karazgar and Vethúg Wintermind. Alas, there are matters I must attend to here in Erebor or I would make the journey myself!\\n\\n'Will you go to Ravenhill and seek the counsel of Arcah on my behalf? I trust you will recount every detail to me upon your return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "A lone raven lies wounded upon the western slopes of Erebor...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Arcah",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Three of my people were lost, and three are now found.\\n\\n'If you would hear my counsel, you must now seek the fourth. I sent him to spy upon the Grey Mountains, and it will be his account that determines the course of the folk of Durin.\\n\\n'You should begin your search on the slopes of Erebor. If some trouble has befallen him, he will have flown there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Having regained its strength, the raven flies for Ravenhill!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The missing ravens can likely be found in the heights of Eryn Lasgalen and Dale or somewhere near the banks of the River Running.\\n\\nAfter they each failed to answer her call, Arcah has asked you to seek three ravens in the lands of the North and send them to Ravenhill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Arcah can be found at Ravenhill.\\n\\nYou found the ravens who failed to answer Arcah's call and should now return to her with these tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Arcah, the raven-chief, has summoned her kin back to Ravenhill, but a few of her ravens have not answered her call.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Arcah at Ravenhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The missing raven would have flown from the Grey Mountains, so it can likely be found somewhere among the north-western slopes of Erebor.\\n\\nAfter it failed to return from spying in the Grey Mountains, Arcah has asked you to seek a lost raven on the slopes of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find the raven that spied upon the Grey Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae5",
      "en": "Defend the raven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Examine the wounded raven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Arcah can be found at Ravenhill.\\n\\nYou were able to rescue the raven that spied upon the Grey Mountains. You should now return to Arcah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find ravens that failed to answer Arcah's call and send them to Ravenhill ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "The raven who spied the Grey Mountains can be found upon the western slopes of Erebor.\\n\\nYou have found the lost raven and should now examine it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Arcah can be found at Ravenhill.\\n\\nAfter learning that some of Arcah's ravens have begun to return from their spying, King Thorin III has asked you to seek the counsel of Arcah at Ravenhill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have learned that Vethúg Wintermind has stirred in the Grey Mountains and now prepares to fly for Erebor. You should inform King Thorin III at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You have done well to rescue my people, [placeholder], but now I ask that you hear my counsel.\\n\\n'I shall tell what I have learned, and you would be wise to listen. There are strange faces come to the Iron Hills; alike yet different. I do not think they shall play a role in these dealings, but that remains to be seen. Karazgar moves silently under the eaves of the forest that was Mirkwood, but he has not travelled far. Whatever wound he once bore no longer burdens him. The cold-drake named Vethúg has stirred in the old halls of the great folk of Durin. The gates of the Steel Keep are open, and a bitter cold has swept over the Grey Mountains. He shall soon fly for Erebor, and it is then Durin's Folk shall be tested. The Mountain is wide enough to shelter all, but there must remain those who will take up arms.\\n\\n'The wisdom of King Thorin and those he trusts must now decide your course. I have spoken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'It has been quite some time, [placeholder]. What tidings do you bring? What did Arcah's ravens discover?'\\n\\nYou recount Arcah's telling of what her people spied in Eryn Lasgalen, Dale, the Iron Hills, and the Grey Mountains. You warn King Thorin that Vethúg Wintermind prepares to fly from the Steel Keep in the Grey Mountains, and that Karazgar still plots some evil from the shadows of Eryn Lasgalen.\\n\\n'Arcah is of the great ravens, and so, I do not doubt her wisdom. Vethúg will soon come to Erebor, and I shall make certain that the other folk of this realm are protected from his wrath.'\\n\\n\\n<rgb=#FF0000>Next week: 'Many Preparations'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Appearing to understand, the raven flies off towards Ravenhill!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Appearing to understand, the raven flies off towards Ravenhill!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "To your relief, it appears the raven was only left stunned by a recent encounter with a foe, but escaped before a more serious wound could be inflicted.\\n\\nAs you move to aid the raven, it lets out a bubbling croak in fear!",
      "es": "",
      "es (fem)": ""
    }
  ]
}