{
  "id": 620796863,
  "txt": [
    {
      "id": 54354734,
      "en": "With the rumours of war, the encroaching enemy driving the inhabitants out of the rural areas of Eriador, and further strife drawing settlers up from the southern lands, smaller communities are springing up in the North. An agent you encountered has suggested you might take the opportunity to purchase your own home by speaking to one of the brokers that can be found near the major communities throughout Eriador.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]! I have something to offer you. Since the eviction of the Dourhands, the prosperity of Thorin's Hall has been on the rise of late -- and with the Men of Bree-town clamouring for our goods, even more so!\\n\\n'Such riches seem to draw folks out of the stonework, if you will, and so we've recently been opening out some wider tunnels and adding room for people to move in as they seek work in our mines and crafting-halls. You should go take a look and see if anything there fits your own needs!\\n\\n'Seek out Rúni at the gates of the Thorin's Hall community. There is always room for another hard worker here!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak with one of the housing brokers that can be found in Eriador.\\n\\nThese housing brokers can be found:\\n- Across the river from Duillond\\n- Across the river, west of Thorin's Gate\\n- South of Michel Delving\\n- South-east of Staddle",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good day, [placeholder]. While you no doubt know that the presence of the Elves in Middle-earth has dwindled in the past age, it might surprise you to know that the communities along this river have grown in recent years as more and more of our brethren arrive awaiting their turn to sail into the West. We have even found it necessary to raise a new neighbourhood to accomodate those who are making the journey, as well as those who may be travelling no further, but wish to live here and aid in the work we do here.\\n\\n'I must admit, it is rather exciting to live in a community where there is such vibrance and life, and I have delayed my own journey twice already to remain here and enjoy the company of so many purposeful folk.\\n\\n'But I digress. Should you seek your own dwelling here in our community upon the shores of the river, find Barchiril at the gates of the neighbourhood and speak with her. She should be able to help you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Greetings [placeholder]! It's a fine day to be looking for a place to live, isn't it? The Shire has been most prosperous of late, most prosperous indeed, as the Men of Bree-land have come to rely upon us for ever greater stocks of quality produce and our unmatched flavours of pipe-weed.\\n\\n'Of course, prosperity draws people to it, and our communities are growing. We even have a new neighbourhood now just south of Michel Delving. If you would like to see it, one such as yourself might even be interested in purchasing one of the new properties we have for sale there!\\n\\n'Seek out Andy Brockhouse at the gates of the Michel Delving community and see if any of our fine holes suits your fancy!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Greetings, [placeholder]! Hear me out for a moment, or you will miss the opportunity of a lifetime! As anyone with an ear to the ground knows, troubles in the South have brought new settlers here from across Eriador. With such a migration may come such blights as crowding and refuse -- even the rumours of war from the North, as well as the South -- and old Bree-town lies huddled within these old walls, becoming ever more pressed as each new arrival joins the throngs.\\n\\n'Now a new settlement has been founded within a stone's throw of town! In the hills south-east of Staddle, new homes and estates are being built for those who have arrived of late. There is room for more, however.\\n\\n'Seek out Nan Henwood at the gates of the Bree community and find your destiny as a proud land-owner in our fine township!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Ah, it is good that you have come by, [placeholder]! We've just recently completed some of the new homes that we will be offering to the prosperous and industrious folk of Thorin's Hall here in our community.\\n\\n'What with the Men, Elves and hobbits all clamouring for our ore, business is brisk indeed, and it has brought many a fine miner and forge-crafter to our doors of late. You too, it seems.\\n\\n'Well, waste no time, I say. Go ahead in and take a look around. You will find whatever it is you are looking for! The craftsmanship of our builders is second to none other in the Hall, and your money will be well spent indeed if you buy a home from us.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with one of the housing brokers in Eriador",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Greetings [placeholder], and welcome to the community of Duillond. The shipwrights of the Grey Havens labour ceaselessly to make ready the White Ships that depart into the West, but for many who come here the wait may still be a long one, and more come each day on the wings of the dark tidings that now stretch across the land.\\n\\n'Thus we have found it necessary to build new villages here along the river's edge where travellers may await the day of their departure, or for those who do not wish yet to sail into the West, who choose to live here and provide services for those who do.\\n\\n'Please enter our fair community and see if there is anything within that might suit your need, be it for but a short while or for a long time to come.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Hallo there, [placeholder]! Have you come to take a look at the fine holes of our community?\\n\\n'Not in living memory has the Shire seen such a time of growth and vitality as this! It is a time of industry and wealth for the taking if you know how... why, you would think we had all become dwarves or something!\\n\\n'So for those with the ambition and means, a home of your own is not out of reach any more! You can go ahead and take a look for yourself if you like. I'm quite sure something will catch your eye!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Homesteads of Eriador",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Ah, welcome to the gates of the Bree community, [placeholder]! We have built this neighbourhood to accomodate the migration of people from the South, but there is room for more. Perhaps you would be interested?\\n\\n'Don't let mere rumours of war and strife from afar dissuade you! With your patronage, our community stands poised to become the most prosperous neighbourhood in all the North!'",
      "es": ""
    }
  ]
}