{
  "id": 620796801,
  "txt": [
    {
      "id": 136263297,
      "en": "You have spoken with Aeglas",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While you were hunting trolls, Oghûk remembered where the key to his cell resides.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I remembered where the key to my cell is, [placeholder]...on the belt loop of Matuga, the torturer.\\n\\n'Matuga was just called to the throne room by the Great Goblin. It is at the centre of Goblin-town, [placeholder].\\n\\n'If you hurry you can catch him on the way there. Find and kill Matuga, if you are to collect the key I need.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aeglas is in his cell in the Goblin-town prison.\\n\\nOghûk told you that the goblin-torturer Matuga has the key to his cell secured on a loop on his belt. Something in Oghûk's voice is disconcerting, however. You should return to Aeglas.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It surprises me not that the goblin's tone is laced with menace. They are wicked creatures and cannot be trusted.\\n\\n'Yet, I think that the goblin truly fears for his life and thinks that he might yet earn his freedom or escape his own demise. It is likely that his information of the key's location is true.\\n\\n'You will need to go to the heart of Goblin-town and find this Matuga. Kill him and obtain the key. Return it to me, and we will see about freeing the others and testing Oghûk's resolve.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Matuga is on the way to the Great Goblin's throne-room at the centre of Goblin-town.\\n\\nAeglas distrusts the goblin Oghûk's intentions, but he does not doubt that the goblin believes that the key is with the torturer. Aeglas agrees that you must search the paths on the way to the Great Goblin's throne-room for Matuga and the key.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Get the key from Matuga. He is on the way to the main hall with the Great Goblin.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It appears that the goblin was telling the truth. We are close now to escaping this place. You have my thanks for all you have done thus far, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Get the key from Matuga. He will be on the way to the Great Goblin's main hall.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'If Oghûk is correct, you will find this torturer, Matuga, on the way to the Great Goblin's throne-room.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aeglas at his cell in the Goblin-town prison",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return the key to Aeglas at his cell in the Goblin-town prison",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Matuga and the Jailor's Key",
      "es": ""
    }
  ]
}