{
  "id": 620796809,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The information you recovered is invaluable, [placeholder]. With it, we now know many of the goblin-leaders holed up in Goblin-town. Master Glóin would like you to find and kill Aklash.\\n\\n'Notes on the letter suggest that Aklash is the leader of the Great Goblin's soldiers. It is likely that you will find him in the Great Goblin's throne room.\\n\\n'Goblin-town is to the north-east and the throne room can be found at the end of the long tunnels of Goblin-town. Find him, defeat him, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]. With the defeat of this soldier, we have further weakened the goblins of Goblin-town.\\n\\n'The weaker we can keep this enemy, the better chance we have of keeping them from joining their allies in the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make your way to the throne room of Goblin-town and defeat Aklash.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aklash, the Leader of Soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Information received from the letters you recovered in Black Speech led Glóin to offer rewards for the defeat of Aklash, the leader of the Great Goblin's elite soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Aklash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Aklash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aklash is in the throne room of Goblin-town, to the north-east of Glóin's camp.\\n\\nTralli Gemfinder has asked you to find and defeat the leader of the Great Goblin's soldiers within the throne room of Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Tralli Gemfinder at Glóin's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tralli Gemfinder is at Glóin's camp, just outside the entrance to Goblin-town.\\n\\nYou entered the Great Goblin's throne room and found Aklash. After a harrowing battle, you defeated the goblin and should now return to Tralli Gemfinder.",
      "es": "",
      "es (fem)": ""
    }
  ]
}