{
  "id": 620796807,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated the Great Goblin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glóin recalled his experience with Thorin and Company when they faced the Great Goblin on their journey with Bilbo Baggins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], I do not speak often of our journeys with my Lord Thorin, but I feel I must now. Long ago, we travelled through these mountains with Burglar Baggins and became captives of the goblins of Goblin-town. Taken down into the dark for what seemed forever, we eventually came to the centre of that place and met the Great Goblin.\\n\\n'We were without hope in that place, for it was so dark that even our dwarf-sight was diminished and all hope seemed lost. The Great Goblin discovered weapons upon our persons that had been used to fight his kind in ages past and became furious, and hope drew ever farther from our hearts. Thorin, my lord and our leader, remained defiant, and though he attempted to placate the goblin, nothing would calm his rage. At the moment when all seemed most bleak, Gandalf the Grey appeared and slew the Great Goblin, freeing us from Goblin-town and the clutches of the goblins there.\\n\\n'This news of a new Great Goblin puts a cloud of dread over my heart. If it is true, then we have no choice but to destroy him before the goblins are organized enough to march to the east against Dáin Ironfoot and the dwarves of the Lonely Mountain, or to the west against the Men of Eriador. I ask you to make your way into the throne room with your allies and find this Great Goblin and end him before his shadow grows so large that it looms over all within it. Will you do this?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Great Goblin is in the throne room of Goblin-town, to the north-east of Glóin's camp.\\n\\nGlóin spoke with a heavy heart of the evil that looms at the centre of Goblin-town. He then asked you to enter the evil place and defeat the Great Goblin before his threat grows too large to contain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This old dwarf has had hope restored by your hand, [placeholder].\\n\\n'All dwarves everywhere will know your name when the threat climbing across this world is quelled, you have my word on this. The word of a dwarf is stronger than the mountains upon which we stand.\\n\\n'Ashûrz is no more, and we have you to thank for this.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glóin is at his camp, just outside the entrance to Goblin-town.\\n\\nYou entered Goblin-town and searched deep into the heart of the place for the throne room. There, you defeated Ashûrz, the Great Goblin. With his defeat, you have sundered the strength of the goblins in Goblin-town and lessened the threat they present against the people east and west of the Misty Mountains. You should return to Glóin with your report.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I remember the tunnels seeming to last forever. We were dragged down for days into the dark and then brought to a great hall wherein the Great Goblin sat on a large stone and from there ruled over the goblins of Goblin-town.\\n\\n'Seek out this new wretched leader and end his reign before it truly begins.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We are in your debt for your defeat of the Great Goblin, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Your bravery is greater than your stature, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Great Goblin",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Glóin at his camp in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Great Goblin",
      "es": ""
    }
  ]
}