{
  "id": 620796802,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Kaushar is to blame for this. I used to mend the drums in the place of the trolls, and Kaushar complained to Aklash who locked me away. Kaushar now mends the drums in my place.\\n\\n'Kaushar must be punished for this. He is in the deep places where the trolls are. Go there and kill his drummers.\\n\\n'While you're about your job, I'll figure out who has the key to my cell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! The sniveling worm! Kaushar is probably fuming about the loss of his trolls. You've done well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Kill Kaushar's trolls. This will make him angry and give me time to think where the key might be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Drummers in the Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Oghûk wants revenge on Kaushar, the goblin who imprisoned him for causing trouble with the troll-drums in the deep places of Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Oghûk at his cell in the Goblin-town prison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Troll-drummers can be found in the deep places of Goblin-town.\\n\\nOghûk wants to exact vengeance on Kaushar, a goblin who mends the drums in the deep places of Goblin-town. He blames Kaushar for his imprisonment and wants to cause him suffering and pain. It is an unpleasant task, but Oghûk will not help you if you do not help him first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Oghûk is in his cell in the Goblin-town prison.\\n\\nThe troll-drummers were found in an area deep within Goblin-town. Watched over by goblin-taskmasters, you found the trolls and defeated them as requested.",
      "es": "",
      "es (fem)": ""
    }
  ]
}