{
  "id": 620796806,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have completed the description Bilbo asked for",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found Gollum's cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You are too far away to write an accurate description of the area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bilbo Baggins has completed his book and would like to make certain that his memory of the important locations and events is correct.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gollum and his cave are very important to my book, and so I simply must be sure of the details. I don't suppose you could find the old villain, could you? No, that would be quite out of the question, I'm sure.\\n\\n'Anyway, I'm not sure how I managed to fall into one of the deepest caverns in Goblin-town, but if you could find it and make sure my recollections have not failed me, I would greatly appreciate it. There was a big lake in that cavern, that much I remember clearly.\\n\\n'I know Gandalf and Frodo don't approve, but it would bring some joy to this old hobbit if you could manage this for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gollum's cave is deep within the tunnels of Goblin-town, beyond the central hall.\\n\\nBilbo Baggins provided you with some writing materials and sent you off to find Gollum's cave, with instruction to verify the details of his book regarding the cave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, this just goes to show you can only trust your memories so far. I had forgotten all about Gollum's hut... I never saw it up close, thank goodness, so I had no reason to be concerned with it.\\n\\n'It looks like I will have some revisions to make to my book. Thank you very much!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bilbo Baggins is in the Hall of Fire in the Last Homely House at Rivendell, south of Goblin-town.\\n\\nYou found Gollum's cave in the depths of Goblin-town and discovered the creature's makeshift hut on an island in the lake. Once there, you wrote down what you saw. Now you should return to Bilbo Baggins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gollum's cave lay somewhere deep in the belly of the Mountains. I only know that it was deeper than the main hall where we came upon the Great Goblin and where Gandalf saved us all from a terrible fate.\\n\\n'I would be greatly pleased if you could find it again and verify the details in my book.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you had a chance to verify my writings yet? Have you even managed to find Gollum's cave? Oh, a pity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Write a description of Gollum's cave with Bilbo's writing materials",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Undiscovered Path",
      "es": "",
      "es (fem)": ""
    }
  ]
}