{
  "id": 620796804,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We are ready to put this plan in motion. If we are successful, then the Orcs and goblins will fall upon one another, perhaps destroying any chance for Angmar to bring Goblin-town under their control.\\n\\n'Take this sack and place the items within in a firm bit of earth. Make certain that the stake will stand freely. We need to make certain that the Orcs will see it.\\n\\n'Return to me when you have done what I have asked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'They were prepared for this? It seems that the goblins are more cunning than I had anticipated. I think now it might be necessary to find my way out of this place. \\n\\n'I am not certain how, though. Perhaps Oghûk will know a way to get the key.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Make your way to the place where the Orcs from Angmar are gathered and put the items within the sack in a sturdy patch of earth there. This should drive the Orcs into a frenzy against the goblins and set them upon one another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Plan in Motion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aeglas used the stake you provided him to prepare a special surprise for the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You place an Orc-head on the stake and secure it in the earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place the pike in a sturdy bit of earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stake should be placed on a sturdy patch of earth in the place where the Orcs are gathered within Goblin-town.\\n\\nAeglas' plan is nearly complete. He believes that the items within the bag will drive the Orcs into a frenzy and set them upon the goblins of Goblin-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Aeglas in the Goblin-town prison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aeglas is in his cell within the Goblin-town prison.\\n\\nAfter placing the Orc-head and pike in the gathering place, the Orcs grew enraged, but the goblins seemed prepared for their aggression and quickly put the matter to end. You should return to Aeglas with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}