{
  "id": 620889493,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am worried about Golodir, [placeholder]. He endured much in the depths of Carn Dûm, as you know, and he will never truly forgive himself for Lorniel's death, but this journey has done much to relieve some of his hurts. I think it is simply this: he has a purpose again. There is work to be done, and until we find Aragorn, as we are sworn to do, it remains unfinished.\\n\\n'But our captivity in the prison-caves changed something within Golodir. There is a dangerous glimmer in his eye that I have not seen before. It worries me, [placeholder]. I am afraid for him.\\n\\n'We were speaking not long ago, just to the west, but my heart was troubled, and I left him there. Will you seek him out and see if my worries are for naught? I hope they are. My mother always said I worried enough for the whole family, but the dangers through which we have come and to which we ride deserve even more worry than I can manage.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are leaving us, [placeholder]? It may be Halbarad's decision, but I would not leave, even if he ordered me home again.'\\n\\nHe looks up at you, and you do see a hint of the hardness in his eyes that so upset Corunir.\\n\\n'There are matters still left undone here. The cowards who slink in the caves beneath Tâl Methedras still live, [placeholder]. They spoke to us as friends, gave us shelter, took the sweat from our brows, and repaid us with treachery. I will repay them in kind. My lost brethren and my lost friends demand this of me.\\n\\n'Lheu Brenin? You jest, [placeholder]. He is a fat man whose courage depends on a hundred of his people at his back. I have faced the evil of Mordirith...he is gone, and I still live. Lheu Brenin is nothing compared to Mordirith.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "Halbarad nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Calenglad nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The time has come for your path to diverge from that of the Grey Company, and you should say your farewells to the Rangers.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'There is some new fire in Golodir's eyes, [placeholder]. I am afraid for him. Seek him out, to the west, and allay my fears!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "Prestadír nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "Radanir nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Golodir in the shade of a boulder west of Corunir, in the Gravenwood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Golodir is to the west of Corunir's location near the camp in the Gravenwood.\\n\\nCorunir wants you to speak with Golodir before you go.",
      "es": ""
    }
  ]
}