{
  "id": 620889498,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This table is used by the Rohirrim to plan their strategy and movements",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have said your farewells to the Grey Company, and it is now time to travel south to Théodred and Grimbold's camp in the Heathfells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I understand Prince Théodred's men have established a camp in the Heathfells, far to the south, at the fords of the river Isen. While the Prince has been scouting in the Gravenwood, leadership of the camp fell to his second, a man named Grimbold.\\n\\n'Travel south to this camp and tell Grimbold you have come to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimbold's camp is in the Heathfells, south-east of the Gravenwood.\\n\\nHalbarad wants you to offer your help to Grimbold, Théodred's second in command at the fords of the river Isen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Théodred has returned to us from his study of the Dunlending clans, and his news is worrying. He tells me you are the [placeholder] who escaped from Isengard and spoke of the army you saw being trained.\\n\\n'We will need your help if we are to hold this crossing against Saruman, [placeholder]. He commands both Dunlendings and uruks, and we must keep all of them on this side of the river, out of Rohan.\\n\\n'Familiarize yourself with the situation here, friend. Find the map table south-east of here, in the camp, to see where we plan the movements of our forces. I would also like you to speak with Trumbald on the road north of the camp to learn what he has seen there today. Speak also to Cynstan, Théodred's esquire, on the western bank of the Isen, south of here. He has been running messages back and forth across the ford as needed.\\n\\n'Once you have done these things, find Théodred somewhere in the camp. He is reacquainting himself with the situation here as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The map table is in the south-east corner of Grimbold's camp. Trumbald is on the road north of the camp. Cynstan is south of the camp, on the western bank of the ford.\\n\\nGrimbold has asked you to become acquainted with the layout of his camp and to speak with several of the scouts to learn of the situation here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Théodred is in Grimbold's camp, overseeing the preparations of his men.\\n\\nYou have familiarized yourself with the situation in the Heathfells and should now find Théodred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I want you to become familiar with the situation here, friend. Find the map table to the south-east; it is where we plan our movements and form our strategy. Speak also to Trumbald on the road north of the camp, and to Cynstan south of here, at the ford, to learn how things stand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am devising a plan, [placeholder], and once all is made ready I will want you to be a part of it. I am glad you have come! I would have welcomed any of your Ranger friends, as well, but I understand that they have their own mission; I wish them well in it!\\n\\n'Enough talk. It is time to strengthen my forces. They will have need of strength in the days to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Prince Théodred is somewhere in the camp, seeing to the preparations of the men. You should find him and see where you can help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Things have been quiet on the road for several days now. If Saruman does have an army, he is keeping it inside Isengard for now. I think those must just be tales, after all.'\\n\\nTrumbald looks at you curiously.\\n\\n'Were you really imprisoned by Saruman? There have been some arguments among the men about it.'\\n\\nYou nod and tell him briefly of your stay within the Ring of Isengard and of your escape. His face falls at your tale.\\n\\n'How many uruks, did you say? By the Hammerhand, he does have an army.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Grimbold's camp is in the Heathfells, south-east of the Gravenwood. Go there and help him to hold the river!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hail. You must be [placeholder]. I am Cynstan, and I am the Prince's esquire: I help him with his armour and his steed and with anything else that needs doing.\\n\\n'Right now he has me bringing messages back and forth across the Ford, getting the men on the other side organized for the defence of the bank.\\n\\n'Someone has taken one of my bracers, and I think they have hidden it somewhere. It is their idea of a jest, I suppose. Nay, do not bother looking for it. It will turn up eventually.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel to Grimbold's camp and speak with Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Things have been quiet on the road for several days now. If Saruman does have an army, he is keeping it inside Isengard for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the map table in Grimbold's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Trumbald on the road north of Grimbold's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Hail. You must be [placeholder]. I am Cynstan, and I am the Prince's esquire: I help him with his armour and his steed and with anything else that needs doing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Cynstan on the west bank of the Ford of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 2: Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Théodred in Grimbold's camp",
      "es": "",
      "es (fem)": ""
    }
  ]
}