{
  "id": 620889467,
  "txt": [
    {
      "id": 214914977,
      "en": "'Here we go! Some real excitement!'",
      "es": ""
    },
    {
      "id": 214914978,
      "en": "'You'll never get any eggs at this rate!'",
      "es": ""
    },
    {
      "id": 214914979,
      "en": "'Oho! I think the chickens are going to win this match!'",
      "es": ""
    },
    {
      "id": 214914980,
      "en": "'Who got that egg? I missed it!'",
      "es": ""
    },
    {
      "id": 214914981,
      "en": "'Why, when I was a young hobbit, no one could beat me in the Egg Scramble!'",
      "es": ""
    },
    {
      "id": 214914982,
      "en": "'Who let that clumsy [placeholder] into the field?!'",
      "es": ""
    },
    {
      "id": 214914983,
      "en": "'I haven't seen a Golden Egg yet this year - there's got to be one sometime soon!'",
      "es": ""
    },
    {
      "id": 125013057,
      "en": "'Ok, we have our first contestant! The Egg Scramble will begin in one minute, so sign up now!'",
      "es": ""
    },
    {
      "id": 214914984,
      "en": "'Y'know, those are some pretty strange eggs now that I think about it.... What's Sandson been feeding his chickens?'",
      "es": ""
    },
    {
      "id": 125013058,
      "en": "'Hear ye! Hear ye! Farmer Sandson's Egg Scramble is open for your entertainment!'",
      "es": ""
    },
    {
      "id": 214914985,
      "en": "'Ack! Someone grabbed a bad egg, I can smell it from here....'",
      "es": ""
    },
    {
      "id": 125013059,
      "en": "'You want action? You want excitement? You crave - dare I say it - Adventure!? Find it here at Sandson's Egg Scramble!'",
      "es": ""
    },
    {
      "id": 125013060,
      "en": "'Win festival tokens! Earn fabulous prizes! Try your hand at Sandson's Egg Scramble!'",
      "es": ""
    },
    {
      "id": 125013061,
      "en": "'Got quick feet? Quicker hands? Then you might be a winner at Sandson's Egg Scramble!'",
      "es": ""
    },
    {
      "id": 125013062,
      "en": "'The finest fresh eggs, yours for the taking in Sandson's Egg Scramble! Our eggs are prized by collectors across the entire Shire!'",
      "es": ""
    },
    {
      "id": 125013063,
      "en": "'You think you're faster than our chickens? Think again! Prove your mettle in Sandson's Egg Scramble!'",
      "es": ""
    },
    {
      "id": 125013064,
      "en": "'Are you lucky enough to grab up the priceless Golden Egg? I doubt it.... But if you don't play you'll never even have the chance - sign up now!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hey there, [placeholder]! Have you come to take part in Sandson's Egg Scramble? Well here are the rules: Just remain in the chicken yard here. When the event begins, Sandson's finest chickens will come out of their coops and start laying eggs! They tend to become a bit perturbed what with all the folk about, so they'll run about a lot, and things can get a bit confusing.\\n\\n'If you can collect five white eggs before I call time, you'll win a bonus in Faire tokens!  Also, opening the eggs will also grant additional tokens whether you win or lose.\\n\\n'Oh, I should mention that some mischief-maker seems to have slipped some unusual ingredients into the chickens' feed, and we've been getting some rather, er, unusual eggs now and again. Seems that there are collectors that value them though, so while they won't count towards the Egg Scramble, you may want to grab them nonetheless.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You've got quick feet and steady hands, [placeholder]! Congratulations on winning Sandson's Egg Scramble!\\n\\n'Please come play again...and keep an eye out for any festive eggs you see out there. I hear that there are collectors with an eye for such things.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let me take your ticket, and we will get the Egg Scramble underway shortly!\\n\\n'Make sure you don't leave the play area, or you'll miss out on your chance to play!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You will need to have a Festival ticket to play -- luckily we're selling them!\\n\\n'You can also get a few tickets for free from the festival announcer in Bywater!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Sandson's Egg Scramble will begin shortly!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Sandson's Egg Scramble has begun",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You left Sandson's chicken yard",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected white eggs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Ugh! A bad egg!",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You grabbed a festive egg!",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You did not collect enough eggs. Try again",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wymarc Grubb is overseeing the annual Egg Scramble, where hobbits and visitors, young and old alike, scramble about after Farmer Sandson's chickens, hoping to gather up eggs laid in panic. It seems that Sandson's special chicken feed may have had some unusual ingredients this year though, because some of the eggs his chickens are laying have decidedly strange hues. Still, perhaps egg collectors will see some value in them?\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You left Sandson's Chicken Yard",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "Ten seconds remain in the Egg Scramble!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring a Festival Ticket to Wymarc Grubb to play Sandson's Egg Scramble!",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Wait for the game to begin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect white eggs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Gather more eggs",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Wymarc Grubb",
      "es": ""
    },
    {
      "id": 245838257,
      "en": "'Run little chickens! Don't let them catch you!'",
      "es": ""
    },
    {
      "id": 245838258,
      "en": "'Someone grab a golden egg for me!'",
      "es": ""
    },
    {
      "id": 245838259,
      "en": "'Oh! This is so exciting!'",
      "es": ""
    },
    {
      "id": 245838260,
      "en": "'Quick! That one there! I think it laid an egg!'",
      "es": ""
    },
    {
      "id": 245838261,
      "en": "'I love the colourful ones! Can I have one?'",
      "es": ""
    },
    {
      "id": 245838262,
      "en": "'I can't tell what's happening! It's all too much excitement.... I feel faint!'",
      "es": ""
    },
    {
      "id": 245838263,
      "en": "'Oh dear! I think [placeholder] just stepped on a chicken!'",
      "es": ""
    },
    {
      "id": 245838264,
      "en": "'Who's going to win? I can't stand the suspense!'",
      "es": ""
    },
    {
      "id": 245838265,
      "en": "'There! Look! A Golden Egg! Oh, no, wait, I guess not....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wymarc Grubb is collecting tickets for players interested in taking part in Sandson's Egg Scramble.\\n\\n<rgb=#FF0000>Warning: Do not leave the farm area after handing in your ticket or you may lose your opportunity to take part in the game.</rgb>",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Congratulations! You won the Egg Scramble!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sandson's Egg Scramble will begin shortly. Your goal is to collect at least five white eggs -- but you can earn additional tokens by collecting extra eggs... and especially for collecting the rare coloured eggs!\\n\\nWait in the chicken yard until Wymarc Grubb declares the game underway.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You left Sandson's Chicken Yard",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gather five white eggs as quickly as you can.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "Ugh! A bad egg!",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have succeeded in gathering five white eggs -- get as many more as you can before the game is over.\\n\\nYou should try to grab any festive eggs that you spot.",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "You collected a festive egg!",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Talk to Wymarc Grubb to receive your tokens for winning the Egg Scramble.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Farmers Faire: Sandson's Egg Scramble",
      "es": ""
    }
  ]
}