{
  "id": 620889495,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The time has come for your path to diverge from that of the Grey Company, and for you to bid the Rangers farewell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am sure Théodred will find a use for you at the Ford of Isen, [placeholder]. That is a crucial crossing, and it must be held against the forces of Saruman at any cost. We have seen the danger posed by the Dunlending clans, and the army of Uruks you beheld within Isengard sounds of considerable size.\\n\\n'Neither of those forces must cross the river Isen.'\\n\\nCalenglad's bleak expression is lightened by a wry smile.\\n\\n'You should say good-bye to Radanir. If you do not, we would never hear the end of it. He is east of here, I believe, on the path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Radanir is on the road east of the Tree of Tribute, in the Gravenwood.\\n\\nCalenglad has told you to say your good-byes to Radanir, or the Rangers would never hear the end of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Sit with me a moment, [placeholder]. I know you are leaving us, and that Théodred has need of you at the Ford. That is the way of it, is it not? We go where we are needed. The Grey Company owes its freedom to you and to the Prince of Rohan, and this is how Halbarad seeks to repay the debt to Théodred. Perhaps he thinks our debt to you is too deep to repay so easily?'\\n\\nRadanir raises an eyebrow and subjects you to close scrutiny.\\n\\n'Once this is all over, if such a thing is possible, you and I will meet at some inn in some peaceful land, and I will buy you a drink and you will buy me three, and we will wonder when we got so old.'\\n\\nHe looks back at the Tree of Tribute, and seems to decide something.\\n\\n'I think Calenglad is wrong. I think it is just a tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Halbarad nods at you, and keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Sit with me a moment, [placeholder]. I know you are leaving us, and that Théodred has need of you at the fords. That is the way of it, is it not? We go where we are needed. The Grey Company owes its freedom to you and to the Prince of Rohan, and this is how Halbarad seeks to repay the debt to Théodred. Perhaps he thinks our debt to you is too deep to repay so easily?'\\n\\nRadanir raises an eyebrow and subjects you to close scrutiny.\\n\\n'Once this is all over, if such a thing is possible, you and I will meet at some tavern in some peaceful land, and I will buy you a drink or two, and you will buy me two or three, and we will regale the house with tales of our heroism on this long journey.'\\n\\nHe looks back at the Tree of Tribute, and seems to decide something.\\n\\n'I think Calenglad is wrong. I think it's just a tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Do us all a favour and remember to say farewell to Radanir, [placeholder]. We would never hear the end of it if you do not. He is east of here, on the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Sit with me a moment, [placeholder]. I know you are leaving us, and that Théodred has need of you at the fords. That is the way of it, is it not? We go where we are needed. The Grey Company owes its freedom to you and to the Prince of Rohan, and this is how Halbarad seeks to repay the debt to Théodred. Perhaps he thinks our debt to you is too deep to repay so easily?'\\n\\nRadanir raises an eyebrow and subjects you to close scrutiny.\\n\\n'Once this is all over, if such a thing is possible, you and I will meet at some tavern in some peaceful land, and I will buy you a drink and you will buy me three, and we will remember this day and laugh at our cares.'\\n\\nHe looks back at the Tree of Tribute, and seems to decide something.\\n\\n'I think Calenglad is wrong. I think it's just a tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Sit with me a moment, [placeholder]. I know you are leaving us, and that Théodred has need of you at the fords. That is the way of it, is it not? We go where we are needed. The Grey Company owes its freedom to you and to the Prince of Rohan, and this is how Halbarad seeks to repay the debt to Théodred. Perhaps he thinks our debt to you is too deep to repay so easily?'\\n\\nRadanir raises an eyebrow and subjects you to close scrutiny.\\n\\n'Once this is all over, if such a thing is possible, you and I will meet at some tavern by your home, and I will buy you a supper and you will buy me a drink, and we will remember this long journey and laugh at the cares we had. Do River Hobbits enjoy reminiscing about the past as much as Men do? I am certain you must.'\\n\\nHe looks back at the Tree of Tribute, and seems to decide something.\\n\\n'I think Calenglad is wrong. I think it's just a tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "Corunir nods at you, but there is nothing left to say, and he keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Sit with me a moment, [placeholder]. I know you are leaving us, and that Théodred has need of you at the fords. That is the way of it, is it not? We go where we are needed. The Grey Company owes its freedom to you and to the Prince of Rohan, and this is how Halbarad seeks to repay the debt to Théodred. Perhaps he thinks our debt to you is too deep to repay so easily?'\\n\\nRadanir raises an eyebrow and subjects you to close scrutiny.\\n\\n'Once this is all over, if such a thing is possible, you and I will meet at some tavern in your Shire, and I will buy you a supper and you will buy me a drink, and we will remember this long journey and laugh at the cares we had.'\\n\\nHe looks back at the Tree of Tribute, and seems to decide something.\\n\\n'I think Calenglad is wrong. I think it's just a tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Radanir on the road east of the Tree of Tribute, in the Gravenwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "Golodir nods at you, but there is nothing left to say, and he keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "Prestadír nods at you, but keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": "",
      "es (fem)": ""
    }
  ]
}