{
  "id": 620889497,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Stay safe on the road, my friend. We will see each other again.\\n\\n'Halbarad wanted to see you once you had made your farewells. He is somewhere within the camp, [placeholder]. You should return to him and prepare to depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am not one for long farewells, my friend. Know that you are one of us, with ties not of blood but rather strengthened by blood: the blood of our foes. Our roads entwined this far, and may do so again, but for now it is the time of leave-taking.\\n\\n'[placeholder], it has been an honour to travel with you. The Grey Company owes you much and more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Calenglad nods at you, but there is nothing left to say and he keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Corunir nods at you, but there is nothing left to be said and he keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The time has come for your path to diverge from that of the Grey Company, and you should bid your farewells to the Rangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "Golodir nods at you, but there is nothing left to be said and he keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Halbarad is in the camp over there. He wanted you to return to him once you had made your farewells.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "Radanir nods at you, but there is nothing left to say and he keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Halbarad in the camp in the Gravenwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Halbarad is in the camp in the Gravenwood.\\n\\nYou have made your farewells and should return now to Halbarad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}