{
  "id": 620889494,
  "txt": [
    {
      "id": 218649169,
      "en": "'I thought you would come with me to take vengeance upon Lheu Brenin, [placeholder], but it seems your road lies elsewhere. I am sorry you will not be there. I know you would gladly join me, if urgent matters did not drive you elsewhere.'\\n\\nGolodir does not seem to be listening to you. He gestures to the south, in the direction of the Tree of Tribute.\\n\\n'Calenglad is over that way, if you wish to bid farewell to him. It feels like he has been staring at that tree for hours.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'How long do you think this tree has been growing here, [placeholder]? It must be so old and have seen so much. Are we anything more than the flickering of a candle in the gale to something so ancient? Would it even notice if we left this place and never returned?'\\n\\nCalenglad looks weary, and his face is more lined than you remember.\\n\\n'You are leaving us to aid Théodred? It is no surprise to me; I overheard Halbarad and Saeradan discussing courses of action, and it seemed likely. I wish our paths did not diverge, but it seems they must, [placeholder]. We all have too many duties in this world.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "Halbarad nods at you and keeps his peace.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Corunir nods at you, but there is nothing left to say and he keeps his peace.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The time has come for your path to diverge from that of the Grey Company, and you should say your farewells.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Calenglad is to the south there, staring at that tree. I think he has been there for hours.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "Prestadír nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "Radanir nods at you but keeps his peace.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Calenglad by the Tree of Tribute in the Gravenwood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at the Tree of Tribute, in the Gravenwood.\\n\\nGolodir has sent you to say your good-byes to Calenglad.",
      "es": ""
    }
  ]
}