{
  "id": 620889491,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Halbarad is at the camp in the Gravenwood, trying to decide how to safely proceed with the Grey Company's mission and how to help Théodred at the same time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have come to the cross-roads, [placeholder], and sooner than I expected. I want to help the Prince of Rohan, for without his aid and that of his doughty warriors, my men and I would still be captives of the Falcon-clan. But we cannot abandon our journey; our duty lies with Aragorn, and we must find him in Rohan or die searching. We cannot stay to help Théodred with his battles.\\n\\n'I want you to go with the prince, [placeholder]. I want you to lend him your strength and your wisdom and your courage. You can travel south more swiftly than we can; even hale and hearty, our diminished number would take some time to make ready, and we are wounded and tired.\\n\\n'Make your farewells with my kin, [placeholder]. I know they will want to say good-bye. Saeradan is there, by the fire. He knows what I have in mind, though the others may not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saeradan is at the camp in the Gravenwood, by the fire.\\n\\nHalbarad has decided that your path and the Grey Company's must now diverge, and you should say your good-byes to the Rangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Halbarad told me his decision, and I will not speak against it. But I will miss you, [placeholder], and I wish you might still travel with us. I know Erebrandir feels the same way! He has not forgotten the farrier who crafted him a new shoe in Hollin, nor the [placeholder] who saved the farrier.\\n\\n'You have a skill beyond strength of arms or the reach of knowledge, [placeholder]. You find friends wherever you tread, and where they cannot be found you make them with kindness and generosity. Halbarad does not realize how close he came to spending the rest of his days in the prison-caves of Tûr Morva, but I do.\\n\\n'Consider this, my friend, and do not forget it: Prince Théodred was at this camp for days before you escaped from Isengard and held council with me. But he did not move to rescue my kin until he spoke with you. Nay, do not console me! I am not ashamed. Your ability to rally people to your side is yours alone, and it is a power you must not forget. It has saved many lives already, and I know it will again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My men will want to say good-bye, [placeholder]. Saeradan is there, by the fire. He knows my intent, though not all the others do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Calenglad nods at you, but keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "Corunir nods at you, but keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Saeradan by the fire at the camp in the Gravenwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "Golodir nods at you, but keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "Prestadír nods at you, but keeps his peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "Radanir nods at you, but keeps his peace.",
      "es": "",
      "es (fem)": ""
    }
  ]
}