{
  "id": 620889492,
  "txt": [
    {
      "id": 54354734,
      "en": "Your path now diverges from that of the Grey Company, and Halbarad wants you to make your farewells before you take your leave.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, you do not need me to tell you these things. You have seen within the Ring of Isengard and escaped to tell the tale! You will be of great help to Prince Théodred, I do not doubt it.\\n\\n'I saw Corunir down the path to the north-west not long ago. You should find him and bid him farewell.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Corunir was last seen down the path north-west of the camp in the Gravenwood, by a large boulder.\\n\\nYou have spoken with Saeradan, and he told you to find Corunir and say good-bye.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are leaving us now? How can this be Halbarad's decision?'\\n\\nCorunir stares at his feet for a short moment before he meets your gaze again.\\n\\n'I suppose the Prince of Rohan has need of you. I cannot blame Halbarad for wanting you to help hold the fords of the Isen. I think your tale of the army Saruman is preparing within Isengard shook him deeply, and if that crossing is lost then the kingdom of Rohan will surely follow.\\n\\n'We have been through a great deal, [placeholder], have we not? It seemed we would stay within the musty library of Zudrugund with Nár and Frithgeir for the rest of our days, did it not? Even thinking now of climbing up to Nár's Peak makes my legs ache. I want you to have these spare boots of mine, in memory of our time spent in that high place.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Corunir will want to say good-bye. I last saw him walking down the path from the camp, north-west of here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Halbarad nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "Calenglad nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Corunir on the path north-west of the camp in the Gravenwood",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "Golodir nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "Prestadír nods at you, but keeps his peace.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "Radanir nods at you, but keeps his peace.",
      "es": ""
    }
  ]
}