{
  "id": 620889496,
  "txt": [
    {
      "id": 218649169,
      "en": "'Prestadír is up by the camp, north-east of here. He will want to say good-bye to you before you leave us.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I heard it was time for you to leave us, [placeholder]. Be well on the road and give your courage to Théodred as you gave it to us.\\n\\n'If you have the opportunity to rescue Lothrandir from the clutches of Saruman, I hope you will take it. It is not right for us to abandon him to the enemy. I know it does not look good for him, but there is always hope. You escaped from the pits of Isengard, and Lothrandir is made of stern stuff as well.\\n\\n'I regret that we did not have the opportunity to speak more before this parting, my friend. Perhaps our paths will cross again, in happier days.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "Halbarad nods at you, and keeps his peace.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 1: Separate Ways",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Calenglad nods at you, but there is nothing left to say and he keeps his peace.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The time has come for your path to diverge from that of the Grey Company, and you should bid farewell to the Rangers.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "Corunir nods at you, but there is nothing left to say and he keeps his peace.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "Golodir nods at you, but there is nothing left to say and he keeps his peace.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Prestadír is to the north-east, near the camp. He will want to say good-bye to you next.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Prestadír by the winding road up to the camp in the Gravenwood",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Prestadír is to the north-east of Radanir, by the path that winds up to the camp in the Gravenwood.\\n\\nYou should now say your good-byes to Prestadír.",
      "es": ""
    }
  ]
}