{
  "id": 620959080,
  "txt": [
    {
      "id": 228284034,
      "en": "'It is true that none of our foes have yet made an assault against Tumladen, but I believe it to be only a matter of time.\\n\\n'In the past days, I have seen the guards speaking to the people and abandoning their posts for hours at a time. And for what? To speculate about the fate of Minas Tirith and the truth of the battle of Pelargir!\\n\\n'Such matters are not of their concern! If only they knew the truth, they would know how important it is that it remains secret! I have a mind to scold them for their foolishness, but instead, I leave this matter to you.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Lady Terenis can be found in her hall in Tumladen.\\n\\nYou have scolded several guards and sent them back to their posts. You should now return to Lady Terenis.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Lady Terenis",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After learning the secret truths of Aragorn's siege of Pelargir, Lady Terenis wishes to silence any lingering rumours and ready the defences of Tumladen.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shirking a Defence",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I see how you look at me, [placeholder].\\n\\n'You know that I would not be so easily dissuaded from my curiosity, and you wonder how I could be so bold to demand that others abandon theirs. You see, these men are not like me... and you would do well to remember that.\\n\\n'They hold their position here to protect the people, not to spend their days engrossed in speculation.'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Scolded guards spreading rumours ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Scold guards spreading rumours ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Guards can be found throughout Tumladen, especially near the refugees of Minas Tirith.\\n\\nHer curiosity appeased, Lady Terenis has asked you to scold the guards of Tumladen that are spreading rumours about the battle at Pelargir.",
      "es": ""
    }
  ]
}