{
  "id": 620959076,
  "txt": [
    {
      "id": 177082772,
      "en": "This page is drenched, but it is recognizably a page from Bingo's manuscript!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Well, it seems as if Willem Whisker knows what he wants, but it brings us no closer to accomplishing our objective!\\n\\n'The dwarves here come under frequent attacks by the merrevail that live in the pits to the east. They gather by the pools, and prevent any dwarves from getting close. Travel into the pit and defeat any merrevail that you see, making your way to the pool of Khulturg located in the north-east.\\n\\n'Perhaps the knowledge that we are helping them will convince these dwarves to provide us some assistance, as well.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Yes? Can I help you?'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Willem Whisker has caught a scent, and runs to the east!",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Hello there. Is this your cat? He does seem quite friendly, but I have never seen such a creature up close before.'\\n\\nYou ask Bingo if he is feeling all right, and the hobbit responds with a puzzled smile.\\n\\n'It is nice of you to ask, but I must admit that I am a bit worried. I do not know exactly how I came to be sitting by the side of this lake. Are we underground? This is not like anywhere in the Shire that I have ever seen! This must be out by Scary, or Brockenborings.\\n\\n'You keep calling me Bingo. Is that me? How odd! I can't quite get a handle on my name. Bingo Boffin, you say? It does not feel terribly familiar, but if you are a friend, I will take you at your word, and I thank you for filling me in!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ketill Map-maker said he would meet you in Tharâkh Bazân, along Durin's Way, to the north-east of the Dolven-view.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You found Bingo! What is it, [placeholder]? Why do you wear that expression?'\\n\\nYou tell Spalvi that something must have happened to Bingo after he became separated from you, for now he seems to have lost his memory.\\n\\n'Really? That can happen? I would not mind if he simply forgot the part where I betrayed him to the Dourhands and locked him in a cage, but I suppose forgetting the rest is not acceptable, is it? A pity.'\\n\\n<rgb=#FF0000>Next week: 'Bingo's Scattered Thoughts' (Recommended Level: 56)</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ketill Map-maker told me he plans to begin mapping Durin's Way. He said he would meet you at the gardens of Tharâkh Bazân, to the north-east. Go to him and keep your eyes peeled for Bingo, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Follow Willem Whisker east to the Stone Hall of Jazârgund",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'What a peculiar place! Are we really in the Shire?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "A large lynx ran by Ketill Map-maker in Tharâkh Bazân, heading to the east. Could it be Willem Whisker?",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'[placeholder]! You will not believe what happened to me while I was setting up my map-making tools here!\\n\\n'A large lynx came barreling up the slope and almost knocked me down! It was racing at quite a clip, and seemed to be chasing a piece of paper caught on one of the light breezes that rustles the trees of Tharâkh Bazân!\\n\\n'The lynx raced off to the east! What do you think it means? Is this some frightening beast from the depths that has emerged from its vile den to threaten the Iron Garrison?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The search for Bingo Boffin continues in the unmapped depths of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Spalvi at the Stone Hall of Jazârgund",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Spalvi Stout-heart has come to the pool in Tharâkh Bazân.\\n\\nWillem Whisker found a page from Bingo's manuscript and you should show it to Spalvi.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Follow Willem Whisker east to the Fanged Pit",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Defeat merrevail on your way to the pool of Khulturg, in the Fanged Pit",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Defeat merrevail on your way to the pool of Khulturg, in the Fanged Pit",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Spalvi at the Fanged Pit",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Bring the wet page to Spalvi at the pool in Tharâkh Bazân",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Willem Whisker has run east from Tharâkh Bazân on the trail of some scent. Has he found Bingo's trail?",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Bingo by the side of the pool of Khulturg, in the Fanged Pit",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Willem ran to the east! Has he caught Bingo's scent?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I thought Willem might have caught Bingo's scent, but he wasn't following our hobbit... he was following his stomach!\\n\\n'Wait, I think he's about to run off again, [placeholder]! This time he must find Bingo for sure!'",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Spalvi at the Fanged Pit",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Oh, Willem. He was just hungry.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Willem Whisker has run east from the Stone Hall of Jazârgund on the trail of some scent. Has he found Bingo's trail?",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Ketill Map-maker at Tharâkh Bazân, along Durin's Way",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Willem ran off again! Do you think this time he has caught Bingo's scent?'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Spalvi has come to the Fanged Pit. Unlike Willem Whisker, he's not here to take a nap!",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find Willem Whisker somewhere in Tharâkh Bazân",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Merrevail can be found in the Fanged Pit at the eastern end of Durin's Way, and they gather near pools of water such as the pool of Khulturg.\\n\\nSpalvi thinks you should make your way to the pool of Khulturg in the Fanged Pit, defeating merrevail to prove to the dwarves that you are a helpful sort.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Bingo sits by the edge of the pool of Khulturg, in the Fanged Pit, but something does not seem quite right.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Spalvi Stout-heart is in the camp of dwarves at the Fanged Pit.\\n\\nYou have found Bingo Boffin, but it seems that he lost his memory during his time apart!",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'The dwarves here come under frequent attacks by the merrevail that live in the pits to the east. They gather by the pools, and prevent any dwarves from getting close. Travel into the pit and defeat any merrevail that you see, making your way to the pool of Khulturg located in the north-east.\\n\\n'Perhaps the knowledge that we are helping them will convince these dwarves to provide us some assistance, as well.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Ketill Map-maker told me he plans to begin mapping Durin's Way. He said he would meet you at the gardens of Tharâkh Bazân, to the north-east. Go to him and keep your eyes peeled for Bingo, [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'A large lynx came barreling up the slope and almost knocked me down! It was racing at quite a clip, and seemed to be chasing a piece of paper caught on one of the light breezes that rustles the trees of Tharâkh Bazân!\\n\\n'The lynx raced off to the east! What do you think it means? Is this some frightening beast from the depths that has emerged from its vile den to threaten the Iron Garrison?'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "Willem is drenched, his fur matted against his skin as he swims in the chill waters of the pool. As you take a closer look, you see that he holds a wet piece of parchment in his powerful jaws and is trying to keep it above the water of the pool.\\n\\nYou gently retrieve the wet parchment from him, and he stares at you intently.",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "Willem Whisker rushes past you, running towards something by the pool",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Is this what I think it is? It certainly looks like it, [placeholder]! Bingo told me about the book he was writing of his journey, and here we hold a piece of it!\\n\\n'Sweet vindication! If the manuscript is here in Khazad-dûm, then surely our hobbit must be as well! I think Willem Whisker must have caught Bingo's scent, and if we follow him faithfully we will find our lost hobbit!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "Willem Whisker is soggy and soaked, but seems happy. Has he caught Bingo's scent?",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "You have found Bingo, but it seems he has lost something: his memory!",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Spalvi is at the Stone Hall of Jazârgund, halfway along Durin's Way, in Moria.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Willem has followed the scent... to a number of barrels full of fish",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Willem Whisker suddenly runs off to the east once again!",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Willem Whisker is curled up by the milestone, taking a nap",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Suddenly Willem Whisker rushes past you, running towards something by the pool",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Willem Takes the Lead",
      "es": ""
    }
  ]
}