{
  "id": 620959032,
  "txt": [
    {
      "id": 228870261,
      "en": "A Change of Name",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Ask Daegennan for a possible surname for Spalvi",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'What if you bring battle to the various foes that can be found throughout Eregion? Perhaps the act of battle will inspire you, and you will come up with a fitting surname for me?\\n\\n'Get fighting, and get thinking, my friend!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Ask Theodore Gorse for a possible surname for Spalvi",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am no longer a Dourhand, [placeholder], but I want to be something! I need a new surname to replace the one that no longer fits. I could not take an existing name, for that would not be right, but perhaps I could adopt a descriptive name. A suitable epithet would do me some good, and then we could resume our search for our missing hobbit!\\n\\n'Perhaps you can speak with some folk around Gwingris to get ideas for me? I do not like Elves, but there is no denying that they have a power over words and one of them might come up with a suitable name or title for me to bear.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Ask Thillosil for a possible surname for Spalvi",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The dwarf wants a surname? How should I know what title would serve him? None of the ones I might suggest would be considered polite, [placeholder], and I do not wish to insult him while he is a visitor here.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Spalvi at the ruins of Gwingris, in Eregion",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Spalvi wants a new surname? Well, I would be glad to help you come up with ideas! Let us see. He is a dwarf. And he... well... hmm...'\\n\\nTheodore bites his lip, deep in thought.\\n\\n'This is more difficult than I expected! Your friend Bingo was writing a book, was he not? I bet he would be good at coming up with ideas! It is a pity you haven't found him yet, [placeholder]. I will keep thinking, but I have only had one idea and I am afraid that Spalvi, Dwarf-like, is probably not what he had in mind!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am no expert on dwarf-lore, [placeholder], but I do know that dwarves sometimes take descriptive titles rather than the surnames of their families.\\n\\n'What does Spalvi most enjoy doing? Is he a fighter, or a scholar, or a loyal friend? If you can think of a title that best describes him, you will have found an appropriate surname!'\\n\\nYou think for a moment, and decide that 'Bingo-dropper' or Hobbit-misplacer' are not the most complimentary of titles.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I have nothing to suggest.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Defeat different foes in Eregion and come up with ideas for Spalvi's new title ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I don't know, [placeholder]. None of these suggestions seem to fit me very well.\\n\\n'I have an idea! What if you bring battle to the various foes that can be found throughout Eregion? Perhaps the act of battle will inspire you, and you will come up with a fitting surname for me?\\n\\n'Get fighting, and get thinking, my friend!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Spalvi, Dwarf-like. You know, I think there might be something to that one!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'How well do you know this dwarf? It should not be very difficult to come up with a title that describes him.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Spalvi at the ruins of Gwingris, in Eregion",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "No longer a Dourhand, Spalvi wishes to adopt a new surname.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Now that he is no longer a Dourhand, Spalvi wants a new surname, and has asked you to speak with people at Gwingris for ideas.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "As you begin to list some possible titles for Spalvi, he holds up a hand and stops you.\\n\\n'I am sorry about this, [placeholder], but I was speaking with Haley while you were away, telling her about some of our adventures, and she said I sounded very stout of heart! So I have decided I will be Spalvi Stout-heart from now on!\\n\\n'It suits me much better than Dourhand, wouldn't you say? Thank you for all the help, my friend, and now that I have a fitting title I am ready to resume our search for our missing hobbit!'\\n\\n<rgb=#FF0000>Next week: 'Into the Long Dark' (Recommended Level: 51, and it is further recommended that you have gained access to Moria by completing Volume II, Book 1: 'The Walls of Moria')</rgb>\\n",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I am no longer a Dourhand, [placeholder], but I want to be something! I need a new surname to replace the one that no longer fits. I could not take an existing name, for that would not be right, but perhaps I could adopt a descriptive name. A suitable epithet would do me some good, and then we could resume our search for our missing hobbit!\\n\\n'Perhaps you can speak with some folk around Gwingris to get ideas for me? You are the only Elf I can stand, [placeholder], but there is no denying that your people have a power over words. One of these Elves might come up with a suitable name or title for me to bear.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I am no longer a Dourhand, [placeholder], but I want to be something! I need a new surname to replace the one that no longer fits. I could not take an existing name, for that would not be right, but perhaps I could adopt a descriptive name. A suitable epithet would do me some good, and then we could resume our search for our missing hobbit!\\n\\n'Perhaps you can speak with some folk around Gwingris to get ideas for me?'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Spalvi is at the ruins of Gwingris, in Eregion.\\n\\nYou have fought a number of enemies throughout Eregion, and should tell Spalvi the possible titles you came up with that might fit his taste.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'The dwarf wants a surname? How should I know what title would serve him? None of the ones I might suggest would be considered polite, [placeholder], and I do not wish to insult your people while you are a visitor here.\\n\\n'You understand, surely?'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Spalvi is at the ruins of Gwingris, in Eregion.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "'Spalvi Tree-feller?' you ask yourself",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "'Spalvi Bog-walker?' you ask yourself",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "'Spalvi Glimmer-night?' you ask yourself",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "'Spalvi Doom-lander?' you ask yourself",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "'Spalvi Worm-foe?' you ask yourself",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "'Spalvi Dark-wing?' you ask yourself",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "'Spalvi Orc-smasher?' you ask yourself",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Spalvi thinks that you should brainstorm ideas for his new surname as you fight the many foes in Eregion.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Daegennan was not helpful",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Theodore wanted to help, but his creativity was not up to the task",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Thillosil was fairly helpful, but Spalvi is still without a new surname",
      "es": ""
    }
  ]
}