{
  "id": 620959161,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'We have endured numerous assaults by the Haradrim now, traveller.\\n\\n'Many of our number were killed in their earliest attacks, and more still fled to Tumladen, but I shall not be moved. However, their archers are swift on their feet and in the midst of the last assault, they stole many goods of great import to us, including some of our food-stores. Our people are determined, but we cannot maintain a defence if we are starved.\\n\\n'If you can recover them from the archers, we shall be able to hold out for weeks to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Haradrim archers can be found to the east and north-east of Halach in Upper Lebennin.\\n\\nGorhir has asked you to recover goods stolen by Haradrim archers in their last raid against Halach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gorhir can be found in Halach in south-eastern Upper Lebennin.\\n\\nYou have recovered many of the stolen goods and should now return them to Gorhir in Halach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thank you, [placeholder]. I shall see these goods brought to the others at once.\\n\\n'We shall hide them away in secret places the next time the Haradrim dare attack Halach, for they cannot steal what they cannot find!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thieves of Harad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The Haradrim in Upper Lebennin have taken much from the people of Halach, and now these folk would see it returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Recovered stolen goods from Haradrim archers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Recover stolen goods from Haradrim archers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Deliver the recovered goods to Gorhir in Halach",
      "es": "",
      "es (fem)": ""
    }
  ]
}