{
  "id": 620959075,
  "txt": [
    {
      "id": 262725912,
      "en": "You have discovered a tribute basket to Grey-eye of the River Serni",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Five Sisters",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Search for tribute baskets to the five River-maidens of Lebennin.",
      "es": ""
    },
    {
      "id": 8567448,
      "en": "You have discovered a tribute basket to Roamingstar of the River Gilrain. Roamingstar is considered gentle, dreamy, and prone to deep affections.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "You find a hand written note that reads:\\n\\nRoamingstar of sweet song,\\nHushed winds and speckled birds.\\nWhat is it you long?\\nHiding in a dreaming hall,\\nMountains shift with deep affection.\\nGentle Gilrain hear my call.",
      "es": ""
    },
    {
      "id": 8567449,
      "en": "You have discovered a tribute basket to Grey-eye of the River Serni. Grey-eye is considered hard and unsentimental, both Roamingstar's opposite and complement.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have discovered a tribute basket to Silverfroth of the River Celos",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You find a hand written note that reads:\\n\\nOh Grey-eye, your work is never done,\\nFor the Serni flows for moon and sun.\\nOh Grey-eye, does your work bring you joy?\\nFor in the summer waters play little girls and little boys.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have discovered a tribute basket to Truetongue of the River Sirith",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "You find a hand written note that reads:\\n\\nHave you seen Silverfroth, leaping stone to stone?\\nYes I've seen Silverfroth, smiling from the water's edge.\\nHave you heard Silverfroth, whispering in the breeze?\\nYes I've heard Silverfroth, laughing behind waterfalls.\\nDo you know Silverfroth, playing tricks of you?\\nYes I know Silverfroth, for she is me and you!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "You find a hand written note that reads:\\n\\nTruetongue, protect our city. Pelargir is an honest port. The Sirith's path is winding as are the choices we all make. Have we done you any wrong to deserve this invasion of Corsairs? Can you see what the future holds? Help us to reclaim this land's beauty, truest of the River-maidens. This offering before you isn't much, I know. It is all we can spare in this time of need. Please help us to hold on and we will let the Sirith guide us.",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You have discovered a tribute basket to The Lone Lady of the River Erui",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "You find a hand written note that reads:\\n\\nThey say when the cock does not crow and a fell wind from the East blows you will awake to save us! I wish this to be true more than ever! I am afraid for what will happen to our fair Minas Tirith if you do not spare it from growing darkness. I know you brood there silently, hidden and waiting to act. I urge you to act now. We're in dire need, oh Lone Lady of the Erui. Help us, most powerful of the five sisters. May you accept this most humble offering.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Search for tribute baskets to the five River-maidens of Lebennin.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find a tribute basket to Silverfroth of the River Celos",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find a tribute basket to Truetongue of the River Sirith",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find a tribute basket to The Lone Lady of the River Erui",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Find a tribute basket to Roamingstar of the River Gilrain",
      "es": ""
    },
    {
      "id": 8567424,
      "en": "You have discovered a tribute basket to Silverfroth of the River Celos. Silverfroth is considered flighty and filled with jokes, tricks, and laughter.",
      "es": ""
    },
    {
      "id": 8567425,
      "en": "You have discovered a tribute basket to Truetongue of the River Sirith. Truetongue is considered honest, forthright, and  serious.",
      "es": ""
    },
    {
      "id": 8567426,
      "en": "You have discovered a tribute basket to The Lone Lady of the River Erui. The Lone Lady is considered distant, brooding, and silent. She is prone to dark thoughts since the bloodying of her waters during the Kin-strife.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Search for tribute baskets to the five River-maidens of Lebennin.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find a tribute basket to Grey-eye of the River Serni",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "You have discovered a tribute basket to Roamingstar of the River Gilrain",
      "es": ""
    }
  ]
}