{
  "id": 620959116,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Lord Angbor can likely be found somewhere near the Crossings of Erui in eastern Upper Lebennin.\\n\\nLady Terenis has asked you to speak to Lord Angbor about the Haradrim forces near the Erui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Survivors may be found somewhere within Halach in south-eastern Upper Lebennin.\\n\\nYou have arrived at the ruined settlement of Halach, and should now search for survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah, [placeholder]. What has kept you?'\\n\\nYou tell Lord Angbor of the Haradrim's unusual behaviour at the beacon Minlos and Lady Terenis's concerns.\\n\\n'If their forces became divided at the river, perhaps more of their number have fled into the trees in the south. I know of a settlement to the south called Halach... but my men and I will not travel so far south as we advance to the east. Yet, for once I agree with the Lady, the Haradrim in Upper Lebennin must be defeated if we are to leave these lands behind.\\n\\n'I ask that you travel to Halach and aid the people there if you are able. It seems we must part ways again, my friend, but let us hope that our paths will align in Lossarnach!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Halach can be found in south-eastern Upper Lebennin along the Anduin.\\n\\nAngbor has asked you to secure the southern settlements of Upper Lebennin and uncover the plans of the Haradrim before rejoining him in Lossarnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Few come willingly to Halach these days, traveller.\\n\\n'The Haradrim seek to oust us from our homes, but they shall not succeed... not while I or the rest of the folk that remain still draw breath.\\n\\n'If you will help us, we would be honoured to count a [placeholder] among our number.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have arrived at Halach, but it lies in ruin...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concerned by the unusual tactics of the Haradrim, Lady Terenis hopes you and Lord Angbor can uncover their vile designs before it is too late.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Angbor near the Crossings of Erui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Travel south to Halach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'As I said, I believe this is a matter best left to you and Lord Angbor. The Haradrim pose a dire threat to the people seeking refuge in Tumladen as well as all that dwell within Lossarnach. We must discover what has divided their forces near the Erui!\\n\\n'Lord Angbor is a man of battle, and I trust he will know what is best. He has since departed Tumladen, but you may find him by the Crossings of Erui if he and his men have not yet crossed into Lossarnach.\\n\\n'May you be swift, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search the ruins of Halach for any survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Southern Way",
      "es": "",
      "es (fem)": ""
    }
  ]
}