{
  "id": 620959079,
  "txt": [
    {
      "id": 228284034,
      "en": "'Aragorn has told me much of Lady Terenis, though she was much younger when last they knew each other. Even then, she had a keen wit about her and when that failed, a decidedly sharp tongue.\\n\\n'You say she noticed the ships as they sailed, as he expected, and he will see that she learns of the fate of Pelargir before her curiosity drives these people into a misplaced fervour. The true challenge for her, I suspect, will be keeping such knowledge to herself. As it is with you and I, she too shall be bound by an oath to Aragorn... an oath to a King. \\n\\n'We shall go to her in her hall, and speak of this when you are ready. Let us be done with this errand, [placeholder], for four thousand men should not wait upon the meddling of nosey folk - even if they are kin of the Steward!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Lady Terenis can be found in her hall in the rear of Tumladen in Upper Lebennin.\\n\\nYou have delivered Aragorn's missive to Lady Terenis, and should now aid her as Lord Angbor requested.",
      "es": ""
    },
    {
      "id": 24695154,
      "en": "At the request of Aragorn, Lord Angbor has come to Tumladen to privately deliver a message of victory to Lady Terenis.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Lady Terenis",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Let us ease the Lady's curiosity, shall we?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sworn to Secrecy",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I... am sorry for the manner of our meeting, [placeholder].\\n\\n'Surely, you realize my threats were empty and borne only out of desperation! I welcome any aid that you can offer to my people.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Angbor",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Angbor can be found outside Tumladen in Upper Lebennin.\\n\\nYou have delivered Terenis's warning to Lord Angbor. He bears a missive from Aragorn that must be brought to the Lady at once.",
      "es": ""
    }
  ]
}