{
  "id": 620959160,
  "txt": [
    {
      "id": "0xeb01182",
      "en": "Haradrim war-leaders can be found along the banks of the Erui in eastern Upper Lebennin.\\n\\nIrodon has asked you to seek out any orders the Haradrim war-leaders might bear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The letter can be found in your inventory.\\n\\nYou have discovered orders carried by one of the Haradrim war-leaders and should now read it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Irodon can be found in Halach in south-eastern Upper Lebennin.\\n\\nYou have uncovered the plans of the Haradrim in Upper Lebennin as well as Enemy's plans for Osgiliath. You should now return to Irodon in Halach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'These are grim tidings, [placeholder]...\\n\\n'This missive fills me with dread, and I ask that you take it away from me. Do with it what you will, but remove it from my sight!\\n\\n'The Lady must be told of this... I only hope she can send word to the Steward in time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "The leaders of the Haradrim forces in Upper Lebennin bear vile missives from the Enemy detailing their plans for Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "The missive tells of a great host gathering within the ruins of Osgiliath!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found a missive and should now examine it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Read the missive to the Haradrim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Even after so many attacks, we still know little of the plans of the Haradrim aside from their slow advance across the Erui to the East.\\n\\n'I have seen their captains, or however they are named among their people, bearing small missives during their assaults on Halach. I do not know if these are letters they have seized from settlements they have already razed or their orders from some unseen master, but I wish to know... for the good of all in Lebennin and beyond.\\n\\n'You are a hale [placeholder], and can stand against the Haradrim! If you seek out their leaders near the banks of the Erui, you might be able to relieve them of these missives... and shed some light on their designs for Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Deliver the missive to Irodon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Retrieve a missive from a Haradrim war-leader near the Erui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Guiding Blade",
      "es": "",
      "es (fem)": ""
    }
  ]
}