{
  "id": 620959077,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have heard reports of the Haradrim scouting their way up the hill toward the beacon Minlos, and I worry for the folk of Arnach. It is home to many warriors, but as with our own, so many have gone to my brother's aid in Minas Tirith.\\n\\n'The Haradrim have not made a move against Tumladen, but perhaps that is not their purpose in Upper Lebennin. Whatever the truth of the situation, they hasten to the East, across the Erui and if they succeed in their assault, through Arnach.\\n\\n'I ask this of you: rout the Haradrim, and ensure the safety of the people of Arnach.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Guards can be found at the beacon Minlos in eastern Upper Lebennin.\\n\\nYou have defeated many Haradrim scouts and should report to a guard at Minlos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to a guard at Minlos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concerned by the Haradrim forces stalking Upper Lebennin, Lady Terenis hopes to ensure the safety of Tumladen and Arnach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slithering Upland",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Defeated Haradrim scouts near Minlos ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The Lady sent you, did she?\\n\\n'Indeed, you have come at a fortuitous time. You see, the Haradrim have been rallying under the cover of trees nearby and they mean to invade Arnach.\\n\\n'If you would keep watch with us for a time, we would be most thankful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Defeat Haradrim scouts near Minlos ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Haradrim scouts have been sighted near the beacon Minlos, which overlooks the river Erui in eastern Upper Lebennin.\\n\\nLady Terenis has asked you to investigate the Haradrim presence near Minlos and defeat them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}