{
  "id": 620959082,
  "txt": [
    {
      "id": 162883764,
      "en": "'I suppose we will have to go around. The good news is we can defeat more of the enemies in Nud-melek that threaten the dwarves as we make our way to the exit.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Enemies can be found throughout Nud-melek, the eastern levels of Moria.\\n\\nBingo wanted you to defeat foes in Nud-melek as you make your way to the exit of Moria.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Farewell",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well now. This is a pickle.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Let us meet at the western side of the Bridge of Khazad-dûm! I would like to see it!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat foes in Nud-melek, in Moria ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I think I am ready to say farewell to these caverns, [placeholder]. My memory has returned, but most of my time beneath the mountains is a cold, dark blur, and I am ready to see the sun once again! Perhaps if I were a dwarf I would feel differently about these halls, but I am a hobbit, and we like our burrows to be a bit more cozy and comfortable!\\n\\n'Spalvi introduced me to a dwarf named Ketill, and he agreed to draw some illustrated maps for my book once my adventure is complete! What a fine fellow! He also provided a map of the eastern levels of Khazad-dûm we can use to find our way to the exit.\\n\\n'I would like to repay Ketill Map-maker for these kindnesses, so let us defeat enemies in Nud-melek as we make our way to this point on the map: the western side of the Bridge of Khazad-dûm. That sounds like it will be quite a sight, and we will also be helping to make the halls and passages safer for Ketill while he works.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Defeat foes in Nud-melek, in Moria ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Meet Bingo at the western side of the Bridge of Khazad-dûm",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Pass into Nanduhirion from the First Hall in Nud-melek",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I am beginning to have doubts about letting Ketill draw the maps for my book, [placeholder]. On the map he gave me, the bridge here is intact!\\n\\n'Well, I suppose we will have to go around. The good news is we can defeat more of the enemies in Nud-melek that threaten the dwarves as we make our way to the exit.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Bingo on the west side of the Bridge of Khazad-dûm",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Bingo outside the East-gate of Moria, in Nanduhirion",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Spalvi outside the East-gate of Moria, in Nanduhirion",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It is good to be out in the fresh air once again!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo is ready to say farewell to Moria and to continue his adventure on the other side of the mountains.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Ah, it is good to breathe fresh air once again! There is a certain majesty to the great halls of Khazad-dûm, no mistake, but anything larger than a hobbit-hole seems a bit much, if you ask me. I am glad to be outside again!\\n\\n'But wait! Spalvi seems to have fallen behind. I wonder if everything is all right?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Enemies can be found throughout Nud-melek, the eastern levels of Moria.\\n\\nBingo wanted you to defeat foes in Nud-melek as you make your way to the western side of the Bridge of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Bingo is ready to see the sunlight once again, and wants to meet you in the Dimrill Dale.\\n\\nThe exit from Moria is east of the First Hall, in Nud-melek.",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Bingo is outside the East-gate of Moria, in Nanduhirion.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I do not know how to say this, my friend, but I think the time has come for me to take my leave of our little band. I have enjoyed our adventures together, and am glad to have made right the wrong I caused you and Bingo. I have cast behind my old name and adopted a new one, and indeed I feel as if more has changed between the Stout-heart and the Dourhand than just the name!\\n\\n'I wish to remain in Khazad-dûm and help the Iron Garrison with their work, if they will have me. I will not worry about Bingo, [placeholder], for I know that you will be with him. I do have a word of warning, however: I have heard that Elves live on this side of the mountains. Use caution in your dealings with them! They are not to be trusted.\\n\\n'Farewell, my friends! May we meet again at journey's end!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bingo wanted to meet you at the western side of the Bridge of Khazad-dûm, in Nud-melek.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Bingo is outside the East-gate of Moria, in Nanduhirion.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bingo is at the western side of the Bridge of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Spalvi has fallen behind, and stands by the East-gate of Moria, in Nanduhirion.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Defeated foes in Nud-melek ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Spalvi seems to have fallen behind. I wonder if everything is all right?'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'I do not know how to say this, my friend, but I think the time has come for me to take my leave of our little band. I have enjoyed our adventures together, and am glad to have made right the wrong I caused you and Bingo. I have cast behind my old name and adopted a new one, and indeed I feel as if more has changed between the Stout-heart and the Dourhand than just the name!\\n\\n'I wish to remain in Khazad-dûm and help the Iron Garrison with their work, if they will have me. I will not worry about Bingo, [placeholder], for I know that you will be with him. I do have a word of warning, however, and I hope you will not take offence at this. I have heard that Elves live on this side of the mountains. They are not like you, my faithful friend! These are tricky Elves, wielders of strange powers and ill tempers. Use caution in your dealings with them! They are not to be trusted.\\n\\n'Farewell, my friends! May we meet again at journey's end!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Bingo breathes deeply of the clean air, glad to be out of Moria",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Bingo outside the East-gate of Moria, in Nanduhirion",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Defeated foes in Nud-melek ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I am sorry to see Spalvi go, but I know he will be of great help to the dwarves in Moria. Now we should turn our faces to the future, and see what awaits us next on our journey!'\\n\\n<rgb=#FF0000>Next week: 'A Chapter About Elves' (Recommended Level: 60)</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Let us meet at the western side of the Bridge of Khazad-dûm! I would like to see it!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "The Bridge of Khazad-dûm is broken, and no longer crosses the span",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Spalvi introduced me to a dwarf named Ketill, and he agreed to draw some illustrated maps for my book once my adventure is complete! What a fine fellow! He also provided a map of the eastern levels of Khazad-dûm we can use to find our way to the exit.\\n\\n'I would like to repay Ketill Map-maker for these kindnesses, so let us defeat enemies in Nud-melek as we make our way to this point on the map: the western side of the Bridge of Khazad-dûm. That sounds like it will be quite a sight, and we will also be helping to make the halls and passages safer for Ketill while he works.'",
      "es": ""
    }
  ]
}