{
  "id": 620959083,
  "txt": [
    {
      "id": 111477393,
      "en": "Talk to Othor",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Othor can be found at Minlos in eastern Upper Lebennin.\\n\\nYou have successfully defended Arnach from attack and should now speak to Othor.",
      "es": ""
    },
    {
      "id": 172086948,
      "en": "Defend the bridge into Arnach",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I thank you for your aid, [placeholder]. That should break their assault for some time!\\n\\n'This assault troubles me, though... for what reason would the Haradrim throw themselves against the walls of Arnach instead of passing across the Erui? We have not the men to guard the Crossings, and could not repel their advance there.\\n\\n'Return to the Lady, and tell her of my concerns. I do not believe we should leave this matter to speculation.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Lady Terenis can be found in her hall in Tumladen.\\n\\nOthor has asked you to return to Lady Terenis and warn her of the Haradrim forces readying to cross into Lossarnach.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Othor can be found at Minlos in eastern Upper Lebennin.\\n\\nOthor has asked for your aid in defending Arnach from the Haradrim. You should speak to him when you are ready.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Lady Terenis",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You have my thanks for keeping the people of Arnach safe, [placeholder]. It is yet another thing my sister could not manage without my help. You see, she and her husband lead Arnach, but that is a story of which I do not wish to speak more.\\n\\n'It is strange, indeed, that the Haradrim would more readily set siege to Arnach instead of fording the Erui at the Crossings. Why would they march directly into superior numbers instead of hastening to the East?\\n\\n'I believe this might be a matter for you and Lord Angbor to investigate.'",
      "es": ""
    },
    {
      "id": 24770025,
      "en": "Othor has fallen!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In spite of their dwindling numbers, the Haradrim forces in Upper Lebennin are poised to spill forth into Lossarnach through the settlement of Arnach.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have defended the bridge into Arnach!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is a grim day, traveller. My men and I have held out here for hours now, and the Haradrim continue to push their advance against Arnach. We have held them back for hours now, but I grow concerned that their numbers shall soon overwhelm us.\\n\\n'They stalk the road to Tumladen, and we in turn have barricaded the bridge into Arnach. \\n\\n'Would you lend us your aid? If even one of my men can rest as you defend the bridge, it would bolster our resolve for the coming assaults.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "<rgb=#FF0000>Othor must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'My men have spotted the Haradrim approaching from the west. We must drive them back!\\n\\n'Are you ready, [placeholder]?'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Othor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Serpents at Minlos",
      "es": ""
    }
  ]
}