{
  "id": 620959030,
  "txt": [
    {
      "id": 49286866,
      "en": "Give the Rothstone to Haley Meadowsweet in Gwingris",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You pull the axe from the tree, and ponder its meaning",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Oh my, [placeholder]. Where did you find this? I am dazzled by such a display of dwarf-craft, and by the evidence of such precious materials!'\\n\\nYou tell Haley that it is a gift from Spalvi, and she is welcome to have it, for Theodore did not want anything to do with it, thinking it a fake.\\n\\n'He what? Ah. I see.'\\n\\nHaley pockets the Rothstone and smiles.\\n\\n'I thank you for the gift, [placeholder], and for the opportunity to teach Theodore another valuable lesson... about valuables!'",
      "es": ""
    },
    {
      "id": 236911065,
      "en": "You have strayed too far from Spalvi to conduct an effective search",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Well, my friend. I must say to you that I feel as if a great weight has been lifted. No, I do not speak of the Rothstone. That was gold and ruby, and its weight was purely material. That is not always the case with dwarf-made artifacts, [placeholder]!\\n\\n'The weight of which I speak was the weight of my name. I know now what I did not know before: I am no longer a Dourhand. That name, and that life, is now behind me.'\\n\\n<rgb=#FF0000>Next week: 'A Change of Name' (Recommended Level: 50)</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Spalvi is feeling nervous about something, and wanted you to check the road you took from the Trollshaws to Eregion for suspicious signs. The road leaves Gwingris to the south-east before turning north and proceeding into the Trollshaws.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You did not see anyone? I do not know if that makes me feel better or worse, [placeholder]!\\n\\n'Well, there is nothing for it. We continue with the plan: to climb the Redhorn Pass and search for cave entrances that might bring us closer to Bingo!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Can I ask you something, [placeholder]? Have you seen Willem Whisker anywhere? I know that he does not trust me very much, but I think in a pinch he might be useful to have around, and I would feel better if his teeth and his claws were close at hand... just in case.'\\n\\nSpalvi looks around nervously.\\n\\n'Do you remember the path we used to enter Eregion from the Trollshaws? Do you think you could walk back to that path and see if Willem is there, or if anything suspicious is afoot? Leave Gwingris to the south-east and the road will turn north. Do not go too far! I would appreciate having your eyes on that path, that is all.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "An axe is embedded in a tree by the side of the road that leads from Eregion to the Trollshaws.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Stand near Spalvi on the Hollin Ridge",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Spalvi has become increasingly nervous about something, and does not seem to be his usual self. What has upset him?",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Spalvi is in the ruins of Gwingris, in north-west Eregion.\\n\\nYou found an axe embedded in a tree not far from Gwingris, and should bring it to Spalvi.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "<rgb=#FF0000>Look</rgb> into the distance from atop the Hollin Ridge",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The Hollin Ridge is to the south-east of Gwingris.\\n\\nSpalvi has asked that you travel with him to the Hollin Ridge, from where you will have a good view of the surrounding lands and should be able to see any Dourhands approaching your position.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder]! Did you find anything out of the ordinary?'\\n\\nYou show Spalvi the axe you took from the tree, and the colour drains from his face.\\n\\n'Aye, that is what I feared. This is a Dourhand axe, and more: it is a message. As we journeyed, I suspected we were being tracked, and now it seems I was right. A band of my people pursues us, and this threatening axe was left to cow us!\\n\\n'Well, it will not work! We must still search for Bingo. But we must remain alert, for we could be attacked at any time. Let us travel south-east, to the Hollin Ridge. From its height, we will have a good view of the surrounds and should see any Dourhands hoping to fall upon us!'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Spalvi on the Hollin Ridge and climb the mountains in search of Bingo",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Spalvi at Gwingris, in Eregion",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I do not see any of my people approaching. Perhaps you should <rgb=#FF0000>look</rgb> as well, [placeholder]. Dourhand raiding parties are not known for their stealth, but I do not want them to get the jump on us!\\n\\n'Once you are certain we are not being followed, speak to me and we can travel to the Redhorn Pass to look for cave entrances that might bring us closer to finding Bingo!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Bring the threatening axe to Spalvi at Gwingris, in Eregion",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Spalvi has asked you to stand near him and <rgb=#FF0000>look</rgb> into the distance from the Hollin Ridge to see if you spy any of the Dourhands that pursue you.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Spalvi at Gwingris, in Eregion",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "You see an axe embedded in a tree by the road-side",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Spalvi is at the ruins of Gwingris, in Eregion.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Thank you for your help up there, [placeholder], and for Willem's! Thóvarg and the rest of them did not know with whom they tangled, and once they knew it was too late for them! It is both foolish and typical!\\n\\n'Can you believe they thought I stole the Rothstone when I escaped with Bingo, [placeholder]? What need do I have for Skorgrím's Star?'\\n\\nSpalvi smirks at you for a time, and then opens his pack. From within, he carefully withdraws a golden necklace with a large red stone in the centre.\\n\\n'I have no loyalty to the Dourhands any longer, and I have no need for this treasure. Why not give it to young Theodore Gorse? He has been seeking treasure since he arrived, and now at last he can possess one!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Theodore Gorse is at the ruins of Gwingris, in Eregion.\\n\\nSpalvi has given you the Rothstone to give to Theodore Gorse, since he has no more loyalty to the Dourhands and does not care to keep their treasure.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Remove the axe from the tree",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Hmm? What is this? You are giving me this shiny necklace?'\\n\\nTheodore squints at it appraisingly.\\n\\n'This is a test, isn't it? Haley is trying to trick me! She has been going on and on about what defines the meaning of 'treasure' and what does not, and this must be another lesson!\\n\\n'It is quite a good fake, I will give you that, but Theodore Gorse has become such an astute Treasure Seeker that he will not fall for this clever ruse! Take your elaborate mockery from my sight, [placeholder]! I would advise you to cast it into a ditch... that is how confident I am this beautiful, shining necklace is a convincing fake!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Spalvi on the Hollin Ridge, south-east of Gwingris",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Haley Meadowsweet is at the ruins of Gwingris, in Eregion.\\n\\nConvinced that it was a fake and had no value, Theodore did not wish to take the Rothstone. Perhaps Haley Meadowsweet will feel differently.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Spalvi is at the ruins of Gwingris, in Eregion.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I do not see any of my people approaching. Perhaps you should <rgb=#FF0000>look</rgb> as well, [placeholder]. Dourhand raiding parties are not known for their stealth, but I do not want them to get the jump on us!'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'I have no loyalty to the Dourhands any longer, and I have no need for this treasure. Why not give it to young Theodore Gorse? He has been seeking treasure since he arrived, and now at last he can possess one!'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'Did you cast that elaborate mockery into a ditch yet? Nothing that impressive-looking could be real!'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'I thank you for that gift, [placeholder], and for the opportunity to teach Theodore another valuable lesson... about valuables!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Do you remember the path we used to enter Eregion from the Trollshaws? Do you think you could walk back to that path and see if Willem is there, or if anything suspicious is afoot? Leave Gwingris to the south-east and the road will turn north. Do not go too far! I would appreciate having your eyes on that path, that is all.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Do you remember the path we used to enter Eregion from the Trollshaws? Do you think you could walk back to that path and see if Willem is there, or if anything suspicious is afoot? Leave Gwingris to the south-east and the road will turn north. Do not go too far! I would appreciate having your eyes on that path, that is all.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'We must still search for Bingo. But we must remain alert, for we could be attacked at any time. Let us travel south-east, to the Hollin Ridge. From its height, we will have a good view of the surrounds and should see any Dourhands hoping to fall upon us!'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Spalvi is waiting to speak with you before you travel to the Redhorn Pass in search of cave entrances that might bring you closer to Bingo.",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "You peer into the distance but see no sign of pursuing Dourhands",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Visit the road that runs north from Eregion to the Trollshaws, and remain alert for anything suspicious",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Spalvi hands you the Rothstone with a wry smile",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dour Faces",
      "es": ""
    },
    {
      "id": 49286864,
      "en": "Give the Rothstone to Theodore Gorse in Gwingris",
      "es": ""
    }
  ]
}