{
  "id": 620959081,
  "txt": [
    {
      "id": 49286689,
      "en": "Bring the pages of Bingo's manuscript to Spalvi in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 49286690,
      "en": "Bring the assembled manuscript to Bingo in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You are certain that Bingo almost remembered. If only there were more pages!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I hope this works!'",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Followed up on Spalvi's leads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Collected a Scattered Page",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Well, that was an interesting account, but I can't say anything in it rings any bells for me.'\\n\\nBingo stares at you intently, and suddenly breaks into a wide grin.\\n\\n'I am only teasing, [placeholder]! To be honest, I remembered everything completely after the very first page of this account, but I figured it would be a good time to read the whole thing and see if my opinion on Bilbo's opinion of it has changed! I think it might be exciting enough after all, but now I am afraid it is too short! We will need to have more adventures now, for sure!\\n\\n'But there is something else I need to tell you. This Spalvi fellow here is a good sort, and I want you to know that I completely forgive him for that misunderstanding with the Dourhands. He really did treat me kindly, and at the first opportunity he set me loose from that cage despite the fact that his people would be very cross with him about it. I hope you did not distrust him too greatly on my account!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Collected a Scattered Page",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Well, did it work?'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Collected three Scattered Pages",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'He remembers! I am so glad to see that everything has turned out all right, [placeholder]! I apologize for the number of troubles I caused, and I do hope you forgive me for them, but you must admit that we all learned a great deal since our hobbit fell into the mountains.\\n\\n'Indeed, it sounds as if his adventure is still in the beginning stages, and he plans to write many chapters after this one!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bingo Boffin is at the Fanged Pit.\\n\\nSpalvi has given you the page of manuscript that Willem Whisker found within Moria, and believes that if you show it to Bingo it might help him regain his memory.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Collected a Scattered Page",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You know, there is something we might try. Do you remember the page of manuscript that Willem found? It is mostly dry now, and nearly legible. Perhaps if you were to show it to Bingo it might provide just the reminder our author needs in order to regain his missing memory!\\n\\n'I say it is worth the attempt, [placeholder]!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Spalvi Stout-heart is at the dwarf-camp near the Fanged Pit.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I remembered something else, [placeholder]! When Spalvi and I fled from the Dourhand fortress in the Misty Mountains and I fell into the caverns below, do you know what happened? I fell into an underground river! The water chilled me to the bone, and I think the sudden impact with the icy water is what drove the memories from my mind.\\n\\n'But do you know what I remembered? When I hit the water, I must have also forgotten that I could not swim, because I took to the current like a fish! I suppose I just needed a little extra motivation! How about that?'\\n\\n<rgb=#FF0000>Next week: 'A Farewell' (Recommended Level: 58)</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Hello there, my new friend. I am sorry I do not remember you, and not only that: I cannot remember why I cannot remember! Yes, what is this?'\\n\\nYou hand Bingo the page of his manuscript that Willem Whisker fished out of the pool along Durin's Way, and he squints at it for a few moments.\\n\\n'Let's see... Newbury... Buckland... I do know where those places are, of course. Every Shire-hobbit does! My, this hobbit-lass does have a lot of children. Angelica, Berilac, Camellia, Dinodas, Esmeralda, Fosco, Griffo... oh, that's the end of the page. You know something? I almost thought I remembered someone, a girl with red hair and... a sword? No, that's not quite right.\\n\\n'I am sorry, but I really do not remember.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have found Bingo, but he lost something of his own while he was away: his memory!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286704,
      "en": "Show the dried page of his manuscript to Bingo at the Fanged Pit",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Spalvi gave you a number of leads to follow that might help you collect the lost pages of Bingo's manuscript: \\n\\n'Merrevail in the Fanged Pit might have some pages. Orcs and Warg-riders cover great distances throughout Zelem-melek, and they might have found some pages. A war council was formed in Anaz창rmekhem, in the Flaming Deeps, and its leaders might have uncovered some pages. Dwarves in the Twenty-first Hall that see a lot of traffic for their services, such as vault-keepers or bards, might also have come into possession of pages.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It was not enough, but I think we might be on the right course! If we were to track down the remaining pages of Bingo's manuscript and show them to him, that might be just the reminder he needs to recapture his lost memories! We should assume that he dropped his manuscript when he fell, and the pages became scattered far and wide throughout Khazad-d청m. Anyone might have picked them up.\\n\\n'But there are some places we can check:\\n\\n'Merrevail in the Fanged Pit might have some pages.\\n\\n'Orcs and Warg-riders cover great distances throughout Zelem-melek, and they might have found some pages.\\n\\n'A war council was formed in Anaz창rmekhem, in the Flaming Deeps, and its leaders might have uncovered some pages.\\n\\n'Dwarves in the Twenty-first Hall that see a lot of traffic for their services, such as vault-keepers or bards, might also have come into possession of pages.\\n\\n'After you have followed all these leads, I will meet you in the Twenty-first Hall!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Wait for Bingo to finish reading the account of his journey",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'That was an interesting story, and I would not mind reading more of it! But if it was supposed to make me remember, I am sad to report that it did not.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Bingo in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You must be looking for these!' Vagun exclaims, holding up three pieces of parchment that have seen better days.\\n\\n'We of this council have been conducting a campaign against the Orcs, and I must tell you that these papers have had us quite befuddled! Do you see this page? This sequence of letters is clearly a code! And all this talk of geese and ganders! We believed the Orcs were hatching some scheme, and it is a relief to learn otherwise!\\n\\n'Here, you may have them. We have wasted enough time on these pages already!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to Spalvi in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Willem Whisker in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You are looking for pages of a manuscript? I have one right here! I quite enjoyed hearing about the peaceful tranquility of the Trollshaws, but sadly the story was not finished: it cuts off mid-sentence. The sentence is 'I awoke refreshed in the morning, ready to face the day, as did...' And that's all of it!\\n\\n'You are welcome to it, if you want it.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Someone did give me a pair of pages to hold onto, but to be honest I cannot remember who it was. Was it you? [placeholder], yes? That sounds about right. They're all yours!'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Bingo in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You should follow these leads and see if you can find the remaining pages of Bingo's manuscript!\\n\\n'Merrevail in the Fanged Pit might have some pages. Orcs and Warg-riders cover great distances throughout Zelem-melek, and they might have found some pages. A war council was formed in Anaz창rmekhem, in the Flaming Deeps, and its leaders might have uncovered some pages. Dwarves in the Twenty-first Hall that see a lot of traffic for their services, such as vault-keepers or bards, might also have come into possession of pages.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Spalvi said he would meet you at the Twenty-first Hall after you followed all of his leads.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You found the rest of Bingo's manuscript? Well done, [placeholder]! Let me put these pages in order... there you go!\\n\\n'Now give this book to Bingo and have him read it, and we will see if this does the trick!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bingo is in the Twenty-first Hall, ready to read the manuscript you assembled.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ah, you have brought me some more pages of that story to read? I would be very glad to have some reading material, my book-loving friend!\\n\\n'Hand it here, and I will settle in for a good read. It will just be a moment or three.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Spalvi at the Fanged Pit",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Follow up on Spalvi's leads to find pages of Bingo's manuscript ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Bingo is in the Twenty-first Hall of Moria.\\n\\nBingo has finished reading his manuscript, and you should speak with him to see if it helped him regain his memory.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Give that book to Bingo and have him read it, and we will see if this does the trick!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Spalvi and Willem Whisker are in the Twenty-first Hall, waiting to see if Bingo has regained his memories.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Bingo is in the Twenty-first Hall of Moria.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "For the first time since Bingo disappeared, Willem Whisker seems genuinely happy. Listening closely, you think you might even hear thrumming in the deep: Willem is purring contentedly.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'This Spalvi fellow here is a good sort, and I want you to know that I completely forgive him for that misunderstanding with the Dourhands. He really did treat me kindly, and at the first opportunity he set me loose from that cage despite the fact that his people would be very cross with him about it. I hope you did not distrust him too greatly on my account!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Do you remember the page of manuscript that Willem found? It is mostly dry now, and nearly legible. Perhaps if you were to show it to Bingo it might provide just the reminder our author needs in order to regain his missing memory!'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Bingo is reading through his own manuscript... but he doesn't know it!",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Collected two Scattered Pages",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Bingo has finished reading his manuscript... did it work?",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Bingo's memory has returned!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bingo's Scattered Thoughts",
      "es": ""
    }
  ]
}