{
  "id": 620959084,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "The couriers of Minas Tirith are known to travel along the eastern road into Lossarnach.\\n\\nLady Terenis has asked you to search for couriers of Minas Tirith and collect any letters they may bear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e19",
      "en": "Deliver the letters to Lady Terenis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The courier tried to escape the Haradrim, but was felled as he fled...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Collect letters dropped by the fleeing courier ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Lady Terenis can be found in her hall in Tumladen.\\n\\nYou have reclaimed the letters dropped by the slain courier, but it is unlikely that any more messages will arrive. You should return to Lady Terenis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Collected letters dropped by the fleeing courier ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'This is most concerning...\\n\\n'One of them has been too badly smudged to read, and the other two make me fear for my brother and my sons. Lord Faramir and his rangers were sent to Osgiliath and failed, but my brother has sent them forth again... has he taken leave of his senses?\\n\\n'What fate will befall Denethor's city if Lord Angbor and Aragorn do not reach it in time?\\n\\n'I must think on this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You see a fallen rider and horse in the distance...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Worried by the sudden lack of news from Minas Tirith, Lady Terenis fears for the safety of Steward Denethor and his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search for the missing courier along the eastern road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You know well of my interest in the war, [placeholder].\\n\\n'However, I am particularly curious about the affairs of my brother, Denethor, and my sons in Minas Tirith. My sons have sent me many letters here in Tumladen, but as soon as all these folk arrived, the letters stopped. I do not know if some terrible fate befell one of Minas Tirith's couriers upon the field or if the war has reached the city so soon.\\n\\n'My sister... Nay, the men of Lossarnach saw a courier cross the Erui, but he has not arrived since. Search the roads east of Tumladen, and tell me if the courier still rides for Tumladen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The letters can be found near the fallen courier in eastern Upper Lebennin.\\n\\nYou have noticed a scattered trail of messages dropped by the courier as he fled the Haradrim. You should recover them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The slain courier can be found off the side of the road to the south-east of Tumladen.\\n\\nYou have discovered a fallen courier along the road into Lossarnach, and should search him for any letters he might yet bear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Examine the fallen courier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Word from Minas Tirith",
      "es": "",
      "es (fem)": ""
    }
  ]
}