{
  "id": 620959162,
  "txt": [
    {
      "id": 177082800,
      "en": "Unloaded boats in the ruins of Halach ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Glassiel",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Glassiel can be found in the centre of the ruins of Halach in south-eastern Upper Lebennin.\\n\\nYou have aided in gathering and unpacking the goods of the remaining folk of Halach, and should now return to Glassiel.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Irodon, Gorhir, and various supplies can be found within Halach in south-eastern Upper Lebennin.\\n\\nGlassiel has asked for your aid in helping the folk of Halach rebuild after the latest Haradrim assault.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Irodon and Gorhir are good men, but they are not warriors. I trust they were interested in your aid as well?\\n\\n'As for me, I have seen the strangest of things in recent days... things that no mortal man could accomplish. Could it belie the true might of our foes?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Determined to endure the assaults of the Haradrim, the folk of Halach seek your aid in rebuilding and pushing back the Enemy.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Gorhir",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Gathered sacks of rations in the ruins of Halach ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You must forgive me, traveller, but I have much to do and little time in which to do it.\\n\\n'Just today, we endured our fourth assault by the Haradrim in recent days, and we are growing worse for the wear. Many of our supplies were scattered in the rubble of the attack, and the goods we stored away on our boats must be recovered. There are others who yet remain such as Irodon and Gorhir... they may require aid in their tasks as well.\\n\\n'I do have more yet to ask of you, but I cannot delay in my efforts any longer. When you have spoken to the others and gathered our supplies, I shall speak to you once more.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'They have gone again... but I am certain they shall return.\\n\\n'The Haradrim have crossed the Anduin into our lands, but many more still await across its rushing waters. They have taken much from us, indeed, but we shall not be broken.\\n\\n'It has been my charge to keep the fires lit and our stomachs full, but the Haradrim have made this task more difficult with each passing day.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Irodon",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Gather sacks of rations in the ruins of Halach ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'If only there were more of us, I would take up arms against these vile men... but I fear that time has passed.\\n\\n'We now hold out as best we can, but you... you might be able to stand against them! My folk and I have endured many assaults now, and I have done my best to learn of the ways of the Haradrim. With this knowledge, I hope to leave them crippled at the hands of an able warrior.\\n\\n'I wonder... are you such a [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Delayed and Deserted",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Unload boats in the ruins of Halach ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}