{
  "id": 620959074,
  "txt": [
    {
      "id": 162883718,
      "en": "'During our time here, I have learned that the Iron Garrison travelled south-east to the ruins of Echad Dúnann, outside the Hollin Gate. You should speak to the dwarves there and see if they have gained access to Khazad-dûm! If they already have done so, or once they do, I will meet up with you inside the entrance to the great dwarf-kingdom!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Into the Long Dark",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Please do not bother me right now. I am busy working! If you keep defeating foes here in Katûb-zahar this will take less time!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Defeat foes in Gazatmur until Ketill is done working on his map",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Ketill Map-maker has asked you to fight enemies in Katûb-zahar, north-east of the Dolven-view, until he is done working.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'The dwarves here speak of a map-maker named Ketill who works out of a place called the Dolven-view, to the east. He will know the ins and outs of exploring Khazad-dûm!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I had hoped we might not have to follow the Longbeards into Moria, [placeholder]. I may not be a Dourhand any longer, but the old resentments are not so easily swept away. Well, if they do not greet me with steel I will repay them with kindness, and not in kind!\\n\\n'During our time here, I have learned that the Iron Garrison travelled south-east to the ruins of Echad Dúnann, outside the Hollin Gate. You should speak to the dwarves there and see if they have gained access to Khazad-dûm! If they already have done so, or once they do, I will meet up with you inside the entrance to the great dwarf-kingdom!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Complete 'Volume II, Book 1: The Walls of Moria' by speaking to Ráthwald near Echad Dúnann and completing his quest chain",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Ketill Map-maker overlooking Gazatmur, east of the Dolven-view",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Ketill Map-maker can be found on the highest ledge in the middle of the library of Katûb-zahar, north-east of the Dolven-view.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Spalvi in Durin's Threshold, in the Great Delving of Moria",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Defeat foes in Katûb-zahar until Ketill is done working on his map",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I cannot believe I stand here, [placeholder], at the foot of the great steps within Khazad-dûm! The sight takes my breath away!'\\n\\nSpalvi's good eye is bright with wonder.\\n\\n'Skorgrím spoke of reclaiming the glory of the dwarves, but he always said it was the Elves that took it from us. I see now that our glory was not truly taken away, and that it was merely lost for a time. It remained here beneath the mountains for us to find once again!\\n\\n'I cannot thank you and Bingo enough for crossing my path, [placeholder], or I would never have seen these halls! Let us find our lost friend! The dwarves here speak of a map-maker named Ketill who works out of a place called the Dolven-view, to the east. He will know the ins and outs of exploring Khazad-dûm!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Ketill Map-maker at the Dolven-view, in the Great Delving",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Yes? You are interested in my maps? Perfect, perfect! It is always a pleasure to meet a fellow enthusiast! There is a great deal of craft involved with drawing accurate maps, and you would be surprised how few folk truly appreciate the effort!\\n\\n'Just between you and me, I think the rest of the Iron Garrison would care more about my maps if I included the locations of precious veins and ore deposits on them, but those would be out of place on these maps! Perhaps I will make a second set of maps later on. But for now these maps are purely for rooms and chambers and tunnels and caves. As a maker of maps, it is important to know your focus, and to keep it narrow!\\n\\n'I am focused on making maps, and therefore I am less capable in combat. Will you help me defeat enemies at the next location I need to map? While you fight, I will draw, and in that way we will be of great help to each other. Gazatmur is to the east of here!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Ketill Map-maker on the highest ledge of Katûb-zahar",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Spalvi Stout-heart has decided that there is no other way, and if you wish to find Bingo again you will need to follow the Iron Garrison into Moria.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Thank you very much, my helpful friend! I am sorry that took awhile, but making a map takes time and if you rush it you ruin it!\\n\\n'The next location I was hoping to finish mapping is a library to the north-east of here called Katûb-zahar. Will you fight the enemies we find within while I work?'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Ketill Map-maker has asked you to fight enemies in Gazatmur, east of the Dolven-view, until he is done working.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Are you willing to help me map the library of Katûb-zahar, to the north-east? Perfect!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Spalvi has agreed to meet you just inside the entrance to the dwarf-kingdom of Moria once the Iron Garrison has opened the Doors of Durin at the Hollin Gate.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Ketill Map-maker can be found perched on a wall overlooking Gazatmur, east of the Dolven-view.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Spalvi Stout-heart is in Durin's Threshold, just inside the western entrance to Moria.\\n\\nSpalvi has decided that following the Iron Garrison into Moria is your best hope of finding Bingo Boffin.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Finished! Thank you for your help! Now that I have some time to think, why don't you tell me what it is you are seeking within these halls?'\\n\\nYou tell Ketill an abbreviated version of the adventure that resulted in your separation from Bingo. The dwarf thinks for a moment.\\n\\n'It is not out of the question to believe that he might have fallen into an underground river and been swept into Khazad-dûm, [placeholder]. Unlikely, perhaps, but it sounds as if this fellow might be rather unlikely himself! I will continue to study the maps I have available and let you know if I uncover any possible hiding-places for this hobbit of yours, my friend. It is the least I can do!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Ketill Map-maker is in the Dolven-view, located in the Great Delving of Moria.\\n\\nSpalvi has heard that a dwarf with the Iron Garrison named Ketill is making maps of Khazad-dûm and might be able to help you find Bingo.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "You decide to keep your eyes peeled for Bingo while you help Ketill",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'It is not out of the question to believe that your Bingo might have fallen into an underground river and been swept into Khazad-dûm, [placeholder]. Unlikely, perhaps, but it sounds as if this fellow might be rather unlikely himself! I will continue to study the maps I have available and let you know if I uncover any possible hiding-places for this hobbit of yours, my friend. It is the least I can do!'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You decide to return to Spalvi in the Dolven-view and see what he has learned",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Spalvi is in the Dolven-view, in the Great Delving of Moria.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Spalvi at the Dolven-view, in the Great Delving",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'We have made a good start of it, my friend. Ketill Map-maker may come up with some idea of places we can search for Bingo, and I will make good the wrong I caused when I was a Dourhand. I am certain it is close!\\n\\n'Willem Whisker did not stay here in the Dolven-view for long. He too is searching for Bingo! I know we will find our missing hobbit, and I trust that it will be soon!'\\n\\n<rgb=#00FF00>Bert Bartleby has arrived at the Dolven-view, in the Great Delving of Moria.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Willem Takes the Lead' (Recommended Level: 53)</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Please do not bother me right now. I am busy working! If you keep defeating foes in Gazatmur this will take less time!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'During our time here, I have learned that the Iron Garrison travelled south-east to the ruins of Echad Dúnann, outside the Hollin Gate. You should speak to the dwarves there and see if they have gained access to Khazad-dûm! If they already have done so, or once they do, I will meet up with you inside the entrance to the great dwarf-kingdom!'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You decide to keep your eyes peeled for Bingo while you help Ketill",
      "es": ""
    }
  ]
}