{
  "id": 620959159,
  "txt": [
    {
      "id": 111477392,
      "en": "Burn bridge-rafts near the Erui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Burned bridge-rafts near the Erui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Irodon can be found in Halach in south-eastern Upper Lebennin.\\n\\nYou have defeated many of the Haradrim woodworkers and burned their bridge-rafts.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Irodon",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Haradrim woodworkers and their bridge-rafts can be found along the banks of the Erui in eastern Upper Lebennin.\\n\\nIrodon has asked you to cripple the efforts of the Haradrim to expand the Crossings of Erui.",
      "es": ""
    },
    {
      "id": 86966503,
      "en": "Deliver the recovered goods to TBD in TBD",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'As much I wish the Haradrim gone from our lands, I would gladly keep them from returning to their cruel masters in the East.\\n\\n'You have done well to slow their advance even further, my friend. Let us hope that this delay leaves their plans undone!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Recovered stolen goods from Haradrim archers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Fearing a renewed Haradrim force in Lebennin and Lossarnach, Irodon hopes to put an end to the Haradrim's efforts to expand the Crossings of Erui.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Recover stolen goods from Haradrim archers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'After the Haradrim left Halach during one of their raids, I followed some of their forces... at quite a distance, mind you.\\n\\n'I saw them encamped along the banks of the Erui and a few among them had set to work on crafting crude bridge-rafts. The Crossings of Erui are wide indeed, but these men seemed to be preparing the way for an invasion. If their forces could cross the entire southern span of the Erui, the people of Lebennin, Lossarnach, and even the White City would be indefensible.\\n\\n'I ask that you burn their bridge-rafts and slay the woodworkers who crafted them before they can be used to any vile end.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated Haradrim woodworkers near the Erui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Haradrim woodworkers near the Erui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Preparing the Way",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "DNT",
      "es": ""
    }
  ]
}