{
  "id": 620959078,
  "txt": [
    {
      "id": 228284039,
      "en": "'You will remain in Tumladen for a time, will you not?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Angbor can be found inside the Great Hall of Tumladen.\\n\\nYou have arrived in the Great Hall and should now speak to Angbor.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Follow Lord Angbor and Lady Terenis to the fireplace",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Listen as Lord Angbor and Lady Terenis speak",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Lady Terenis",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Lady Terenis and Angbor can be found in the Great Hall of Tumladen.\\n\\nYou have arrived in the Great Hall with Angbor, and should now approach Lady Terenis.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Lady Terenis and Angbor can be found in the Great Hall of Tumladen.\\n\\nYou should follow Lady Terenis and Angbor to the fireplace in the rear of the Great Hall.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Lady Terenis and Angbor can be found in the Great Hall of Tumladen.\\n\\nLord Angbor is now speaking with Lady Terenis about the battle at Pelargir. You should listen to their conversation.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I know we have had disagreements, but you will honour Angbor's charge, won't you? I hope I did not make you wish to leave so soon!\\n\\n'I fear for the people of Lebennin, and your aid could prove invaluable!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Lady Terenis can be found in the rear of the Great Hall of Tumladen.\\n\\nLord Angbor has returned to the fields of Lebennin with his host, and has left you to aid Lady Terenis.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'There she stands, [placeholder]. Come, let us be done with this errand.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "At the request of Aragorn, Lord Angbor has come to Tumladen to privately deliver a message of victory to Lady Terenis.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Angbor",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Sworn to Secrecy",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Approach Lady Terenis with Angbor",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "DNT",
      "es": ""
    }
  ]
}