{
  "id": 620861203,
  "txt": [
    {
      "id": 136263297,
      "en": "Discovered Pruv Cadlus",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated sentries near Pruv Cadlus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Discovered Sarf Cadlus",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "There are two small encampments that the Draig-lûth established. These men are dangerous and prey upon the Uch-lûth.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Defeated sentries near Sarf Cadlus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is well, I suppose, that you have found me. The Draig-lûth who came from the South are a vile and cruel people. It is said that they take captive those that would enter this land and offer them to the gwiber and giants that dwell within.\\n\\n'On the other side of this hill, there are two small encampments: Pruv Cadlus and Sarf Cadlus. These encampments are used as forward outposts for the Draig-lûth in this area. If you could go to these camps and dispatch their sentries, I would be very appreciative.\\n\\n'The camps can be found to the east and north-east of Harndirion. Please be careful, Duvodiad, for it is said that those ruins are cursed place and that foul spirits call it home.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Draig-lûth camps are east and north-east of Harndirion.\\n\\nGronu has asked you to seek out Pruv Cadlus and Sarf Cadlus on the eastern slope below Harndirion and defeat sentries at each of the camps.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The defeat of the sentries marks the beginning of the end for these foul duhirun. I appreciate your assistance, for it shows that there are duvodiad who will fight for my people.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gronu's camp lies almost due north of Harndirion.\\n\\nYou should return to Gronu and let him know that you have defeated many of the sentries near Pruv Cadlus and Sarf Cadlus. ",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Guidance TBD",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Draig-lûth do not belong in this land...it belongs to the Uch-lûth.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover Pruv Cadlus",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat sentries near Pruv Cadlus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Discover Sarf Cadlus",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat sentries near Sarf Cadlus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Silence the Sentries",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Gronu at his camp",
      "es": ""
    }
  ]
}