{
  "id": 620861329,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted the western entrance of Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted the southern entrance of Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted the eastern entrance of Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Draig-lûth have created a village on the northern shore of the river, presenting a danger to travellers in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Defeated Draig-lûth guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I suppose I should be grateful for the kindness of any willing to aid a wounded man, even if it is from a duvodiad. I received my wounds when a small raiding-party from Gwâl Draig attacked and slew my fellows.\\n\\n'On the southern shore of the river stands an encampment that these duhirun -- these blackguards -- call home. My party was sent to scout this camp to see if we could rout them from the area. The Draig-lûth butchered the entirety of our sister clan, the Turch-lûth, and now seek our demise as well. Our former brethren from Dunland call us Algraig -- Outliers -- and have ever been our enemies.\\n\\n'Perhaps you will scout this camp for me? Seek out the entrances and dispatch any guards that you encounter. The camp can be found by following the southern shore of the river to the north and heading due east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwâl Draig lies on the southern shore of the river, north-east of Gronu's camp.\\n\\nGronu has asked you to scout out the entrances to the camp and dispatch any guards you might encounter.  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to hear that Gwâl Draig is indeed the main encampment for the most vile Draig-lûth. Perhaps when more hunters emerge from my clan, the Uch-lûth, we can mount an attack upon these duhirun.\\n\\n'Thank you for your assistance, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gronu is at his camp south-east of Gwâl Draig.\\n\\nYou should seek out Gronu and let him know what lies within the village of Gwâl Draig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Draig-lûth are a vile and merciless people, and these seem more so than their brethren in Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the western entrance of Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the southern entrance of Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the eastern entrance of Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Draig-lûth guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scout Gwâl Draig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gronu at his camp",
      "es": "",
      "es (fem)": ""
    }
  ]
}