{
  "id": 620861343,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This would be a good place to unveil Jónar's special brew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The vapours from the vile brew caused it to explode",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have set off a terrible odour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Jónar wishes for you to deliver his horrific concoction to a populated area in the Shire, where it will ruin the day for anyone standing nearby.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You now know my secret recipe: one rotten egg, five phials of swamp-gas, and seven phials of slimy slug-slime. I have turned it into something magnificent: my special brew.\\n\\n'You only have one thing to do, and then I shall be satisfied. You must bring this to a populated area in the Shire and be sure to spread the vile fumes it exudes. The effects will be disastrous!\\n\\n'Take this, my minion, and deliver it to a place where hobbits -- especially Inn League hobbits -- are known to gather. You must bring it directly to the Party Tree, where it is sure to ruin the festival for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Party Tree is in the Shire, in the town of Hobbiton.\\n\\nYou should deliver Jónar's special brew to the Party Tree, where it will surely ruin the day of many hobbits who have gathered there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha... ha ha! You smell terrible! I can tell from standing near you that my brew was a success. Ho ho ha ha ha!\\n\\n'...Go stand a bit further off, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Party Tree is in Hobbiton, in the Shire.\\n\\nYou should set off Jónar's horrible brew around the gathering of Shire Festival Patrons to ruin their day.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Jónar is in the cellar of Thorin's Hall.\\n\\nYou should return to Jónar and tell him of all that transpired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My brew already smells very bad. Please go away at once; you ought to bring it to the hobbits. There is only so much time before that thing explodes into wretched, disgusting vapours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver Jónar's special brew to the Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use Jónar's Special Brew on the Shire festival patrons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Jónar in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Jónar's Special Delivery",
      "es": "",
      "es (fem)": ""
    }
  ]
}