{
  "id": 620774594,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Quick Post service will surely live up to its name again if we continue at this rate, [placeholder]! There is something you can help me with, and maybe that will...\\n\\n'Oh, don't start towards the mail satchels just yet! I'm actually on top of the deliveries for today and don't need you to take any of these anywhere. No, what I want you to do is to bring word to Postman Oddfoot in Frogmorton about our efforts to improve the speed at which we deliver the mail. He's been rather depressed lately -- hobbits in Frogmorton are not shy about expressing their complaints, and Oddfoot has always been one to take things rather to heart.\\n\\n'Frogmorton is east of Bywater. Tell Oddfoot that we're repairing the reputation of the Quick Post service and offer him whatever help you can.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Hello there. I'm the postman for Frogmorton. I'm sorry for any inconvenience the Quick Post service may have caused you....\\n\\n'What's that? You're not here to complain? Oh. Oh, I see. That's nice. Yes, I'm glad we haven't disappointed you today. I get so many complaints, you know. It does get to a hobbit, after a while.\\n\\n'You say that Postman Cotton is trying to revitalize the Quick Post service and make it what it used to be? Even with all the letters that get sent these days? That's incredible news! If we can recapture our old reputation, maybe we won't need to spend so much time answering complaints!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Frogmorton is to the east of Bywater, and you'll find Postman Oddfoot near the centre of town. To hear him talk, it sounds like you could just follow the trail of complaining hobbits! Cheer him up and help him with any deliveries he might need to make, if you have the time.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Inspire Postman Oddfoot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Cotton is delighted that you are helping the Quick Post service regain its reputation for speedy delivery of the mail and wants you to bring word of your efforts to Postman Oddfoot of Frogmorton, who has been rather depressed of late.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman Oddfoot is in Frogmorton, east of Bywater.\\n\\nPostman Cotton is concerned for his friend Oddfoot and wants you to bring word of your efforts to revitalize the Quick Post service in hopes that it will cheer him up.",
      "es": ""
    }
  ]
}