{
  "id": 620835968,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is time, [placeholder]. We must hope our preparations are sufficient, for I fear the attack of the Orcs will be upon us at any moment. We must discuss our plan to repel them.\\n\\n'There are three passes into Fanuidhol: the Western Pass, the Northern Pass, and the Eastern Pass. We will have defenders at each of these passes, for if any of them fall, Lothlórien will be imperilled. But it is not enough to stand against the Orcs; we must turn back their assault and remove their foothold within Fanuidhol. Scouts tell me they have four encampments among the hills and have erected an idol to the Enemy at each. By carrying a Banner of Lórien to each encampment, your allies will be able to destroy the idol. You will not have much time to destroy all four idols, [placeholder], and will need to move with all haste. But beware! The Banner-carrier will be a very ready target of the Orcs.\\n\\n'Speak to me when you are ready and have gathered allies, and we will travel to the passes into Fanuidhol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Lothlórien is safe for now, but the Orcs may attack again. You and your allies have my heart-felt thanks.\\n\\n'In the event the Orcs launch another assault, we will be ready, and I ask you to stand with us again if the need comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you gathered your allies, [placeholder]? We will need their help as well as yours if we are to repel the attack of the Orcs that is almost upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Battle of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Belvagor believes the Orc-attack on Lórien is imminent and hopes your preparations -- and the strength of your will -- will be enough to keep the enemy from victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Belvagor and begin the defence of Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Belvagor is in Caras Galadhon, waiting for you to gather allies and speak to him to begin the defence of Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Belvagor at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Belvagor is waiting to speak with you in Caras Galadhon about your defence of Lothlórien from the Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}