{
  "id": 620835969,
  "txt": [
    {
      "id": 122651858,
      "en": "The Battle of Lórien must be underway to take this banner.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We have arrived, [placeholder], and it seems the Orcs have not yet begun their attack. Good! Then we have a moment to make our plans.\\n\\n'Further up the hill are the three passes that gate entry to the Golden Wood: the Northern Pass, the Western Pass, and the Eastern Pass; a number of our people have already gone to each of the passes to defend them.\\n\\n'Travel up to each of the passes and make note of the skills of the Elves at each location: melee combat, ranged combat, or the healing arts. Then return here and tell myself and my two friends where you would like us.\\n\\n'Once all three of us have our orders, you and your allies can begin carrying the Banners of Lórien to the four Orc encampments. Only when a Banner is near an Orc encampment will you be able to destroy the idol of the Enemy there.'",
      "es": ""
    },
    {
      "id": 226288644,
      "en": "'You will find me at the western pass if you need me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Orcs are retreating! The Golden Wood is safe, for now. We cannot rest long, but for today you have helped us achieve victory!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Battle of Lórien",
      "es": ""
    },
    {
      "id": 215741188,
      "en": "The idol is not vulnerable!",
      "es": ""
    },
    {
      "id": 226197748,
      "en": "'Then I will go to the eastern pass.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Are you ready to leave this site of battle, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed Idols of the Enemy ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 226288884,
      "en": "'Then I will go to the western pass.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Belvagor has been defeated",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "A pass has been overrun",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Belvagor is at the base of the slope that climbs up into Fanuidhol.\\n\\nThe Elf Belvagor is waiting to speak with you about his plan for repelling the Orc-attack.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You did not repel the Orcs in time",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Belvagor and his two friends wait for orders on the slope that climbs up into Fanuidhol.\\n\\nBelvagor and his two friends wait for you to tell them which passes to defend. To do this, you should first travel to the Northern Pass, Western Pass, and Eastern Pass and note the composition of the defenders at each; then you can make an informed decision.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Orc-attack is underway! You must work together with your allies to carry a Banner of Lórien to the four Orc-encampments so the Idol of the Enemy at each can be destroyed, and you must do it before any of the three passes can be overrun.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have destroyed four Idols of the Enemy and should return now to speak with Belvagor at the pass you told him to defend.",
      "es": ""
    },
    {
      "id": 164168850,
      "en": "A Pûlpum Berserker is moving toward the Western Pass!",
      "es": ""
    },
    {
      "id": 130608504,
      "en": "'I will defend the northern pass with my life.'",
      "es": ""
    },
    {
      "id": 209386145,
      "en": "Narshpug has arrived on the field of battle!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Belvagor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Order the Elves to the passes you think necessary ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Destroy Idols of the Enemy ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defend Belvagor",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defend all passes from the Orcs",
      "es": ""
    },
    {
      "id": 145556626,
      "en": "A Pûlpum Berserker is moving toward the Eastern Pass!",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Time is of the essence",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Belvagor",
      "es": ""
    },
    {
      "id": 66358436,
      "en": "The Eastern Pass has been defended!",
      "es": ""
    },
    {
      "id": 127887076,
      "en": "The Orcs are moving on the Western Pass!",
      "es": ""
    },
    {
      "id": 226197732,
      "en": "'I will defend the eastern pass with my life.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs of Moria have begun their assault on Lothlórien, and it is up to you, your allies, and a small number of Elves to repel them.",
      "es": ""
    },
    {
      "id": 257123780,
      "en": "Grakâmâb has left the field of battle!",
      "es": ""
    },
    {
      "id": 226288868,
      "en": "'I will defend the western pass with my life.'",
      "es": ""
    },
    {
      "id": 90302500,
      "en": "The Northern Pass has been defended!",
      "es": ""
    },
    {
      "id": 84689668,
      "en": "The Orcs are moving on the Northern Pass!",
      "es": ""
    },
    {
      "id": 258172356,
      "en": "Narshpug has left the field of battle!",
      "es": ""
    },
    {
      "id": 60778372,
      "en": "The Orcs are moving on the Eastern Pass!",
      "es": ""
    },
    {
      "id": 91666021,
      "en": "An idol is vulnerable!",
      "es": ""
    },
    {
      "id": 130605944,
      "en": "'You will find me at the northern pass if you need me.'",
      "es": ""
    },
    {
      "id": 156694564,
      "en": "An Orc Encampment has been claimed by the Free Peoples!",
      "es": ""
    },
    {
      "id": 130608248,
      "en": "'Then I will go to the northern pass.'",
      "es": ""
    },
    {
      "id": 209385889,
      "en": "Grakâmâb has arrived on the field of battle!",
      "es": ""
    },
    {
      "id": 204109810,
      "en": "A Pûlpum Berserker is moving toward the Northern Pass!",
      "es": ""
    },
    {
      "id": 133467588,
      "en": "The Western Pass has been defended!",
      "es": ""
    },
    {
      "id": 226197508,
      "en": "'You will find me at the eastern pass if you need me.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have arrived, [placeholder], and it seems the Orcs have not yet begun their attack. Good! Then we have a moment to make our plans. Further up the hill are the three passes that gate entry to the Golden Wood: the Northern Pass, the Western Pass, and the Eastern Pass; a number of my people have already gone to each of the passes to defend them.\\n\\n'Travel up to each of the passes and make note of the skills of the Elves at each location: melee combat, ranged combat, or the healing arts. Then return here and tell myself and my two friends where you would like us.\\n\\n'Once all three of us have our orders, you and your allies can begin carrying the Banners of Lórien to the four Orc-encampments. Only when a Banner is near an Orc-encampment will you be able to destroy the idol of the Enemy there.'",
      "es": ""
    }
  ]
}