{
  "id": 620835886,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Orcs have been trying to enter the Golden Wood for the past several days, [placeholder], and though they are killed by the arrows of the Galadhrim before they get very far, still there is grievous damage done.\\n\\n'Curse the foul feet of the Orcs! Their passage across the swift-flowing Nimrodel has dirtied its clean waters. The encrusted filth of their boots collects on the banks of the stream, and the song of Nimrodel is made the more sorrowful for it.\\n\\n'Travel north and south along the stream and collect the filth left behind by the Orcs' passage. Bring it to me and we will dispose of it, and Nimrodel will run clean once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Curse the foul feet of the Orcs! You have done well to cleanse the banks of Nimrodel, though as long as the Orcs march toward the Golden Wood, that beautiful stream will be endangered by their filthy careless footsteps.\\n\\n'I have an idea, [placeholder]. Let us return this filth to the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Follow the banks of the Nimrodel north and south from here and clean up the Orc filth left in their passage toward Lothlórien. Return to me when you have collected some of the Orc filth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have yet to cleanse Nimrodel of the Orc filth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Curse Their Foul Feet!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dindirith has asked you to remove the Orc filth from the Nimrodel, the fast-flowing stream outside the border of Lórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Orc filth from the banks of the Nimrodel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Orc filth from the banks of the Nimrodel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The soiled banks of the Nimrodel can be found north and south from Echad Andestel, along the banks of the stream.\\n\\nDindirith has asked you to clean up the banks of the Nimrodel, sullied by the passage of the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Orc filth to Dindirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dindirith is in Echad Andestel, west of the banks of Nimrodel and the border of Lórien.\\n\\nYou have collected Orc filth from the banks of Nimrodel and should return now to Dindirith, as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}