{
  "id": 620835820,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have slain many Orcs, but their camps in Nanduhirion are still a danger to those forced to travel the road between here and Moria. The Orcs have erected barricades outside their outposts along the road.\\n\\n'Set these barricades afire, [placeholder], and perhaps we can convince the Orcs to return to their vile warrens beneath the mountains.\\n\\n'You will find barricades to the north-west, outside the camps of Uruk-gashan, Dr没-garmadh, and Athmadhul, along the road that runs through Nanduhirion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! Setting fire to their barricades will tell even the most dull-witted Orc that he is not welcome in Nanduhirion, so close to L贸rien. You have done well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs build barricades outside the camps they have established in Nanduhirion to the north-west. Set these barricades alight! You will find them along the road that runs from here to Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Too Close to L贸rien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hadroneth is concerned about the Orc camps that have been established in Nanduhirion, and wants you to tear down the barricades that have sprung up outside them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Set fire to Orc barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Set fire to Orc barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You will find barricades to the north-west of Talan Haldir, outside the Orc camps of Uruk-gashan, Dr没-garmadh, and Athmadhul, along the road that runs through Nanduhirion.\\n\\nHadroneth has asked you to damage the permanence of the Orc camps in Nanduhirion by burning down the barricades they erect outside them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hadroneth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hadroneth is on Talan Haldir, located on the banks of the Nimrodel, south-east of Nanduhirion.\\n\\nYou have set fire to many of the Orc barricades in Nanduhirion and should report now to Hadroneth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}