{
  "id": 620835885,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Orc filth from the banks of the Nimrodel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Pleased with your efforts against the Orcs, Dindirith wishes you to continue providing aid to the Elves of Lórien.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'More Orcs have crossed Nimrodel, [placeholder], leaving filth in their wake.\\n\\n'If you are still willing to help, I would ask you to once again walk north and south along the banks, picking up the filth of the Orcs so Nimrodel can once again run clean.\\n\\n'Return to me when you have done so, and we will give the Orcs back their foul reek, as we did before.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc filth can be found north and south along the banks of the river Nimrodel, west of the border of Lórien.\\n\\nDindirith has asked you to once again cleanse the banks of the Nimrodel of the Orc filth that sullies them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]. The Orcs will learn that no stain on our land will go unpunished. I will let you know when I have need again of your help.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dindirith is at Echad Andestel, north of the road that runs to Lórien and west of the border.\\n\\nYou have collected Orc filth from the banks of the Nimrodel and should bring it now to Dindirith.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "There are Orc camps all along the road that runs through Nanduhirion, west and north of Echad Andestel.\\n\\nDindirith has asked you to burn the Orc filth you collected in a fire located within one of the Orc camps along the road through Nanduhirion.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Walk north and south along the banks of Nimrodel, as you did before, and clean them of Orc filth, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have my thanks again for keeping Nimrodel free of the filth of the Orcs. Bring it now to the fires within one of the Orc camps along the road through Nanduhirion, to the west and north of here, and dispose of it in an Orc fire, as you did before.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dindirith is in Echad Andestel, outside the border of Lórien and east of Nanduhirion.\\n\\nYou have once again disposed of the Orc filth and should report now to Dindirith.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There are Orc camps all along the road that runs through Nanduhirion, to the west. Burn the Orc filth at a fire within one of those camps, [placeholder], and show the Orcs once again that no stain on the land will go unpunished by the Elves of Lórien!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have not collected the Orc filth from Nimrodel yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Orc filth from the banks of the Nimrodel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Orc filth to Dindirith",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Burn Orc filth in a fire within one of the Orc camps in Nanduhirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aiding the Elves IV",
      "es": ""
    }
  ]
}