{
  "id": 620835953,
  "txt": [
    {
      "id": 218649169,
      "en": "'I like you, [placeholder]. You wouldn't believe how difficult it is to find a kindred spirit on this side of the mountains, and a [placeholder] to boot!\\n\\n'If you're willing, I have another hunt for you to undertake: boars within the Golden Wood are said to have the most tender meat you ever tasted, and I know I could get a good price for a haunch or two. The Elves protect many of the boars, of course, but I know you won't shy away from helping me out!\\n\\n'It's said that there are protected boars inside the woods, in places called Eryn Laer and on the banks of the Anduin in Gelirdor. I've never been, of course, but that's what they say.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Splendid, [placeholder], splendid! This meat will surely fetch a high price! I can see why the Elves valued those boars so highly!\\n\\n'I have one last hunt for you, my friend. The most valuable yet!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hunt the protected boars of Lothlórien for me, [placeholder]. It's said they can be found in places called Eryn Laer and in Gelirdor, though I've never seen them. The Elves do not allow me inside.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not brought me the meat you promised, [placeholder]? How can this be?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Poaching: Protected Boars in Lórien",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Pleased with your previous hunt, Asmund has another request of you.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Hunted protected boars in Lórien for boar meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Hunt protected boars in Lórien for boar meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Protected boars can be found within Lothlórien, in places called Eryn Laer and on the banks of the Anduin in Gelirdor.\\n\\nAsmund has asked you to hunt protected boars within Lothlórien.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring protected boar meat to Asmund",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Asmund is in Echad Andestel, west of the border of Lothlórien.\\n\\nYou have hunted the protected boars of Lothlórien and should return now with the meat to Asmund.",
      "es": ""
    }
  ]
}