{
  "id": 620835954,
  "txt": [
    {
      "id": 136263297,
      "en": "You made it out of the maze",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have found your way out",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gil Plover, the Maze-master of Bree, has challenged you to get through the maze before the time runs out. You must not tarry long within the hedge-walls.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Yes, well. You really can't seem to get enough of that hedge maze. No matter! No one will ever beat my best time. Only one minute and a few seconds more!\\n\\n'I am sorry to have to break this to you, but it is folly to think that you can match my time. Try if you must, but I simply do not wish for your hopes to be disappointed. It can be so discouraging to fail.\\n\\n'You still mean to try, do you? Very well. You have one minute. I am not worried. No one will ever beat my time. Now please, leave me be! I am trying to enjoy the spring before it fades into another sweltering summer, and I cannot do it if you are hovering about me like a gnat.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to the hedge-maze is near the festival grounds in the Horse-fields, a distance to the north of Bree-town.\\n\\nGil Plover has challenged you to get through the maze, from start to finish, before the time runs out. The time he has allotted is the same amount of time of his record run.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Please do not come around and bother me anymore, [placeholder]. Your very presence somehow saps the beauty out of a fine spring day, and I find that I do not enjoy it quite so much when you are near.\\n\\n'Come to think of it, I do not like mazes after all. They are rather too green for my liking. Too much green is unpleasant, in certain lights.\\n\\n'Here, take your reward. Enjoy your silly maze if such a silly, silly, pointless thing can truly be enjoyed.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The exit to the hedge-maze is around here somewhere...or is it?\\n\\nYou should try to find your way out of the maze before the time runs out. Gil Plover got out in just over one minute; can you navigate the paths in less?",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gil Plover is standing near the hedge maze, which is very near the festival grounds of Bree-land, north of Bree-town.\\n\\nYou should speak with Gil Plover, for you can show him that you are the fastest maze-runner of all.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Don't talk to me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the hedge-maze",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find your way out before the time expires",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gil Plover outside the maze in the Horse-fields",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Fool's Errand",
      "es": ""
    }
  ]
}