{
  "id": 620835822,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Orc weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Orc waylayers in Nanduhirion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Satisfied with your efforts on behalf of the Elves of L贸rien, Maethoron has asked you to continue your campaign against the Orcs that have invaded Nanduhirion.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Orcs still endanger travellers on the road through Nanduhirion, [placeholder]. The work of their foes is never done, it seems!\\n\\n'You are familiar with their camps now: Uruk-gashan, Dr没-garmadh, and Athmadhul; return to these foul encampments north-west of here, along the road that runs through Nanduhirion, and steal more of their weapons from the racks within. An Orc without a blade is an Orc from which we have little to fear.\\n\\n'Slay too the Orc waylayers that prowl along the road that runs between here and Moria. They cannot be allowed to menace even the few travellers that come this way.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orc camps can be found all along the road that runs through Nanduhirion, north-west of Talan Haldir. Orc waylayers prowl along the road as well, and can be found on the outskirts of the camps there.\\n\\nMaethoron has asked you to continue your efforts against the Orcs of Moria that have invaded Nanduhirion: defeating their waylayers along the road and stealing weapons from their camps.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Again you have proven an able ally, [placeholder]. I will let you know when we have need again of your help; with so many Orcs this near to L贸rien, I fear it will not be long.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maethoron is on Talan Haldir, located near the banks of Nimrodel, south-east of Nanduhirion.\\n\\nYou have stolen weapons from the Orc camps of Nanduhirion and defeated more Orc Waylayers along the road, and should return now to Maethoron with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to Nanduhirion, to the north-west, and defeat Orc waylayers along the road. Look too for the Orc camps on the road between here and Moria, and steal the weapons you find. The Elves of L贸rien will not forget your efforts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you had any success against the Orc waylayers along the road? Where are the weapons I asked you to take? Do not tarry...the Orcs are deadly when left to their own devices for too long.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Orc weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Orc waylayers in Nanduhirion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Orc weapons to Maethoron",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aiding the Elves II",
      "es": ""
    }
  ]
}