{
  "id": 620835888,
  "txt": [
    {
      "id": "0xe8df452",
      "en": "'You have done well to bring me these arrows!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8df453",
      "en": "'Thank you for bringing these arrows here to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8df454",
      "en": "'More arrows? I receive them with joy, for I know they spell doom for the Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8df455",
      "en": "'No arrow will be wasted! These will strike fresh Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have not managed to bring the arrows to Meredhrandir in time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully brought the arrows to Meredhrandir!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have brought some arrows to Celegúien, and now she wants them delivered to Meredhrandir at Mekhem-bizru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The arrows you have brought to me will have a second chance at slaying Orcs, [placeholder], but their chance will come nearer to the entrance to Moria, from which the Orcs pour into Nanduhirion.\\n\\n'My friend Meredhrandir journeyed to Mekhem-bizru, the outpost far to the north-west, very near to the entrance to Moria. He will be able to make use of these arrows if you bring them to him with all speed.\\n\\n'Pick up a bundle of arrows on the crate to my right and carry them to Mekhem-bizru. You will need to follow the road to the west all the way through Nanduhirion; beware of Orcs on the road, and do not let the arrows get wet! You will be unable to hold onto them if you enter deep water.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Celegúien has a bundle of arrows for you to deliver on the crates by her in Echad Andestel. She wants you to carry them to Meredhrandir at the camp of Mekhem-bizru, very near to the entrance to Moria. She advised you to follow the road west and north as it passes through Nanduhirion, and to beware of Orcs on the road.\\n\\nYou have been asked to deliver arrows from Echad Andestel to Mekhem-bizru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can tell these arrows have already slain an Orc or two. How many more of the creatures will fall to each of these, I wonder?\\n\\n'You have done most well, [placeholder]. Your efforts will not be forgotten by the Elves of Lórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Meredhrandir is at Mekhem-bizru, right by the eastern entrance to Moria.\\n\\nYou have brought a bundle of arrows to Meredhrandir and should speak to him about the journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Carry a bundle of arrows to my friend Meredhrandir at Mekhem-bizru, the camp at the end of the road that runs through Nanduhirion, right by the entrance to Moria. Pick up a bundle of arrows from the crate right next to me, and follow the road to the west all the way back to the camp outside Moria!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up a bundle of arrows next to Celegúien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry the arrows to Meredhrandir at Mekhem-bizru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Arrow a Waste",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8df451",
      "en": "'Thank you for bringing these arrows! The Orcs will fear them anew!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}