{
  "id": 620835949,
  "txt": [
    {
      "id": 136263297,
      "en": "Hunted protected deer in Lórien for deer meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Asmund the Poacher will no longer have work for you.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Asmund has asked you to poach protected deer within Lórien, and has promised to reward you for doing so.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there, my friend! I understand that you are permitted beyond the borders of the wood? I have a proposal for you, and I hope you will give it some thought. You will be well-rewarded for it!'\\n\\nAsmund flashes a toothy smile and goes on.\\n\\n'The Elves that live in the wood have some very strict rules concerning what animals they hunt; certain animals fall within their protection, and are off-limits for hunting.\\n\\n'The meat and hides of these animals are said to be of extremely high quality. If you don't mind, since you have access to the woods and I do not, could you hunt a few of these protected deer? The Elves surely won't miss the few you hunt for me! I have heard they can be found in places called Nan Celebrant and Gelirdor, though I have not seen these places for myself. I thank you for the consideration, my friend. If you do as I ask, you'll find yourself well rewarded!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Protected deer can be found in Lórien, wandering in Nan Celebrant and Gelirdor.\\n\\nAsmund has asked you to hunt the protected deer of Lórien, promising to reward you well for it.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent, [placeholder]! I am glad that your hunt went so well, and as promised I have a reward for you.\\n\\n'And not just that, but more work as well, if you'd like it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Asmund is in Echad Andestel, west of the border of Lórien.\\n\\nYou have hunted some of the protected deer of Lórien for Asmund and should return now to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Since you have access to the woods and I do not, I will reward you very well for hunting the protected deer of Lórien. I understand you can find them in areas known as Nan Celebrant and Gelirdor, though I have not seen these places for myself.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not brought me the deer meat for which I asked, [placeholder]. What gives you pause?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Hunt protected deer in Lórien for deer meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring protected deer meat to Asmund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Poaching: Protected Deer in Lórien",
      "es": ""
    }
  ]
}