{
  "id": 620835824,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs are becoming more bold, [placeholder], and their waylayers have made travel along the road through Nanduhirion very dangerous for the unwary traveller.\\n\\n'If you are a friend to the Elves of Lórien and share our concerns, you will do something about these Orcs in particular. Travel north-west into Nanduhirion and defeat the Orc waylayers where you find them: along the road and near the outskirts of their camps in the area. The road into the Golden Wood must be made safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent, [placeholder] -- you have waylaid the waylayers most admirably.\\n\\n'As long as the Orcs of Moria threaten the road through Nanduhirion, the Dimrill Dale, the Elves of Lothlórien will not be able to rest. We will strike at the Orcs wherever we may, and if hardy warriors such as yourself will help us, we will have victory against them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Orc Waylayers have become more bold in recent days, and have taken up positions along the road that runs through Nanduhirion to the north-west. You should teach them to fear the good-hearted peoples once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hinder the Orc-schemes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maethoron is worried about the growing number of Orc-waylayers on the road that runs through Nanduhirion toward Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orc waylayers in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc waylayers in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc waylayers can be found all along the road that runs through Nanduhirion, north-west of Talan Haldir.\\n\\nMaethoron has asked you to waylay the waylayers in Nanduhirion so that the road may be made safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Maethoron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maethoron is on Talan Haldir, near the banks of Nimrodel, south-east of Nanduhirion.\\n\\nYou have defeated many of the Orc Waylayers that make travel on the road through Nanduhirion difficult, and should report of your success to Maethoron.",
      "es": "",
      "es (fem)": ""
    }
  ]
}