{
  "id": 620835958,
  "txt": [
    {
      "id": "0xedbfc01",
      "en": "'Thank you for this delivery of supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xedbfc02",
      "en": "'These supplies will help us maintain the defence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xedbfc03",
      "en": "'Our preparations are now more complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the supplies in time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xedbfc04",
      "en": "'Thank you for these supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have delivered the supplies to Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An attack on Lothlórien by the Orcs of Moria is surely coming, and Mithenn wants to ensure that the outposts on the border of exposed Fanuidhol are supplied.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not know when the attack of the Orcs will come, [placeholder], but it is surely coming soon. I worry for my brothers at the outposts on the border of Fanuidhol, for that land is exposed to the west, and from there the attack is likely to be launched.\\n\\n'I have been bringing supplies just outside the entrance to Caras Galadhon. If you will carry some of these supplies to the base of Talan Fanuidhol, I will appreciate it and so will my brethren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mithenn inside Caras Galadhon wishes you to carry supplies he left outside the gates of that city to the base of Talan Fanuidhol.\\n\\nMithenn wants to ensure that the flets on the outskirts of exposed Fanuidhol are well-supplied for the Orc-attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for bringing these supplies from my brother Mithenn, [placeholder]. It seems increasingly likely that the Orcs will soon begin their attack, and we will be glad to have these supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faelleron is at the base of Talan Fanuidhol.\\n\\nYou have delivered a crate of supplies to Talan Fanuidhol and should now speak with Faelleron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I left some crates of supplies just outside the entrance to Caras Galadhon, [placeholder]. Pick one of them up and carry it to the base of Talan Fanuidhol so my brothers there will be well-supplied for when the Orc-attack comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up supplies outside the entrance to Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry supplies to the base of Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Faelleron at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lothlórien Preparations III",
      "es": "",
      "es (fem)": ""
    }
  ]
}