{
  "id": 620835889,
  "txt": [
    {
      "id": 218649169,
      "en": "'We will show the Orcs that the Elves of L贸rien will not tolerate their presence here, [placeholder]. Bring the Orc filth you scoured from the banks of Nimrodel to one of the fires in the Orc camps of Nanduhirion, to the north-west, and set it aflame.\\n\\n'The reek of the burning will send a message to the Orcs of Moria: no stain on these lands will be permitted from this day forth.\\n\\n'Follow the road west and north into Nanduhirion and look for the Orc camps along the road: Uruk-gashan, Dr没-garmadh, or Athmadhul. Burn the Orc filth in one of their fires, and return to me when you have disposed of it all.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I know you have done what I asked, [placeholder], for I could smell the reek from here. The Orcs should know now that no offence against the land will go unanswered.\\n\\n'Thank you for your aid, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are Orc camps all along the road that runs through Nanduhirion to the west of here. Burn the Orc filth you collected from the banks of Nimrodel in one of the fires inside the camps, and then return to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Return Their Filth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dindirith wants you to return the filth you cleaned from the banks of the Nimrodel to the Orcs.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Burn Orc filth in a fire inside one of the Orc camps of Nanduhirion",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orc camps of Uruk-gashan, Dr没-garmadh, and Athmadhul can be found all along the road that runs through Nanduhirion, west and north of Echad Andestel.\\n\\nDindirith has asked you to burn the Orc filth you collected in one of the fires the Orcs have set in their camps in Nanduhirion.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dindirith is in Echad Andestel, the camp north of the road outside L贸rien, and east of Nanduhirion.\\n\\nYou have disposed of the Orc filth and should return now to Dindirith.",
      "es": ""
    }
  ]
}