{
  "id": 620835819,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have never seen the Orcs like this, [placeholder]; they pour from the gates of Moria as they have not done in years, and establish camps and outposts all along the road between here and there.\\n\\n'If you would be a friend of Lórien, you must help us discourage the Orcs from this endeavour. Seek out these enemies to the north-west, and defeat them wherever you find them in Nanduhirion.\\n\\n'The more Orcs you slay, the safer will be the road between Lothlórien and Moria. Their boldness worries me greatly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]. We will not forget your help to us, though there be always more to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs have come forth from inside the mountains -- into Nanduhirion, the Dimrill Dale, to the north-west. You must slay these foes wherever you see them if you would be friend to the Elves of Lórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down from the Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hadroneth is worried about the mass of Orcs that have poured from the gates of Moria into the Dimrill Dale, and wants you to thin their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found all along the road that leads through Nanduhirion, the Dimrill Dale, north-west of Talan Haldir.\\n\\nHadroneth has asked you to thin the numbers of the Orcs that have come forth from within the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hadroneth is on Talan Haldir, along the banks of Nimrodel.\\n\\nThe Elf Hadroneth is waiting for you to report of your success slaying the Orcs that have poured from the Gates of Moria into Nanduhirion.",
      "es": "",
      "es (fem)": ""
    }
  ]
}