{
  "id": 620835957,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs are going to attack Lothlórien, [placeholder]; that much is clear. It is still unknown when they will do so, but this foreknowledge will give us the strength to oppose them whenever it comes.\\n\\n'Many of their strongest fighters dwell within the deepest and darkest dungeons of Moria: the Forges of Khazad-Dûm, the Forgotten Treasury, the Grand Stair, and the Sixteenth Hall.\\n\\n'Defeat Orcs and goblins in these dungeons and return to me confident in the knowledge that we have weakened their attack force somewhat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! Those foes will not join in the attack on Lothlórien, thanks to you.\\n\\n'The battle steadily approaches, I am sure of it, but they will miss it. We, however, will not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The strongest Orcs and goblins will be found within the dungeons of Moria, [placeholder]: the Forges of Khazad-Dûm, the Forgotten Treasury, the Grand Stair, and the Sixteenth Hall. Defeat many of them so they will not be able to attack the Golden Wood with all their force.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lothlórien Preparations II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Donndageth has asked you to defeat Orcs within the many dungeons of Moria in order to lessen the forces available for their upcoming attack on Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs and goblins within the dungeons of Moria ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs and goblins within the dungeons of Moria ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Strong Orcs and goblins can be found within the many dangerous dungeons within Moria: the Forges of Khazad-Dûm, the Forgotten Treasury, the Grand Stair, and the Sixteenth Hall.\\n\\nDonndageth has asked you to defeat Orcs and goblins within the dangerous dungeons of Moria to limit the forces that might attack Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Donndageth at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Donndageth is at Caras Galadhon.\\n\\nYou have defeated many Orcs and goblins within the dangerous dungeons of Moria and should return to Donndageth with news of your triumphs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}