{
  "id": 620835950,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'What did you speak about with Asmund, [placeholder]? I am concerned about your dealings with him; he has an unsavoury reputation.\\n\\n'I beseech you, [placeholder]: ignore whatever request he has made of you and instead report of his activities to Glordirith, a friend of mine and protector of all things that move within the Golden Wood. He is entrusted that duty by Celeborn himself, and if you tell him whatever it is Asmund asked you to do, I know you will be rewarded for it.\\n\\n'Glordirith is in south-eastern Lothlórien, at Imlad Lalaith in Egladil, on the banks of Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you for your news of Asmund, [placeholder]. You have done well to bring his doings to my attention, though I suspect not as quickly as you might have.\\n\\n'We will keep a close watch on any who have dealings with Asmund the Poacher from this day forth. You are to be commended for your service in defence of the woods of Lórien, and I have a small reward for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Glordirith is in south-eastern Lothlórien, [placeholder], at Imlad Lalaith in Egladil, on the banks of Anduin. Tell him of Asmund's activities and ignore whatever request that dwarf made of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An End to the Poaching",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Limhendeth has beseeched you to ignore whatever request Asmund made of you and to instead report his activities to Glordirith in Lórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "By helping Asmund, you have not satisfied Limhendeth's request.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Glordirith at Imlad Lalaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glordirith is in south-eastern Lothlórien, at Imlad Lalaith in Egladil on the banks of Anduin.\\n\\nLimhendeth has asked you to ignore whatever request Asmund made of you, and instead to report of his activities to Glordirith in Lothlórien.",
      "es": "",
      "es (fem)": ""
    }
  ]
}