{
  "id": 620835996,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Rilhathel is determined to sing songs of your efforts in defence of Lórien, and has issued you a challenge in addition to simply repelling the Orcs: to win the battle in thirty minutes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is not enough simply to repel the Orcs, [placeholder]. If you want the minstrels to sing of your deeds, you need to do more than merely win the battle, friend [placeholder]. You need to do something truly worthy of song.\\n\\n'We need to send a message to the Orcs, [placeholder]. We must show them that they are no match for the defenders of Lothlórien, and what better way to show them this than to repel them with all haste?\\n\\n'If you are able to successfully win the battle in less than thirty minutes, you will have completed my challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to do it quickly: within thirty minutes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! You have completed my challenge, and the Orcs must now know how overmatched they are!\\n\\n'Take this reward with my thanks, and the knowledge that your victory was truly song-worthy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to do it quickly: within thirty minutes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rilhathel is at Caras Galadhon, waiting to hear if you successfully completed his challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us send the Orcs a message, [placeholder], by sending them back to Moria in disgrace! If you can successfully win the battle in less than thirty minutes, you will have completed my challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Win the Battle of Lórien in under thirty minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Successfully complete the Battle of Lórien within thirty minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Win the battle within thirty minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Rilhathel at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sentinel's Challenge III",
      "es": "",
      "es (fem)": ""
    }
  ]
}