{
  "id": 620835955,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found the exit",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You ran out of time",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have found your way out",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gil Plover, the Maze-master of Bree, has challenged you to get through the maze before the time runs out. You must not tarry long within the hedge-walls!\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello again! The spring weather is pleasing, rain or shine, is it not? I see that you are still looking at the hedges of the maze yonder. Do you wish to challenge your own best time? That is an admirable goal; I do not think you are yet ready to challenge mine.\\n\\n'I think a good compromise will be your running of the maze within just over half the time previously allotted. Three minutes should do the trick. My minute record is not to be outdone, of course.\\n\\n'Don't forget to shout if you get lost and need me to come looking! I'll not think less of you -- some people get mighty lost in such a confusion of ways. But I'm afraid that you may miss the scenery and smells if you are able to carry on at a pace that will get you out so quick as this challenge demands.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to the hedge maze is near the festival grounds in the Horse-fields, a distance to the north of Bree-town.\\n\\nGil Plover has challenged you to get through the maze, from start to finish, before the time runs out. The time he has allotted is three minutes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oho! You did not startle me this time, [placeholder]. I had a bit more faith in you, though I feel secure in my own record. You will never beat that.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The exit to the hedge-maze is around here somewhere...or is it?\\n\\nYou should try to find your way out of the maze before the time runs out. Gil Plover got out in no time at all compared to the amount you've been given.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gil Plover is standing near the hedge maze, which is very near the festival grounds of Bree-land, north of Bree-town.\\n\\nYou should speak with Gil Plover, for you can prove that you were able to best his challenge that you would not get through the maze in admirable time.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You cannot cheat your way through this time, friend!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the maze",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find your way out before the time expires",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gil Plover outside the maze in the Horse-fields",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Speedy Errand",
      "es": ""
    }
  ]
}