{
  "id": 620835884,
  "txt": [
    {
      "id": 136263297,
      "en": "Recovered arrows from Orc corpses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have not managed to bring the arrows to Meredhrandir in time!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You successfully brought the arrows to Meredhrandir!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Encouraged by your efforts on behalf of the Elves, Celegúien wishes you to continue the work you began against the Orcs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Orcs remain in Nanduhirion, [placeholder], and as long as they do, the Galadhrim will have need of arrows to oppose them.\\n\\n'Return to the border of the Golden Wood, east of here, and look for more Orcs slain by the arrows of the Elf-archers. Recover the arrows from their corpses, as you have done before, and return them to me.\\n\\n'Do not stray too near the border, however! If the hidden Galadhrim do not recognize you as a friend, they may waste some of their arrows on you, and I will need to send other adventurers to recover them from your unfortunate body! That is not how your story should end.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The corpses of Orcs slain by the hidden Galadhrim along the border of Lothlórien, east of Echad Andestel, can be the source of more arrows desired by Celegúien. She warned you against going too near the border, for the Galadhrim will shoot if they do not know you.\\n\\nCelegúien is waiting for you to recover arrows from the corpses of Orcs slain along the border of Lórien.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Another delivery of arrows, [placeholder]? Perfect! You have sealed the fate of more Orcs of Moria by bringing these to me.\\n\\n'The Elves of Lórien will not forget your continuing efforts on our behalf.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celegúien is in Echad Andestel, the camp along the banks of Nimrodel, west of the border of Lórien.\\n\\nYou have recovered arrows from the corpses of Orcs along the border of the Golden Wood, and should return now to Celegúien.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Meredhrandir is at Mekhem-bizru, the camp just outside the eastern entrance to Moria, far to the north-west of Echad Andestel. Celegúien told you to follow the road west and north until you reach Mekhem-bizru, and to avoid the Orcs that prowl within Nanduhirion as you carry the arrows to Meredhrandir.\\n\\nYou have been told to bring a bundle of arrows to Meredhrandir at Mekhem-bizru.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'East of here, along the north and south border of Lórien, you will find Orcs slain by the Galadhrim. Recover arrows from their bodies, as you have done before, and bring them to me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have returned with more arrows, [placeholder]? Very good! I have prepared a bundle of arrows for you to bring to Meredhrandir at Mekhem-bizru, as before.\\n\\n'Pick them up from the crates right next to me, and carry them west and north along the road through Nanduhirion, to Meredhrandir at the camp just outside the eastern gate of Moria.\\n\\n'Stay out of deep water, or you will be unable to hold onto the arrows for long!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Meredhrandir is at Mekhem-bizru, the camp just outside the eastern gate of Moria.\\n\\nYou have brought the arrows to Meredhrandir and should now speak with him about the journey.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Pick up a bundle of arrows from the crate next to me, and carry them to Meredhrandir at Mekhem-bizru, the camp just outside the eastern gate of Moria. Follow the road north-west through Nanduhirion, and avoid the Orcs that prowl nearby as you carry the arrows to Meredhrandir.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have not brought me enough arrows yet, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Recover arrows from Orc corpses near the border of Lórien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Elf-arrows to Celegúien",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Pick up a bundle of arrows next to Celegúien",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Carry the arrows to Meredhrandir at Mekhem-bizru",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Aiding the Elves III",
      "es": ""
    }
  ]
}