{
  "id": 620835951,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I beseech you: do not do whatever Asmund has asked you to do! He has an ill reputation, and no good will come of whatever task with which he has charged you!\\n\\n'Speak instead with Glordirith, a friend of mine and protector of all things that move within the Golden Wood. He is entrusted that duty by Celeborn himself, and if you tell him whatever it is Asmund asked you to do, I know you will be rewarded for it.\\n\\n'Glordirith is in south-eastern Lothlórien, at Imlad Lalaith in Egladil, on the banks of Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Better late than not at all, [placeholder]. Asmund the Poacher and his agents will no longer harm the protected animals of Lórien; we will closely monitor his associates.\\n\\n'You will still be rewarded, though I am loath to forgive the lateness of your message.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Tell Glordirith of your dealings with Asmund, [placeholder]. Asmund has an unsavoury reputation, but there is still time for you to avoid receiving the same as he.\\n\\n'Glordirith is in south-eastern Lothlórien, at Imlad Lalaith in Egladil, on the banks of Anduin. It is not too late, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An End to the Poaching",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Limhendeth has beseeched you to ignore whatever request Asmund made of you and to instead report his activities to Glordirith in Lórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "By helping Asmund, you have not satisfied Limhendeth's request.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glordirith is in south-eastern Lothlórien, at Imlad Lalaith in Egladil, on the banks of Anduin.\\n\\nLimhendeth has beseeched you to ignore whatever request Asmund made of you, and to instead speak of his dealings with Glordirith.",
      "es": "",
      "es (fem)": ""
    }
  ]
}