{
  "id": 620835821,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs have not yet left Nanduhirion, [placeholder]; it seems they still have designs on Lórien.\\n\\n'You have helped us before, and if you continue to do so we will not forget it. Neither will the Orcs, if you continue to harry their fell endeavours in this way.\\n\\n'Travel north-west to the Orc camps along the road that runs through Nanduhirion. Slay the Orcs there and set fire to any of the barricades they have built anew. We will never cease our efforts to push the Orcs back beneath the mountains, and protect the borders of our fair land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Once again you have proven yourself a worthy enemy to the Orcs, [placeholder]. I will let you know when next we have need of your strength and skill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs are still a threat to travellers on the road that runs from here to Moria. Defeat the Orcs and set fire to the barricades they have erected outside their camps in Nanduhirion, to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aiding the Elves I",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pleased with your efforts on behalf of the Elves of Lórien, Hadroneth has asked you to continue your campaign against the Orcs that have invaded Nanduhirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Set fire to Orc barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in Nanduhirion ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found north-west of Talan Haldir, along the road that runs through Nanduhirion to Moria. They have erected barricades outside their camps along the road: Uruk-gashan, Drû-garmadh, and Athmadhul.\\n\\nHadroneth has asked you to defeat Orcs in Nanduhirion and to set fire to the barricades they erect outside their camps along the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Set fire to Orc barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hadroneth is on Talan Haldir, located on the banks of Nimrodel, south-east of Nanduhirion.\\n\\nYou have continued your efforts against the Orc invaders of Nanduhirion, slaying many of their number and setting fire to the barricades they have erected along the road.",
      "es": "",
      "es (fem)": ""
    }
  ]
}