{
  "id": 620835909,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Mae govannen, [placeholder]. I am Mallendathor, one of the wardens of the revered woodlands of Cerin Amroth. I and my fellows have accepted the solemn charge of custodianship; we ensure that the forests are not thrown out of balance.\\n\\n'A problem has come to my attention within the last few decades: a particular birch, the Malbrethil, has not been seen as often as in days past, and when it is sighted, the saplings seem spindly and overly delicate. I want you to find and examine some of these saplings, if you would, that we might determine the cause of their malady.\\n\\n'I would suggest heading east, then north-east once you are past the low white cliff.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Brittle bark? Drooping boughs? These are not signs of any particular ailment with which I am familiar. I think we shall need to seek advice about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What ails the saplings of Taur Hith? Will you learn for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Malbrethil Saplings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am worried about our beloved Melbrethil, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The health of a certain type of birch, called Malbrethil by the Elves, seems to strongly affect the overall health of the forest. Mallendathor is worried about their declining numbers and health and wants you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This sapling's boughs are drooping, and its bark looks brittle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine Malbrethil-saplings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Malbrethil-saplings can be found in Taur Hith, north-east of Cerin Amroth.\\n\\nMallendathor would like you to find and examine some Malbrethil-saplings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mallendathor at Cerin Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mallendathor is near Cerin Amroth, south-west of Taur Hith.\\n\\nYou should tell Mallendathor about the Malbrethil-saplings you found.",
      "es": "",
      "es (fem)": ""
    }
  ]
}