{
  "id": 620835830,
  "txt": [
    {
      "id": 218649169,
      "en": "'Long have we waited to return to Edhelion, and now that we have, we find the ruins of our once-great home overrun by filth and vermin. I recall the vibrance of this place and wish to restore it to the glory it once held. \\n\\n'The pool, beneath the blighted trees to the east, was once a place where we could reflect in peace and feel the cool water and breeze off the mountains. Now, it is swelled with filth shed from the slugs which make it their home.\\n\\n'Would you assist me and clean out the slugs from the pool?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It may seem a small deed, but from the many small deeds that shall be done in this place, we shall achieve the greatest goal. Edhelion will be restored through the efforts of all. No single Elf shall claim greater glory than any other.\\n\\n'Beyond the gate of Edhelion, you will find Laergil and Orodlin, two of our brethren working to mend the division between the dwarves and Elves. Speak with them, if you have the chance.\\n\\n'I am told that they have taken comfort in the outpost to the south, beyond the western gate of Edhelion.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'These slugs are great unnatural creatures. They have grown to enormous size and have a sickly quality to them. We must destroy them to cleanse the pool of their filth.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Befouled Pool",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Since the abandonment of Edhelion, terrible creatures of unnatural ilk have found their way within the walls. In a tepid pool of water, a filthy creature has taken residence, and the Elves, intent on restoring the refuge of Edhelion, want your assistance in removing the vile things from the pool.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated slugs in Edhelion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat slugs in Edhelion ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Slugs infest a pool within the walls of Edhelion, east of Dorollas.\\n\\nDorollas has tasked you with cleaning the slugs from Edhelion so that healing may begin in the once-beautiful refuge of the Elves.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dorollas in Edhelion",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dorollas is west of the pool in Edhelion, near Elladan.\\n\\nYou should return to Dorollas and tell him that you have successfully purged the vile slugs from the pool.",
      "es": ""
    }
  ]
}