{
  "id": 620835997,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Win the battle within thirty minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Rilhathel at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Narshpug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Grakâmâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Belvagor has been wounded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rilhathel is determined to sing songs of your efforts in defence of Lórien, and has issued you a truly legendary challenge in addition to simply repelling the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You did not win the battle within thirty minutes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have devised numerous challenges for you to undertake, [placeholder], but this one will surely be the most difficult -- and most rewarding -- of them all.\\n\\n'During the next battle, you must defeat both Narshpug and Grakâmâb before they leave the field of battle, you must prevent Belvagor from taking any wounds, and you must successfully win the battle...all within half an hour.\\n\\n'Lesser heroes might individually complete certain portions of this challenge, but only the greatest of heroes will be able to do them all at once. I look forward to hearing of your ability to do this, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to also defeat both Narshpug and Grakâmâb before they leave the field of battle, to prevent Belvagor from sustaining any serious wounds, and to do it all within thirty minutes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I can hardly believe it, [placeholder], but you have successfully completed my legendary challenge! Now this was a deed truly worthy of the songs of the minstrels!\\n\\n'Take this reward and be content with the knowledge that you earned it with a truly spectacular display of prowess!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to also defeat both Narshpug and Grakâmâb before they leave the field of battle, to prevent Belvagor from sustaining any wounds, and to do it all within thirty minutes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rilhathel is at Caras Galadhon, waiting to hear if you successfully completed his legendary challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This will not be an easy challenge, [placeholder]. Only a truly legendary hero will be able to do defeat both Narshpug and Grakâmâb, prevent Belvagor from sustaining any serious wounds, and win the battle, all within less than thirty minutes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "You must complete Rilhathel's most legendary challenge during the Battle of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Successfully complete the Battle of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Narshpug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat Grakâmâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Legendary Sentinel's Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Prevent Belvagor from sustaining any serious wounds",
      "es": "",
      "es (fem)": ""
    }
  ]
}