{
  "id": 620835908,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have been of great aid, [placeholder]. Thanks to you, not only do we know what was weakening our beloved Melbrethil, but I can send word to Mallendathor to recruit other visitors to help repair the damage that their presence in Lothlórien is causing.\\n\\n'It is clear that we have been remiss in our vigilant care of the Melbrethil. I have one more task for you: Head into Taur Hith, in particular the area around Cerin Brethil.\\n\\n'I suspect that the reason we have seen fewer Melbrethil is that the shrews in the area have been dining on their seeds. Please recover some of the seeds and return them here... the animals collect them in considerable numbers to store away for the colder seasons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned! Let us see...yes, wonderful. These seeds should have survived their little detour through the shrews. I do not forsee any difficulty planting them.\\n\\n'Hopefully, we shall soon see more Malbrethil-saplings, if all goes well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the seeds I asked for? Please bring them as quickly as you may!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Birch-mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You sang to Malbrethil-saplings in an effort to improve their health. Now Sendiel wishes to increase their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Recovered Malbrethil-seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Recover Malbrethil-seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Shrews can be found in Taur Hith, particularly in the area around Cerin Brethil, north and slightly east from the Peaceful Glade.\\n\\nSendiel has asked you to recover seeds from the shrews.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Sendiel at the Peaceful Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sendiel is in the Peaceful Glade, south and slightly west of Cerin Brethil.\\n\\nYou should return to Sendiel with the seeds.",
      "es": "",
      "es (fem)": ""
    }
  ]
}