{
  "id": 620835995,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Rilhathel is determined to sing songs of your efforts in defence of Lórien, and has issued you a challenge in addition to simply repelling the Orcs: to keep Belvagor from sustaining any serious wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is not enough simply to repel the Orcs, [placeholder]. If you want the minstrels to sing of your deeds, you need to do more than merely win the battle, friend [placeholder]. You need to do something truly worthy of song.\\n\\n'As you continue to fight for Lórien, I will devise additional challenges that might rightly live on in song; successfully complete one of my challenges, and I will be sure to give you a reward in addition to what Belvagor will give you.\\n\\n'My sister Limhendeth has always been fond of Belvagor and expressed to me her concern that he might be wounded during the upcoming battles with the Orcs. My challenge to you is this: do not allow Belvagor to be so much as scratched. He is an Elf brave and true and will demand to fight at one of the passes, but for my sister's sake, ensure that he is not wounded. You must win the battle without Belvagor sustaining any serious injury to complete my challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to also prevent Belvagor from sustaining any serious wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! You have completed my challenge, and my sister Limhendeth will be delighted to hear that her beloved Belvagor suffered no injury!\\n\\n'Take this reward with my thanks, and the knowledge that your victory was truly song-worthy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to also prevent Belvagor from sustaining any serious wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rilhathel is at Caras Galadhon, waiting to hear if you successfully completed his challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My sister Limhendeth is most fond of Belvagor and would be distraught if he were to sustain any wounds. If you can prevent him from receiving any serious injury and still manage to win the battle, you will have completed my challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Prevent Belvagor from receiving any serious damage and still win the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Prevent Belvagor from receiving any serious damage and still win the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Successfully complete the Battle of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Rilhathel at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sentinel's Challenge II",
      "es": "",
      "es (fem)": ""
    }
  ]
}