{
  "id": 620835994,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Narshpug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Grakâmâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rilhathel is determined to sing songs of your efforts in defence of Lórien and has issued you a challenge in addition to simply repelling the Orcs: defeating one of the two rearward fighters that appear on the field of battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is not enough simply to repel the Orcs, [placeholder]. If you want the minstrels to sing of your deeds, you need to do more than merely win the battle, friend [placeholder]. You need to do something truly worthy of song.\\n\\n'As you continue to fight for Lórien, I will devise additional challenges that might rightly live on in song; successfully complete one of my challenges, and I will be sure to give you a reward in addition to what Belvagor will give you.\\n\\n'Two fearsome foes were seen lurking in the back ranks during the last battle: Narshpug, a foul-tempered Uruk, and Grakâmâb, a mighty troll. They were not brought to the front of the battle, which makes me think they are being saved for some purpose; at some point they left the field of battle. If you are able to defeat one of them before they leave and are also able to successfully win the battle, you will have completed my challenge to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to also defeat Narshpug or Grakâmâb before they leave the field of battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good, [placeholder]! You have completed my challenge and may have hindered whatever plans the Orcs of Moria were forming around their mightiest rearward fighters!\\n\\n'Take this reward with my thanks, and the knowledge that your victory was truly song-worthy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rilhathel has asked you to not only successfully win the battle for Lórien, but to also defeat Narshpug or Grakâmâb before they leave the field of battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rilhathel is at Caras Galadhon, waiting to hear if you successfully completed his challenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Narshpug and Grakâmâb were seen in the rear ranks of the last battle, and at some point they left the field. If you can defeat one of them before they leave and still manage to win the battle, you will have completed my challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Narshpug or Grakâmâb before they leave the field, and still win the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Narshpug or Grakâmâb before they leave the field and still win the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Successfully complete the Battle of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Rilhathel at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sentinel's Challenge I",
      "es": "",
      "es (fem)": ""
    }
  ]
}