{
  "id": 620835952,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Wood-lord's Antlers",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Asmund the Poacher will no longer have work for you.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Asmund has one final request of you: to hunt the Hornéd Wood-lord, mightiest of the animals protected by the Elves of Lothlórien.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This will be my final request of you, [placeholder], for it is my greatest hunt, and will be the last I ask you to undertake beyond the border of Lothlórien!\\n\\n'Deep within the woods, protected by the Elves, lives the Hornéd Wood-lord, a creature of such impressive size and stature that its horns far surpass those of any creature that walks in Middle-earth!\\n\\n'It is said that the Hornéd Wood-lord walks in the Golden Wood in an area called Egladil. Bring me his antlers, and I will reward you greatly!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Hornéd Wood-lord roams the Golden Wood in an area called Egladil, in south-east Lothlórien.\\n\\nAsmund has asked you to undertake one last hunt: to claim the antlers of the Hornéd Wood-lord.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have hunted the Hornéd Wood-lord, [placeholder]? Let me see those antlers!'\\n\\nAsmund's face falls as he examines them.\\n\\n'These are not as impressive as I was expecting, [placeholder]. I had thought, after all the stories, that these would be bigger. If I had known...\\n\\n'What's done is done, I suppose. I promised you a reward, and you shall have it, though I am filled with a regret I had not expected.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Asmund is in Echad Andestel, west of the border of Lothlórien.\\n\\nYou have hunted the Hornéd Wood-lord for his antlers and should bring them now to Asmund.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It is said that the Hornéd Wood-lord's antlers are unsurpassed by any other creature that walks in Middle-earth! I must have them, [placeholder], even though the Hornéd Wood-lord is protected by the Elves. Look for him in a place called Egladil, in south-east Lothlórien.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not completed my hunt yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Hunt the Hornéd Wood-lord for his antlers",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Wood-lord's antlers to Asmund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Poaching: Hornéd Wood-lord",
      "es": ""
    }
  ]
}