{
  "id": 620835823,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Orcs of Moria seem to be of a limitless supply, [placeholder], but the weapons they wield seem to be much less available; every sword or axe we take from them is an Orc we render defenceless, if only for a short time.\\n\\n'The Orcs have established camps to the north-west, along the road that runs through Nanduhirion: Uruk-gashan, Dr没-garmadh, and Athmadhul. Journey to these three camps and steal any of the weapons you find within.\\n\\n'I will not forget any of your deeds against the Orcs that have invaded Nanduhirion, so perilously close to Lothl贸rien.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, [placeholder]. Each of these weapons will be greatly missed by the Orcs, and will make our task of defending Lothl贸rien easier!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Orcs have established camps along the road that runs from here to the gates of Moria, in Nanduhirion. You must venture to those camps, to Uruk-gashan, to Dr没-garmadh, and to Athmadhul, and steal Orc weapons from the racks.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cruel Weapons of Moria",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Maethoron knows that the Orcs of Moria are more limitless than the weapons they wield, and wants you to steal some of these weapons from the Orc camps in Nanduhirion.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Orc Weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Orc weapons to Maethoron",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Orcs have established three camps along the road that runs through Nanduhirion, north-west of Talan Haldir. Racks of weapons can be found throughout these camps.\\n\\nMaethoron has asked you to steal Orc-weapons from the camps of the Orcs in Nanduhirion.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Orc Weapons ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}