{
  "id": 620835956,
  "txt": [
    {
      "id": 218649169,
      "en": "'It seems clear to us now that the Orcs of Moria are planning an attack upon the Golden Wood, [placeholder], and the more prepared we are for it, the better our defence will be.\\n\\n'Search out Orcs and goblins wherever you find them on the outskirts of Lothl贸rien and throughout Moria and collect anything that might give us some insight to their battle plan.\\n\\n'We will spread the word to other adventurers like yourself -- the more we can learn of the Orc plans, the better prepared we will be when the attack comes.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I thank you, [placeholder], for these numerous plans. The schemes of the Orcs will be studied so that we may be prepared for the attack that is surely coming.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am still waiting for more battle plans from you, [placeholder]. The writing of Orcs and goblins is murky and disjointed, and we need many pages of their notes if we are to unravel their plans. Furthermore, their leaders do not trust the rank and file with all the details, so the more plans we have to examine, the more information we will glean from them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lothl贸rien Preparations I",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sileffind believes that the Orcs of Moria are planning an attack on Lothl贸rien and wants you to search for their battle plans.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected battle plans ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring battle plans to Sileffind",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sileffind is in Caras Galadhon. Orcs and goblins on the outskirts of Lothl贸rien and throughout Moria may hold battle plans that will help the Elves prepare for the attack.\\n\\nSileffind has asked you to defeat Orcs and goblins and gather battle plans from them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect battle plans ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}