{
  "id": 620906647,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to the Huorn at the entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "If this Huorn became entangled so near the sticky webs of the Silkenhold, it is likely that other creatures of its species may be trapped within.\\n\\nOther such Huorns might be the source of distress in this fellow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Huorns are not the most expressive of creatures, but you could swear this Huorn looks relieved -- even pleased. Maybe what you saw is naught but a passing fancy, but you choose to believe that you have made this Huorn very happy by freeing its poor friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Huorns are not the most expressive of creatures, but you could swear this Huorn looks relieved -- even pleased. Maybe what you saw is naught but a passing fancy, but you choose to believe that you have made this Huorn very happy by freeing its poor friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trapped Trees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Huorns that lived in the Silkenhold are now trapped by webs, struggling against their bonds in misery. Their suffering is likely the cause of distress in their friend at the foot of the stair in the southern part of the hold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Free Huorns from the webs that bind them ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Huorns are trapped throughout the Silkenhold in northern Fangorn, ensnared by cruel and sticky webs.\\n\\nYou should free the Huorns from their bonds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Freed a Huorn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Huorn who sent you on this perilous mission is at the foot of the stair leading to the Silkenhold.\\n\\nYou should speak with the Huorn and tell him that his friends are now safe from the spiders' traps.",
      "es": "",
      "es (fem)": ""
    }
  ]
}