{
  "id": 620906722,
  "txt": [
    {
      "id": 22075078,
      "en": "Search for another Ent in Fangorn",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Rescued an acorn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You should plant the acorns near a sunbeam to the south-west",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Scattered the acorns",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Acorns litter the floor of the Silkenhold, threatening to grow into a doomed existence under the webs of the spiders who dwell here.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Acorns litter the floor of the Silkenhold, threatening to grow into a doomed existence under the webs of the spiders who dwell here.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Acorns can be found on the floor of the Silkenhold in northern Fangorn.\\n\\nYou should collect acorns to rescue them from a certain unpleasant fate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You have found another sleeping Ent in Fangorn. You feel a sense of dread looming near this place....",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Acorns can be found on the floor of the Silkenhold in northern Fangorn.\\n\\nYou should collect acorns to rescue them from a certain unpleasant fate.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The distressed Huorn is at the southern stair leading up to the Silkenhood in northern Fangorn.\\n\\nYou should show the acorns you rescued to the Huorn.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "The Huorn bends towards you a little to examine the acorns in your hand. He is clearly pleased that you have saved young trees from certain doom amongst the spiders.\\n\\nSouth-west of the Huorn is a patch of sunlight. You should scatter the acorns at that spot, so that they may grow tall and hale.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The nearest sunbeam is south-west from the Huorn at the foot of the stairs of the Silkenhold.\\n\\nYou should scatter the acorns to the earth near the beam of light that shines from a clearing in the forest's roof.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "This creature is pleased and relieved with everything you did to help it, now that its fellow trees and acorns are safe from the spiders, and the threat lessened somewhat.\\n\\nWhile this deed was not exactly what Gandalf asked you to focus on, you feel as if you have done right by Fangorn nonetheless.\\n\\nIt is time to move on, deeper into the forest.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Huorn is at the foot of the stair leading to the Silkenhold in northern Fangorn.\\n\\nYou should return to the Huorn.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the Silkenhold",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Your exploration of Fangorn should continue in the north-west reaches of the forest.\\n\\nYou should search for another Ent to the west of the Silkenhold.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Rescue acorns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Show the acorns to the Huorn",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Scatter the acorns near a sunbeam",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Kindly Rescue",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to the Huorn",
      "es": ""
    }
  ]
}