{
  "id": 620906614,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Speak to the merchant guard captain at the trader's outpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In the course of your travels, perhaps you have noticed one of the large bands of marauding enemies, charging across the plains. I have heard the guards refer to these units as warbands. \\n\\n'The warbands pose a danger to all the free people that live and travel across Rohan. If you have confidence in your skill, you may attempt to put a stop to these roaming foes. The guard captain at our camp is willing to reward any who might put a stop to these warbands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have managed to defeat a warband leader? A most impressive task, for they have oft managed to outmanoeuvre even the most seasoned of riders.\\n\\n'I am glad to reward you for your continuing good deeds. The safety provided by removing these warbands is more than worth the coin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hunting the Warbands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The merchants and guards at the trader's outpost outside of Elthengels have noticed many warbands of wandering enemy forces. They have offered a reward for any who have the cunning and strength to overcome the forces marching across the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "TBD You have defeated a warband leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat a warband of the Norcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Warbands of enemies can be found roaming across the plains of the Norcrofts.\\n\\nThe trader's outpost offered a reward for any adventurers capable of defeating a warband of enemies in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to the merchant guard captain at the trader's outpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The guard captain of the merchants can be found at the trader's outpost, west of Elthengels.\\n\\nThe guard captain has promised a reward for any capable of defeating a warband of the Norcrofts.",
      "es": "",
      "es (fem)": ""
    }
  ]
}