{
  "id": 621020287,
  "txt": [
    {
      "id": 126686855,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 126686857,
      "en": "Despite our efforts, evil still lingers in the world. It has crawled into dark corners and deep places to hide from the light. I will not allow it to threaten one of our own. It will not hide from me anymore.",
      "es": ""
    },
    {
      "id": 60161036,
      "en": "'Such pain that she could no longer bear to live in this Middle-earth.'",
      "es": ""
    },
    {
      "id": 173025473,
      "en": "Talk to Baradal",
      "es": ""
    },
    {
      "id": 108416078,
      "en": "'You are right, Grandmother.'",
      "es": ""
    },
    {
      "id": 258815516,
      "en": "'Chieftain of Wargs, I banish you from this place!'",
      "es": ""
    },
    {
      "id": 125193294,
      "en": "'This is the place. She was here; her presence lingers, though she be gone. Oh, mother. You were in so much pain.'",
      "es": ""
    },
    {
      "id": 173025478,
      "en": "Defeat Ránulur",
      "es": ""
    },
    {
      "id": 190220289,
      "en": "'Come, let us be on our way.'",
      "es": ""
    },
    {
      "id": 24530014,
      "en": "'Watching her sail into the setting sun was bittersweet. I knew she would find happiness in the Undying Lands, and I still believed I would see her again. Now, I am heartbroken.'",
      "es": ""
    },
    {
      "id": 190220336,
      "en": "'He is coming! I am injured, but I will do what I can. Stand behind me!'",
      "es": ""
    },
    {
      "id": 173025480,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 207973836,
      "en": "'Lady Galadriel!'",
      "es": ""
    },
    {
      "id": 236954600,
      "en": "Instance: Dawn's Arrival",
      "es": ""
    },
    {
      "id": 81276596,
      "en": "Ránulur howls in pain and retreats!",
      "es": ""
    },
    {
      "id": 58084446,
      "en": "'Do you resent me for this choice, Grandmother?'",
      "es": ""
    },
    {
      "id": 212385026,
      "en": "'The pigs have escaped their pens! No matter. I can butcher you now.'",
      "es": ""
    },
    {
      "id": 91638878,
      "en": "'I would brave any peril... for him.'",
      "es": ""
    },
    {
      "id": 59702284,
      "en": "'Come, Arwen. We have come to this dark place for a reason.'",
      "es": ""
    },
    {
      "id": 173025489,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 108416094,
      "en": "'Good-bye, Mother. I regret that we did not have more time together.'",
      "es": ""
    },
    {
      "id": 207972812,
      "en": "'Because I must!'",
      "es": ""
    },
    {
      "id": 212384514,
      "en": "'What is this?'",
      "es": ""
    },
    {
      "id": 184621381,
      "en": "Baradal needs to talk to you.\\n\\nYou should talk to Baradal.",
      "es": ""
    },
    {
      "id": 106592780,
      "en": "'He is gone! Lady Galadriel.... What have you done to him?'",
      "es": ""
    },
    {
      "id": 184621383,
      "en": "Ránulur has come to finish what he started.\\n\\nYou should defeat Ránulur!",
      "es": ""
    },
    {
      "id": 207972300,
      "en": "'You will not harm them!'",
      "es": ""
    },
    {
      "id": 184621385,
      "en": "Galadriel and Arwen are conversing.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 60423180,
      "en": "'To be mortal means to carry the burden of loss. Not just of your own life, but your loved ones' lives as well. You are one of the few to make this choice willingly.'",
      "es": ""
    },
    {
      "id": 126686885,
      "en": "Despite our efforts, evil still lingers in the world. It has crawled into dark corners and deep places to hide from the light. I will not allow it to threaten one of our own. It will not hide from me anymore.",
      "es": ""
    },
    {
      "id": 212383490,
      "en": "'Brave little soldier. You can barely stand, and yet you move to protect. Why even bother?'",
      "es": ""
    },
    {
      "id": 60095500,
      "en": "'I felt great relief when your brothers finally found her. Alas, while Elrond healed the wounds of her body, some injuries could not be cured.'",
      "es": ""
    },
    {
      "id": 184621392,
      "en": "Elrond would like to speak with you about what has transpired.\\n\\nYou should talk to Elrond.",
      "es": ""
    },
    {
      "id": 60619788,
      "en": "'Úlenwetalwë mi naitië i lemyar órelwassen.'",
      "es": ""
    },
    {
      "id": 106531084,
      "en": "'Yes, but it is not serious. Do not worry for me, Lady Arwen.'",
      "es": ""
    },
    {
      "id": 7752782,
      "en": "'She came back to us changed: all the happiness in her life had gone. The knowledge of such evil existing in the world wounded her more than any blade.'",
      "es": ""
    },
    {
      "id": 59440140,
      "en": "'I have prevented him from ever again harming those who walk in the sun's light. Rest, child. You are safe now. Galadhrim, bring Lady Arwen.'",
      "es": ""
    },
    {
      "id": 112483778,
      "en": "'What have you done, witch?! It burns!'",
      "es": ""
    },
    {
      "id": 60816396,
      "en": "'No, Arwen. I find your courage beyond compare.'",
      "es": ""
    },
    {
      "id": 84413780,
      "en": "'Nai aureva i cala vorurtuvalyë lan autalyë cemenwa nómennar allúnar!'",
      "es": ""
    },
    {
      "id": 41307214,
      "en": "'Baradal! Are you injured?'",
      "es": ""
    },
    {
      "id": 190220323,
      "en": "'Being in this place rekindles the pain I felt at my wife's departure. But I will see Celebrían again in the Undying Lands; Arwen will not. I hope this has brought her some peace. She follows in my brother's footsteps, for the love of one of his line. My heart breaks and wells with pride all at once.\\n\\n'I must thank you for the part you played in this, [placeholder]. We were unaware such a powerful foe resided in these ruins, and Baradal might have perished had you not been here. Arwen would have blamed herself had that happened.\\n\\n'Baradal has been eager to prove herself. I fear she will consider this incident a failure and lose faith in her abilities. Many of those in her position would have seen their valour fail; reassure her of that, if you can. She is dear to our family, and I do not wish her to be mired in self-doubt.\\n\\n'I believe we are done here. Let us find a place to heal Baradal's injuries.'",
      "es": ""
    },
    {
      "id": 258618908,
      "en": "'Lissenen Valaron, tarenyë ana i naxa sinomë!'",
      "es": ""
    },
    {
      "id": 212381954,
      "en": "'So be it.'",
      "es": ""
    },
    {
      "id": 74861646,
      "en": "'Of course I worry for you! You are my dear friend! Father, will you tend to her wounds?'",
      "es": ""
    }
  ]
}