{
  "id": 621020354,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Explore Avabárg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore Rhosgobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Hadhodiant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Sites of the Vales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Explore Gladden Falls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The Eyrie of the Great Eagles can only be reached by flying. It is the home of Gwaihir the Windlord and his folk, perhaps the oldest denizens of the Vales of Anduin. They have ranged far and wide from this high perch, and their coming has always signaled a change in the tides of fate: during Bilbo's adventures with Thorin and Company, when Gandalf the Grey suffered imprisonment by Saruman the White, and during the concluding hours of the War of the Ring.\\n\\nIf you should come to the Eyrie, it is always to your benefit to be as polite as you can be to your hosts. Not all of the Great Eagles are friendly with outsiders or unwinged folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "The High Pass through the Misty Mountains was treacherous and difficult to cross for many years, for both goblin raiders and stone-giants haunted the stones and crags and made travel difficult. When the Beornings arrived, the High Pass was cleared and they made an effort to push back these dangers. In return they charged a toll for passage, which other folk considered an unfair cost.\\n\\nThe High Pass was blocked during the War of the Ring, but today the Beornings have cleared it once again. Some say friendly stone-giants aided in this effort, but Grimbeorn's people will not say if this is so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "Hadhodiant was a mighty dwarf-bridge that served as the primary means of crossing the Anduin in the north, but it was broken shortly after the fall of Shathur-munzu in the Second Age. It was rebuilt, and indeed when the Great Alliance marched south to besiege Mordor, it was by way of the Hadhodiant that they crossed the Anduin.\\n\\nBut the bridge would not last. It broke in the middle, and when artisans from the Iron Hills were summoned to repair it, they were set upon by Orcs and every dwarf was slain. Over the course of centuries, stones of the bridge continued to fall into the river, until at last a tremendous flood swept away much of the ruin.\\n\\nWith the Hadhodiant destroyed, the Old Ford has come back into service as the primary means of crossing the Anduin in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "The village of Rhosgobel, once the northernmost settlement of the Wood-elves and later the southernmost, is now home only to Radagast the Brown, one of the five Wizards. For a time he chose a nomadic life and dwelled in Ost Guruth, the Ruin-hold in the Lone Lands, but now he has returned to Woodsedge and seeks to combat the encroaching darkness.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the many interesting locations to be found within the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba79",
      "en": "DNT TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba64",
      "en": "The course of the Gladden did not always run as it does today. During the fighting at the close of the Second Age, Sauron sent forth his dark thought, attempting to rouse great evils to his cause. Whether such calamities responded to him is unknown, but around this time there were massive quakes in the Misty Mountains, shaking the dwarf-halls as far north as the High Pass.\\n\\nThe upheaval changed the course of the river, carrying sediment downstream and choking the Gladdenmere until its banks overflowed. Water poured over the cliff, flooding the valley and submerging its roads. In this way, the Gladden Fields became a wide marsh of reeds and dark pools. In time the level of the lake was restored, and the Gladden Falls became the narrow torrent it is today.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the many interesting locations to be found within the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore the Eyrie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba13",
      "en": "The old keep of Avabárg stands on a low islet in the river. Once home to the Horse-folk that would come to be known as the Éothéod, Avabárg now stands empty except for a gloom that has seized the island, and the occasional Orc or goblin that thinks to fortify the island and make it his own.\\n\\nWoodmen have tried to reclaim it over the years, but each attempt ended in failure, and now they treat it with superstitious fear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore High Pass",
      "es": "",
      "es (fem)": ""
    }
  ]
}