{
  "id": 621020306,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Atta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Atta can be found in Hultvís.\\n\\nYou have spoken to the children of Hultvís about Ubb, and you have learned much of the legend of the Snatcher. You should return to Atta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Do you believe them, [placeholder]?\\n\\n'If you knew as I do... you would.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Children of the Woodmen can be found in Hultvís.\\n\\nUnwilling to speak more of it himself, Atta has told you to ask the children of Hultvís about a creature named Ubb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc531",
      "en": "'I don't want to talk about Ubb! Mother says it brings bad luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc532",
      "en": "'If I forget to bolt the door, Ubb might take my little brother!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc533",
      "en": "'It's no good to go out after dark, Old Mad Ubb will take me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc534",
      "en": "'Don't leave the shutters unlatched on a cold night... Ubb might steal your shoes for his scabby feet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc535",
      "en": "'If I don't finish my supper, mother says I'll end up eating worms and grubs like Old Mad Ubb!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc536",
      "en": "'Father says if I lie to him, my hair will fall out like Ubb's did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc537",
      "en": "'I thought I saw Ubb's eyes shining in the dark one night, but it was just some fireflies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26cc538",
      "en": "'Old Mad Ubb? I'm too old for that story!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Since the days of Atta's youth, the terrible creature that haunted Avabárg has passed into legend and it is now known by a more fanciful name among the children of Hultvís.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Many in Hultvís think me mad, but the children believe me!\\n\\n'They have heard the old tales from their mothers and fathers... those sinister rhymes that speak of Old Mad Ubb. A creature come out of the night to punish children for their misdeeds? Nonsense!\\n\\n'But... buried within the fables their parents tell them of Ubb, there are truths of which I dare not speak.\\n\\n'Ask the children of Hultvís about the one called Ubb!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Asked the children of Hultvís about Ubb ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Old and Mad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Ask the children of Hultvís about Ubb ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}