{
  "id": 621020212,
  "txt": [
    {
      "id": "0x20e0a62",
      "en": "'It not my fault! Please! Ow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x20e0a63",
      "en": "'Yes, Great Goblin! Please, no hurt me anymore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd91b533",
      "en": "Instance: The Great Goblin in Exile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd925f95",
      "en": "Instance: The Great Goblin in Exile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'[placeholder]! Good to see you again! How goes the adventures?'\\n\\nYou tell Sterkist about all of your travels since the last time you saw him.\\n\\n'Oh my, that all sounds rather harrowing! I think my adventuring days are behind me, friend. One near-death experience is plenty! Grimbeorn keeps me busy enough around here as it is. He is very unhappy about all of the guests on their way. I, on the other hand, am happy to meet new friends from far-away lands.'\\n\\nHe chuckles to himself, and then suddenly remembers something.\\n\\n'Oh! Langhár will want to see you again since you are here! She was sent to the Wolf-denes to help deal with the goblin problem. You should go see her if you have time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'[placeholder]! Have you come home for a visit? How goes the adventures?'\\n\\nYou tell Sterkist about all of your travels since the last time you saw him.\\n\\n'Oh my, that all sounds rather harrowing! I think my adventuring days are behind me. One near-death experience is plenty! Our grandfather keeps me busy enough around here as it is. As you can imagine, he is very unhappy about all of the guests on their way. I, on the other hand, am happy to meet new friends from far-away lands.'\\n\\nHe chuckles to himself, and then suddenly remembers something.\\n\\n'Oh! Langhár will want to see you since you are here! She was sent to the Wolf-denes to help deal with the goblin problem. You should go see her if you have time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Langhár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "You have found Vegbár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d157",
      "en": "Langhár has been sent to the Wolf-denes to help deal with the goblins there. Sterkist believes that she would be happy to accept your help in the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Vegbár, the Beorning outpost in the Wolf-denes, can be found South-west of the Beorninghús.\\n\\nYou should travel to Vegbár to find Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Langhár can be found somewhere in Vegbár.\\n\\nYou should talk to Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'[placeholder]!'\\n\\nLanghár embraces you in a tight hug.\\n\\n'What brings you to Vegbár? Not here to collect the tolls, I hope? Haha!'\\n\\nYou tell her that Sterkist sent you, and mentioned something about goblin problems.\\n\\n'Oh, Sterkist, worried about his sister! As you know, there are always goblin problems this close to Goblin-town. This time, however, they are not the usual problems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa16",
      "en": "To the Wolf-denes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Travel to Vegbár ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84f191",
      "en": "'Hear me, goblins! This village is under the protection of the Beornings! Did you really think you could get away with this?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb84f192",
      "en": "'Come out and face me you filthy green-skins! I will slay ALL OF YOU!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd87c461",
      "en": "'What? Ránulur is siding with the hobgoblins?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd87c462",
      "en": "'Traitors, all of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd87c463",
      "en": "'Those dragon-loving brutes think they can march down here from Gundabad and depose me? Well I'll show them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd87c464",
      "en": "'You! Get back to Goblin-town, and get more of them back on my side. We are going back there to kill that so-called Warlord! I WILL take back my throne!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd87c465",
      "en": "'They think they're so much better than us because they're tall! Hmph. The rest of you, get back to work! This army won't build itself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x20e0a61",
      "en": "'Y-y-yes, Great Goblin... Some wargs stay to guard gate, but most go south to pack-home!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}