{
  "id": 621020305,
  "txt": [
    {
      "id": 225071144,
      "en": "Put spirits to rest in Avabárg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Hundreds of years ago, a terrible creature dwelt within the ruins of Avabárg and devoured those unfortunate enough to cross its path.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Spirits of the Taken",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The creature does not age as Men do, [placeholder]. As many of my ancestors grew old and died, it only grew more gaunt and wicked.\\n\\n'Avabárg remains a place of great sorrow, and I'm grateful you have put the spirits of my ancestors to rest.'\\n\\nAtta appears overcome with emotion.\\n\\n'May they never be forgotten!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Spirits can be found in Avabárg.\\n\\nAtta has asked you to travel to Avabárg and put to rest the spirits of the unfortunate Woodmen that were taken by a terrible creature long ago.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Atta can be found in Hultvís.\\n\\nYou have defeated many of the spirits in Avabárg.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Before the creature came to dwell at the woods' edge, it first made its home in the ruins of Avabárg. It was long after the North-men abandoned the old keep, but long ago just the same. Yea, long before even my grandfather was born....\\n\\n'In the depths of Avabárg, the creature hid from the only thing it feared: the light. But in the dark of the night, it would creep forth. On some nights, the creature would merely sit atop the walls of Avabárg and peer across the river with its unblinking eyes. On others, it would sneak across the Anduin and... through some devilry, it would conceal itself from sight as it drew near to our villages. My people were taken from their homes... from their beds... and always the trail led to Avabárg. When my ancestors found gnawed bones in the depths of Avabárg, they could no longer deny what we feared. Our people were not only taken... they were devoured. \\n\\n'I do not know what changed the mind of the creature, but it came to fear Avabárg and so it abandoned the islet. Yet its foul deeds are not forgotten to the stones of that old keep! The spirits of those who met their ends in Avabárg still linger... and they cannot rest.\\n\\n'Please, [placeholder], help them to find peace!'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Put spirits to rest in Avabárg ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}