{
  "id": 621092351,
  "txt": [
    {
      "id": "0x6a50292",
      "en": "Defeat Khabârkhad spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Return to Mekab-kuphâr to give Khaltâg his wife's necklace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Investigate Sektakhâb for Khaltâg's wife's necklace. Sektakhâb is located west of Mekab-kuphâr in Khabârkhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated Khabârkhad spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Khaltâg has asked you to find his wife's necklace. Investigate Sektakhâb, the area of Khabârkhad Khaltâg described.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Investigate Sektakhâb for Khaltâg's wife's necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find and pick up Khaltâg's necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Oh you found it! I never thought I would see the day. Oh thank you, thank you! Please, can you let my daughter Pharida know the good news?\\n\\n'This is the first happy day I have had since my wife's passing. So many shadowed days have crossed my face since then, without much light to scare them away. This is truly a joyous occasion!\\n\\n'You've done so much for me, but I wonder if you would do one more thing - could you tell my daughter, Pharida? She works in the Dûlkar, in Dil-irmíz. It is south-east of here. She needs to share this joy as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Search nearby for any sign of Khaltâg's wife's necklace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "You are close to the area Khaltâg described",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The necklace feels ice-cold to the touch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Khaltâg's daughter Pharida and share the good news",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You found the necklace for Khaltâg? I do not believe it is so much a boon as he thinks.\\n\\n'My mother was always in poor health. Sickly, frequently bed-ridden, plagued by the Jin-ri, the Black Wind. My father bought that necklace to try to brighten her spirits, and because he was told it had healing properties. But after she wore it, I saw a change in her. She was a warm woman, always giving. But after wearing it, her heart hardened. Her words hardened, and stung as knives. She shut herself off from the world. From us.\\n\\n'I know not if it was the necklace or the knots of her mind, but my mother soon died after wearing that necklace. My father thinks it an artifact, a physical memory of her. I think it a cursed memory, and one that was better to have stayed lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to Mekab-kuphâr to give Khaltâg his wife's necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Please, you look capable. I need the aid of someone strong to find my wife's necklace.\\n\\n'Please, just a moment of your time. Oh, you stopped. Excellent!\\n\\n'My wife was the most beautiful woman I have ever seen. She was taken from us too soon. I had given her a beautiful ruby necklace just months before she died. On the day we laid her to rest, I dressed her in her finest garb, with the necklace. But moments later, the necklace was gone. Some scoundrel must have made off with it!\\n\\n'It is the only thing I have to remember her by. Now I hear rumours that a similar-looking necklace has been seen in Sektakhâb, where the Dead walk. I tried to go there myself, but the Dead proved too much for me. I barely escaped with my life. Please, I do not have much, but what little coin I have is yours if you can find the necklace for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Khaltâg has asked you to inform Pharida, his daughter, that her mother's necklace has been found. She can be found working in the Dûlkar, in Dil-irmíz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Way It Catches the Light, Part 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}