{
  "id": 621092258,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Rathâni suggested you go to Deshûkh, the Blood Market, in the Berths. There you may find Khôltekh's missing chest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Khôltekh has asked you to speak with Rathâni about a missing chest. She can be found near the market by the docks in the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Khôltekh has asked you to talk to a merchant friend of his, Rathâni in the Sail-haven, about a missing chest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with the merchant Rathâni in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am grateful. If those spiders got any closer, they might over-run our encampment. You've assured the safety of many Temámir this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Go to Deshûkh, the Blood Market, in the Berths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Clear skies and swift sails to you. Khôltekh? Ah, of course. The chest.\\n\\n'Yes, it was supposed to arrive two days ago. However the ship it was on was ransacked by Corsairs not far from port. The ship has only just come in, and half her cargo is gone. Namely the expensive half. I am afraid Khôltekh's chest was among the items not found. Khôltekh has always had good taste, and it seems the Corsairs agreed.\\n\\n'I do not know what is in that chest, but I do have a sense of where it might be. Corsairs and smugglers move freely in the Umbar-môkh. Seeing as how those items were freshly seized, it is most likely they are in Deshûkh, the Blood Market. That's in Dil-irmíz, the Berths. It is an area rife with thieves, smugglers and Corsairs, and it is where I would go if I was looking to offload freshly stolen goods. I would start there.\\n\\n'Be careful, that is a very dangerous area, and smugglers are not likely to part with their hard-won treasures with just a stern word.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Search for Khôltekh's missing chest in Deshûkh in Dil-irmíz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Search for Khôltekh's missing chest in Deshûkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Recovered Khôltekh's chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Return to Khôltekh in Dâr Laja with the missing chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Return to the Temámir Guard Captain Nûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I hope you've met with clear skies and swift sails. I've a task uniquely suited for your gifts. Do well, and I may have a larger ask for you.\\n\\n'There's a chest with something quite precious to me locked inside. It was supposed to arrive two days ago. Two days have gone by, and only my irritation has arrived. It was supposed to arrive by ship. I suspect foul play and interference from smugglers in the Umbar-môkh.\\n\\n'Go see the merchant who was supposed to receive the shipment with this chest. Rathâni may have more insight into where this shipment has gone awry.'\\n\\nKhôltekh leans in close.\\n\\n'I am trusting you with this. Do not betray my trust, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I knew you were up to the task. Come, we have much to discuss.'\\n\\nKhôltekh takes the chest deftly, quickly handing it off to one of his guards.\\n\\n'I have a sense for these things. And, as promised, you have a greater role to play in the coming events. Tell me, what do you know of the Umbar-môkh? Wait, not here. You must accompany me to my house here in Umbar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Light and the Shadow Part 1: The Missing Chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Return to Khôltekh in Dâr Laja, Hall of the Kindred, with the missing chest.",
      "es": "",
      "es (fem)": ""
    }
  ]
}