{
  "id": 620994070,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The trolls of Mordor and Minas Morgul that turned to stone in North Ithilien now serve as an unexpected source of a valuable moss.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Gift from the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'This is just enough! You have my thanks, [placeholder].\\n\\n'I wonder what the Dark Lord would think if he knew his own trolls were of great aid to the healers of Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Ereblen can be found in Henneth Annûn.\\n\\nYou have gathered a suitable amount of moss from the sun-touched trolls and should now deliver it to Ereblen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Do you remember the trolls we found in the wilds of Ithilien, [placeholder]? The ones that had turned to stone?\\n\\n'Some of our company have since returned to the sites where you discovered them, and they all appear to have encouraged the growth of a peculiar moss upon them! We harvested a small amount and were able to extract it into a healing salve.\\n\\n'It is unlike any of the mosses we have encountered in Ithilien... could a troll from the Dead City truly give way to something so helpful to my kinsmen?\\n\\n'Seek out the sun-touched trolls, my friend, and scrape the moss from them. Do not harvest it all - for I am certain we shall have further use of it in the coming days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Scraped moss from sun-touched Morgul-trolls in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Sun-touched Morgul-trolls can be found in the hills surrounding Henneth Annûn.\\n\\nEreblen has asked you to return to the sun-touched Morgul-trolls you found previously and scrape patches of moss from them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Deliver the moss to Ereblen in Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Scrape moss from sun-touched Morgul-trolls in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}