{
  "id": 620994071,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'With all the seeds we have gathered recently, it has become of great import that we see them planted as soon as we are able. The Enemy's forces have been routed for the moment, and we must seize this opportunity.\\n\\n'Here, my friend. Take these seeds and patrol the lands surrounding Henneth Annûn and the old ruins of Ithilien. It is there you shall find the most fertile soil, and it is there that these seeds should be planted.\\n\\n'Go with haste, and we shall speak again soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ereblen can be found in Henneth Annûn.\\n\\nYou have planted all the seeds and should now return to him in Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "With an abundance of seeds and seedlings in the care of the Rangers, they now seek to heal the wounds dealt to Ithilien by the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Ereblen in Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Tending the Garden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You have my thanks, [placeholder]. The forces of the Enemy shall not relent, and neither shall we.\\n\\n'If you would offer your aid on the morrow, I shall have need of it again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Planted seeds in fertile soil in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Fertile soil can be found throughout Ithilien, especially above Henneth Annûn and near the ruins of Aelin Veren, Thargelon, and Bâr Tarnaher.\\n\\nEreblen has asked you to plant various seeds in the fertile soil of North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Plant seeds in fertile soil in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}