{
  "id": 620994068,
  "txt": [
    {
      "id": 228284035,
      "en": "'[placeholder], grim tidings have been delivered to me by one of Aragorn's rear scouts. The noisome flowers we burned within Imlad Morgul have grown anew and now spread beyond the shadowed vale.\\n\\n'They cannot be allowed to spread beyond Imlad Morgul, else the lands of Ithilien may also succumb to their taint. If flame cannot hinder them, I fear that we may leave behind greater troubles for Gondor.\\n\\n'I would ask that you return to the border of Imlad Morgul and burn them once again. If they return again, it seems our only course shall be to continue pruning them.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mithrandir can be found at the Camp of the Host on the border of the Wastes far to the north in North Ithilien.\\n\\nYou have burned the noisome flowers outside Imlad Morgul, and you should now return to Mithrandir with news of your success.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The terrible flowers you and Mithrandir encountered in Imlad Morgul have sprung forth anew and now spread beyond the valley of the Dead City.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Mithrandir at the Camp of the Host",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Noisome and Unrelenting",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You have done well to burn those noisome flowers. Let us hope their rampant growth shall be lessened for a time.\\n\\n'I shall call on you again if I receive word from the South, my friend.'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Burned noisome flowers outside Imlad Morgul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Noisome flowers can be found along the road into Imlad Morgul.\\n\\nMithrandir has asked you to return to the border of Imlad Morgul and cull the noisome flowers that have begun to spread into Ithilien.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Burn noisome flowers outside Imlad Morgul ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}