{
  "id": 620994072,
  "txt": [
    {
      "id": 228284035,
      "en": "'[placeholder], the time has come to begin our efforts to reclaim Torngroth!\\n\\n'Through your initial scouting and a bit of our own, we have discovered that a company of Orcs have seized the refuge and laid claim to many of the supplies that were left behind when we were forced to abandon it.\\n\\n'We cannot let this stand. Even if the Orcs were to return after we rout them, those supplies are of great import to our efforts in Ithilien and the Wastes. Travel to Torngroth and defeat all the Orcs you encounter. Once their forces are broken, claim as many supplies as you can and return to me.\\n\\n'Go swiftly, my friend, but be careful.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect abandoned supplies in Torngroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The recently-abandoned refuge of Torngroth has been claimed by the Orcs of Mordor and they now stand between the Rangers and valuable supplies.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Retaking Torngroth",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You have done well to rout the Orcs from Torngroth, my friend, even though they may be foolish enough to try and claim it again. \\n\\n'The supplies you recovered, as well, shall prove a great boon to me and my men. I shall see them distributed amongst our company at once.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mablung can be found in Henneth Annûn.\\n\\nYou have defeated many of the invading Orcs in Torngroth and recovered as many supplies as you could bear. You should now deliver them to Mablung.",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Deliver the supplies to Mablung",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeated Orc in Torngroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Torngroth can be found far to the north of Henneth Annûn.\\n\\nMablung has asked you to defeat the Orcs that have laid claim to Torngroth and recover supplies that were left behind.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat Orcs in Torngroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected abandoned supplies in Torngroth ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}