{
  "id": 620994069,
  "txt": [
    {
      "id": 216727828,
      "en": "Seeds of oxlip, horsetail, and vetchling can be found on the Field of Cormallen to the west of Henneth Annûn.\\n\\nEreblen has asked you to gather more seeds from the Field of Cormallen and return to him with as many as you are able to bear.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected vetchling seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected horsetail seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Ereblen can be found in Henneth Annûn.\\n\\nYou have gathered many seeds and should now deliver them to Ereblen.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Thank you, my friend. Our company shall put these seeds to good use and plant them in the surrounding lands.\\n\\n'As long as there are Rangers in Gondor, our lands shall bloom anew.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Even with near-constant incursions from Mordor and the Wastes, Ithilien has proven resilient to the Enemy's attacks and continues to bloom with new life.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected oxlip seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Hail, [placeholder]!\\n\\n'If you are willing, I once again have need of your aid. I would ask that you travel to the Field of Cormallen and again gather seeds of oxlip, horsetail, and vetchling. My fellow Rangers and I have great need of them, especially with our foes retreating into the Wastes.\\n\\n'Return to me with as many seeds as you can bear and perhaps then we can speak of planting them!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Life Springs Anew",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect vetchling seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect horsetail seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect oxlip seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Deliver the seeds to Ereblen in Henneth Annûn",
      "es": ""
    }
  ]
}