{
  "id": 620952196,
  "txt": [
    {
      "id": "0x6a502b1",
      "en": "Bring your notes to Rhovendol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Hm? I am sorry, I was lost in thought. I am a poet, you see, and my mind often wanders amongst my yet unwritten verses.\\n\\n'Today I think of Barían, the lady I love. She is oft in the Mason's Quarter, and fair as any maiden I've seen.\\n\\n'They say that meditation upon certain lovely objects will help the words flow, and come to think of it, I do wish to write a poem for fair Barían. Here, have a spare journal. Go take notes for me, if you would, on lovely things in the Court of the Fount. The clear water so like her voice, or the blue canopies so like her eyes. Your notes will help me profess my admiration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Took down notes in Rhovendol's journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Write about the fair stonework's resemblance to Barían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "<rgb=#FF0000>Look</rgb> at the stonework detail on the fine building",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The colour is little like Barían's hardy presence, but the fabric's strength against the breeze impresses you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Rhovendol, a poet of Dol Amroth, has asked you to take notes for him so that he may compose a poem to his love, Barían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Your journal is in your inventory.\\n\\nYou should use the journal to write down your observations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Rhovendol mentioned that Barían could often be found in the Mason's Quarter in Dol Amroth.\\n\\nYou should see if you can catch a glimpse of Barían before you run off to take notes on things that resemble her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The great fountain of Dol Amroth is in the Court of the Fount.\\n\\nYou should <rgb=#FF0000>meditate</rgb> at the fountain, and think of how it reminds you of Barían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Blue canopies can be found in the Court of the Fount.\\n\\nYou should examine the canopies for resemblance to Barían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Your journal is in your inventory.\\n\\nYou should use the journal to write down your observations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Examine the blue canopy for resemblance to Barían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Write about the fabric's strength against the wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Try to catch a glimpse of Barían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The building whose stone detail caught your eye is south-east of the fountain in the Court of the Fount -- the one with the golden statue atop it.\\n\\nYou should <rgb=#FF0000>look</rgb> at the detail on this fine building.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "<rgb=#FF0000>Meditate</rgb> at the fountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Write about how the stream of water is strong and bold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Your journal is in your inventory.\\n\\nYou should use the journal to write down your observations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Took down notes in Rhovendol's journal -- but the stone detail of a nearby building catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Rhovendol is in the Scholar's Quarter in Dol Amroth.\\n\\nYou should return to Rhovendol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "This is a good place to look",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "This is a good place to meditate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Let us see what you wrote there.'\\n\\nYou hand Rhovendol your thoughts on Barían.\\n\\n'All stone and strength! Creative, yes, but these are not words to describe a lady. You have much to learn about love, [placeholder]. Hold a moment; I will compose a poem, and when you deliver it to Barían, you will see how to properly woo with the written word.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Took down notes in Rhovendol's journal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Perhaps it was because Barían stood amongst the stone-masons, but the fair stonework reminds you of her style of beauty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Inspiration for a Love Poem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Barían stares boldly and expectantly at the master stone-mason, standing out amongst the workmen",
      "es": "",
      "es (fem)": ""
    }
  ]
}