{
  "id": 620852530,
  "txt": [
    {
      "id": 218649169,
      "en": "Attention woodworkers,\\n\\nWe, the Eglain, require a number of fishing-rods to outfit our people with the ability to fish the few ponds throughout the Lone-lands. We will also use these rods to fish the great river in the east. If you are capable of crafting such items, we would be greatly appreciative. Please, deliver the fishing-rods to Léoflac at the Ost Guruth encampment.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, this fishing-rod is of good quality. We will see it distributed to our people, and given time, will send them to the ponds to fish for much-needed food. \\n\\n'Thank you for doing this.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is there an undertaking that you are currently working on for the Eglain? Perhaps you should complete the order before returning to me....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reputation -- Fishing-poles",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Eglain are requesting that crafters proficient with woodworking deliver fishing-rods to them at their encampment in the ruins of Ost Guruth. The Eglain hope to be able to utilize the fishing-rods to provide for their people from the small number of ponds throughout the Lone-lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a yew fishing-rod for the Eglain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the yew fishing-rod to Léoflac",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Craft and deliver the fishing-rod to Léoflac at the Ost Guruth encampment.\\n\\nThe Eglain have asked that fishing-rods be crafted and delivered to assist them in their efforts to survive in the harsh climate of the Lone-lands.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect a yew fishing-rod for the Eglain ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}