{
  "id": 620852510,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated fell spirits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected ancient coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Among the ruins on the eastern border of the Ashenslades, fell spirits from beyond the Void have risen and wander the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Scattered among the ruins below, fell spirits of Morgoth have risen and now haunt the grounds. These creatures have begun appearing in staggeringly large numbers near Sâd Doldúr.\\n\\n'Could you travel to the ruins below and banish these creatures? I am sure you may find some token of their allegiance wherever they fall. Bring me some of these, as well, to prove your success.\\n\\n'The spirits are found in great number outside of Sâd Doldúr below. Return to me when you have completed your task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sâd Doldúr lies to the south of Barad Angol.\\n\\nHimeinior has asked you to find and dispatch several fell spirits near Sâd Doldúr and collect tokens of their allegiance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The number of fell spirits in the area and the look of these coins leads me to believe that the foul sorcerer Orthadban in Sâd Doldúr may have a hand in this matter.\\n\\n'Thank you for retrieving these coins... perhaps they will shed some light on the true cause of the appearance of so many fell spirits in the Ashenslades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Himeinior is at Barad Angol, north and up the mountain from Sâd Doldúr.\\n\\nYou should return to Himeinior with the tokens you collected from the fell spirits of Sâd Doldúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dispatch several fell spirits near Sâd Doldúr and collect tokens of their allegiance, then return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat fell spirits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect ancient coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Himeinior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Himeinior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fell the Fallen",
      "es": "",
      "es (fem)": ""
    }
  ]
}