{
  "id": 620873249,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder].  Master Tsieng over there has asked my good master, Bracknar Hammerhand, to allow the great heroes of this realm access to his most ingenious invention so as to better their martial prowess.\\n\\n'Head through the door over yonder and you will find yourself at our training grounds, high in the mountains.  While there you can practice using your various combat abilities for as long as you like.\\n\\n'Try it out, and share your results.  Perhaps you will be the greatest [placeholder] in all Middle-earth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well met, [placeholder].  Master Tsieng has asked my good master, Bracknar Hammerhand, to allow the great heroes of this realm access to his most ingenious invention so as to better their martial prowess.\\n\\n'Head through the door over yonder and you will find yourself at our training grounds, high in the mountains.  While there you can practice using your various combat abilities for as long as you like.\\n\\n'Try it out, and share your results.  Perhaps you will be the greatest [placeholder] in all Middle Earth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well met [placeholder].\\n\\n'The young master Tsieng has asked me to allow heroes such as yourself access to my training ground.'\\n\\nBracknar eyes you appraisingly.\\n\\n'You look to have some potential anyway, perhaps you can prove your worth to the world?\\n\\n'Any time you can make it here, simply start attacking the training dummy over there and get to practicing.\\n\\n'You're free to stay as long as you like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Looking for a Few Good ...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bracknar Hammerhand awaits you high in the Mountains where heroes of the highest caliber can practice their martial skills.  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Bracknar Hammerhand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimdel has directed you to head through the door in the Eyes and Guard tavern in the area behind Liu Tsieng to head to the training grounds high in the mountains.  \\n\\nOnce there you should speak with Grimdel's master, Bracknar Hammerhand.",
      "es": "",
      "es (fem)": ""
    }
  ]
}