{
  "id": 620897741,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Not all endeavours have gone well for us in Moria. One early settlement in Durin's Way was an outpost built by Gerwith, at Gloku-ru to the south. The encampment became overrun by goblins and was burned entirely, while only Gerwith and a few others managed to escape.\\n\\n'The goblins threaten to fortify Gloku-ru and remain a persistent danger to us if we do not act against them. Head there and defeat as many of them as you can. Then report to Gerwith in Tharâkh Bazân, to the east, when it is done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you, [placeholder]. I am glad to hear that the goblins have paid for what transpired at Gloku-ru. When I think back to that day, I can still feel the heat of the fire all around me....\\n\\n'Well, your deeds have given me hope. Perhaps one day I will build a new outpost at Gloku-ru, and I will make it known that it was only possible thanks to your bravery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gloku-ru is to the south, beyond Durin's crossroad, and slightly west. When you are finished, you can find Gerwith at Tharâkh Bazân to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "After the Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Goblins have burned the outpost that once stood at Gloku-ru, and now threaten to build their own fortifications in the same location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblins at Gloku-ru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins at Gloku-ru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin camp at Gloku-ru is south and slightly west of the entrance to Zirakzigil and the Door to the Clouds.\\n\\nKalman has asked you to defeat goblins that burned the encampment that once stood at Gloku-ru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gerwith at Tharâkh Bazân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tharâkh Bazân is north and east of Gloku-ru.\\n\\nYou have been asked to report to Gerwith at Tharâkh Bazân with your success at Gloku-ru.",
      "es": "",
      "es (fem)": ""
    }
  ]
}