{
  "id": 620897673,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It seems as though anyone who encounters the goblins and manages to escape finds their coin purses much lighter than they were previously.\\n\\n'In fact, my own coin purse is a bit lighter now. I would appreciate if you could go in there and take back the goods that were stolen from the innocent travellers passing through here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, look here! I always suspected those goblins were thieves and worse! Thank you for bringing these back to the side of the dwarves; I will make sure these coins find their way back to their owners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The missing coins will surely be found on those goblins, or I'm no dwarf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stealing Back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Several coin purses have gone missing from travellers who had encounters with the Snaga-maudhûl goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Retrieved stolen coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Reclaim the stolen coins of the dwarves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-thieves can be found in Snaga-maudhûl, in the western area of the Great Delving.\\n\\nYou should reclaim the coins of dwarf-travellers that have been stolen by the waylaying goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the coins you recovered to Wegil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wegil can be found on the north-east side of Snaga-maudhûl in the Great Delving.\\n\\nYou should bring the coins you recovered to Wegil.",
      "es": "",
      "es (fem)": ""
    }
  ]
}