{
  "id": 620897664,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You see a curious cocoon near the back of the chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated the spider that inhabited this chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "What is that noise?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Túbi Thickfist is curious about any relics that may linger in the Chamber of Deep Thought near Durin's Threshold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If you happen to pass the Chamber of Deep Thought while you search for my friends, would you mind investigating it? Such a place may hold many relics that would be invaluable to the dwarves.\\n\\n'If anything catches your eye, feel free to investigate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Chamber of Deep Thought is east through the tunnel from Durin's Threshold, then south.\\n\\nYou should search the Chamber of Deep Thought for any relics of interest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas! A spider, and nothing more? That is dire news. I have never even heard of a great spider that can glow translucent...I hope we do not discover any more of those!\\n\\n'Well, at least you have cleared the chamber of evil. I will look on the bright side; perhaps we can begin to restore it now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The cocoon is in the Chamber of Deep Thought in the west of the Great Delving.\\n\\nYou should search the cocoon for anything that might be of value to the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Túbi Thickfist is at the top of the stair of Durin's Threshold.\\n\\nYou should return to Túbi Thickfist with news of your search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Chamber of Deep Thought is east through the tunnel, then a southern turn will see you there in no time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Chamber of Deep Thought",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the cocoon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Túbi Thickfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Deep Thought",
      "es": "",
      "es (fem)": ""
    }
  ]
}