{
  "id": 620897705,
  "txt": [
    {
      "id": 218649169,
      "en": "What an odd-looking fungus this is....\\n\\nIt may be wise to report to the dwarves that strange flora seems to be creeping into Moria. There is something about the look of that fungus and the surrounding area that is strangely unnerving.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found an unusual fungus? I am not surprised. Well, fortunately it seems somewhat contained. Hopefully the Palace of Náin is the only place where it grows.\\n\\n'In the meantime, I will make sure to warn my folk to steer clear of that place, in case this fungus is of a putrid nature.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'A fungus? That is no surprise, [placeholder]. Such things grow in damp places all over the earth.'\\n\\nThórhall listens as you explain that you are aware of the nature of fungus, but that this one was strange and new and gave you a sense of foreboding.\\n\\n'Upon my word... you do look a little peaked. Perhaps you should bring this news to the Dolven-view camp. That is where we are headed as well.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Growth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have discovered a strange growth unlike any you have seen in the Palace of Náin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Thórhall is concerned about the strange fungus",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Tell Thórhall of the fungus you saw",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thórhall is at the small dwarf-encampment at Lamab-dûm.\\n\\nYou should tell Thórhall of the strange fungus you found in the Palace of Náin.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell someone in the Dolven-view camp about the fungus",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Dolven-view camp is the central dwarf-hub in the Great Delving.\\n\\nYou should bring word of the strange fungus you marked to someone in the Dolven-view.",
      "es": ""
    }
  ]
}