{
  "id": 620897733,
  "txt": [
    {
      "id": 218649169,
      "en": "'We must keep safe the artifacts of ages past, [placeholder]. Studying these relics gives insight to the untold legends of our forefathers, which might otherwise become lost.\\n\\n'I have information that one such object, a mythical shield, was last seen in Uflûmp-mur, just a short distance east of The Door to the Clouds. The goblins would have a difficult time destroying such a sturdy shield, so I am hopeful it may still be found there.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What a wonderful find this is, a true treasure of the dwarves. Thank you, [placeholder]. The safe-guarding of this shield will ensure that the legend of our craft does not fade from knowledge.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Uflûmp-mur is just a short distance to the east. The goblins will have difficulty in destroying such a remarkable shield, but perhaps they will have discarded it nearby.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Untold Legends",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Listein has asked you to recover a relic of ages past, in nearby Uflûmp-mur.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have collected the ancient shield",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the ancient shield in Uflûmp-mur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Uflûmp-mur can be found at the small outpost found at the entrance to Zirakzigil in Durin's Way.\\n\\nListein has asked you to head east to Uflûmp-mur to find an ancient shield, so that he may learn what untold legends it holds.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return the shield to Listein at the entrance to Zirakzigil",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Door to the Clouds is just west of Uflûmp-mur, at the entrance to Zirakzigil in Durin's Way.\\n\\nYou have found the ancient shield, and should return it to Listein for safe-keeping.",
      "es": ""
    }
  ]
}