{
  "id": 620897662,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Dagfinn has asked for your help in unearthing buried treasure of old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You find nothing here ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Dagfinn is determined to continue his frantic search",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dagfinn has disappeared to explore the hall of Shemeldurj in the Great Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Many of our expedition have pressed forward -- for better or worse -- but two were supposed to return, and they have not.\\n\\n'Will you seek out Dagfinn? He made for Shemeldurj many hours ago and has not returned. You can find it by pressing east from here, then turning north at your first opportunity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dagfinn went off to explore Shemeldurj, an ancient hall of Moria.\\n\\nYou should seek Dagfinn at Shemeldurj to ease Túbi's fretting for his friend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh! You startled me! I am sorry, I just cannot stop hunting. There must be treasure in this room, stowed away somewhere.\\n\\n'My father gave me a map of this place, passed down from the time when the Longbeards inhabited Moria, and there were notes of great promise in this hall. I meant only to come in and explore, but... I cannot walk away when there is a hope of buried treasure!\\n\\n'Will you help me look?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Piles of promising debris can be found around Shemeldurj.\\n\\nYou should root through several piles of promising debris to seek ancient treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dagfinn is in Shemeldurj in the north-west of the Great Delving, near Durin's Threshold.\\n\\nYou should tell Dagfinn that you found nothing promising anywhere in Shemeldurj.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You explain that you rooted through many corners of Shemeldurj, but found nothing of promise, and perhaps it would be wise for everyone to return to Durin's Threshold.\\n\\n'No! No, I cannot believe it. I've treasured that map all my life. I cannot accept that it would lead me here, only to find this hall empty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Túbi Thickfist is atop the great stair in Durin's Threshold in the west of the Great Delving.\\n\\nYou should return to Túbi Thickfist with news of Dagfinn's fruitless search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'That fool. Just because he treasured a map for a lifetime does not mean that the map was ever going to be accurate. Shemeldurj is likely as dry as a bone now. I hope he returns soon to take some rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Seek Dagfinn in Shemeldurj",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search piles of debris for any promising relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Dagfinn that Shemeldurj appears to be as empty as it looks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Túbi Thickfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Deep Place",
      "es": "",
      "es (fem)": ""
    }
  ]
}