{
  "id": 620897672,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have been seeing a great deal of movement among the goblin-messengers at this camp. I do not like Snaga-maudhûl's nearness to Durin's Threshold, nor the road to the Dolven-view.\\n\\n'They are watching all of our movements and running communications hither and thither! I fear that many dwarves using the roads here will lose their lives to this unhindered flow of malicious information.\\n\\n'I am sure you wish to hasten eastwards, but if you could do me this favour as you pass through the camp, I would appreciate it!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh! Hello there! Did you just fight your way through Snaga-maudhûl? That is incredible!\\n\\n'I am here to offer assistance on the road to those who may be waylaid by the goblins. It is nervous work indeed!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The goblin-messengers can be found inside of Snaga-maudhûl. There is the gate, just there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rumours in the Tunnels",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Goblin-messengers have been busy running information to and fro about the movements of the newly-arrived dwarves in Moria.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated goblin-messengers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblin-messengers in Snaga-maudhûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-messengers can be found running along Snaga-maudhûl, the goblin-camp on the west road in the Great Delving.\\n\\nYou should defeat the malicious messengers so that they will stop reporting the movements of the dwarves along the roads.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Wegil on the other side of Snaga-maudhûl",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wegil is outside the back gate of Snaga-maudhûl.\\n\\nYou should speak with Wegil on your way eastwards through the Great Delving.",
      "es": ""
    }
  ]
}