{
  "id": 620897780,
  "txt": [
    {
      "id": 136263297,
      "en": "Caught tiny turtles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Someone has placed bills in the town of Bree requesting help with a certain matter involving turtles.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The writing on the bill is scrawled in a messy hand, as if the author had many such notices to prepare and could not mask his impatience with the task. It reads:\\n\\n'Greetings to you, friend! Have the delicious smells emanating on a hungry day from Mandrake's Finest Stews and Sauces caused you to desire that meal-time was nearer? If so, you know the high quality of Sig Mandrake's preparations and know what is at stake, should they be hindered.\\n\\n'Sig Mandrake has a need for interested parties to help him with the preparation of such a stew. Speak with him at his shop here in Bree, east of the Mud-gate, for the details.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mandrake's Finest Stews and Sauces can be found in the town of Bree, east of the Mud-gate, by the south-western fountain.\\n\\nYou have read a posted notice desiring help with preparing a stew of some sort and should report to Sig Mandrake in his shop for the details.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are here about the turtle soup, I presume? I have had callers all day! Perhaps I prepared too many of those notices. My hobbit-friend has been very eager about posting them, I must say.\\n\\n'I have come into possession of an order for a large batch of turtle soup. Normally this would not be a problem, but the desired recipe is most specific about the sort of turtles that can be used. Not just any turtle will do. They must be tiny turtles, and these are found only at very specific locations.\\n\\n'You wish to join the ranks of the many, many adventurers who have agreed to help me with this? Good, I suppose. Tiny turtles, like those I need, can be found south of Bree, along the northern bank of Halecatch Lake.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tiny turtles can be found on the northern bank of Halecatch Lake, south of the village of Bree.\\n\\nSig Mandrake has asked for your help collecting the very specific turtles he needs in order to make a large batch of soup for a hungry customer.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Sig Mandrake is at his shop in Bree, east of the Mud Gate, in the south-western section of town.\\n\\nYou have gathered tiny turtles for Sig Mandrake and should bring them to him at his shop.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The turtles I need can be found on the northern bank of Halecatch Lake, to the south of Bree. You will see many other folk trying to catch turtles for me, I expect, so good luck trying to find any of the small creatures I need!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'These will do, these will do, [placeholder]. I am waiting for more people to bring in turtles. This is a very large order of turtle soup, and it will take many more turtles than I have received so far. Fortunately, it seems as if everyone in Bree is pitching in! It is a wonder there are still turtles to find!\\n\\n'I have not yet begun to prepare the soup. I am waiting until I have enough turtles for it.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have not brought me the turtles I need!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sig Mandrake",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect tiny turtles from the northern bank of Halecatch Lake ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring tiny turtles to Sig Mandrake in Bree",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Turtles in the Soup",
      "es": ""
    }
  ]
}