{
  "id": 620897675,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins in the Hall of the High Stair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Krum has explored the camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "One of Líkmund's dwarves has discovered a large band of goblins in the Hall of the High Stair in Durin's Way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The goblins are among the most ancient and bitter rivals of Durin's folk, and yet again they prove to be an obstacle in our path.\\n\\n'The chamber to the north has become inhabited by goblins. If we ever hope to reclaim Durin's Way for those who made it great, then we must drive our old foe away. Find the Hall of the High Stair and confront any goblins you may find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Hall of the High Stair can be found to the north of the Chamber of the Cross-roads.\\n\\nRink has asked you to defeat any goblin inhabitants in the Hall of the High Stair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have dealt a blow to the goblins laying hold to the Hall, and this is a welcome first step in taking back the High Stair.\\n\\n'We must continue to be vigilant against the goblins, for they will not easily retreat. I am most thankful for your help, you have given me great hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rink is at the Chamber of the Cross-roads, south of The Hall of the High Stair.\\n\\nYou have managed to overcome several of the goblins in combat, and Rink awaits word of your deed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Durin's folk must regain control of Durin's Way! It is an utter insult to have these goblins defiling our halls and chambers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So, the camp was larger than Krum first thought. It is good to know more about it.\\n\\n'Fortunately, it lies off the main road to Jazârgund, and we can for the most part avoid it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins in the Hall of the High Stair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rink at the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Líkmund at the Chamber of the Crossroads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Bitter Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}