{
  "id": 620897692,
  "txt": [
    {
      "id": 136263297,
      "en": "There is nothing here but dust and tremblings of the earth",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "DID TBD in the Vault of Durin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Swerthir is fascinated by the Vault of Durin to the south, but worries about separating from his party.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'According to my map, [placeholder], the Vault of Durin lies directly south of here. The problem is that my party refuses to explore it. They wish to head straight to the Dolven-view and not veer off the path.\\n\\n'I should dearly like to know what lies in the Vault, but I dare not separate from my group. Will you go look, my good [placeholder]?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Vault of Durin lies directly south of the little encampment in Lamab-dûm, in the Great Delving.\\n\\nYou should find the Vault of Durin and see if it is as promising as its name sounds.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Swerthir listens quietly while you explain the current state of the Vault of Durin, not only empty, but falling into ruin.\\n\\n'That is sad news, [placeholder]. I imagine this is only the first of many such disappointments as we go through Moria. Perhaps it will never be restored fully, but...I would like to think that this expedition can forge a new mine. Different, but good.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Swerthir is at the small dwarf-encampment in Lamab-dûm in the Great Delving.\\n\\nYou should return to Swerthir and tell him what you have learned about the current state of the Vault of Durin.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Jarmárr is at the small dwarf encampment in Lamab-dûm in the Great Delving.\\n\\nYou should return to Jarmárr and tell him what you have learned about the current state of the Vault of Durin.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for relics in the Vault of Durin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Swerthir in Lamab-dûm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Return to Jarmárr in Lamab-dûm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Ancient Hope",
      "es": ""
    }
  ]
}