{
  "id": 620897795,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Disappointed? Absolutely not! I don't care much for turtle soup, in the first place. And look at all those little fellows, running around like they own the place!\\n\\n'Perhaps they should! I have a spacious home not far from here, and I understand that the mayor has been known to turn a blind eye to the keeping of numerous pets within homes in Bree. I could give these little snapping gentle-turtles a fine home!\\n\\n'They will stay with me! It's settled! This is the finest birthday of all! I have been surprised by my old friends, and have acquired numerous new friends! [placeholder] and turtle alike!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I haven't seen you around here before. Are you sure you're one of us? This has been a long time coming, and I don't want some outsider spoiling it.\\n\\n'Folk won't soon forget what we do here today, not if my name's Quick-wit Culver. Which it is! You see this blade? I can slice clean through anything I set my mind to, that's how sharp both edges are: the blade, and my mind!\\n\\n'I've been cutting things all morning, and I'll cut more before the day is through! See if I don't!\\n\\n'Go into the main room and see if Garrett is all set up. There isn't much time left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Infiltrators' Surprise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I almost forgot the main course, Artie! What good are thick slices of crusty bread without anything to dip them into?\\n\\n'We all chipped in some coins to purchase a large order of turtle soup from Sig Mandrake's well-known shop. He should be here with the soup any moment now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I couldn't bring myself to do it, [placeholder]! After seeing all of those little turtles, with their tiny shells and their little snapping beaks, I just could not bring myself to turn them into soup!\\n\\n'I brought them here, tied up in a sack given to me by Grobo's nephew. I left it over by the door. Perhaps we can return them to the wild, and my customers will forgive me for not making good on our deal.\\n\\n'I will refund their coin, of course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I thought this was a costume party. Am I the only one wearing a costume? Why does this ALWAYS happen?\\n\\n'Is it so difficult to send along a note telling me not to dress up in my skeleton costume? It would take but a moment, but noooooo, somehow it always falls through the cracks!\\n\\n'Harrumph! At least there are these little guys to keep me company. It's like they're all wearing little costumes too, isn't it? Little fellows in armour! Look at them! I like turtles, all right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I have not yet unpacked my ropes! They will hold, I am certain, but I need more time! There are a lot of things we still need to hoist!\\n\\n'Oh, after all this planning, to be undone at the last for a lack of time! I saw how sharp Culver's knife has become! If I don't hurry he might use it on me next!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40c8701",
      "en": "'Folk hereabout won't soon forget this day, I'll see to that! Hur! Hur! Hur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Go see if Garrett is ready yet! There is not much time left, and this has been planned for too long to let some mistake spoil everything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I will show you to my home, [placeholder]. You can help carry some of my new, beaked friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40c8702",
      "en": "'We're out of time! He's here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Quick-wit Culver is inside the Infiltrators' Hideout.\\n\\nYou need to see if you can stop the infiltrators' surprise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40c8703",
      "en": "'I have been cutting thick slices of crusty bread all morning! Help yourself, Artie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Artie Root",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Twisted Garrett is in the Infiltrators' Hideout.\\n\\nYou need to see if you can stop the infiltrators' surprise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40c8704",
      "en": "'What is taking him so long with the soup?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Artie Root is in the Infiltrators' Hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Quick-wit Culver is in the Infiltrators' Hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Sig Mandrake is in the Infiltrators' Hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Artie Root is in the Infiltrators' Hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9461901",
      "en": "'What is going on, friends?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9461902",
      "en": "'Thank you so much, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and talk to Quick-wit Culver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc421cc1",
      "en": "'I am so sorry, everyone! I couldn't do it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc421cc2",
      "en": "'Hmmm... do you hear something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9461903",
      "en": "'Do not trouble yourself, Garrett! I need no decorations. I just need my friends about me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Observe the gathering of the infiltrators",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and talk to Twisted Garrett",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Observe the festivities",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Artie Root",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Wait for the delivery of the turtle soup",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Quick-wit Culver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Observe the festivities",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Sig Mandrake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x28bbb81",
      "en": "'Surprise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x28bbb82",
      "en": "'Surprise, Artie!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x28bbb83",
      "en": "'Happy Birthday!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have made your way into the hideout of the infiltrators in Bree, and should see if you can stop the surprise they have planned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x724f6e1",
      "en": "'If I don't unpack me ropes, all will be for naught!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x724f6e2",
      "en": "'Oh no! All is for naught!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x724f6e3",
      "en": "'Uh oh! Here comes Culver! Is all for naught?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7720d1",
      "en": "'Oh me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x724f6e4",
      "en": "'I was going to hang up some decorations with my ropes, but I ran out of time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7720d2",
      "en": "'Oh my!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7720d3",
      "en": "'Turtles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7720d4",
      "en": "'Turtles everywhere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Will you look at this? All of my friends have gathered to surprise me with a birthday celebration! I cannot believe it!\\n\\n'Thank you, everyone, thank you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}