{
  "id": 620897793,
  "txt": [
    {
      "id": 218649169,
      "en": "'Well, maybe not murder, but they sounded very serious, and I'm afraid it won't be long before their plans come to fruition!\\n\\n'I was crouching down in the mud here, looking for turtles, when two shabbily-dressed Men came wading out to the island! They looked like they didn't want to be seen and kept peering over their shoulders back in the direction of Bree. I thought at first they were here to look for turtles at my prime turtle-catching spot, but then they started talking. And their words! Oh my!\\n\\n'They spoke of a group that has infiltrated Bree and is gathering strength, watching and waiting. And when they are ready, they are planning a surprise for the village, one the Bree-folk will not soon forget! \\qQuick-wit Culver's sharpening his blade,\\q the seediest looking Man said, \\qand Twisted Garrett has all the rope we'll need.\\q\\n\\n'They left after that, but not before discussing the password the infiltrators use to get into their hideout. It's \\qAnother infiltrator is here!\\q and if you say it to their door-man, you can get inside and stop this before they are ready! Their hideout is in Bree, south of the High Stair, and their door-man stands out front. Stop them, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What's that? \\qAnother infiltrator is here?\\q Okay. I don't recognize you, but our group is pretty large by now, so that doesn't surprise me. As many as it takes, am I right?\\n\\n'We might have chosen a better password, I suppose, but at least it's easy to remember.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I don't know what the infiltrators are planning, [placeholder], but we are very fortunate I overheard some of their plans! You need to go to their hideout and use the password to get inside and foil their plans before the preparations are complete!\\n\\n'The password is \\qAnother infiltrator is here!\\q\\n\\n'Their hideout is in the village of Bree, south of the High Stair.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Password",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Benegar Longbottom overheard two shabbily-dressed Men discussing a 'surprise' for the town of Bree, and now he wants you to infiltrate their hideout and stop their plans.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the door-man at the infiltrators' hideout and give him the password",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The infiltrator hideout is in the village of Bree, south of the High Stair. A door-man stands out front and will only let you inside if you repeat the password.\\n\\nBenegar Longbottom overheard some shabbily-dressed Men talking about a secret group planning some evil surprise for Bree and wants you to infiltrate the infiltrators.",
      "es": ""
    }
  ]
}