{
  "id": 620897790,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Grobo Dogwort wants you to return the turtles to Sig Mandrake and ask the shop-keeper if he has seen Grobo's nephew Benegar Longbottom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You know, I haven't seen my nephew Benegar since he left that bag of turtles in my shed. I hope the boy has not gotten himself into some turtle-related mischief!\\n\\n'Return that bag of turtles to Sig Mandrake at his shop in Bree and see if he has heard any more news of my nephew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sig Mandrake is in his shop east of the Mud-gate, in the village of Bree, located in the south-western section of the town.\\n\\nGrobo Dogwort wants you to bring the bag of turtles to Sig Mandrake and to ask the shop-keeper for any news of Grobo's nephew.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh dear... it seems that I was mistaken. There are no turtles here. There is something worse!'\\n\\nHe looks around conspiratorially, and then whispers a single word.\\n\\n'Murder!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Benegar Longbottom went to an island in the Everclear Lakes, north-west of Bree, to look for turtles to provide Sig Mandrake.\\n\\nYou have learned where Benegar Longbottom went and should look for him to make sure he is safe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring that bag of turtles to Sig Mandrake at his shop in the south-western section of Bree, [placeholder]. I'm terrified that they might escape again!\\n\\n'And be sure to ask him if he's seen my nephew Benegar anywhere about.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, you have brought another bag of turtles. Good, good. This is the one Benegar Longbottom set aside for me, is it? I would say I almost have enough tiny turtles to begin making the turtle soup. Not just yet, but very soon, I would say.\\n\\n'I did see the boy not long ago. He said he found a place where he's sure to catch twice the turtles anyone else has caught and ran off to prove it. I told him there were no turtles to find at the place he described, as I have only ever seen frogs there, but he insisted.\\n\\n'If you are looking for him, you can see for yourself, I suppose. He was going to an island in the middle of one of the Everclear Lakes, north-west of Bree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The boy said he was going to look for turtles on an island in the middle of the Everclear Lakes, north-west of Bree. I told him you only ever see frogs on that island, but he didn't believe me and said he would bring back twice the turtles of any single person. I don't believe him, but he certainly seemed confident.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have nothing for me? What is the meaning of this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring bag of turtles to Sig Mandrake at his shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Benegar Longbottom and talk to him among the Everclear Lakes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Twice the Turtles",
      "es": "",
      "es (fem)": ""
    }
  ]
}