{
  "id": 620897787,
  "txt": [
    {
      "id": 136263297,
      "en": "Made Grobo Dogwort a little happier ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sig Mandrake is pleased at the help you have given him and wants you to collect the turtles being stored by Benegar Longbottom at his uncle's house.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You did good work out there, [placeholder]. You made it back more quickly than a lot of these so-called adventurers. Perhaps you would be willing to help me with something else?\\n\\n'One of the Little Folk who lives up Staddle way sent word that he was eager to help me gather turtles for the turtle soup. Benegar Longbottom, he said his name was, and he's been keeping the turtles he gathered for me in his uncle's shed.\\n\\n'Go to the village of Staddle and ask Grobo Dogwort if you can collect the turtles his nephew has gathered for me. Be sure to ask him in his house first; don't just barge into his shed without asking. Grobo Dogwort is a neighbour of Eldo Swatmidge, on the eastern side of the village of Staddle.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grobo Dogwort has a hobbit-hole in Staddle.\\n\\nGrobo Dogwort's nephew is keeping a bag of turtles in his uncle's shed, and you should ask Grobo Dogwort if you can collect them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh my! Are you here about the... the... the turtles? Please tell me that's why you are here!'\\n\\nYou assure Grobo that you have indeed come for the turtles, and he breathes a tremendous sigh of relief.\\n\\n'Good, good! You have no idea what that means to me! My nephew Benegar collected a bunch of turtles and has apparently been keeping them in my shed. I went in there this morning to fetch some supplies for breakfast, and what do I see? Tu-tu-turtles everywhere! They must have used their horrible little beaks to loosen the tie on the bag, and they have scampered loose!\\n\\n'They are crawling all around the shed! Do me a favour and pick up the bag inside the shed, then gather up the turtles! Let me know when you have done it. I am so scared of tu-tu-turtles I cannot stand to do it myself!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The turtle-carrying sack is somewhere inside Grobo Dogwort's shed, a hobbit-hole adjacent to his home.\\n\\nGrobo Dogwort is terrified of turtles and wants you to put the ones loose in his shed back in the sack in which his nephew was keeping them.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Turtles can be found all throughout Grobo Dogwort's shed.\\n\\nGrobo Dogwort is terrified of turtles and wants you to collect all of the creatures that escaped from the poorly-tied sack his nephew left in Grobo's shed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I cannot stand turtles! Their tiny little snapping beaks, their tough little shells, their deceptively-quick legs! I cannot stand them!\\n\\n'Go into my shed, pick up the turtle-carrying sack my nephew left there, and gather up the terrifying little monsters! Come back and tell me when you have done it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'That's the turtle-carrying sack, is it? They are in there? Oh, I can hear them plotting to escape again! The tiny little monsters!\\n\\n'Can you imagine how horrible it would be if they grew any larger than this? Oh, I cannot bear it! They are bad enough at this size!\\n\\n'I don't know what Benegar was thinking, keeping them in my shed. He knows how I feel about turtles!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Grobo Dogwort is in his hobbit-hole, adjacent to the turtle-filled shed, on the eastern side of Staddle.\\n\\nYou have gathered up the turtles that plagued Grobo Dogwort and should speak to him now that they are safely ensconced once again in the turtle-carrying sack.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have got the sack, but you haven't gotten enough turtles! They are still scampering around in my shed on their tiny little legs, snapping angrily at the air, waiting for me to go inside again! They will nip at my ankles, I know they will, oh dear! Go collect the horrible little monsters, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'They are still loose in my shed! It's horrible! Go get those turtles, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Benegar Longbottom sent word that he gathered many of the turtles I need and is keeping them in his uncle's shed.\\n\\n'Go to Staddle and speak with Grobo Dogwort for permission to collect the turtles his nephew collected for me. Grobo Dogwort is a neighbour of Eldo Swatmidge; look for his farm on the eastern side of Staddle.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Grobo Dogwort",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Pick up the turtle-carrying sack in Grobo Dogwort's shed",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Save Grobo Dogwort's peace of mind by gathering up turtles from his shed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Show the turtle-carrying sack to Grobo Dogwort in his hobbit-hole",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Grobo's Request",
      "es": ""
    }
  ]
}