{
  "id": 621041843,
  "txt": [
    {
      "id": "0xb0118b0",
      "en": "Hersegg can be found at Akrâz-zahar in Erebor, the Lonely Mountain.\\n\\nYou have heard Hersegg's telling of Nár's tale as transcribed by her grandfather, Hermáth Stormhammer. You should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Nár's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Hoping to aid King Thorin in guiding the Prince to victory, Hersegg, grand-daughter of Hermáth Stormhammer, has offered to tell you the tragic tale of Nár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Are you ready to hear the tale of Nár, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Hersegg can be found at Akrâz-zahar in Erebor, the Lonely Mountain.\\n\\nHersegg has offered to tell you Nár's tale as transcribed by her grandfather, Hermáth Stormhammer. You should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'As for Nár, there is far more to be said of his tale, but I shall tell it as briefly as I might.\\n\\n'Nár was brought to Thráin in Zudrugund and there told his tale, and spoke the name of Azog, which all Longbeards have held with hatred ever since. All Thrór's court wept at the tidings, and tore their beards, then looked to Thráin who sat down heavily upon his father's throne and was silent.\\n\\n'Breaking the silence, Thorin said, \\qYou are King now, Father. What is your will? How shall we answer this outrage?\\q\\n\\n'All around the court, hands went to sword-hilt and axe-handle, and brows lowered darkly. But still Thráin sat quiet, and did not move. Seven days he remained thus, still as a stone, saying no word. Then, as a storm long gathering that breaks upon the mountainside, he arose, eyes ablaze, and cried: \\qThis cannot be borne!\\q\\n\\n'From Thráin's yearning for vengeance arose the Sixth War of Dwarves and Orcs, called simply the War of the Dwarves and Orcs in our memory. Ah, but that is another tale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'So you wish to hear the tale of Nár? I must warn you, [placeholder], it is quite grim — even for a retelling!\\n\\n'Ah, but first....'\\n\\nHersegg glances around Akrâz-zahar, making careful note of the dwarves still present.\\n\\n'Ah good, it seems Frithgeir has taken him home. Nár is an old dwarf, and though it is no fault of his own, he is often forgetful and confused in his mind. It is as if the stones of a great mosaic were scattered upon the floor — all of the pieces remain in some form or another, but what it once depicted is lost.\\n\\n'Even so, neither I nor anyone else in this hall would tell the tale in his presence!'\\n\\nHersegg lifts a small volume from her hip and flips through its pages, stopping at one page in particular.\\n\\n'Let us begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c6",
      "en": "'So you wish to hear the tale of Nár? Of course, as a proud dwarf, you must already know it well. Ah, you wish to hear it as my grandfather transcribed it? I see.\\n\\n'Ah, but first....'\\n\\nHersegg glances around Akrâz-zahar, making careful note of the dwarves still present.\\n\\n'Ah good, it seems Frithgeir has taken him home. Nár is an old dwarf, and though it is no fault of his own, he is often forgetful and confused in his mind. It is as if the stones of a great mosaic were scattered upon the floor — all of the pieces remain in some form or another, but what it once depicted is lost.\\n\\n'Even so, neither I nor anyone else in this hall would tell the tale in his presence!'\\n\\nHersegg lifts a small volume from her hip and flips through its pages, stopping at one page in particular.\\n\\n'Let us begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Hersegg at Akrâz-zahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    }
  ]
}