{
  "id": 620918284,
  "txt": [
    {
      "id": 99984323,
      "en": "A good resting spot might be north behind the mountain cave, away from Byre Tor.\\n\\nYou should head north to the other side of the mountain and find a spot to rest.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Time to Think",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Head north behind the mountain to find a place to rest",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'You have done enough for now, [placeholder]. Please, rest. Take some time to yourself. We will bury the Thane, and begin to pick up the pieces.\\n\\n'It is our turn to bear the burden of what befalls our lands. Go! Come back when you are rested.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A good resting spot might be north behind the mountain cave, away from Byre Tor.\\n\\nYou should head north to the other side of the mountain and find a spot to rest.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'You have done enough for now, [placeholder]. Please, rest. Take some time to yourself. We will bury the Thane, and begin to pick up the pieces.\\n\\n'It is our turn to bear the burden of what befalls our lands. Go! Come back when you are rested.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A good spot to stand and look beckons to you in the northern High Knolls.\\n\\nYou should stand at the cliff's edge and look, and think on all the people who have been lost.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "The dead are many, and the vision fills you with grief.\\n\\nThe forces of Isengard -- Núrzum especially -- must pay for what they have done.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Memories of the dead come unbidden to your mind....",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "The dead are many, and the vision fills you with grief.\\n\\nThe forces of Isengard -- Núrzum especially -- must pay for what they have done.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The voices you heard came from below your thinking spot in the northern High Knolls.\\n\\nYou should climb down and see if you can find the women you heard.",
      "es": ""
    },
    {
      "id": 16439764,
      "en": "'Don't ye come any closer! Stay back!' The woman relaxes when she realizes that you are not an enemy.\\n\\n'Yes, we escaped Byre Tor. We make north to cross the river into Eorlsmead.\\n\\n'There are others that went towards the Balewood -- madness! And others that went with the Thane's family who were pursued by Orcs. We believe this is the safest way.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Ránmald can be found in the cave north of Byre Tor.\\n\\nYou should return to Ránmald.",
      "es": ""
    },
    {
      "id": 16439765,
      "en": "'Other survivors! I agree with the others -- it is madness to go into the Balewood. That forest is haunted.'",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "Nearby, a rocky overlook offers a fine view of the north",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "As you look out at the green hills of the Great River untouched by Núrzum, you are filled with overwhelming grief and anger at the plight of Wildermore",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Head north behind the mountain to find a place to rest",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "The sound of women's voices from below startle you from your reverie",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Stand and think at the cliff's edge",
      "es": ""
    },
    {
      "id": 195295972,
      "en": "You wish the women luck on their journey -- but more importantly, there may be other survivors!",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Reflections upon those who died come unbidden to your mind....",
      "es": ""
    },
    {
      "id": 195295973,
      "en": "These brave refugees hope to cross the swollen river to the north",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the women whose voices you heard",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Ránmald",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Reflections upon those who died come unbidden to your mind....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After all that has come to pass since setting foot in Wildermore, you find that it is rather a lot to bear. Some time to clear your head will be helpful.",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Nearby, a rocky overlook offers a fine view of the north",
      "es": ""
    }
  ]
}