{
  "id": 620918218,
  "txt": [
    {
      "id": "0x3cba3f5",
      "en": "Uncovered frozen plants in the Balewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Life in Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mossbeard fears that the winter will claim much of the life in the Balewood and wishes for you to uncover the plants that have become buried in snow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Look at what has become of Fangorn, [placeholder].\\n\\n'So much of the forest smothered in snow...I do not know what the cost of this winter shall be. The trees are strong enough, at least those that were not in the monster's path...but the other greenery is not as hearty, and I fear it will succumb under the cover of snow.\\n\\n'Snowdrifts have buried much of the life in this forest, [placeholder], but I am hopeful that if we sift through the snow, we might save some of the plants. Let us travel about the wood and rescue what we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Hoom. Such tiny things are ill-prepared for these harsh conditions, little one.\\n\\n'However, you have done well to return them to any sunlight that finds its way through the fog. I do not know if they will survive unless this winter ends soon, but we have done all we can.\\n\\n'Thank you for your help, little one, but we must press on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Uncover frozen plants in the Balewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Snowdrifts can be found throughout south-west Balewood.\\n\\nMossbeard wants you to uncover plants that might be freezing beneath snowdrifts in the Balewood and expose them to whatever light remains in the darkened forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mossbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mossbeard can be found at your side or if you have become separated, you can use your whistle to call him.\\n\\nYou have uncovered many plants that were freezing beneath snowdrifts in south-west Balewood. You should now talk to Mossbeard and see what more can be done.",
      "es": "",
      "es (fem)": ""
    }
  ]
}