{
  "id": 620918275,
  "txt": [
    {
      "id": "0xfad9d1",
      "en": "'What was that?! I thought I heard an Orkish-sounding horn blow in the distance. I believe the time for battle is nigh.\\n\\n'Will you go to my father and tell him? I must get the villagers inside and the soldiers ready, and look for Thrymm and his riders at the gate.'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'My daughter has sharp ears! If she says the Orcs draw near, then they draw near, and we must arm ourselves.\\n\\n'Thrymm will be here; do not worry. Will you fight alongside us, [placeholder]?'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrymm has returned, and the time of the attack is nigh. Scylfig must brace itself for an assault by the White Hand Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d3",
      "en": "'I... I have lost everything! My father... my future husband, gone.\\n\\n'Please leave me be!! I cannot think straight right now. What nightmare is this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe150d5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Speak with Gárwig in the Forlaw Mead Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cyneberg is located in front of the Scylfig Mead Hall.\\n\\nComfort Cyneberg after the unfortunate events during the Defence of Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Try to comfort Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'[placeholder], the time is now. Your help is needed once again in Scylfig. One of our lookouts just reported that Orcs were seen advancing on the village. There is no sign of the giant known as Núrzum yet, so we might have a chance at fending them off.\\n\\n'Head to Scylfig at once and do all in your power to help save the people. The last thing we need are more casualties. I have already sent my son Gársig ahead with my grandons, Grimgar and Humbald. Come back in one piece.'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Thane Cynegar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk with Cyneberg in front of the Scylfig Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defence of Scylfig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Thane Cynegar is in the Mead Hall of Scylfig.\\n\\nYou should go to the Thane and tell him that the time for battle draws near.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Cyneberg is in the icy ruins of Scylfig.\\n\\nYou should comfort Cyneberg after her great loss.",
      "es": "",
      "es (fem)": ""
    }
  ]
}