{
  "id": 620918385,
  "txt": [
    {
      "id": 195295969,
      "en": "Collected a beak from a craban ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Saruman will see that his cruelty has been defied in Wildermore",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "You feel unfriendly eyes on you in this part of the Knolls wherever you go.\\n\\nCrebain dot the peaks in the western High Knolls -- Saruman's spies, reporting all that goes on back to their corrupted master.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "This craban is bigger than the others, and seems to know that you have a message for it to bear to Saruman. These little spies are most perceptive.\\n\\nYou wrap the beaks in a cloth, tie them to the craban, and shoo him off.\\n\\nSaruman must be taught that all will resist, all will defy him, wherever he imposes his cruel will.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Crebain dot the peaks in the western High Knolls -- Saruman's spies, reporting all that goes on back to their corrupted master.",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "You have defied Saruman as best you could from this remote location.\\n\\nHopefully he will be vexed by the affront.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crebain can be found all over the peaks of the western High Knolls.\\n\\nYou should defeat crebain in the High Knolls.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Crebain can be found all over the peaks of the western High Knolls, especially near the Lonely Height in the north-west.\\n\\nYou should defeat crebain in the High Knolls and collect their beaks to send back to Saruman.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The crebain-roost is on the Lonely Height in the north-west High Knolls.\\n\\nYou should find the biggest craban on the Lonely Height in the High Knolls, and send the beaks you collected with him to Saruman as a message of defiance.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have defied Saruman as best you could from this remote location.\\n\\nHopefully he will be vexed by the affront.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat crebain and collect their beaks",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Kill spies of Saruman and collect their beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the largest craban to carry the beaks back to Saruman",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Spies on the Crest",
      "es": ""
    }
  ]
}