{
  "id": 620918208,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Return to Aldstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae1",
      "en": "Collected Aldstan's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "Ránmald wishes to place a cherished pendant upon her husband's grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "Collected Ránmald's pendant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae4",
      "en": "Here lies brave Céolstan, who sacrificed himself so that the survivors could escape",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "The man strains as he looks at you, clearly in pain from his wound.\\n\\n'It is too late to save me, stranger, but... I am glad you have come. You can help us.\\n\\n'But first, there is something I would have you do. I cannot... do it myself, and I cannot send Ránmald in her condition. My son lies behind us, dead in the snow, where he fought off Orcs so that these women could steal away.\\n\\n'Will you lay him to rest? My sword is just here... I will not need it anymore. Lay --lay it with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae5",
      "en": "You have buried Céolstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "You ask the wife of Aldstan's son if she wishes to lay a tribute at Céolstan's grave.\\n\\nRánmald closes her eyes sadly, and for a few moments seems unable to speak. At last she gives a quiet answer.\\n\\n'This pendant. He gave it to me, and I have treasured it always. If it is buried with him, it will be a part of me that lies with him....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Céolstan, son of Aldstan, husband of Ránmald, and father of an unborn child, has been slain by Orcs, sacrificing himself so that the women of Byre Tor could escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d3",
      "en": "Here lies Céolstan, son, husband, and father of Byre Tor survivors.\\n\\nIt is clear from the carnage strewn about him that he was brave and strong. Not many men could have felled so many hale Orcs.\\n\\nHe sacrificed himself so that the women of Byre Tor could escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d4",
      "en": "'Thank you... friend.'\\n\\nAldstan says no more, for he is in great pain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aldstan's sword sits beside him at the refugees' cave in the High Knolls, north of Byre Tor.\\n\\nYou should collect Aldstan's sword to bury it with his son.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ránmald can be found in the refugees' cave in the northern High Knolls.\\n\\nYou should ask Ránmald if there is anything she wishes to bury with her husband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ránmald's pendant can be found in the refugees' cave in the High Knolls.\\n\\nYou should collect Ránmald's pendant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Céolstan can be found between Byre Tor and the refugees' cave.\\n\\nYou should find Céolstan, and lay him to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Céolstan can be found between Byre Tor and the refugees' cave.\\n\\nYou should lay Céolstan to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up Aldstan's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Aldstan can be found in the refugees' cave in the northern High Knolls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ask Ránmald for a tribute to lay at her husband's grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Ránmald's pendant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find Céolstan's body near Byre Tor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Father, Husband, Son",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Lay Céolstan to rest",
      "es": "",
      "es (fem)": ""
    }
  ]
}