{
  "id": 620918210,
  "txt": [
    {
      "id": "0x3cba3f5",
      "en": "You hear rustling from above and the familiar creaking of an Ent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Branching Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barallas wants you to seek out Mossbeard, far to the south-west of the Orc-roadway, in hopes that all of his kind will be reunited.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'Almost all of our kind are here now. Hom. At least of those that remain....\\n\\n'One slain by Orcs, one corrupt beyond saving... hoom. This bodes ill for us, [placeholder]. The last of us is still nowhere to be found.\\n\\n'Hom. If I remember, he was wont to take root on the hills above the eaves far to the south-west. You should begin your search there, little one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "'Hoom! Barallas? He and the others still walk this wood?\\n\\n'Hom. I will return in my own time, little one, but there are a great many things to tend to nearby, and much of my own curiosity to be quelled.\\n\\n'Listen, and perhaps you will understand my plight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the last Ent in Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mossbeard can be found somewhere past Finglas' Mead far to the south-west of the Stonecliff.\\n\\nBarallas wants you to search for the last Ent that has not rejoined the others at their hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Mossbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "TBD Hiding Ent C can be found somewhere past Finglas' Mead far to the south-west of the Ents' hideout.\\n\\nTBD Ent A wants you to search for the last Ent that has no rejoined the others at their hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "TBD Hiding Ent C can be found atop a hill to the south of Finglas' Mead.\\n\\nYou believe you have discovered the resting place of the last Ent in Balewood, and you should now speak to them on TBD Ent A's behalf.",
      "es": "",
      "es (fem)": ""
    }
  ]
}