{
  "id": 620789548,
  "txt": [
    {
      "id": 218649170,
      "en": "'I can hardly believe that Narsil has been remade, but the feel of Andúril in my hand quells all my doubt! This night has been long in coming, [placeholder], and I marvel at it!' ",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let us return to the House of Elrond. Many are the friends that wait within, and I would show them Andúril that they may know what has been done this night.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Blade That Was Broken",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I know that Aragorn has long hoped this night would come and feared that it would not. At last, the sword has been reforged!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aragorn is waiting to speak with you just outside the forges of Rivendell.\\n\\nElf-smiths are reforging Narsil, the blade that was broken.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "At the forges of Rivendell, the Elf-smiths of Elrond are hard at work remaking the sword of the kings.\\n\\nElf-smiths have begun the work of reforging Narsil.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Aragorn is at the forges of Rivendell.\\n\\nAragorn wishes to speak with you.",
      "es": ""
    },
    {
      "id": 236281841,
      "en": "'For long hours we have toiled, over fire hot and metal cold.'",
      "es": ""
    },
    {
      "id": 21757345,
      "en": "'Behold Andúril, Flame of the West!'",
      "es": ""
    },
    {
      "id": 236281842,
      "en": "'The last of the Silithair has given the blade the glow it had of old.'",
      "es": ""
    },
    {
      "id": 21757346,
      "en": "'From the ashes a fire is woken.'",
      "es": ""
    },
    {
      "id": 236281843,
      "en": "'A new blade has been beaten from the shards of Narsil.'",
      "es": ""
    },
    {
      "id": 21757347,
      "en": "'I thank you, my friends. The blade that was broken has been remade, and my heart dares to hope.'",
      "es": ""
    },
    {
      "id": 236281844,
      "en": "'The work is nearly finished.'",
      "es": ""
    },
    {
      "id": 169120913,
      "en": "'It is time, my friend. Let us see how goes the forging.'",
      "es": ""
    },
    {
      "id": 236281845,
      "en": "'Lord Elrond, it is ready.'",
      "es": ""
    },
    {
      "id": 162689857,
      "en": "'Hold on, hold on! One moment!'",
      "es": ""
    },
    {
      "id": 85175953,
      "en": "'This blade is called Andúril, the Flame of the West.'",
      "es": ""
    },
    {
      "id": 65237425,
      "en": "'Come now, Gandalf! Must you always be so gloomy? This is a time for cheer!'",
      "es": ""
    },
    {
      "id": 85175954,
      "en": "'It was forged from the shards of Narsil and from it springs the light of the last Silithar.'",
      "es": ""
    },
    {
      "id": 157736481,
      "en": "'Hello, uncle.'",
      "es": ""
    },
    {
      "id": 85175955,
      "en": "'Take it with honour, Aragorn, for it is thine.'",
      "es": ""
    },
    {
      "id": 192048081,
      "en": "'It will take more than swords to turn this tide, Aragorn, even one such as this.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Witness the reforging of Narsil",
      "es": ""
    },
    {
      "id": 14336337,
      "en": "'A time for some cheer, perhaps, but not to excess! Dark dangers press upon us! Evil stirs!'",
      "es": ""
    },
    {
      "id": 162914993,
      "en": "'If you will stop with your chattering, Bilbo Baggins, perhaps you will have your answer!'",
      "es": ""
    },
    {
      "id": 194344417,
      "en": "'It is true that our roads wind into danger, but I rejoice that I walk them in friendship with all of you.'",
      "es": ""
    },
    {
      "id": 194344418,
      "en": "'Do not despair, my friends! We will brave the stormclouds on the horizon.'",
      "es": ""
    },
    {
      "id": 229626993,
      "en": "'You might have come to get me, Dúnadan!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elf-smiths of Elrond have begun to reforge Narsil, the blade that was broken, an heirloom of Elendil's line.",
      "es": ""
    },
    {
      "id": 229626994,
      "en": "'I didn't think the sword would be ready until tomorrow!'",
      "es": ""
    },
    {
      "id": 122333937,
      "en": "'But, Gandalf, the sword of the King has been remade!'",
      "es": ""
    },
    {
      "id": 260847121,
      "en": "'Come, Aragorn.'",
      "es": ""
    },
    {
      "id": 229626995,
      "en": "'Hullo, Frodo!'",
      "es": ""
    },
    {
      "id": 122333938,
      "en": "'That has to count for something, surely!'",
      "es": ""
    },
    {
      "id": 132326705,
      "en": "'Look! Hemeldir has something to say!'",
      "es": ""
    },
    {
      "id": 205918929,
      "en": "'Well, I haven't missed anything songworthy yet, have I?'",
      "es": ""
    },
    {
      "id": 99516289,
      "en": "'You have my greetings, Aragorn son of Arathorn, Lord of the Dúnedain!'",
      "es": ""
    },
    {
      "id": 99516290,
      "en": "'Many years have passed since I gave unto you the shards of Narsil, heirloom of your line.'",
      "es": ""
    },
    {
      "id": 218702321,
      "en": "'You are right, Frodo. I am sorry. I did not mean to be... gloomy.'",
      "es": ""
    },
    {
      "id": 99516291,
      "en": "'This night will see its light rekindled. The blade that was broken....'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you ready, [placeholder]? The air tonight feels full of promise, and I have resolved to leave any doubts I have behind me. For Narsil to be reforged this night feels unreal to me, as if I will wake in the House of Elrond and find this has all been a dream.'",
      "es": ""
    }
  ]
}