{
  "id": 620789414,
  "txt": [
    {
      "id": "0x4dc4b03",
      "en": "'We stand with Lainedhal, an elf of Rivendell, in the Ettenmoors as part of the Coldfells Army. Angmar rises once more and we stand against them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdc6e192",
      "en": "'I have word from the Ettenmoors. Lainedhel reports that the Orcs have claimed the Grimwood Lumber Camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4206022",
      "en": "'I have news of the battle in the Ettenmoors. Lainedhel's forces have lost the Grimwood Lumber Camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdc6e193",
      "en": "'Battle in the Ettenmoors sours as the Orcs claim the Grimwood Lumber Camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9de18e7",
      "en": "'Battle in the Ettenmoors goes poorly. Lugazag, the tower in the west is held by the forces of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4206023",
      "en": "'Orcs and trolls swarmed the Grimwood Lumber Camp and claimed the post as their own. Battle in the Ettenmoors sours once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ca3df2",
      "en": "'Battle in the Ettenmoors spoils. Orcs lay claim to Tirith Rhaw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87a26f2",
      "en": "'Lainedhel's forces failed to hold off the enemy onslaught at the Isendeep Mine. Orcs and trolls have claimed the location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87a26f3",
      "en": "'A recent battle at the Isendeep Mine ended with the Coldfells Army in retreat, overwhelmed by the numbers sent by Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde18e32",
      "en": "'Word from the Ettenmoors! Lugazag, the western tower is controlled by Orcs from Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x58ca3d7",
      "en": "'Battle in the Ettenmoors sours, friend. Lainedhel's forces let Tirith Rhaw slip beneath the shadow of Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xde18e33",
      "en": "'If your arm be ready, your aim be true and your heart be strong, I bid you aid Captain-General Lainedhal against the forces of Angmar at Lugazag in the Ettenmoors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5420604",
      "en": "'The lumber camp in the Ettenmoors falls to the forces of Angmar, more are needed to assist the Coldfells Army.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e1c0e7",
      "en": "'Captain-General Lainedhal reports that the tower, Lugazag in the Ettenmoors is under the sway of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x929aa0e",
      "en": "'Tol Ascarnen fell sway to the forces of Angmar. Lainedhel's forces may not be enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29d5c02",
      "en": "'Ettenmoors fighting goes poorly. Lainedhel reports that Orcs have taken Tol Ascarnen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29d5c03",
      "en": "'I have news from the Ettenmoors. Angmar's Orcs stormed Tol Ascarnen and took hold of the fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47ee1a2",
      "en": "'Coldfells forces fled the Grimwood Lumber Camp as Angmar's army drove them from the location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x47ee1a3",
      "en": "'We await news from Lainedhel. Last we heard, the Grimwood Lumber Camp fell to the sway of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xedc6e14",
      "en": "'The Coldfells Army has lost control of the Grimwood Lumber Camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61e2622",
      "en": "'Lainedhel sends word that Lugazag is under Angmar's shadow. We must fight this tide back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61e2623",
      "en": "'Word from the Ettenmoors is bleak. Lugazag is controlled by Orcs out of Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd47ee14",
      "en": "'Lainedhal's forces suffered a defeat at the Grimwood Lumber Camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa2a7a2",
      "en": "'Battle in the Ettenmoors led to the fall of Tol Ascarnen. Now the keep is covered in Orcs and trolls from Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa2a7a3",
      "en": "'The Ettenmoors sees many fall in a failed defence of Tol Ascarnen. Lainedhel wants more to heed his call.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8249847",
      "en": "'Angmar's forces drove far to the east in the Ettenmoors and laid claim to Tirith Rhaw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x818a772",
      "en": "'Lainedhel's forces suffered a loss at the Isendeep Mine when a force of Orcs from Angmar claimed the post.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x818a773",
      "en": "'A battle in the Ettenmoors saw the forces of Angmar lay claim to the Isendeep Mine there. Lainedhel has called for immediate reprisal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4818a70",
      "en": "'The mine within the Ettenmoors falls beneath the shadow of the north. Orcs control the mine and the precious ore within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf9c2260",
      "en": "'The Isendeep falls to Angmar's forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc87a260",
      "en": "'The Isendeep has fallen to Angmar's forces. Lainedhal requests more to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1c0e32",
      "en": "'Lainedhel's forces failed to hold off the enemy onslaught at the Isendeep Mine. Orcs and trolls have claimed the location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x861e267",
      "en": "'Orcs! Orcs claim the tower at the western edge of the Ettenmoors. Lainedhel's forces must reclaim this post!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1c0e33",
      "en": "'A recent battle at the Isendeep Mine ended with the Coldfells Army in retreat, overwhelmed by the numbers sent by Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbaa2a6e",
      "en": "'Battle standards at Tol Ascarnen fell and were replaced by the standards of Angmar. The citadel fell to the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7430f3",
      "en": "'Battle rages in the Ettenmoors. The Coldfells Army gathers to stand against the tide of Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2498422",
      "en": "'Lainedhal's forces suffer a great loss. Tirith Rhaw fell to Orcs and trolls out of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29aa182",
      "en": "'A recent battle at Tol Ascarnen, in the Ettenmoors, drove the Coldfells army from the site.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3a49bd7",
      "en": "'Word arrives from the north. Lainedal suffered a terrible defeat at the eastern tower of Tirith Rhaw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2498423",
      "en": "'Tirith Rhaw has fallen. Angmar's forces control the tower now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29aa183",
      "en": "'Battle in the Ettenmoors sours, friend. Lainedhel's forces suffered a great loss as Orcs laid claim to Tol Ascarnen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c226c2",
      "en": "'Orcs and trolls drove the Coldfells Army from the Isendeep Mine in the Ettenmoors. Lainedhel has called for aide.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c226c3",
      "en": "'Lainedhel reports a failed attempt to claim the Isendeep Mine in the Ettenmoors. Orcs and trolls still control this pivotal location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa49bd92",
      "en": "'Tirith Rhaw in the Ettenmoors falls beneath the shadow of the north. Orcs and trolls stalk her walls now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x129d5be",
      "en": "'Tol Ascarnen, the central fortress in the Ettenmoors, fell to Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa49bd93",
      "en": "'Orcs and trolls encroached ever closer to Glân Vraig in the Ettenmoors when they claimed Tirith Rhaw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x95c48f3",
      "en": "'If you seek battle, speak with Rimdal here in Rivendell. Captain-General Lainedhal leads the Free People against the forces of Angmar in the Ettenmoors!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}