{
  "id": 620789549,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The time has come, [placeholder] -- Narsil will be reforged.\\n\\n'Will you accompany me to the forges? The work will take some time, but I would have you there at Andúril's making. Speak with me when your affairs are in order, and we can walk there together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My heart tells me that Gandalf speaks true, [placeholder]: it will take more than a sword, even a sword as well-crafted and with such lineage as Andúril, to fight the will of the Enemy. But I know this as well: we will do what we must, no matter the cost! We will stand opposed to all who threaten the safety of Middle-earth and will not rest until the Enemy is laid low and my people restored to safety and to plenty.\\n\\n'You are wondering why I did not tell you what it was that Gwindeth was seeking? That is hardly a riddle, [placeholder]! When I journeyed with Calenglad to claim the Silithar those long years ago, Gwindeth turned me aside with the rebuke that I was not yet ready for the sword to be reforged; indeed, I was not. How might events have been different if I had retrieved it at that young age? How might events have changed if Amlaith had taken it with him to Fornost?\\n\\n'We cannot see the ends of every road, [placeholder]. I withheld that information from you, for I believed that if the time was truly ripe, if Narsil was supposed to now be reforged, you would know for what Gwindeth asked without my telling you. It seems that on this matter, at least, I have been proven correct. Rejoice, [placeholder]! Dark days may lie ahead, but we will face them now with the light of Andúril before us and friends at our backs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Let us walk to the forges, [placeholder]. It will be some time before the sword is completed, and we can take in the air while the Elf-smiths of Elrond work their craft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blade that was Broken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Behold Andúril, Flame of the West!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have returned the last of the Silithair to Aragorn, and now the time has come for Narsil to be reforged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have aided me immensely, [placeholder]. You have my deepest thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aragorn in Rivendell and travel to the forges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aragorn is in one of the guest rooms of Elrond's House.\\n\\nThe Elf-smiths of Imladris will reforge the blade that was broken, and Aragorn is waiting to walk with you to the forges where it will be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aragorn is in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.\\n\\nAndúril, Flame of the West, has been forged from the shards of Narsil, and Aragorn is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}