{
  "id": 621000862,
  "txt": [
    {
      "id": "0xa5029c7",
      "en": "Talk to the soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'You find us bereft of command or purpose, [placeholder]. The captain charged with overseeing this encampment marched off yesterday, nearly all the stationed men at his side. The scouting expedition, as he named it, disappeared into that smoky green miasma and we have not seen nor heard sign of them since. \\n\\n'Captain Lachír's only orders to the few of us remaining were to stay put.\\n\\n'Surely he meant to have returned by now and surely the thing of utmost importance is to learn what became of them...'\\n\\nMulnír then glares meaningfully at the other soldier.\\n\\n'... no matter what my brother-at-arms here will attempt to persuade you. We cannot go after them - our orders forbid it - but you may. I beg of you, say that you will. Lives may depend on it.\\n\\n'We saw them head east into Udûn, then turn south shortly down the central road. Any search for them must start there, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "At last, Iadan lifts his gaze. His eyes widen in surprise when he sees you are no common soldier. You explain that you have come looking for Captain Lachír.\\n\\n'Well now, we were hardly with him long, were we? Got a ways down the road, saw some refuse and he set us on it. Seemed to think some treasure, real treasure, might be just under the next bit of rubble. I cannot rightly say he set out with that in mind, but the idea seemed to seize him, somehow, if you understand me.'\\n\\nA distant look comes into his eyes.\\n\\n'It comes to me now that we may have been the lucky ones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "You find several soldiers scrabbling among the refuse on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "The rummaging soldiers can be found east of the Foothold, south of Udûn's central road.\\n\\nNow that you have helped with the rummaging some, you should try talking to the soldiers again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "'What did the Captain even expect us to find? Tell me that, will you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'Didn't find anything either, did you? Well, never get your hopes up, I always say. Still, you gave it a try. That's something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Search among the rubble ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "You should talk to the soldiers you found scrabbling among the rubble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "The rummaging soldiers can be found east of the Foothold, south of Udûn's central road.\\n\\nSeveral men were left to rummage among refuse. You should help them check chests to speed up their burdensome task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Captain Lachír left with a search party yesterday and has not returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'Finding Captain Lachír and the other men is of utmost importance, [placeholder]. Search for them just east along the central road, and then to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Talk to Iadan again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "Searched and found little of value ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8595d0",
      "en": "You find us bereft of command or purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Ah, good. They've sent another.'\\n\\nThe soldier does not even look up to take you in.\\n\\n'Well then, what are you waiting for? Lend a hand. The Captain's command was to roll over every stone and pry open every soldier's chest until we found something of value. \\n\\n'If we don't step up the pace, we'll be out here yet another day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Tedious Search",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Search for Captain Lachír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'Been out here more than a day, we have. Rummaging among old chests and broken pots and not found one thing. My back's sore. My arms are sore. Everything's bloody sore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The Captain was last seen turning south off the main road as they made their way farther into Udûn. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'Well? Lend a hand. We must get through these.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}