{
  "id": 621000863,
  "txt": [
    {
      "id": 190220789,
      "en": "'I have expected a report these last two days from the Foothold, that is the near encampment of our men in Udûn. A large, well-provisioned force is stationed there, under Captain Lachír, and I can think of no reason for the silence. \\n\\n'If you pass the Foothold, [placeholder], will you remind them of their duties? My patience grows thin.'",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "DNT talk to Mulnír",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "DNT There seem to be few men in the camp for so many tents",
      "es": ""
    },
    {
      "id": 173025745,
      "en": "Talk to Barathron",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "You should find someone to talk to in the Foothold in Udûn and remind them of their duty to send regular reports up to High Captain Sador.",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Visit the Foothold in Udûn",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The encampment in Udûn, known as the Foothold, has not given any report in two days. ",
      "es": ""
    },
    {
      "id": 173025750,
      "en": "Talk to Mulnír",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'If you are travelling through Udûn, you cannot help but pass the Foothold. I ask only that you stop as you pass by and remind them they are bound to send me a daily report.'",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "The Foothold camp is nearly empty",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Foothold in Mordor",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "Mulnír sighs.\\n\\n'Yes, you have my word that we will send a report - just as soon as we have gathered our wits and made sense of this mess.'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT Find the encampment",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "'Duties? Ha. You can tell that to Captain Lachír and all the men he took with him. Wherever they are.'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "You should visit the Foothold in Udûn and remind them of their duty to send regular reports up to High Captain Sador.",
      "es": ""
    }
  ]
}