{
  "id": 621000874,
  "txt": [
    {
      "id": "0xb011844",
      "en": "The soldiers are just north of the central road in Udûn.\\n\\nYou should talk to this second set of soldiers and see what you can learn of Captain Lachír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "The soldiers are just north of the central road in Udûn.\\n\\nOthras and his fellow-soldier asked for your help in opening hatchways in their area, in search of artifacts or treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "The soldiers are just north of the central road in Udûn.\\n\\nYou should tell Mellor and Othras that these hatchways are not full of treasure - only belligerent forge-workers!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'Open any hatchway you find that's still closed. Only... stand back a bit and take care when you do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011824",
      "en": "The soldiers are just north of the central road in Udûn.\\n\\nNow that a number of the hatchways have been closed again, you should return to the soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'You found no treasure either, did you?'\\n\\nMellor looks deflated and tired.\\n\\n'Only goblins and the like? Aye, that's the same rotten luck we've been having. Orders are orders, though, and if we keep at it I'm sure things will turn around.'\\n\\nAlarmed, you tell them that you doubt there is any treasure down there, and that what they are doing is foolhardy and dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568953",
      "en": "'Yes, before we are overwhelmed. Let us all shut some of these hatchways!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "The soldiers are just north of the central road in Udûn.\\n\\nYou should encourage the soldiers to stop opening the hatchways.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568955",
      "en": "'You have our solemn thanks, good [placeholder], for freeing us from this folly. We will return to the Foothold with all speed, I assure you. But first, is there aught we can do for you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "Othras looks relieved.\\n\\n'You really think so? I - I thought it was a kind of madness, but then the Captain is so clever and self-sure. And as time went on, it seemed that after all, it was the reason for our search party. But now I feel as if some fog has lifted. You have given me the courage to trust my eyes and heart. What a relief, eh, Mellor?\\n\\n'Will you help us just once more, friend? I think we should shut back up some of the hatches we opened, before an overwhelming number of Orcs and goblins come scuttling out of them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568957",
      "en": "'I must confess, I will be glad to warm my hands by a fire back at the Foothold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "The soldiers are just north of the central road in Udûn.\\n\\nWith permission to abandon their mad task, the soldiers have asked you to help by closing some of the hatchways again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568959",
      "en": "'After leaving us to this hard work, the Captain and the rest of the party set off east down the road. Then, some ways off, they turned northwardly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT look for the captain down the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a0",
      "en": "'To be fully honest, I can't see how there could be treasure down those shafts. I reckon the Captain knows more about such things than I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "'Maybe the Captain's treasure is all in this next one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Talk to the soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'Shut the hatchways? Are you - are you sure it will be all right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "You espy a couple more soldiers, not far from the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b61",
      "en": "Closed hatchway ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Open hatchways ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Captain Lachír left with a search party yesterday and has not returned. He left some men searching among rubble for treasure, before continuing east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Well met! I cannot say how good it is to find a friendly face out here. Did you take note of the several hatchways positioned about this area? They lead down into crawl-ways among the forges. \\n\\n'We were given the tiresome and dangerous charge of opening them up in search of, well, I cannot say why but the Captain felt sure some treasure, or artifact, or powerful weapon might lie within. In truth, as we went on he talked of little else. At every bend, under every potsherd, he felt, something marvelous must lie!\\n\\n'Would you help us with our task? We have done some and do not have much farther to go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a0",
      "en": "Close opened hatchways ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The first soldiers left behind saw Captain Lachír and his party heading east along the central road of Udûn, before turning north.\\n\\nYou should continue to search for Captain Lachír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Perhaps it is well that you are looking after him. We know he carried on farther down the road. We watched him go - I'll confess it. Set his sights on something and after a stretch turned north. You go looking, you'll find signs of him, I guess.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Talk to Othras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Talk to Mellor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "No treasure here!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a8",
      "en": "Continue searching for Captain Lachír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Open and Shut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Talk to Othras",
      "es": "",
      "es (fem)": ""
    }
  ]
}