{
  "id": 620962999,
  "txt": [
    {
      "id": "0x6a502b8",
      "en": "Look at the fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Rossaran can be found in the Court of Tarondor on the First Circle of Minas Tirith.\\n\\nYou should speak with Rossaran.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Rossaran longs to return to Belfalas after the war is over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "The flame burns bright with the hope of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'This fire burns with embers of the signal fire for the lighting of the beacons. The flame before you connects me to each lit beacon. When I see this fire, I can see all the way to Nendath, overlooking the town of Tadrent where Bruidis goes about her daily tasks. It is good of her to keep my home a place of beauty and calm in my absence, while I am out here, protecting the prosperity of Gondor.\\n\\n'Thank you for the news, traveller. It gives me hope, and it is a reminder of what I fight for. I shall one day return home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "News From Tadrent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The brazier sits next to Rossaran.\\n\\nYou should look at the flames.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I rode to Minas Tirith with Prince Imrahil of Dol Amroth. It has been a long journey but I am glad to be able to fight at Imrahil's side.'\\n\\nYou tell Rossaran that you met his wife Bruidis in Tadrent on your travels through Belfalas.\\n\\n'How is Bruidis then? I bet she is keeping busy. How has Tadrent fared with the Corsair invasion I've heard tale of?'\\n\\nYou tell Rossaran about your adventures in Tadrent where you prevented Corsairs from sacking the town. Bruidis has turned the sleepy village of Tadrent into a prominent stop for merchants travelling between Dol Amroth and Calembel.\\n\\n'This is good news that brightens my spirits, traveller. I do still long to see my home again. Come look at the fire with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Speak with Rossaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "You meet Rossaran and tell him of news from his home, Tadrent.",
      "es": "",
      "es (fem)": ""
    }
  ]
}