{
  "id": 620962843,
  "txt": [
    {
      "id": 184621939,
      "en": "Lady Raenemel will accompany you within the Fourth Circle of the City. Use the small whistle to call her, if you get separated.\\n\\nTalk to Lady Raenemel and see what she has to say next.",
      "es": ""
    },
    {
      "id": 184621942,
      "en": "Continue to stroll up on the wall near Lady Raenemel's home in the northern half of the Fourth Circle.\\n\\nLady Raenemel will stroll with you around her neighbourhood. Use the small whistle to call her, if you get separated.",
      "es": ""
    },
    {
      "id": 184621945,
      "en": "Lady Raenemel will accompany you within the Fourth Circle of the City. Use the small whistle to call her, if you get separated.\\n\\nTalk to Lady Raenemel and see what she has to say next.",
      "es": ""
    },
    {
      "id": 148969510,
      "en": "reached point a",
      "es": ""
    },
    {
      "id": 184621952,
      "en": "You can enter the cisterns at the southern end of the First Circle.\\n\\nThe mysterious woman has bade you repair the breach where the goblins entered the cisterns before you speak further. You should gather nearby stones for the task.",
      "es": ""
    },
    {
      "id": 184621956,
      "en": "You can enter the cisterns at the southern end of the First Circle.\\n\\nThe mysterious woman has bade you repair the breach where the goblins entered the cisterns before you speak further. Use the stones you've gathered to block up the hole.",
      "es": ""
    },
    {
      "id": 184621960,
      "en": "The breach is within the cisterns, which can be entered at the southern end of the First Circle.\\n\\nBergil has come up just as you finished blocking up the breach.",
      "es": ""
    },
    {
      "id": 184620244,
      "en": "Lady Raenemel's house is in the Fourth Circle, near the Finding Place.\\n\\nYou should follow Lady Raenemel back to her house.",
      "es": ""
    },
    {
      "id": 148969522,
      "en": "reached point b",
      "es": ""
    },
    {
      "id": 148969528,
      "en": "reached point c",
      "es": ""
    },
    {
      "id": 148969721,
      "en": "Here is the spot where the goblins broke into the cisterns",
      "es": ""
    },
    {
      "id": 184621973,
      "en": "Lady Raenemel is at her house in the Fourth Circle, near the Finding Place.\\n\\nYou have found Lady's Raenemel's house and she is outside. Now you should talk to her.",
      "es": ""
    },
    {
      "id": 173025793,
      "en": "Gather stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025985,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 173025988,
      "en": "Stroll with Lady Raenemel",
      "es": ""
    },
    {
      "id": 173025798,
      "en": "Block up the breach",
      "es": ""
    },
    {
      "id": 173025993,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 173025808,
      "en": "Talk to Bergil",
      "es": ""
    },
    {
      "id": 173026002,
      "en": "return to benefactor's house",
      "es": ""
    },
    {
      "id": 173025812,
      "en": "Go to Lady Raenemel's house",
      "es": ""
    },
    {
      "id": 148969363,
      "en": "Lady Raenemel dashes ahead and begins to speak with Bergil in hushed tones",
      "es": ""
    },
    {
      "id": 173026005,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 148969366,
      "en": "Lady Raenemel and Bergil are speaking intently in hushed tones",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'You will not believe your ears, [placeholder]. She says it was she who placed all the things in the Finding Place. But I think that also - ah, never mind that. You should speak to her yourself.'",
      "es": ""
    },
    {
      "id": 173025817,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Learn more about what happened in the Cisterns and the mysterious woman you found there.",
      "es": ""
    },
    {
      "id": 173026008,
      "en": "Talk to Bergil",
      "es": ""
    },
    {
      "id": 184622003,
      "en": "The Old Guest-house lies in the First Circle, just south of the City Gates.\\n\\nThe mysterious woman stands before the Old Guest-house, talking to Bergil.",
      "es": ""
    },
    {
      "id": 184622007,
      "en": "You can enter the cisterns at the southern end of the First Circle.\\n\\nThe mysterious woman has bade you repair the breach where the goblins entered the cisterns before you speak further.",
      "es": ""
    },
    {
      "id": 173026017,
      "en": "Step away from Lady Raenemel's House",
      "es": ""
    },
    {
      "id": 173026020,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 173026021,
      "en": "Stroll with Lady Raenemel",
      "es": ""
    },
    {
      "id": 173026025,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 190220804,
      "en": "'Where was I? These children have only the barest of notions what hopelessness there is, and though all should fall tomorrow, I will NOT have unquenched candles dimmed. I will not break that spell. Nor would you! I see it in your eyes. I know of how you stood up to that petty ruffian. Yes, I hear much, though I am not seen.\\n\\n'I heard of Lord Boromir's end and it pierced my heart, it did. And now - Lord Faramir! Though all others remember them as grown men, noble and brave, in my mind they are but boys. For I was their tutor and governess, and the memory of the light in their eyes when I showed to them knowledge, truth, and wisdom - it fades not.\\n\\n'But let us not tarry here.'",
      "es": ""
    },
    {
      "id": 190220996,
      "en": "'I owe you much, [placeholder], but first the breach within the cisterns must be mended. You can be trusted with such a task, yes?'",
      "es": ""
    },
    {
      "id": 173026033,
      "en": "Stroll with Lady Raenemel",
      "es": ""
    },
    {
      "id": 173025845,
      "en": "Talk to the mysterious woman",
      "es": ""
    },
    {
      "id": 173026037,
      "en": "Talk to Lady Raenemel",
      "es": ""
    },
    {
      "id": 173025848,
      "en": "Return to the breach in the cisterns",
      "es": ""
    },
    {
      "id": 173026039,
      "en": "Stroll with Lady Raenemel",
      "es": ""
    },
    {
      "id": 190220819,
      "en": "'[placeholder], there is something I must say. An explanation is in order. But no, not here.\\n\\n'Walk with me.'\\n\\nLady Raenemel nods southward down the street.",
      "es": ""
    },
    {
      "id": 190220824,
      "en": "'These children. One can plainly see - even from afar - how they are untouched, untouched by the dark despair that has fallen over this fortress-city. Untouched by even the Enemy's pall that has darkened the skies. And I cannot, will not...\\n\\n'You see, it was my sons who first discovered the hole in that wall. And you should have seen the light in their eyes when they discovered what I had hidden there. Do you think, had they known it was I, the same light would have shone?\\n\\n'Come. Up that way.'",
      "es": ""
    },
    {
      "id": 190219680,
      "en": "'I have always loved the fountains outside the Baths. Let us stroll over there.'",
      "es": ""
    },
    {
      "id": 190219682,
      "en": "'Speak not until we are back at my home. I must think!'",
      "es": ""
    },
    {
      "id": 184621856,
      "en": "Lady Raenemel's house is in the Fourth Circle, near the Finding Place.\\n\\nBergil wants to take you to Lady Raenemel's house.",
      "es": ""
    },
    {
      "id": 190220833,
      "en": "we have been talking. much will change. thank you.",
      "es": ""
    },
    {
      "id": 190219688,
      "en": "Lady Raenemel beams.\\n\\n'Speak with the boy, [placeholder]. He will tell you all.'",
      "es": ""
    },
    {
      "id": 190220836,
      "en": "'Do you know why I took you on this stroll? To explain to you how I would not budge. How I would remain a watchful statue, above and far off, and help only as I may from the shadows.\\n\\n'But, I know not how, in endeavouring to explain myself, I have budged. Relented! I am a clouded pool, I am a troubled heart, but I cannot help but feel that beyond this pain I feel lies, might I call it... hope?'",
      "es": ""
    },
    {
      "id": 184621862,
      "en": "Stroll to the garden near Lady Raenemel's home in the northern half of the Fourth Circle.\\n\\nLady Raenemel will stroll with you around her neighbourhood. Use the small whistle to call her, if you get separated.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Several Mendings",
      "es": ""
    },
    {
      "id": 190220839,
      "en": "'[placeholder]! [placeholder]! I can hardly believe it. It WAS she who left the things for us. And she will come to see us now at the Old Guest-house, and we are all welcome to come here now, at any time. And she will let us see old rooms in the Houses of Lore we would never be allowed into otherwise. And any who wish it shall receive lessons!\\n\\n'But I am going on, aren't I? Ha ha! This is a good day, [placeholder], even if tomorrow will not be so. And I thank you, for you have brought many things to light, haven't you, in the end?'",
      "es": ""
    },
    {
      "id": 190221031,
      "en": "'Here is the [placeholder]. Bergil, would you be good enough to stay here a moment? This [placeholder] and I must speak alone.'",
      "es": ""
    },
    {
      "id": 190220841,
      "en": "'Speak with her, [placeholder].'",
      "es": ""
    },
    {
      "id": 139821104,
      "en": "'Let me think.'",
      "es": ""
    },
    {
      "id": 139821105,
      "en": "'I am trying to find the words. Give me another moment.'",
      "es": ""
    },
    {
      "id": 190220848,
      "en": "'Do you doubt that I tutored the Steward's sons? Many years had I laboured in the Houses of Lore, and after my sons perished in Lord Denethor's bid to retake old Osgiliath, he was wise and kind and generous in charging me with his own sons.\\n\\n'Few have seen my face in the years since they left my tutelage. Indeed, I have rarely left my chambers. But when I discovered the prizes I left in that crevice being taken not by the season or the month, but by the day - or more often - I found ways of watching the takers without being seen.\\n\\n'Like you, I have watched over these children. Only, in my own way, and you must understand that. This is what I am trying to impart to you. My own way.'",
      "es": ""
    },
    {
      "id": 139821106,
      "en": "'You must understand I - I am unused to so much speaking and company!'",
      "es": ""
    },
    {
      "id": 139821107,
      "en": "'I - I cannot. But I must.'",
      "es": ""
    },
    {
      "id": 139821108,
      "en": "'Yes, young man. I will. You have my word.'",
      "es": ""
    },
    {
      "id": 139821109,
      "en": "'You must not count on - I cannot say what will become, that is all.'",
      "es": ""
    },
    {
      "id": 120620263,
      "en": "\\n",
      "es": ""
    },
    {
      "id": 190220856,
      "en": "'Had I gone to Tumladen with the wains, as I was meant to... but I am an old thing, withered with grief and more at ease with my books than with living souls. Do you know, I wander the City by night, greeting ancient stones like friends, taking care never to cross the path of a living, breathing soul?\\n\\n'And so you must understand, [placeholder], you must undertake for me - these children, though I will love them from afar, they cannot, I will not... I am old, you see, and crooked with grief...\\n\\n'I am like a troubled pool, [placeholder], and nothing is clear to me. Let us return. I must think. Yes, think.'",
      "es": ""
    },
    {
      "id": 190221049,
      "en": "'Why look there. Good as any mason! You are full of marvels, [placeholder].\\n\\n'The lady, Lady Raenemel it is, she told me where she lives. We should go there now, and speak with her. She is in the Fourth Circle, near the Finding Place, of course.'",
      "es": ""
    },
    {
      "id": 184621890,
      "en": "Walk to the fountain by the Baths near Lady Raenemel's home in the northern half of the Fourth Circle.\\n\\nLady Raenemel will stroll with you around her neighbourhood. Use the small whistle to call her, if you get separated.",
      "es": ""
    },
    {
      "id": 139821121,
      "en": "'These - these children!'",
      "es": ""
    },
    {
      "id": 139821122,
      "en": "'Now then.'",
      "es": ""
    },
    {
      "id": 139821123,
      "en": "'What does that look on your face mean?'",
      "es": ""
    },
    {
      "id": 139821124,
      "en": "'Why am I still here? Is that what you're wondering?'",
      "es": ""
    },
    {
      "id": 184621894,
      "en": "Lady Raenemel will accompany you within the Fourth Circle of the City. Use the small whistle to call her, if you get separated.\\n\\nTalk to Lady Raenemel and see what she has to say next.",
      "es": ""
    },
    {
      "id": 139821125,
      "en": "'No, I can fight it no longer. My heart sees true.'",
      "es": ""
    },
    {
      "id": 139821126,
      "en": "'Hmph!'",
      "es": ""
    },
    {
      "id": 139821127,
      "en": "'Yes, well.'",
      "es": ""
    },
    {
      "id": 139821128,
      "en": "'Let us go on.'",
      "es": ""
    },
    {
      "id": 139821129,
      "en": "'Hm. Hm hm hm.'",
      "es": ""
    },
    {
      "id": 184621904,
      "en": "Return with Lady Raenemel to her home in the northern half of the Fourth Circle.\\n\\nLady Raenemel will stroll with you around her neighbourhood. Use the small whistle to call her, if you get separated.",
      "es": ""
    },
    {
      "id": 190220881,
      "en": "'Lady Raenemel's house is in the Fourth Circle, right by the Finding Place.'",
      "es": ""
    },
    {
      "id": 184621907,
      "en": "Lady Raenemel will accompany you within the Fourth Circle of the City. Use the small whistle to call her, if you get separated.\\n\\nTalk to Lady Raenemel and see what she has to say next.",
      "es": ""
    },
    {
      "id": 190220882,
      "en": "'How did Lady Raenemel stay in the City, I wonder? I don't think anyone has ever seen her before!'",
      "es": ""
    },
    {
      "id": 190220883,
      "en": "'She lives just around the way from the Finding Place! How many times have we gone past her, and never known!'",
      "es": ""
    },
    {
      "id": 190220884,
      "en": "'Go on, if that's what she wants. I'll be all right.'",
      "es": ""
    },
    {
      "id": 184621910,
      "en": "Bergil stands outside Lady Raenemel's house in the Fourth Circle.\\n\\nLady Raenemel and Bergil were speaking as you approached. Now Bergil seems to have something to say to you.",
      "es": ""
    },
    {
      "id": 190220885,
      "en": "'I have some words that I wish to say to you... over there.'",
      "es": ""
    },
    {
      "id": 190220887,
      "en": "'Over there, where there is a small garden beside the path.'",
      "es": ""
    },
    {
      "id": 190220888,
      "en": "'Up the stairs to the wall-walk, where we may have a view.'",
      "es": ""
    },
    {
      "id": 190220889,
      "en": "'Let us not tarry, but go on along the wall-walk.'",
      "es": ""
    },
    {
      "id": 148969667,
      "en": "Gathered a stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148969477,
      "en": "reached point d",
      "es": ""
    },
    {
      "id": 184621920,
      "en": "Lady Raenemel's house is in the Fourth Circle, near the Finding Place.\\n\\nLady Raenemel wishes to speak with you alone.",
      "es": ""
    },
    {
      "id": 148969671,
      "en": "Bergil comes up just as you finish your work",
      "es": ""
    },
    {
      "id": 173024593,
      "en": "Return to Raenemel's home",
      "es": ""
    },
    {
      "id": 184621922,
      "en": "Lady Raenemel's house is in the Fourth Circle, near the Finding Place.\\n\\nLady Raenemel wishes to speak with you alone... outside her home.",
      "es": ""
    },
    {
      "id": 173024597,
      "en": "Return to Lady Raenemel's house",
      "es": ""
    },
    {
      "id": 184621927,
      "en": "Lady Raenemel will accompany you within the Fourth Circle of the City. Use the small whistle to call her, if you get separated.\\n\\nTalk to Lady Raenemel and see what she has to say next.",
      "es": ""
    },
    {
      "id": 148969681,
      "en": "Bergil takes his place beside you",
      "es": ""
    },
    {
      "id": 148969682,
      "en": "You have arrived at Lady Raenemel's house",
      "es": ""
    },
    {
      "id": 184621936,
      "en": "Stroll up onto the wall near Lady Raenemel's home in the northern half of the Fourth Circle.\\n\\nLady Raenemel will stroll with you around her neighbourhood. Use the small whistle to call her, if you get separated.",
      "es": ""
    }
  ]
}