{
  "id": 620780446,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected cave-claw legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ormr's son Gísli was recently assigned to his first post at Noglond, the way-station in the Vale of Thráin. The dwarf wants to prepare his son's favourite meal to show him he is thinking about him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome and well met! I could use your help, if you have a moment. I've a bit of a problem -- nothing terrible, mind you, but difficult for this old dwarf. You see, it's my son, Gísli. He's a good fellow and all, but he is young and doesn't have the experience of his elders. He has just received his first post, down at Noglond in the Vale of Thráin.\\n\\n'I want to send Gísli his favourite meal so he knows I'm thinking about him, but I don't have the most important ingredient: Cave-claw legs! If you can bring me a batch, I just know Gísli will be pleased! You can find cave-claws in the old mine east of Thorin's Halls.\\n\\n'You've not had a good meal, until you've tasted my stew!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cave-claws can be found in the old mine east of Thorin's Hall. Ormr is on the road south from Thorin's Hall to Noglond.\\n\\nOrmr has asked you to collect the last ingredient he needs to prepare Gísli's favourite meal: cave-claw legs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am at your service, [placeholder]! I'll just add these to the stew... give me a few minutes.\\n\\n'There we are! Could you take this meal to Gísli? You can find him south of here at Noglond, the way-station in the Vale of Thráin. Just follow the road south!\\n\\n'Gísli will be pleased, I am sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísli is at Noglond, south of Thorin's Halls.\\n\\nOrmr finished preparing the stew for his son and asked you to deliver it to Gísli for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should hurry if you're going to get that meal to Gísli before it gets cold. He is posted at Noglond, the way-station in the Vale of Thráin, south down the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have started preparing the stew, but I need those cave-claw legs to finish it, [placeholder]. They are the most important ingredient!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I hope the stew was not too cold when you came to Noglond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Not again! This is the third meal my father has sent me in as many days! When will he realize I'm a grown dwarf, and not a child to be coddled and fretted over?\\n\\n'Ah, you're not to blame. Thank you for the food. Maybe someday my father will realize I'm not the thin-bearded dwarf of sixty he remembers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am so proud of Gísli! Perhaps someday he will be a guard here at Thorin's Halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Can I help you with something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the cave-claw legs to Ormr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My father treats me like a child.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect cave-claw legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Gísli the meal prepared by his father",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The stew is good, but respect would be better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gísli's Favourite",
      "es": "",
      "es (fem)": ""
    }
  ]
}