{
  "id": 620780474,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found Flosi's pick-axe",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated cave-claws in cave ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Flosi, an elderly dwarf-prospector, lost his pick while digging in an old cave infested by cave-claws.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Can you keep a secret? I was exploring an old cave over yonder, when I was attacked by one of those vicious cave-claws. In the fight, I accidentally left my pick-axe behind.\\n\\n'Could you go and get my pick for me... and while you're at it, kill off a few of those cave-claws, so I can continue my digging in peace.\\n\\n'The cave is to the south-east in the Winterheights. Hurry now! I think I was nearing a vein of gold when they drove me out!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The cave is south-east of Thorin's Hall, in the Winterheights.\\n\\nCertain that he was nearing a vein of gold before being driven out of the cave, Flosi asked you to retrieve his pick-axe, as well as clear some of the cave-claws from the cave.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, there she is! Thank you, [placeholder]. But I've sad news... a friend of mine told me that cave's been tapped dry. There's naught but fool's gold in there.\\n\\n'But don't you worry... I'll find my claim one of these days!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Flosi is on the stairs in front of the main gate to Thorin's Hall.\\n\\nYou should return the pick-axe to Flosi and let the old prospector know it should be safe for him to return to the cave.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My pick-axe must still be in the old cave south-east in the Winterheights.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you find my pick-axe? I'll need that if I'm to find my claim. You've no knowing how many years I've been digging, trying to find a stake of my own.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Well, the mine may be tapped dry, but at least you found my pick-axe!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You've my thanks for retrieving my pick-axe [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Flosi's lost pick-axe",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat cave-claws in cave ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the pick-axe back to Flosi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lost Tool",
      "es": ""
    }
  ]
}