{
  "id": 620780500,
  "txt": [
    {
      "id": 136263297,
      "en": "You found a small goblin camp",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Grímkell scoffed at Vífill's story of goblins in the Vale of Thráin, blaming Vífill's injury instead upon his own clumsiness.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I don't doubt Vífill made up his story of goblins after hitting himself with his own axe!\\n\\n'Oh? You think he told the truth? Not likely! But if you're so sure he's met up with goblins, maybe you can go find them.\\n\\n'The goblins of the Blue Mountains sometimes carry these little things, fetishes I guess you might call them. Bring me one of their fetishes, and maybe I'll lend Vífill's tale my ear.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Vífill said there were goblins south of his camp.\\n\\nGrímkell told you he would only be convinced of Vífill's tale if you could bring him an authentic goblin fetish.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What's this? Oh...\\n\\n'I must beg your pardon. It seems you and Vífill were right. Let's see now. Goblins in the Vale?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The goblin camp is south of Vifill's location at the firewood grove.\\n\\nYou've found the goblins, but Grimkell may still not believe you. The totem from their camp may convince him if you can claim it and bring it back.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What? He doesn't believe me? Well that beard-chewing...! Forget I said that. He's a good commander, just a bit contrary at times.\\n\\n'I suppose that you'd best go find one of those fetishes Grímkell wants. There are goblins to the south of my camp and a bit to the west.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'No goblins, eh? I knew Vífill made it up.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'What? He doesn't believe me? Well that beard-chewing-\\n\\n'Forget I said that. He's a good commander, just a bit, uh, contrary at times, I guess would be best to put it.\\n\\n'I'll just take a little longer to rest up here, but if you want to find those goblins, they're not far away, just north like I said.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the fetish to Grímkell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the goblin fetish.",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect the goblin fetish.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hunting Goblins",
      "es": ""
    }
  ]
}