{
  "id": 620780457,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Lonely Mountain seems so far away. Ah, how I wish I were there now! Our larders here in the Blue Mountains are scant, and we Longbeards are going to be here for some time. \\n\\n'If you want to make yourself useful, go out and hunt some of the aurochs for me. There are plenty of those beasts wandering west of Frerin's Court to last all season, and we could use the meat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Lonely Mountain seems so far away. Ah, how I wish I was there now! Our larders here in the Blue Mountains are scant, and we Longbeards won't be going anywhere for awhile. \\n\\n'Do us a kindness and bring home some aurochs meat from the hills around Thorin's Gate. The beasts are known to put up quite a fight when protecting their herds, so keep your wits about you, and we'll eat well tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We'll have a fine feast of Aurochs meat tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Bravo, [placeholder]! We'll have a grand feast tonight and salt the rest of the haunches to last the rest of the season.\\n\\n'Here, you may find use of some of this as well. It will keep you strong. If ever you are in need of such provisions, come and see me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stocking the Larder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Aurochs herds are all about west of Frerin's Court. You can't miss them, what with their wooly hides and large horns. I reckon a half-dozen should do the trick. Don't want to take more than we need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bogi is concerned that the Longbeards do not have enough food for a prolonged stay. He needs aurochs meat to help stock the larder at Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected aurochs-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the aurochs-meat to Bogi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Herds of aurochs are found throughout the hills to the west of Frerin's Court. \\n\\nKill some of the beasts and bring their meat back to Bogi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect aurochs-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}