{
  "id": 620780493,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated cave-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The stone beneath Thorin's Gate is honeycombed by cave-claw burrows. If the damage continues, the entire area could be weakened enough to collapse on itself.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The cave-claws are destroying the land with their rampant digging. Without some way to reduce their numbers, I fear the ground will collapse beneath our feet. Even the Dourhands are aware of the menace, but the sluggards have done nothing.\\n\\n'Bogi, a Longbeard Dwarf at Frerin's Court, asked that I organize efforts to thin the number of cave-claws to help prevent further damage.\\n\\n'You will find the cave-claws along the hillside west of the ruins of Edhelion, surrounding and within the Silver Deep at the base of the hill. When you have done this task, seek Bogi at Frerin's Court in the centre of Thorin's Gate, to the west.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cave-claws are found along the hill-side west of Edhelion, scattered near the entrance and within the Silver-deep.\\n\\nOrodlin asked you to defeat cave-claws found throughout Thorin's Gate and deliver the message that you have to Bogi at Frerin's Court.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We cannot undo the damage wrought by the cave-claws, but their future impact on the caverns will be minimal. Thank you, [placeholder], for all you have done.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bogi can be found in the centre of Thorin's Gate at Frerin's Court west of Edhelion in the centre of the valley.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The mindless beasts dig and dig without a care for the damage they do. Someone must kill the cave-claws before they do any more damage.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You certainly took care of that problem. I'll see to it that the Dourhands do their part from now on.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for your assistance with our cave-claw problem.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You certainly took care of that problem. I'll see to it that the Dourhands do their part from now on.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You did a good thing back there!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat cave-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You did a good thing back there!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak to Bogi at Frerin's Court",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Be on your guard, [placeholder]. There are worse things about than those beasts.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fear of Collapse",
      "es": ""
    }
  ]
}