{
  "id": 620780583,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected minor metalsmithing-lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected minor woodworking-lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Solvi Scrollbearer is certain that better use could be made of the resources found outside Gondamon and wants your help in acquiring information to support this idea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If we are to defeat the goblins of Rath Teraig and the sneaking Dourhands that even now remain in the hidden corners of the Blue Mountains, we'll need to make better use of the resources we have available.\\n\\n'The wild lands around Gondamon are a bounty of such resources, but if we don't make full use of them, we might as well be giving them to the goblins!\\n\\n'If you know a scholar of some skill, I would have him prepare for me some minor metalsmithing-lore and some minor woodworking-lore. Armed with these, I can surely prepare a plan for better using what we have. I will pay you for your efforts, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Solvi Scrollbearer is at Gondamon, on the low-lands of Ered Luin.\\n\\nSolvi Scrollbearer asked you to have a scholar prepare some minor metalsmithing-lore and some minor woodworking-lore for him to examine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for these, [placeholder]! Now I must engross myself in study and take what lessons from these I can!\\n\\n'Here is your payment, as I promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Solvi Scrollbearer is at Gondamon, on the low-lands of Ered Luin.\\n\\nSolvi Scrollbearer asked you to have a scholar prepare some minor metalworking-lore and some minor woodworking-lore for him to examine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It is taking me a while to make sense of the lore you brought to me, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need minor metalsmithing-lore and minor woodworking-lore if I am to make best use of the resources to be found on the low-lands surrounding Gondamon. Have you forgotten?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have no doubt we will overcome both the goblins and the Dourhands, if we are true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I have no doubt we will overcome both the goblins and the Dourhands, if we are true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring minor woodworking and metalsmithing-lore to Solvi Scrollbearer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect minor metalsmithing-lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect minor woodworking-lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Making Use of the Low-lands",
      "es": "",
      "es (fem)": ""
    }
  ]
}