{
  "id": 620780525,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated bears in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated hendrevail in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated lynx in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vicious bears have grown numerous and bold north of Noglond along the road through the Vale of Thráin, making travel through the Vale unsafe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Lynx killed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There was a time when our hunters kept the number of bears in check, but alas, the beasts have grown numerous in recent years. It's shameful, really, that we have let the wild overrun our paths. As long as dwarves dwell here, the ways should be safe.\\n\\n'If you want to be of help, patrol north from Noglond to Hunter's Notch and clear out any of the beasts you find.\\n\\n'With your help, we will make the road safe once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hunter's Notch can be found north of Noglond.\\n\\nKetill has asked you to hunt bears in Hunter's Notch and cull their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your help with the bears. Thanks to you the road will be safe once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ketill is in Noglond, south of Thorin's Hall.\\n\\nYou should return to Ketill and report the results of your patrol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are still wild and savage bears plaguing the roads. Continue your hunt for the beasts and return to me when you've managed to cull their numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The roads should be safe, for a time anyway, thanks to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'No one has made an effort to keep the roads clear for a long time. Well, that's going to change!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bears in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat hendrevail in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat lynx in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Kill lynx ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Clear the Roads",
      "es": "",
      "es (fem)": ""
    }
  ]
}