{
  "id": 620780587,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected bronze gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected bronze helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Efi Plateshaper is eager to outfit the dwarves guarding the barricade to Rath Teraig and asked for your help collecting the necessary pieces of armour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Goblins infest the narrow reaches of Rath Teraig, and stout-hearted dwarves keep the southern barricade against them. Their armour will fail before their spirits do, [placeholder], so we must do for them what we can!\\n\\n'If you can ask a metalsmith to fashion bronze gloves and a bronze helm, then bring them to me, I will see that the staunch defenders of the barricade receive them.\\n\\n'You will be paid for your trouble, of course, in coin and other small things, though given the importance of this task no one would presume to ask for payment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Efi Plateshaper is at Gondamon, in the Low-lands of Ered Luin.\\n\\nEfi Plateshaper asked you to bring him bronze gloves and a bronze helm with which he can outfit the defenders of the barricade at Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for these, [placeholder]. Take these coins and other items. I insist, even though the knowledge of the good you are doing for the defenders should be enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Efi Plateshaper is at Gondamon, in the Low-lands of Ered Luin.\\n\\nEfi Plateshaper asked you to bring him bronze scale gloves and a bronze helm with which he can outfit the defenders of the barricade at Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The defenders at the barricade will be glad to see the armour you have given me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am still waiting for bronze gloves and a bronze helm, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We will triumph over both goblins and Dourhands! How could we not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We will triumph over both goblins and Dourhands! How could we not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring bronze gloves and a bronze helmet to Efi Plateshaper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect bronze gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect bronze helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Outfitting the Defenders",
      "es": "",
      "es (fem)": ""
    }
  ]
}