{
  "id": 620780499,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Goblins, here in Vale of Thráin? Nay, that's not likely. Surely not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ha! Well met! I was wondering when Grímkell would send someone. I was in the clearing, cutting wood for Noglond, when goblins fell on me from the shadows of the trees.\\n\\n'I managed to kill two and wounded the last, enough to drive it off, but was wounded myself in the fight. The foul creature ran off to the south. Tell Grímkell what happened and to send help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cutting Cords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "An armoured dwarf lies on the ground with a bloodied arm. 'I was...wondering when Grimkell would...would send someone.'\\n\\nThe Dwarf's breath comes in laboured gasps. 'I was in the clearing, cutting wood for Noglond,' he nods back towards the grove, 'When goblins fell on me from the shadows of the trees. I managed to kill off two and wound the last, enough to drive it off, but was wounded myself in the effort. It ran off to the north. Tell...Grimkell. Go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found Vifill, who is wounded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Vífill still hasn't returned from the firewood grove just up the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found Vifill, who is wounded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I'll be fine... leave me. Grímkell must be told about the goblins immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found the goblins that attacked Vifill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Vífill is somewhere in the firewood grove down the road west of Noglond.\\n\\nGrímkell has asked you to go out and search for Vífill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Have you found Vifill's norbog yet? Not so dangerous as goblins, but it wouldn't do to have them wandering about.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have found the goblins that attacked Vifill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grímkell is at Noglond, east of the firewood grove.\\n\\nVífill tells you to inform Grímkell of the presence of goblins in the firewood grove.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I'll be fine...leave me. Grimkell must be told about the goblins immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Vifill tells you to inform Grimkell of the presence of goblins in the firewood grove.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Grimkell refuses to believe that there could be goblins in Thrain's Vale, instead suggesting that he was attacked by a norbog. He was you to hunt down the norbog and dispose of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have found the goblins that attacked Vifill. You should dispose of the goblins before they have an opportunity to attack Noglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "You should return to Grimkell and warn him of the goblin presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Vífill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Vifill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the norbog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the norbog's nest and destroy it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Slay the goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "There are far too many goblins here. You should tell Grimkell about the camp and request aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Grímkell, the commander at Noglond, sent one of his guards, Vífill, to cut some firewood and is concerned because Vífill has failed to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You there! I sent Vífill to cut a quarter-cord of firewood for Noglond, but he hasn't come back. See if you can find him.\\n\\n'Just follow the road to the west. There's a clearing out that way where we gather our wood.\\n\\n'Be wary though... who knows what's delayed Vífill.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}