{
  "id": 620780504,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated goblins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Goblin-chieftain defeated.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Grímkell thinks the goblins have occupied a large ruin, a former Dourhand city, to the south-west of Noglond.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I think I know what's going on. There are some sprawling old ruins just south-west of here. I think the goblins have occupied those ruins.\\n\\n'I'd be sorry to have to send a message up to Thorin's Halls or off to Gondamon for help. I guess I'd feel like Vífill must have. They would laugh and leave it lie.\\n\\n'I wonder if you and some friends, perhaps, could deal with these goblins? If you could raid their camp in those ruins and defeat their chieftain, I wouldn't have to ask for help from elsewhere. I'd gather some allies, though -- the camp is likely to be well-guarded.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Blue-crag Chieftain is at the large goblin camp in ruins to the south-west of Noglond. \\n\\nEmbarrassed by his previous skepticism, Grímkell has asked you to raid the goblins in their camp and slay their chieftain. He suggested you take allies.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! Good work. I'm sorry I ever doubted Vífill, but who would have known that goblins would actually dare to enter the Vale of Thráin?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Grímkell is in Noglond, north-east of the goblin encampment.\\n\\nYou should return to Grímkell with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search the goblin-camp in the ruins to the south-west for the Blue Crag Chieftain and put him out of our misery.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You need to find some evidence of the goblin menace. Go back to the camp and see if you can find something. Look for one of their leaders they might have some orders or device.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ha ha! Good job with those goblins!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat goblins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the goblin-chieftain",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Villains in the Vale",
      "es": ""
    }
  ]
}