{
  "id": 620780450,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a glittering copper necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nefi Gemcutter has broken the setting of a necklace he once fashioned and desires a replacement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I was a jeweller of no small skill some time ago, and though I have now put down my tools, the pieces I fashioned during my youth are still precious to me.\\n\\n'It is thus with sadness that I report to you that one of the necklaces I crafted but a few years ago has lost its setting! It has been too long for me to fashion a replacement, but if you know a jeweller who could do so, I would appreciate it.\\n\\n'Bring me a glittering copper necklace, and I will pay you a fair sum. I have a few small items as well, including some leftover gemstones, with which I would be willing to part.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nefi Gemcutter is along the road that approaches Thorin's Hall.\\n\\nNefi Gemcutter has asked you to bring him a glittering copper necklace to replace one he made during his own time as a jeweller.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done as I asked and brought to me a glittering copper necklace. I thank you for it and give to you these coins and materials!\\n\\n'I must admit, however, that this necklace does not seem as special to me as the one that I crafted with my own hands. Perhaps I will come to appreciate this one, but I had not expected to feel this way. That's a little strange, isn't it?\\n\\n'Thank you for it, friend. I am sure I will feel differently in the morning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nefi Gemcutter is along the road that approaches Thorin's Hall.\\n\\nNefi Gemcutter has asked you to bring him an agate necklace to replace one he made during his own time as a jeweller.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I did not think that necklace meant so much to me. How strange.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you planning on bringing me a glittering copper necklace or not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I did not mean to offend. The necklace you brought me in replacement is appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I did not mean to offend. The necklace you brought me in replacement is appreciated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring glittering copper necklace to Nefi Gemcutter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a glittering copper necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: Nefi's New Setting",
      "es": "",
      "es (fem)": ""
    }
  ]
}