{
  "id": 620780503,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have given the banner to Bolli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You raided the goblin encampment in the Vale of Thráin and slew their chieftain, but the threat still looms over the peoples of Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is unthinkable that these goblins managed to sneak into the Vale of Thráin under my very beard. Well, there's nothing to do about it now but prepare for the worst.\\n\\n'I need you to take the fetish you found to Bolli, the Captain of the Guard in Gondamon to the east. He must know of the goblin's incursion from the valley into Vale of Thráin.\\n\\n'I've no doubt this is a sign of a larger threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bolli is at Gondamon, east of Noglond.\\n\\nGrímkell has asked you to take the goblin fetish to Bolli, the Captain of the Guard at Gondamon, and warn him of the threat the goblins pose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You carry with you a fetish of the Blue Crag goblin tribes. It's clear that the vile creatures are on the move and intend to launch an offensive against the Vale of Thráin. Troubling news, to be sure.\\n\\n'We must crush the goblin forces before they become an even greater threat. Their presence in the Vale is a festering blight on the land and if we don't stop it now, it will spread like a shadow across the land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That fetish must be brought to Gondamon with all haste. Proof of the goblin threat must be seen by the Captain of the Guard himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You said Grímkell sent you? Do you have anything to deliver?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The goblins are growing more bold...we must redouble our vigilance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is well that you brought me the goblin-fetish. At least now we know what tribe we are dealing with!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the goblin fetish to Bolli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Hopefully, Bolli will send more dwarves to defend the Vale against the goblins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the goblin fetish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you for your aid, [placeholder]. I only hope it was in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblins in the South",
      "es": "",
      "es (fem)": ""
    }
  ]
}