{
  "id": 620780434,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed Skorgrím's Bloom plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A poisonous plant called \\qSkorgrím's Bloom.\\q threatens the wildlife of Ered Luin. Without someone to halt the spread, the lives of many creatures may be at risk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a dangerous plant spreading from the goblin cave north-west of here. The dwarves call it \\qSkorgrím's Bloom\\q after that vile dwarf slain many years ago when Edhelion fell. \\n\\n'This foul weed is foreign to Ered Luin, and its spread must be contained. The plant is quite deadly, and I fear that many unknowing creatures will be poisoned if they graze upon it.\\n\\n'We cannot wipe it out in one blow, but we can halt its spread. The plants can be found flowering along the path leading to Mirkstone Tunnels, north-west of here. Uproot some of these plants, and you will be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Skorgrím's Bloom can be found flowering along the path leading to Mirkstone Tunnels, north-west of Frerin's Court.\\n\\nDestroy the poisonous blossoms, lest they spread down the mountainside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello, master dwarf. There is a dangerous plant spreading from the goblin cave north-west of here, a plant called \\qSkorgrím's Bloom\\q. \\n\\n'This foul weed is foreign to Ered Luin, and its spread must be contained. The plant is quite deadly, and I fear that many unknowing creatures will be poisoned if they graze upon it.\\n\\n'We cannot wipe it out in one fell swoop, but we can halt its spread. Uproot some of these plants, and you will be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Erynwen is found at the centre of Frerin's Court.\\n\\nYou destroyed some of the Skorgrím's Bloom plants, as Erynwen asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A poisonous plant called Skorgrím's Bloom flowers along the path leading to Mirkstone Tunnels, just north-west of here. Stop the spread of the plant by destroying any blossoms you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you, kind [placeholder]. If we can keep the plants from spreading, perhaps they will die out on their own. The creatures of Thorin's Gate are safer thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done well in stopping the spread of \\qSkorgrim's Bloom.\\q You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Mae govannen nín mellon. If we can keep the plants from spreading, perhaps they will die out on their own. The creatures of Thorin's Gate are safer, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Skorgrím's Bloom plants ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Deadly Bloom",
      "es": "",
      "es (fem)": ""
    }
  ]
}