{
  "id": 621050111,
  "txt": [
    {
      "id": 190220560,
      "en": "'[placeholder]! Tell me everything! Are the Houses of Rest free of evil?'\\n\\nYou tell Ausma of Loknashra's return, the unnatural animation of the dwarf-lords, Vethúg Wintermind's resurrection as a wight, and Loknashra's ultimate defeat.\\n\\n'By the Valar! You were just in time to prevent a catastrophe! I am filled with amazement that you were able to defeat the newly-risen Vethúg Wintermind with so few! I am concerned to hear that Loknashra escaped, but she and Drugoth will need time to regain their power. They are certain to be off the table for the remainder of this war. For now, our top priority must be the defeat of Hrímil Frost-heart. One of us will send for you when we are ready to strike at the dragon's lair!'",
      "es": ""
    },
    {
      "id": 190220768,
      "en": "'[placeholder]! I have urgent news: Loknashra has been spotted in the Pit of Stonejaws!\\n\\n'I have had my scouts keep an eye out for her after she disappeared from the Welkin-lofts, clearly changed from that Angmarim ritual you and Hórin beheld. She had completely vanished from Gundabad, until now! Kyrstig has just sent word that there is new activity in the Houses of Rest, and she witnessed the hobgoblins there first-hand! I want you to go to the Pit of Stonejaws and meet her outside the Houses of Rest. Investigate them with her. I have a feeling that Loknashra has returned to enact her vengeance upon us, and we must put an end to her plan before it is too late! Go, find Kyrstig with haste!'",
      "es": ""
    },
    {
      "id": 190220791,
      "en": "'[placeholder]! I have urgent news: Loknashra has been spotted in the Pit of Stonejaws!\\n\\n'I have had my scouts keep an eye out for her after she disappeared from the Welkin-lofts, clearly changed from that Angmarim ritual you and Hórin beheld. She had completely vanished from Gundabad, until now! Kyrstig has just sent word that there is new activity in the Houses of Rest, and she witnessed hobgoblins there first-hand! I want you to go with her and investigate the Houses of Rest. I have a feeling that Loknashra has returned to enact her vengeance upon us, and we must put an end to her plan before it is too late! Go, find Kyrstig with haste!'",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'[placeholder]! Did Ausma send you to assist me? Good. To be frank, I was afraid to go in there alone! This place was pretty quiet when last I scouted these tombs, but there has been a flurry of activity here of late. And it's not the Angmarim, it's the hobgoblins! If I had to venture a guess, I would say Loknashra has taken leadership of the hobgoblins that were spared the control of the Dragon Voice, and has sent them to the tombs. Hórin did say she swore revenge on everyone, right? I think they might be eager to turn our resting ancestors into their foot-soldiers!\\n\\n'We have no other option but to go in there and stop her. It would take too long to wait for reinforcements. You're coming with me, right?'",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "Talk to Kyrstig near the Houses of Rest",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Talk to Scout-master Ausma",
      "es": ""
    },
    {
      "id": 173025558,
      "en": "Talk to Kyrstig in Adkhât-zahhar, the Houses of Rest",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'We really were just in time, [placeholder]! Can you imagine if the newly-restored Vethúg Wintermind was permitted to wreak havoc on our forces? The war would have been over... and not in our favour! It is a pity Loknashra escaped, but I don't think we'll see her again anytime soon. I hope not, anyway.\\n\\n'You should return to Ausma and tell her what happened. I will stay here for now and make sure we didn't miss any wights or hobgoblins. And please thank her for sending you my way. I wouldn't have been able to do this without you!'",
      "es": ""
    },
    {
      "id": 126687094,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220776,
      "en": "'We really were just in time, [placeholder]! Can you imagine if the newly-restored Vethúg Wintermind was permitted to wreak havoc on our forces? The war would have been over... and not in our favour! It is a pity Loknashra escaped, but I don't think we'll see her again anytime soon. I hope not, anyway.\\n\\n'You should return to Ausma and tell her what happened. I will stay here for now and make sure we didn't miss any wights or hobgoblins. And please thank her for sending you my way. I wouldn't have been able to do this without you!'",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'[placeholder]! Tell me everything! Are the Houses of Rest free of evil?'\\n\\nYou tell Ausma of Loknashra's return, the unnatural animation of the dwarf-lords, Vethúg Wintermind's resurrection as a wight, and Loknashra's ultimate defeat.\\n\\n'By the Valar! You were just in time to prevent a catastrophe! I am filled with amazement that you were able to defeat the newly-risen Vethúg Wintermind with so few! I am concerned to hear that Loknashra escaped, but she and Drugoth will need time to regain their power. They are certain to be off the table for the remainder of this war. For now, our top priority must be the defeat of Hrímil Frost-heart. One of us will send for you when we are ready to strike at the dragon's lair!'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Kyrstig has sent word that the mysterious Loknashra has been spotted in the Pit of Stonejaws. Scout-master Ausma has asked you to investigate right away.",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Complete 'Discovery: Adkhât-zahhar, the Houses of Rest'",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Complete Adkhât-zahhar, the Houses of Rest, on any difficulty",
      "es": ""
    },
    {
      "id": 236954597,
      "en": "DNT Houses of Rest Intro",
      "es": ""
    },
    {
      "id": 184621156,
      "en": "You should find Kyrstig and help investigate the Houses of Rest.",
      "es": ""
    },
    {
      "id": 184621157,
      "en": "You should seek out the entrance to Adkhât-zahhar, the Houses of Rest.",
      "es": ""
    },
    {
      "id": 184621158,
      "en": "You should complete Adkhât-zahhar, the Houses of Rest, on any difficulty.",
      "es": ""
    },
    {
      "id": 184621159,
      "en": "You should report to Kyrstig at once.",
      "es": ""
    },
    {
      "id": 236954371,
      "en": "Loknashra's Return",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Ausma is waiting for your report.",
      "es": ""
    }
  ]
}