{
  "id": 621050028,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "'Apparently, when frost grims persist around ice for a short period, they can super-freeze it.\\n\\n'Your mission is to test this theory within Kallamdâm by leading frost grims to cold spots, and collecting any ice they super-freeze.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been tasked with retrieving ice that is bolstered by frost grims.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Horin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Raging Frost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'There's a great frozen hall that was explored recently called Kallamdâm. It's frigid and uninviting, and home to many a monster. Specifically, the frost grim.\\n\\n'I believe when a frost grim persists near ice long enough, it can chill the ice to a super-cold state. I want you to test this theory, and lead frost grims to a frozen area, let them hang around, and then harvest any ice they super-freeze.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Raging Frost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf14",
      "en": "Raging",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Horin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to have frost grims super-freeze ice, collect it, and retrieve it.\\n\\nSpeak to Horin to travel to Kallamdâm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a3",
      "en": "Monsters in this mission will enrage at low morale, gaining attack strength and attack speed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! Looks like our theory was correct after all. Well I'm sure we can find some use for all of this super-frozen ice. Thank you for your help!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}