{
  "id": 621050107,
  "txt": [
    {
      "id": "0x8e11b02",
      "en": "Collected old coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "DNT - Examine the waggon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "DNT - Another journal!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f9",
      "en": "Investigate Garânashmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b38",
      "en": "DNT - The waggon was carrying crystals!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "DNT - This appears to be an account of the sorceress Iuvár's attempts at using the crystals on the sabre-tooth cats of Clovengap. \\n\\n'We are being sent back to the vineyards with more crystals. Bruidalg insists I keep trying, no matter how many of my underlings the blasted cats devour. He gave me an adjustment to the ritual at least, so perhaps this time we shall have more luck.'\\n\\nAs you flip through the pages, a familiar looking piece of torn paper flutters loose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "'What have you found?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Gerja is in Bazanmanar in north-eastern Clovengap.\\n\\nYou should bring the old coins to Gerja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Garânashmar perches above Kurdushâlak, in north-western Clovengap.\\n\\nGerja has asked you to investigate Garânashmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Angmarim intruders can be found in Garânashmar.\\n\\nWhile investigating Garânashmar you found some old coins. Their features are worn down by time, but perhaps you could find others with clearer markings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Forstóri's Line",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b4",
      "en": "Return to Gerja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Across the river Kurdushâlak, tucked into the curve of the gap's walls, is Garânashmar, the ancient homestead of Forstóri's Line. Forstóri and his kin were the caretakers of Clovengap in ancient days. The markets they oversaw brought them wealth, some of which they invested back into the improvement and upkeep of the gap. Some of their gold went to the building of Garânashmar. An estate that housed their families and friends, and which served as sentinel over the river and cavern.\\n\\n'Cross the river and explore Garânashmar, that we may add its location to our map.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c1",
      "en": "Collect old coins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Garânashmar, the ancient homestead of Forstóri's Line, has been overrun by Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "DNT - Search for clues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011865",
      "en": "DNT - In the crumbling vineyards of Maranazhâr, you have discovered an Angmarim waggon. \\n\\nThe Angmarim have intentions of creating abominations out of the already fierce sabre-tooth cats! You should defeat the Angmarim!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b00",
      "en": "You found a pile of old coins!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "DNT - The Angmarim experiments were going to take place in the vineyards.\\n\\nWith the Angmarim sorceress Iuvár defeated, you should look for clues about their experiments.",
      "es": "",
      "es (fem)": ""
    }
  ]
}