{
  "id": 620877990,
  "txt": [
    {
      "id": 228870261,
      "en": "Cartographile -- Moria",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You collected the map of the Walls of Moria",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Also called Hollin Gate, this map shows the area surrounding the entrance to Moria.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have obtained the map of the Silvertine Lodes",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This is a map of the area of Moria that the dwarves call the Silvertine Lodes.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have obtained a map of Durin's Way",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This map shows the main thoroughfare of Moria, also called Durin's Way.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Obtain the maps of Moria",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have obtained the map of the Water-works",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This map of the Water-works of Moria shows the ancient and now flooded sections of the great area of the deep realm.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Obtain a map of the Flaming Deeps",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have obtained a map of Zelem-melek",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This map highlights the area of Moria known as Zelem-melek",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Obtain a map of the Grand Stair",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have obtained a map of Nud-melek",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This map highlights the important locations of the area know as Nud-melek in Moria.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have obtained a map of the Foundations of Stone",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This map details the location know as the Foundations of Stone within Moria.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have obtained a map of the Redhorn Lodes",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This map highlights the important locations of the area known as the Redhorn Lodes in Moria.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You have obtained a map of Zirakzigil",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "This map shows a location on the side of the mountains outside of Moria.",
      "es": ""
    },
    {
      "id": 9244208,
      "en": "This map highlights the important locations of the areas known as the Flaming Deeps in Moria.",
      "es": ""
    },
    {
      "id": 9244209,
      "en": "This map details a location that was once a major crossing of passages in Moria; now, it is home to the many factions of goblin-kinds in the depths.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Obtain the Map of the Walls of Moria",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Obtain the Map of the Silvertine Lodes",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Obtain the Map of Durin's Way",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Obtain the Map of the Water-works",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Obtain the Map of Zelem-melek",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Obtain a Map of Nud-melek",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Obtain a map of the Foundations of Stone",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Obtain a map of the Redhorn Lodes",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Obtain a Map of Zirakzigil",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You have obtained a map of the Flaming Deeps",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You have obtained a map of the Grand Stair",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A fine collection of maps is a feather in the cap of any true adventurer. The maps of Moria, once collected, will allow you to be known to all as such an adventurer.",
      "es": ""
    }
  ]
}