{
  "id": 620877927,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, good... you look to be the adventurous sort! I have a problem that I was hoping you might assist me with. It seems that some of the patrons have been complaining of terrible wailing noises coming from the walls and floor in the cellar. I'm sure it's nothing, but business hasn't been great lately what with the rumours that the inn is haunted!\\n\\n'Now, I'm too busy to waste my time on hogwash like that myself, but perhaps you might be interested in taking a look? If naught else, you could confirm that it's a rumour and nothing more....\\n\\n'I should warn you, though, the customers don't normally start complaining about the noises until about midnight, so you'll probably have to hang around here until then. I'll even throw in as much ale as you can drink to help you pass the time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5e40731",
      "en": "Open Instance Finder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! You'll help? Fine, fine... ah, right, the free ale? Once I start to pour it, time will just pass away and before you know it, it will be midnight! Just sit back and enjoy....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Excellent! You'll help? Fine, fine...ah, right, the free ale? Once I start to pour it, time will just pass away and before you know it, it will be midnight! Just sit back and enjoy....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Inn of the Forsaken: Stroke of Midnight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Patrons of The Forsaken Inn have been complaining about terrible wailing noises coming from the floors and walls of the cellar. The proprietor of the inn has requested that you wait around until midnight when the complaints of the noises usually begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Anlaf about the free ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You will need to be full of ale if you are to pass the time.",
      "es": "",
      "es (fem)": ""
    }
  ]
}