{
  "id": 620877993,
  "txt": [
    {
      "id": 118018273,
      "en": "The Old Forest is a place best avoided as the dangers there can be found around every corner. You have obtained a copy of a map of the Old Forest.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "A small village in Bree, Archet recently was burned by the Blackwold brigands. You have acquired a map of the town and surrounding areas.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Bree-town is the main city of Bree-land. Such famous places as Inn of the Prancing Pony and the Boar Fountain are found within the city. You have found a wonderful map of Bree-town.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Once the home of the Kings of Men, Annúminas is now a flooded city on the southern bank of Lake Evendim in the region of Evendim. This is the map of the city.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The Ettenmoors is a forgotten area of the world where evil has crept into nearly every part of the land. This is a map of the area.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The Men of Bree try to steer clear of the old burial mounds of the Men of Cardolan, for it is rumoured that terrifying creatures come out of the ground to stalk those among the mounds. This is a map of the northern part of the Barrow-downs.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Rivendell is the hidden valley where the Elves dwell on the border of the Misty Mountains and the Trollshaws. This is a map of that valley.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Eregion was a home to the Elves in ages past; now, ruins cover a harsh landscape. This is a map of that land.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "A section of land leading south between Eregion and Dunland, Enedwaith is a harsh land of stone and wild. This is a map of the region.",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Obtain the map of the Misty Mountains",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have obtained the map of the Old Forest",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Obtain the map of Angmar",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have obtained the map of Archet",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have obtained the map of Bree-town",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have obtained the map of Annúminas",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have obtained the map of the Ettenmoors",
      "es": ""
    },
    {
      "id": 9244192,
      "en": "Cold wind and the bite of goblin-wrought blades await travellers in the Misty Mountains. This is a map of the area.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have obtained the map of the Northern Barrow-downs",
      "es": ""
    },
    {
      "id": 9244193,
      "en": "The harsh land where the Witch-king once ruled. Now, the land is ruined and evil spreads freely and nearly unchecked. This is a map of the area.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have obtained the map of Rivendell",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A well-travelled adventurer has nearly all the maps of the lands where they travel. You must obtain all the maps that outline the areas of Eriador.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have obtained the map of Eregion",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You have obtained the map of Enedwaith",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Obtain the map of Thorin's Gate",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Obtain the map of Forochel",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Obtain the map of Frostbluff",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Obtain the map of the Southern Barrow-downs",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Obtain the map of Bree-land",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Obtain the map of the Shire",
      "es": ""
    },
    {
      "id": 9244208,
      "en": "This small community of dwarves rests in the shadow of Thorin's Hall. This is a map of that area.",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Obtain the map of Ered Luin",
      "es": ""
    },
    {
      "id": 9244209,
      "en": "A cold and forbidding land claimed by the Lossoth, Forochel lies far to the north. This is a map of those frozen lands.",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Obtain the map of the Lone-lands",
      "es": ""
    },
    {
      "id": 9244210,
      "en": "A town of rich and poor needing assistance in the wintry months. This is a map of the town.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Obtain the map of the Old Forest",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Obtain the map of the North Downs",
      "es": ""
    },
    {
      "id": 9244211,
      "en": "The southern section of the Barrow-downs houses more ruins and mounds of ancient Men. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Obtain the map of Archet",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Obtain the map of the Trollshaws",
      "es": ""
    },
    {
      "id": 9244212,
      "en": "A fertile land where many Men make their homes. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Obtain the map of Bree-town",
      "es": ""
    },
    {
      "id": 9244213,
      "en": "A place which most hobbits call home. The Shire is a collection of many smaller territories that make up the large land belonging to the hobbit-folk. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Obtain the map of Annúminas",
      "es": ""
    },
    {
      "id": 9244214,
      "en": "Ered Luin is home to both Elves and dwarves, and each is none too fond of mixing with the other. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Obtain the map of the Ettenmoors",
      "es": ""
    },
    {
      "id": 9244215,
      "en": "The Lone-lands is a lonely stretch heading east through the ruins of Men. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Obtain the map of the Northern Barrow-downs",
      "es": ""
    },
    {
      "id": 9244216,
      "en": "War has come to the Men of the North Downs, and they are in need of aid. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Obtain the map of Rivendell",
      "es": ""
    },
    {
      "id": 9244217,
      "en": "The land here is forbidding and grim with trolls wandering through the wild lands day and night. This is a map of the area.",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Obtain the map of Eregion",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Obtain the map of Enedwaith",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Obtain the maps of Eriador",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You have obtained the map of Thorin's Gate",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You have obtained the map of Forochel",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You have obtained the map of Frostbluff",
      "es": ""
    },
    {
      "id": 32729283,
      "en": "You have obtained the map of the Southern Barrow-downs",
      "es": ""
    },
    {
      "id": 32729284,
      "en": "You have obtained the map of Bree-land",
      "es": ""
    },
    {
      "id": 32729285,
      "en": "You have obtained the map of the Shire",
      "es": ""
    },
    {
      "id": 32729286,
      "en": "You have obtained the map of Ered Luin",
      "es": ""
    },
    {
      "id": 32729287,
      "en": "You have obtained the map of the Lone-lands",
      "es": ""
    },
    {
      "id": 32729288,
      "en": "You have obtained the map of the North Downs",
      "es": ""
    },
    {
      "id": 32729289,
      "en": "You have obtained the map of the Trollshaws",
      "es": ""
    },
    {
      "id": 32729296,
      "en": "You have obtained the map of the Misty Mountains",
      "es": ""
    },
    {
      "id": 32729297,
      "en": "You have obtained the map of Angmar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cartographile -- Eriador",
      "es": ""
    }
  ]
}