{
  "id": 620877847,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The force gathering in Wulf's Cleft is no feint. The clans are gathering in force and mean more than to push us from Dunland...they intend to march upon Rohan and likely Edoras itself!\\n\\n'You must take this news to the outpost captain here at this camp immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings, [placeholder]. From what I have heard recently it seems that matters with the Dunlendings may be coming to a head soon. What have you seen out there?\\n\\n'It is worse than I feared then. My scouts told me that a considerable force was gathering in Wulf's Cleft, but by your count it sounds like a full ten-thousand men or more have gathered beneath the banners of the clans...and they are nearly ready to march?\\n\\n'I will tell you now, we have not the men or horses here to hold the Ford against half that many. Grimbold must be told, and soon, or we shall find ourselves swept back across the Isen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take word to the camp-commmader at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome [placeholder], I understand you wish to relate some information of the Dunlending forces we face with Captain Grimbold?\\n\\n'Very well, the Captain is speaking with his men over there. He should be able to give you a minute of his time, but try to keep it brief - we have many preparations to make if battle is soon to be upon us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Forward Bastion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim commanders need to know that a great number of Dunlending troops are massing in Wulf's Cleft, just west of Isendale and are nearly ready to march on the Ford of Isen!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the Rohirrim-captain in the Heathfells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rohirrim-captain is at the encampment in the Heathfells.\\n\\nYou should relay the tidings regarding the Dunlendings at Wulf's Cleft to the captain of the Rohirrim outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Captain Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Captain Grimbold and tell him of the forces you witnessed in Wulf's Cleft.",
      "es": "",
      "es (fem)": ""
    }
  ]
}