{
  "id": 620877943,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Press onwards through the caverns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Defeat Umín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Umín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The book-shelf slides open to reveal a staircase descending into darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A suspicious-looking man stands before you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered the burial chamber of Captain Rabghul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You find yourself inside The Forsaken Inn at midnight. The innkeeper has asked that you investigate the source of the wailing noises coming from the cellar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have freed Umín of the necklace's power",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It... was controlling me... my thoughts, my actions. I could see its purpose. It wants nothing less than the destruction of us all.\\n\\n'Quickly! You must leave this place before it comes back. It is not through with us yet! Just leave me here... I was the one who desired the necklace above all, and I shall be the one to destroy it!\\n\\n'You have no time to lose! Cross to the other side of the ship and leave through that cave there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Patrons have already begun complaining of the noises in the cellar. Explore the area and see if you can uncover the source of the noises.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The book-shelf was hiding a secret passage leading down into the earth below the Inn. You should explore this cavern and see if you can locate who or what is making those noises.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have found a suspicious-looking man reading a book and staring at the glowing, rune-marked door in front of him. Who is this man, and why is he down here? You had best ask him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Umín, the man you met in these caverns, has agreed to assist you in your exploration of this place. You must use his expertise to make your way deeper into the caverns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have discovered what appears to be a burial chamber. Perhaps Umín could shed some light on this place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate the source of the wailing noises",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Umín has been crushed by the cave-in. You must press on without him. You are on your own now, so be always on guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Explore the depths below The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to the suspicious man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "It is Umín. Alive and well, it seems... too well even. It appears that he has gained an almost supernatural strength in his absence. He wears a red, glowing necklace around his neck. He is also a bit angry with you... you will have to defeat him if you want to survive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Continue to explore the caverns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Inn of the Forsaken: Riddles in the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "The spinning blade-trap has knocked the necklace from Umín's neck, and it lies glowing on the floor. Umín himself lies crumpled on the floor. Why did he attack you?\\n\\nSpeak with him and allow him to explain....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring Umín to the burial chamber",
      "es": "",
      "es (fem)": ""
    }
  ]
}