{
  "id": 620877946,
  "txt": [
    {
      "id": 218649170,
      "en": "'It... was controlling me... my thoughts, my actions. I could see its purpose. It wants nothing less than the destruction of us all.\\n\\n'Quickly! You must leave this place before it comes back. It isn't through with us yet! Just leave me here... I was the one who desired the necklace above all, and I shall be the one to destroy it!\\n\\n'You have no time to lose! Cross to the other side of the ship and leave through that cave there!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Inn of the Forsaken: Riddles in the Dark (Tier 2)",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The book-shelf slides open to reveal a staircase descending into darkness",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A suspicious-looking man stands before a glowing, rune-marked door",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the burial chamber of Captain Rabghul",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Patrons have already begun complaining of the noises in the cellar. Explore the area and see if you can uncover the source of the noises.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have freed Umín of the necklace's power",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defeat the Spirit of the Necklace",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The book-shelf was hiding a secret passage leading down into the earth below the Inn. You should explore this cavern and see if you can locate who or what is making those noises.",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Umín",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have found a suspicious-looking man reading a book and staring at the glowing, rune-marked door in front of him. Who is this man, and why is he down here? You had best ask him.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Umín, the man you met in these caverns, has agreed to assist you in your exploration of this place. You must use his expertise to make your way deeper into the caverns.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You have discovered what appears to be a burial chamber. Perhaps Umín could shed some light on this place.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Umín has been crushed by the cave-in. You must press on without him. You are on your own now, so be always on guard.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "It is Umín. Alive and well, it seems... too well even. It appears that he has gained an almost supernatural strength in his absence. He wears a red, glowing necklace around his neck. He is also a bit angry with you... you will have to defeat him if you want to survive.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The spinning blade-trap has knocked the necklace from Umín's neck, and it lies glowing on the floor. Umín himself lies crumpled on the floor. Why did he attack you?\\n\\nSpeak with him and allow him to explain....",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "It wasn't Umín at all that was trying to kill you. It was the spirt inhabiting the necklace. It was controlling him, making him do its bidding. You must destroy the spirit, lest it escapes from the place and wreaks havoc upon Middle-earth.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Investigate the source of the wailing noises",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Explore the depths below The Forsaken Inn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to the suspicious man",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Continue to explore the caverns",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring Umín to the burial chamber",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Press onwards through the caverns",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat Umín",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Umín",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Escape the ship",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "It is over. The spirit has been defeated. Speak with Umín and explain your victory.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You find yourself inside The Forsaken Inn at midnight. The innkeeper has asked that you investigate the source of the wailing noises coming from the cellar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Is it truly over? I am sorry for all the pain I have caused. I was blinded by the necklace before I even set eyes upon it.... It consumed my thoughts and my life. It is the reason I pursued this endeavour in the first place. Now that the spirit has been destroyed, it has no meaning to me. What shall I do with myself?\\n\\n'Just leave me here with my thoughts....'",
      "es": ""
    }
  ]
}