{
  "id": 620884734,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Draig-lûth has learned of our weakness and decided that now would be a fine time to settle so near. Now they steal from us and threaten us day and night.\\n\\n'The Dragon-clan is the bitter enemy of all the other clans of Dunland, [placeholder]. They are behind the crimes and the mischief done in these parts, more often than not. The White Hand will not deal with them, so we must take it upon ourselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are a fine warrior. I could see you from here... brave and fearless and strong. I was like you once, but now I must watch from my hiding place. These foes would have overwhelmed me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are many of these foes, [placeholder]. Please be careful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Galtrev's Unwelcome Neighbours",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Upon learning of Galtrev's current weakness, the Dragon-clan has settled nearby to prey on the people of Pren Gwydh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Dragon-clan in their new settlement ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Dragon-clan in their new settlement ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dragon-clan invaders roam the western reaches of Pren Gwydh freely after having settled there.\\n\\nYou should protect the weakened peoples of Pren Gwydh by defeating the cruel folk of the Dragon-clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tomos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tomos is near the Dragon-clan's new settlement in the western reaches of Pren Gwydh.\\n\\nYou should return to Tomos and tell him of your success against the Dragon-clan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}