{
  "id": 620884702,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done a great service to us by helping with the labour, [placeholder], so I will try to help you as well. Perhaps I can give you news that will be of interest to you.'\\n\\nYou ask Gethin what manner of goods were in those boxes, and where they were headed.\\n\\n'Ah. Well, I know that Saruman has rallied his White Hand servants to oversee the delivery of the weapons and goods that are manufactured in Dunland. I can only imagine that these items are going to supply a great war. You are free to peek into the boxes if you wish, but do not let the White Hand see you at it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did you find what you were looking for, [placeholder]? It seems clear to me that our people are fuelling a great army.\\n\\n'The young men go the same way as those crates you see. Saruman promises that the lands of Rohan will be returned to us, but the Horse-lords are vicious foes....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you want to peek into the crates going to Isengard, I certainly will not tell anyone. They can be found throughout Galtrev.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goods for Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "What does Saruman want with all of the goods coming out of Galtrev, anyway? It would be prudent to discover why the inhabitants of this town are forced to work so tirelessly for this effort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Examined the contents of a crate ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine shipments destined for Isengard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crates that are destined to be shipped to Isengard can be found around Galtrev.\\n\\nYou should peek into the shipments destined for Isengard to see what Saruman might be plotting for these goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gethin at the fourth worksite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gethin is at the fourth worksite in Galtrev.\\n\\nNow that you have taken a good look at the various weapons and strange goods being shipped from Galtrev to Isengard, you should return to Gethin at the fourth worksite.",
      "es": "",
      "es (fem)": ""
    }
  ]
}