{
  "id": 620884735,
  "txt": [
    {
      "id": 218649169,
      "en": "'The leader of these brigands means to conquer these lands while the warriors of Galtrev are absent for this war of Saruman's.\\n\\n'You must defeat him, if nothing else. A Dragon is no Dragon without a head... just a harmless writhing snake. Let us send these snakes back to the grasses.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The head of the Dragon has been severed? You are worth a hundred of the White Hand Guards, [placeholder]. I see now how wrong all of this is... Saruman offered his friendship, but this friendship only forces my people into brutal labour and leaves them to be harmed by their enemies.\\n\\n'Something must be done.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The brenin of these Dragons is a brazen one to dare to settle here. If only the warriors were still near! Then he would not be so bold.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Brazen Chieftain",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Leading the Dragon-clan invaders who have settled on the western edge of Pren Gwydh is a bold chieftain with ambitions to conquer the undefended lands around Galtrev.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the Dragon-clan chieftain",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Dragon-clan chieftain",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The brenin of the Dragon-clan settlement at the western edge of Pren Gwydh is somewhere within his encampment.\\n\\nYou should defeat the head of this small band of cruel brigands, for it is by his orders that these enemies attack the lands and threaten the folk of Galtrev.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Tomos",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tomos is waiting for you on the outskirts of the Dragon-clan settlement in western Pren Gwydh.\\n\\nYou should return to Tomos with word of your success. The Dragon-clan will trouble the folk of Galtrev no more.",
      "es": ""
    }
  ]
}