{
  "id": 620884635,
  "txt": [
    {
      "id": 136263297,
      "en": "Crafted spears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An absurd number of spears must be made before the day's end, but Wunne only has two hands. There is no way she can finish the task on her own.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So many staves, so many staves! All of these staves you see must be turned into spears... in fact, they should have been turned into spears hours ago!\\n\\n'I do not know what to do. Do you know how to craft spears, duvodiad? I would certainly appreciate the help. I worry about what the Overseer will do to me if I fail....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bowstaves are scattered about the worksite.\\n\\nWunne has asked you to help craft spears. You should collect many bowstaves. Once you collect them, they can be used from your inventory to craft spears.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I cannot believe it, [placeholder]! You have put me ahead for today's workload. Thank you -- I cannot express the trouble I would have been in had this supply of spears not been delivered to the overseer.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wunne can be found at the fourth worksite in Galtrev.\\n\\nYou should bring the spears you made to Wunne so that she can deliver them to Flint Ironheart.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If I do not finish, I shudder to think what they will do to me....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Craft the staves you collect into spears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the spears you crafted to Wunne",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the spears you made to <NPC TBD>",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the spears you made to <NPC TBD>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Overwhelming Supply of Spears",
      "es": ""
    }
  ]
}