{
  "id": 620884622,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Overseer is held up by the second supply line Overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The second Overseer is held up by the third Overseer's tardiness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Evidently, the fourth station is very behind with its shipment, blocking the progress of the third",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have ventured into Galtrev, the capital settlement of Dunland in Pren Gwydh. It would appear that the White Hand currently governs this expansive village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "TBD says everything is behind, and the Dunlendings need to be punished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A traveller wishes to gain access to Galtrev? Tell me, why should the White Hand wave you into Saruman's most productive new village?\\n\\n'Galtrev is home to many wonders and conveniences that cannot be found anywhere else in Dunland, but only labourers and workers and close allies of Saruman may come here now!\\n\\n'If you enter, you are to find work immediately. Travellers will find no easy accommodations here; report instead to each of the overseers in town. The supply lines are blocked, our shipment is late, and I will not answer for the failures of my inferiors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The White Hand Overseers can be found in the lower areas of Galtrev, guarding their four respective posts.\\n\\nYou should speak with White Hand Overseer at the west gate to see if he needs your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A recruit for the labour force? I don't like the looks of you, but we will take what allies we can. The White Hand does not discriminate!\\n\\n'This is my work area here -- staffed by incompetent mongrels, as you can see.\\n\\n'If you want to work for me, I'll have you know that I am completely blocked by the second Overseer. His supply line has been held up all day, and I can't make any progress without him! Go find out what's keeping that shipment, and be quick about it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Flint Ironheart, the Overseer at the fourth workstation, seems to be at the root of the delay in the day's productivity.\\n\\nYou should speak with Flint Ironheart and find out if there is anything you can do to help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "TBD - talk to the third",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are as lazy as the rest of this rabble, you will fit right in, Stranger. Go find out where the supply lines are blocked, and be quick about it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Who do you think you are, bullying me about my shipment schedule? The insolence of some folk these days...the third station hasn't sent over anything today, and we can't even get started.\\n\\n'If you want to make yourself useful, go find out what is holding them up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "TBD - talk to the 4th",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Are you questioning me? Who are you, anyway? I haven't seen you around these parts, and you don't look like one of the clansmen.\\n\\n'Whoever you are, you can tell the gate-keepers that we will have their shipment ready, if the fourth station ever comes through with their promises. I don't know what those sluggards are about, making us wait so long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I know everything is held up; you don't have to remind me, whoever-you-are! These lazy fools who work for me here can't seem to do anything right, and I can't punish them fast enough to fix matters.\\n\\n'I don't know why our great lord would wish to ally himself with such feeble, incompetent folk. They would be more useful as food for the uruks than as suppliers and warriors.\\n\\n'It looks like you have just volunteered to flog these useless mules until the supply lines are running smoothly again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with the first White Hand Overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to the second Overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with the third Overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find out why Flint Ironheart is blocking the entire day's work",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Galtrev: The Capital Settlement",
      "es": "",
      "es (fem)": ""
    }
  ]
}