{
  "id": 620884636,
  "txt": [
    {
      "id": 218649169,
      "en": "'This is what happens when you are too generous with people. They borrow all of your nails and never bring any back! I am out of nails, and the work on this siege-engine shall never be finished.\\n\\n'Would you be able to go find my missing nails for me? I need to finish assembling this, or else I will not receive any rations today. I did not receive rations yesterday either, and tomorrow I will likely not be able to get out of bed.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My nails! So many... I did not even know this many had gone missing. This was surely but a small task for an adventurer like yourself, but you have helped me greatly, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Everyone needs nails, so they come here to \\qborrow\\q them frequently. Unfortunately, they never seem to bring any back....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Strange Absence of Nails",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The other labourers of Galtrev seem to have borrowed many nails from Rhianu, and now she does not have enough to complete work on the siege-engine.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected missing nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect missing nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nails have been borrowed from Rhianu by the various peoples of Galtrev and can likely be found around the village.\\n\\nYou should collect the missing nails and return them to Rhianu so that her work on the siege-engine can be finished.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return the missing nails to Rhianu",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rhianu can be found at the fourth worksite in Galtrev.\\n\\nYou should bring her the nails you collected so that she can finish her day's work.",
      "es": ""
    }
  ]
}