{
  "id": 620884623,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The servant of Saruman is better pleased with the day's progress",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "It appears that the overworked townsfolk who labour to fill the White Hand's shipments are behind in their duties and attracting unwanted attentions from the White Hand Overseers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If the guards sent you here to join the labour force, then you have come to the right place. We are hopelessly behind, as you see, and blocking the entire day's supply chain.\\n\\n'Here is your first task: go flog, beat, and torture the workers until they are productive again. I want them working twice as fast! I want them doubling their production! If they still don't work, kill them, and take their place!\\n\\n'If you can manage to get them working today, you will likely be welcome to come and go from Galtrev as often as you like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The workers who have slowed the day's progress can be found at the fourth post in Galtrev.\\n\\nThe Overseer has demanded that you beat the slow labourers, but there is probably a better way to move things along. You should assist the workers who need help meeting the demands of the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What a relief it is to have such a kindly traveller in Galtrev! Flint Ironheart is finally distracted; perhaps now I can rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Half-orc overseer, Flint Ironheart, can be found at the fourth worksite in Galtrev.\\n\\nYou should speak with the Overseer of this work-camp and show him that the supplies are once again moving along adequately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gethin can be found at the fourth worksite.\\n\\nYou should speak with Gethin now that the Overseer is somewhat appeased.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Were my directions unclear, stranger? Make yourself useful and beat those ingrates within an inch of their lives until they work harder!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You're not so bad, [placeholder]. Has anyone ever told you that before? When I whip those sluggards, I could swear they are even less productive than before.\\n\\n'Someday you should show me your flogging techniques. They seem to be most effective!\\n\\n'Well, get moving! Find more work, so I can finally finish that nap....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Wunne make spears more quickly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Rhianu find missing nails and pins for the siege-engines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Gethin deliver the heavy boxes and crates to the other worksites",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Flint Ironheart at the fourth worksite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Blocked Supply-lines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gethin in Galtrev",
      "es": "",
      "es (fem)": ""
    }
  ]
}