{
  "id": 621038595,
  "txt": [
    {
      "id": 173025616,
      "en": "Find the scene of the altercation",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "With a confession, you have cleared the Woodcutter's Brotherhood of wrongdoing",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Nellie Boskins",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Aran Greenwith",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Investigate the scene of the altercation ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], I bear grave news. A guardsman has been killed in Trestlebridge. There are rumours in the air implicating a Woodcutter's Brotherhood member in an altercation with the deceased. You know as well as I that these are outrageous accusations. Someone must be spreading lies.\\n\\n'Nellie Boskins has asked for you to investigate this matter since you are both respected by the Woodcutter's Brotherhood and well liked by the community of Trestlebridge for your past heroics. Speak with Nellie Boskins as soon as you are able and please clear our name of any wrongdoing.'",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "Defeated the weary brigand",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Follow the faint trail of blood",
      "es": ""
    },
    {
      "id": 177082694,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Woodcutter's Brotherhood has learned of a horrid crime committed in Trestlebridge.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "The place of the altercation can be found in Trestlebridge.\\n\\nYou should find the scene of the altercation.",
      "es": ""
    },
    {
      "id": 177082704,
      "en": "The trail ends at a small shed",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Nellie Boskins is in Trestlebridge.\\n\\nYou should talk to Nellie Boskins about the altercation.",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "The shed is currently empty, and the door looks to have been forced open",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I called upon you because you helped us to defend Trestlebridge. You are an impartial outsider that we all trust. I do not know who is to blame here. All I know is that I have a dead guardsman in Trestlebridge and no one saw who murdered him. That is correct, [placeholder]. I am very certain it was murder.\\n\\n'I would like you to investigate the murder and return with whomever is responsible. The longer this murder goes unsolved, the more distrust will be sown throughout the townsfolk of Trestlebridge.'",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "This sash looks to have belonged to a brigand at one point",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "This torn rope must have tethered a boat here, for a time",
      "es": ""
    },
    {
      "id": 177082713,
      "en": "You find a brigand, wet and out of breath, near the river",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Confront the murder suspect",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Lock up the murderer in the pillory at Trestlebridge",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "The guard is dead, and was stabbed in the stomach by the look of it",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Talk to Aran Greenwith",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "This Woodcutter's Brotherhood coin did not belong to the guard, who was not a member",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Survey the reconstruction of Trestlebridge",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "This ripped cloth appears to be part of a cloak",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "The potential murder suspect can be found in the northern part of the Wildwood.\\n\\nYou should confront the murder suspect.",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "There is a faint trail of blood leading away from the scene of the altercation",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "Now to find out what happened here",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "The trail continues downhill and away from Trestlebridge",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Aran Greenwith can be found in Trestlebridge.\\n\\nYou should talk to Aran Greenwith.",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Talk to the weary brigand in Trestlebridge",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Aran Greenwith can be found in Trestlebridge.\\n\\nYou should talk to Aran Greenwith.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I am worried still about what the brigand confessed to you. We now know that an Orc is commanding an organized effort to destroy Trestlebridge, both from outside and within. We must find this Orc soon, for the sake of everyone in the town. Until then, I hope that we are able to continue to thwart the enemy's plans.'",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Investigate the scene around the small shed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "The place of the altercation can be found in Trestlebridge.\\n\\nYou should investigate the scene of the altercation.",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Continue searching the area for additional evidence ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The start of the faint trail of blood can be found in Trestlebridge.\\n\\nYou should follow the trail and find out where it leads.",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Search the Wildwood for the murder suspect",
      "es": ""
    },
    {
      "id": 69036562,
      "en": "Defeat the weary brigand",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'Not another step! Stay, stay back! Do you hear me?! I'll cut you up real good if you come any closer! Now leave me be!'",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "Reconstruction work continues in Trestlebridge.\\n\\nYou should survey the reconstruction of Trestlebridge.",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'Thank you, [placeholder], for clearing the names of all those who associate themselves with the Woodcutter's Brotherhood. We have you to thank for keeping the Trestlebridge townsfolk working together as we rebuild and improve our daily lives. Nellie Boskins was grateful to see the murderer brought to justice so swiftly.\\n\\n'Now that you have returned, you should have a look at how the reconstruction efforts are coming along. Giles Chadwick and others have been working very hard to rebuild the town.'",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "The small shed can be found by the river, near Trestlebridge.\\n\\nYou should investigate the scene around the small shed.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "The small shed can be found by the river, near Trestlebridge.\\n\\nYou should search nearby for more evidence.",
      "es": ""
    },
    {
      "id": 246419715,
      "en": "You should return to Trestlebridge and lock up the brigand in the pillory.",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Whoever murdered the guard must have gone down-stream on a small boat.\\n\\nYou should search down-stream in the Wildwood for the murder suspect.",
      "es": ""
    },
    {
      "id": 246419718,
      "en": "The weary brigand can be found in Trestlebridge.\\n\\nYou should talk to the weary brigand.",
      "es": ""
    },
    {
      "id": 162883608,
      "en": "'No sense hiding it now that I'm caught. Yes, I killed the guard. Got paid well for it too. Then I had to flee on my boat when you started to sniff around my hiding spot. I weren't prepared for those river rapids though! That there was my downfall.\\n\\n'I should have never listened to that Orc and taken the job! What?! I don't know which Orc! We weren't chums! He didn't give me a name! Now leave me be! You already caused me enough hurt for one day!'",
      "es": ""
    },
    {
      "id": 177082672,
      "en": "More of Trestlebridge has been rebuilt!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Murder in Trestlebridge",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "Blood has dried on this knife, which matches the wound on the guard's body",
      "es": ""
    },
    {
      "id": 177082676,
      "en": "With the murderer caught, this should clear the Woodcutter's Brotherhood of any wrongdoing",
      "es": ""
    }
  ]
}