{
  "id": 621038460,
  "txt": [
    {
      "id": 246419815,
      "en": "Your mission is to free Bilbo Baggins from the goblins. Speak to Celeblír to set forth!",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 10'",
      "es": ""
    },
    {
      "id": 149027539,
      "en": "10. The Further Adventures of Bilbo Baggins, Chapter 10",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Talk to Celeblír",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'Thank you so much for finding Bilbo and bringing him back to safety! Now I can finally ask Bilbo the important question for which I sought him in the first place, and which his absence made impossible to answer. What was it? Oh, I will ask him myself, after he has rested from his ordeal. It involved the rhyme scheme for a song I am composing, an ode to the sound made by the wind through the leaves of the valley. He has quite a talent for such things, you know, and I needed his opinion on a few other particulars. But I will present those to him later.\\n\\n'But now you should check in with our hobbit in the Hall of Fire, and make sure he has recovered from his ordeal.'",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'Not many hobbits escape from Goblin-town even once, but with your help Bilbo might be able to boast that he has done it twice!'",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'This is it, my friend. Tell me you will bring Bilbo Baggins back to the surface from within the depths of Goblin-town.'",
      "es": ""
    },
    {
      "id": 261009352,
      "en": "Shared Corruption",
      "es": ""
    },
    {
      "id": 133136644,
      "en": "Monsters in this mission will apply a corruption buff to nearby allies.",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "Bilbo Baggins is back in the Hall of Fire, in the Last Homely House.",
      "es": ""
    },
    {
      "id": 24695188,
      "en": "Bilbo Baggins has run afoul of the goblins of the Misty Mountains... again!",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Talk to Bilbo in the Hall of Fire",
      "es": ""
    },
    {
      "id": 162883606,
      "en": "'Well, [placeholder], I hope you will accept my apology for causing you any trouble! Elrond has already spoken to me about his fear that I intended to follow young Frodo and the others, and I tell you, as I told him, that such a thing was not on my mind. No, I simply wanted to take a walk in the crisp, clear air of the mountains.\\n\\n'It was quite a nice stroll, and it was good to visit with my old friend Glóin. We talked about our days of adventure, and about old friends, and I intended to turn around and come back to Rivendell after that. But I kept walking, and every new stone seemed interesting and unique, and around every bend I wondered what I might see. It was my old wanderlust again, I suppose, and it put me in mind of my adventuring days: around every turn a new marvel! And then there were goblins. Isn't that always the way of it?'\\n\\nBilbo pauses thoughtfully.\\n\\n'How do you think Frodo is doing? Adventures are quite different when you're in them, aren't they? I look back on my own and don't remember the damp, or the fear; I remember how it turned out, and not the uncertainty as it was turning! I hope Frodo and the others with him are as fortunate as I was, and can look back fondly on the quest when it is finished!'\\n\\nYou assure the old hobbit that Frodo has many strong companions who will watch over him.\\n\\n'Yes, I know, [placeholder]. Thank you for that, and for the assistance in Goblin-town! I cannot promise not to take further strolls in the mountains, but I will try not to run afoul of goblins again! Farewell and thanks once more!'",
      "es": ""
    }
  ]
}