{
  "id": 621038457,
  "txt": [
    {
      "id": "0x9b56810",
      "en": "'The goblins must have brought him to the encampment of Pinnath Fenui, from which they have harried travellers in the mountains for some time. Find Bilbo and free him from their clutches, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'Oh, he has told me the story of his first encounter with the goblins of the Misty Mountains, or as much of it as he seemed comfortable sharing. It must have been good fortune indeed that helped our hobbit and the dwarves escape after their encounter with the Great Goblin!\\n\\n'But Bilbo will need as much luck as that, or more, to escape this time! Are you ready to free him from their camp?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "06. The Further Adventures of Bilbo Baggins, Chapter 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8102",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "Bilbo Baggins has run afoul of the goblins of the Misty Mountains... again!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 6'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Your mission is to free Bilbo Baggins from the goblins. Speak to Celeblír to set forth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'Did I think our hobbit was in danger before, when I believed he was imprisoned within Pinnath Fenui? How young and short-sighted were my worries then, before I knew he had been taken into Goblin-town!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Reinforcements!",
      "es": "",
      "es (fem)": ""
    }
  ]
}