{
  "id": 621038452,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "Your mission is to find Bilbo Baggins. Speak to Celeblír to begin your search!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1f4",
      "en": "There is no shortage of adventure out there for a curious and wandering hobbit. What has Bilbo Baggins gotten up to now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 1'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "01. The Further Adventures of Bilbo Baggins, Chapter 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'No one has seen Bilbo since the morning? I felt certain we would solve the mystery by now, [placeholder], but all we have managed to do is double my worries! Has something happened to him after all?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'You will help me search for our missing hobbit? Good, good! Again, I am sure it is nothing. But if it is not nothing...\\n\\n'Well, if it is not nothing, it is sure to mean trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "<rgb=#00FF00>This Further Adventure begins on January 12, 3019, and after 'Foreword: The Fellowship Departs.'</rgb>\\n\\n'Might you spare me a moment of your time, [placeholder]? It is almost certainly nothing, but I should not care to face the master of the house if it turns out otherwise.\\n\\n'I understand you know Bilbo Baggins? Yes, the hobbit currently in residence here at the Last Homely House, guest of Lord Elrond and welcomed by all. I had a question for him of great importance, but when I sought for him I could find no sign of him in any of his usual haunts. That is quite unusual.\\n\\n'Will you accept this mission, then? I need you to find him for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "There is no twist in this Mission.",
      "es": "",
      "es (fem)": ""
    }
  ]
}