{
  "id": 621038433,
  "txt": [
    {
      "id": 111477328,
      "en": "Return to the campsite of the Elf-scouts",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "No one remains at the camp-site of the Elf-scouts in the high moor. Their duties have likely taken them down the slope to the south-west.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Listen to Canaddal and Ringhul discuss the situation",
      "es": ""
    },
    {
      "id": 69036753,
      "en": "Fight alongside Canaddal on the high moor",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'What brings you here, [placeholder]? Wait... did you hear that sound?'\\n\\nCanaddal peers around at the wind-blown expanse.\\n\\n'Your mission here will have to wait, friend. We have been having difficulties with wild creatures all day, and it seems sunset's arrival will only bring further troubles! Help me fight them off and then I will hear your news.'",
      "es": ""
    },
    {
      "id": 208292913,
      "en": "No one waits at the camp-site. The Elves must be scouting the south-west slope",
      "es": ""
    },
    {
      "id": 135585136,
      "en": "'There we will be able to speak... uninterrupted by beasts!'",
      "es": ""
    },
    {
      "id": 135585137,
      "en": "'What tidings are those, Ringhul?'",
      "es": ""
    },
    {
      "id": 135585138,
      "en": "'Sickle-flies and boars kept us too busy to speak!'",
      "es": ""
    },
    {
      "id": 135585139,
      "en": "'Are you certain? It is not like most hobbits to set out a-journeying.'",
      "es": ""
    },
    {
      "id": 135585140,
      "en": "'No, I have not. He may not have come this way.'",
      "es": ""
    },
    {
      "id": 69036759,
      "en": "Fight alongside Ringhul on your way back to his camp-site",
      "es": ""
    },
    {
      "id": 135585141,
      "en": "'Unless he thought to hide from us. But why would he do that?'",
      "es": ""
    },
    {
      "id": 127884898,
      "en": "Canaddal has been defeated!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Have the scouts from Rivendell spotted Bilbo Baggins on the high moor outside the valley?",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Canaddal and Ringhul have returned safely to their camp-site",
      "es": ""
    },
    {
      "id": 127884902,
      "en": "Ringhul has been defeated!",
      "es": ""
    },
    {
      "id": 58805713,
      "en": "'Here they come!'",
      "es": ""
    },
    {
      "id": 58805714,
      "en": "'The flies have always been a nuisance.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Ringhul scouts down the slope to the north-west of Canaddal's position.",
      "es": ""
    },
    {
      "id": 58805715,
      "en": "'More of them from downhill!'",
      "es": ""
    },
    {
      "id": 58805716,
      "en": "'The buzzing of these flies has a secondary effect: it draws other beasts to madness!'",
      "es": ""
    },
    {
      "id": 58805717,
      "en": "'At the very least we will dine well on boar-meat tonight!'",
      "es": ""
    },
    {
      "id": 58805718,
      "en": "'Now, what brings you -'",
      "es": ""
    },
    {
      "id": 58805719,
      "en": "'I spoke too soon! We are not free of these maddened boars yet!'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 58805720,
      "en": "'There are too many beasts here for us to speak in peace, [placeholder].'",
      "es": ""
    },
    {
      "id": 58805721,
      "en": "'Find Ringhul down the slope to the north-west and bring him back to our campsite.'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'What did you say? Bilbo Baggins has gone missing? Are you certain he has not merely fallen asleep in a warm corner somewhere within the Last Homely House?'\\n\\nYou tell Ringhul that none have seen Bilbo since yesterday, and as night approaches the folk of Rivendell grow more concerned at his absence.\\n\\n'Yes, that is troubling. Let us return to my camp and discuss the situation with Canaddal.'",
      "es": ""
    },
    {
      "id": 149027352,
      "en": "Mission: The Further Adventures of Bilbo Baggins, Chapter 2",
      "es": ""
    },
    {
      "id": 262173601,
      "en": "'We must not delay! Let us hurry back to my campsite.'",
      "es": ""
    },
    {
      "id": 262173602,
      "en": "'Something has disturbed the lynx of the high moor.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Descend the slope south-west of their camp-site to find the Elf-scouts",
      "es": ""
    },
    {
      "id": 262173603,
      "en": "'No doubt it was Canaddal. He always blames the flies, but he makes such noise....'",
      "es": ""
    },
    {
      "id": 262173604,
      "en": "'What say you to [placeholder]'s tidings, Canaddal?'",
      "es": ""
    },
    {
      "id": 262173605,
      "en": "'We are almost there! Then we will get to the bottom of this.'",
      "es": ""
    },
    {
      "id": 262173606,
      "en": "'Why, the news that Bilbo Baggins has disappeared from Imladris!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Find Ringhul down the slope to the north-west",
      "es": ""
    },
    {
      "id": 262173607,
      "en": "'Perhaps not, but it is quite like this hobbit, wouldn't you say?'",
      "es": ""
    },
    {
      "id": 262173608,
      "en": "'I have seen no sign of Mr. Baggins, have you?'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I hope you find Bilbo Baggins, friend. We will keep looking for him as well, and send word if we find any sign of his passage.'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Canaddal and Ringhul have both returned to their camp-site and now discuss the troubling question of Bilbo's disappearance.",
      "es": ""
    }
  ]
}