{
  "id": 621038592,
  "txt": [
    {
      "id": 246419872,
      "en": "Aran Greenwith can be found at Trestlebridge.\\n\\nYou should talk to Aran Greenwith.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Black Powder Plot",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Ah, you must be with the Woodcutter's Brotherhood. We do not have much time. I woke up this morning to inspect the Trestlespan, as I do every morning. Look there at what I found! Do you see these hidden Orkish cannisters? Someone planted these here under cover of darkness just the other night! They look to be filled with black powder! I am just glad that they were not yet lit, or there would not be a Trestlespan here this morning!\\n\\n'Find and remove all the black powder bombs around the Trestlespan for me, then safely dispose of them however you see fit. Quickly now, we do not know when those who planted the black powder will return!'",
      "es": ""
    },
    {
      "id": 49286694,
      "en": "Light black powder bombs at Norwarden ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Yes, thanks to your assistance we have already made great strides in our cause. Still, there is much more to be done in the Wildwood and in Trestlebridge.'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Pick up a nearby torch to light black powder bombs",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Do you know Supervisor Beecher, who maintains the Trestlespan? He is a trusted friend of the Woodcutter's Brotherhood and has been a great assistance in planning the restoration and reconstruction of Trestlebridge that we wish to undertake.\\n\\n'It is concerning then, when Supervisor Beecher urgently calls upon the Brotherhood. I ask that you seek him out as soon as you are able. Assisting the townsfolk of Trestlebridge is all a part of our cause after all. I hope that the Trestlespan is not in any danger!'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Reconstruction work continues on Trestlebridge.\\n\\nYou should survey the reconstruction of Trestlebridge.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Supervisor Beecher can be found at the Trestlespan.\\n\\nYou should talk Supervisor Beecher.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Found black powder bombs on the Trestlespan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Aran Greenwith",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Aran Greenwith can be found at Trestlebridge.\\n\\nYou should talk to Aran Greenwith.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Survey the reconstruction of Trestlebridge",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Black powder bombs can be found on the Trestlespan.\\n\\nYou should remove the unlit black powder bombs as soon as you are able.",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Planted black powder bombs at Norwarden ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Lit black powder bomb at Norwarden ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Supervisor Beecher",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find black powder bombs on the Trestlespan ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Planted black powder bombs at Marl's Crossing ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Norwarden can be found in the Wildwood.\\n\\nYou should plant some of the black powder bombs that you collected at Norwarden.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Woodcutter's Brotherhood has learned of a fiendish plot involving the Trestlespan.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Norwarden can be found in the Wildwood.\\n\\nYou should grab a torch and light the black powder bombs that you planted.",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Marl's Crossing can be found in the Wildwood.\\n\\nYou should plant some of the black powder bombs that you collected at Marl's Crossing.",
      "es": ""
    },
    {
      "id": 49286864,
      "en": "Plant black powder bombs at Marl's Crossing ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Aran Greenwith",
      "es": ""
    },
    {
      "id": 49286868,
      "en": "Light black powder bombs at Marl's Crossing ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Lit black powder bombs at Marl's Crossing ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Pick up a nearby torch to light black powder bombs",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "This part of Trestlebridge has been rebuilt!",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I am glad that Supervisor Beecher thoroughly inspects the Trestlespan each morning. Without his diligence, we would not have the great bridge over the chasm of Cirith Nûr. I fear the devious Orcs who planted the black powder thought their plan would remain hidden just long enough to enact terrible destruction upon our town. Returning the powder in force to the Orkish forces and those who enable them in the Wildwood was the correct course of action. You have done well, [placeholder].\\n\\n'Now, I am happy to report that our reconstruction effort of Trestlebridge has begun. Why, have a look for yourself!'",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Marl's Crossing can be found in the Wildwood.\\n\\nYou should grab a torch and light the black powder bombs that you planted.",
      "es": ""
    },
    {
      "id": 49286690,
      "en": "Plant black powder bombs at Norwarden ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}