{
  "id": 621038458,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "Your mission is to free Bilbo Baggins from the goblins. Speak to Celeblír to set forth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 8'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "08. The Further Adventures of Bilbo Baggins, Chapter 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'I hope Bilbo is all right in the depths of Goblin-town. You have bested so many of its defenders... how many could possibly remain?'\\n\\nCeleblír purses his lips.\\n\\n'Now that I have said it, I regret giving voice to it. Let us move on with hopeful hearts, and pretend I never said it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'The inside of Goblin-town will be crawling with goblins, [placeholder]. It is not called \\qGoblin-town\\q without reason, as I trust you know. You have heard Bilbo's stories of it, as have I! Are you certain you are ready to rescue our hobbit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8103",
      "en": "Monsters in this mission will continue to join the fight until their entry-point is destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Never-ending",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "Bilbo Baggins has run afoul of the goblins of the Misty Mountains... again!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'I know you are ready, my friend, but I thought I should ask. Good fortune go with you into the caves, and fight past the goblin defenders in search of Bilbo!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}