{
  "id": 621038454,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 3'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "03. The Further Adventures of Bilbo Baggins, Chapter 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'It was good of Arifael to help us, and my mind is put somewhat at ease by the news that Bilbo did not end up in Giant Valley.\\n\\n'But if not there, then where?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01102",
      "en": "Your mission is to find Bilbo Baggins. Speak to Celeblír to continue the search!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'Do you think he might have strayed near Giant Valley? I hope not, but we cannot strike that place from the list of sites to which he might have ventured... not without checking it first!\\n\\n'It is fortunate for us that we have a friend in that valley, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'Canaddal and Ringhul would have seen him if he travelled the High Moor, would they not? Unless...\\n\\n'I have heard that hobbits can make themselves very difficult to notice when the mood strikes. Indeed, Bilbo himself told me this! What if he strayed from the path in order to avoid the notice of our scouts? Where might he have ended up?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Crushing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'Canaddal and Ringhul would have seen him if he travelled the High Moor, would they not? Unless...\\n\\n'I have heard that your people can make themselves very difficult to notice when the mood strikes. Indeed, Bilbo himself told me this! What if he strayed from the path in order to avoid the notice of our scouts? Where might he have ended up?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "There is no shortage of adventure out there for a curious and wandering hobbit. What has Bilbo Baggins gotten up to now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": "",
      "es (fem)": ""
    }
  ]
}