{
  "id": 621038453,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "Your mission is to find Bilbo Baggins. Speak to Celeblír to continue the search!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 2'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "02. The Further Adventures of Bilbo Baggins, Chapter 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'I hope Bilbo would know better than to hide from the scouts! I have always found him to be most friendly and personable, quick to laugh and eager to smile. He seemed to enjoy the peace and comfort of Imladris, and spent many restful days in quiet conversation with me and the others of the house.\\n\\n'Why would he leave now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01102",
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'Scouts of Imladris watch the high moor. It may be one of them has seen Bilbo's passage in pursuit of that secret company. Go, [placeholder], and with haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'I am especially worried about something Elrond said to us. You know of the company that departed Imladris on the twenty-fifth of December, as do I. Do you think it possible that Bilbo set out from Imladris in pursuit of them?\\n\\n'You may know more of their mission than I do, but I know enough to see the danger in it for our dear friend Bilbo! What madness could have compelled him to follow them?\\n\\n'We must find him before he does something even more foolish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Raging",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "There is no shortage of adventure out there for a curious and wandering hobbit. What has Bilbo Baggins gotten up to now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "Monsters in this mission will enrage at low morale, gaining attack strength and attack speed.",
      "es": "",
      "es (fem)": ""
    }
  ]
}