{
  "id": 621038597,
  "txt": [
    {
      "id": 246419872,
      "en": "Aran Greenwith can be found in Trestlebridge.\\n\\nYou should talk to Aran Greenwith.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Foes from the North Downs are using Marl's Crossing to enter the Wildwood",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Any [placeholder] of good standing with Trestlebridge is more than welcome to join our cause. If you have proven yourself to those who live and dwell in this village, then you have already proven yourself to the Woodcutter's Brotherhood.\\n\\n'You do not have to take my word alone, however. If you are at all hesitant to join our cause, speak to the townsfolk. You will see that all of Trestlebridge stands behind the Woodcutter's Brotherhood and that which we hope to accomplish for the village.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Surveying the Wild Lands",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Scout Norwarden",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Scout Sutwarden",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Aran Greenwith",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Scout Overwine Hall",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Defeat Orcs and brigands in the Wildwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Scout the Old Bluff-house",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Yes, of course I am aware of the Woodcutter's Brotherhood. I am the one that gave them permission to form and organize in Trestlebridge. As you know, this town is very important to me. I would defend it with my life.\\n\\n'Any assistance in protecting and rebuilding Trestlebridge is most welcome. I would be grateful if you worked with the Brotherhood to assist my town.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The Woodcutter's Brotherhood, eh? Why yes, I am member of the Brotherhood! It would be good of you to join us. Another sword-arm for the cause will only rebuild this town faster and lift the spirits of the good folk of Trestlebridge.\\n\\n'It would be good to work together, my friend.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Scout Marl's Crossing",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I was one of the first Trestlebridge defenders to join the Woodcutter's Brotherhood. Aran's a good man, you have my word. Why did I join? Well, I needed to feel safer in this town and needed order to my life. The Orcs have inflicted much mischief and sorrow upon it.\\n\\n'The Woodcutter's Brotherhood is the support that I need and that this town needs. We will show those Orcs that Trestlebridge is not to be trifled with!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Greetings, I am Giles Chadwick. It is good to meet you. Yes, I am a member of the Woodcutter's Brotherhood. I joined only recently, when I heard their grand plan to harvest resources from the Wildwood and rebuild the town of Trestlebridge. As you can see, the town is in great need of repair since the Orkish assault. I have managed to mend some small things, here and there, for the townsfolk, but I am just one woodsman.\\n\\n'Together though, we can really make a difference and make Trestlebridge the town it was meant to be.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Aggy Digweed, Guardsman Otley, Giles Chadwick, and Nellie Boskins can all be found in Trestlebridge.\\n\\nYou should talk to Aggy Digweed, Guardsman Otley, Giles Chadwick, and Nellie Boskins as soon as you are able.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I am glad to hear that you wish to join the Woodcutter's Brotherhood, [placeholder]. Your skills will be most helpful to our cause.\\n\\n'Now then, your first task for the Brotherhood is to scout the ruins and notable points of interest in the Wildwood. We believe that many of the old ruins in the Wildwood may have been taken over by Orcs or brigands. While you are in the woods, defeat any Orcs and Brigands that you come across. It is important that the woods are safe if we are to gather its resources for the rebuilding of Trestlebridge.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Woodcutter's Brotherhood wishes to survey the Wildwood of Bree-land to identify both resources and threats that exist within the wooded hills.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Guardsman Otley",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Aran Greenwith can be found in Trestlebridge.\\n\\nYou should talk to Aran Greenwith.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Aggy Digweed",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Giles Chadwick",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Marl's Crossing, Norwarden, Old Bluff-house, Overwine Hall, and Sutwarden can all be found in the Wildwood.\\n\\nYou should scout the Wildwood for the Woodcutter's Brotherhood and defeat any brigands and Orcs that you find along the way.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Defeated Orcs and brigands in the Wildwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Aran Greenwith",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Nellie Boskins",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Norwarden is overrun with foes",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Sutwarden has been overtaken",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "The ruins of Overwine Hall are no longer empty",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I see there are more hostile forces in the Wildwood than we thought! The League of the Axe will be the least of our worries as we work to carefully tread through the Wildwood and harvest the plentiful resources there. With your assistance, I am sure we will prevail in our cause.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The Old Bluff-house is now a watchpoint for foes in the Wildwood",
      "es": ""
    }
  ]
}