{
  "id": 621038440,
  "txt": [
    {
      "id": "0x8243521",
      "en": "'Ah, here he comes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Elrond outside the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8243522",
      "en": "'Any sign of our hobbit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8243523",
      "en": "'Well, [placeholder], we will keep looking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Where has Bilbo Baggins gone?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Elrond outside the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Arwen across the bridge to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38031c1",
      "en": "'No, my brother. None have seen Bilbo anywhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Elrohir outside the entrance to the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Glorfindel to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed61",
      "en": "Learn if Elladan found Bilbo within the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Find out if Lindir knows where Bilbo has gone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'I thought for certain we would find Bilbo by now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'Go on, [placeholder]. Be not shy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'What is it, my friend? You may speak freely, even should Celeblír fear to do so!'\\n\\nYou tell Elrond that you have not seen Bilbo Baggins around Rivendell for some time, and wonder at his absence. Elrond frowns, puzzled.\\n\\n'I have not seen him today. I have only just come from my library, and he has taken to walking in the valley of late. Perhaps my daughter or one of my sons has seen him outside? Speak with them and with Glorfindel, if you should happen across him. It may be they have seen Mr. Baggins and your worries, and those of Celeblír, are unfounded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Is it true that Bilbo Baggins has gone missing?'\\n\\nYou tell Glorfindel that you have not given up on the search, and Bilbo may yet turn up somewhere in Rivendell. The Elf-lord nods.\\n\\n'That is the most likely outcome, but I would advise you to remember the hobbit about whom we speak. Bilbo is more susceptible to adventure's call than most of your kind!\\n\\n'I will search for him as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Is it true that Bilbo Baggins has gone missing?'\\n\\nYou tell Glorfindel that you have not given up on the search, and Bilbo may yet turn up somewhere in Rivendell. The Elf-lord nods.\\n\\n'That is the most likely outcome, but I would advise you to remember the hobbit about whom we speak. Bilbo is more susceptible to adventure's call than most hobbits of the Shire. Indeed, he shares some qualities of the River Hobbits that are your own folk!\\n\\n'I will search for him as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'What is it, my friend? You may speak freely, even should Celeblír fear to do so!'\\n\\nYou tell Elrond that you have not seen Bilbo Baggins around Rivendell for some time, and wonder at the hobbit's absence. Elrond frowns, puzzled.\\n\\n'I have not seen him today. I have only just come from my library, and he has taken to walking in the valley of late. Perhaps my daughter or one of my sons has seen him outside? Speak with them and with Glorfindel, if you should happen across him. It may be they have seen Mr. Baggins and your worries, and those of Celeblír, are unfounded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'Bilbo Baggins? I have not seen him today, but my thoughts have been elsewhere. On this day I might have walked right by him without noticing him!\\n\\n'Or perhaps not. He has always been quick with a greeting and a smile whenever our paths have crossed; I would have seen him. I think you will not find him up the hill, for I just came from there.\\n\\n'On cool days such as this he is most often seated in the house, composing songs and melodies by the fire. If he is not to be found within, you may discover him walking the lanes of Imladris, admiring the trees and the flowers. I am sorry to be of so little help. Perhaps someone else has seen him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Word travels quickly, friend. I know for whom you search.\\n\\n'My brother has gone inside to see if Bilbo fell asleep in the Hall of Fire again, or if he lost track of the time while working in his quarters. Elladan should soon return to tell us which of these proved the answer to Bilbo's disappearance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Is it true that Bilbo Baggins has gone missing?'\\n\\nYou tell Glorfindel that you have not given up on the search, and Bilbo may yet turn up somewhere in Rivendell. The Elf-lord nods.\\n\\n'That is the most likely outcome, but I would advise you to remember the hobbit about whom we speak. Bilbo is more susceptible to adventure's call than most of his kind.\\n\\n'I will search for him as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Elrond has come to the front of the Last Homely House to hear if anyone has seen Bilbo Baggins today.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcbb6cc1",
      "en": "'[placeholder]! Is it true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'None have seen Bilbo Baggins within the house or in the vale since yesterday, [placeholder]. Some of my folk believe he may have found a quiet, sunny place in which to write, or perhaps has fallen asleep somewhere among the trees and will awake rested, refreshed, and bemused at the worry for him.\\n\\n'But we may need to consider another possibility. You know of the secret company that recently departed Imladris. It was decided in council that Bilbo should not become a part of that fellowship, but now I wonder if something might have driven the hobbit to follow after them.\\n\\n'We cannot discount that possibility, friend. Our hobbit may not be in complete control of his feet or his sense of duty, and both of these might send him in pursuit of that secret company. I do not believe it is so, but neither should we dismiss it out of hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Celeblír waits for you to help him search for Bilbo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa18",
      "en": "Mission: The Further Adventures of Bilbo Baggins, Chapter 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113101",
      "en": "'Oh! Lord Elrond has emerged from his library!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113102",
      "en": "'Let me speak for us, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed81",
      "en": "Follow Celeblír to inquire about Bilbo's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113103",
      "en": "'My lord Elrond, a very good afternoon to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113104",
      "en": "'I merely thought...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113105",
      "en": "'Why should it not be? Is there... a reason it may not be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113106",
      "en": "'So it is not a good afternoon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'This way, [placeholder]. Perhaps someone has seen Bilbo in the past few minutes, while we have been discussing his absence. That would be worthy of laughter indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed85",
      "en": "Listen to the words of Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113107",
      "en": "'No, it is true, my lord Elrond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113108",
      "en": "'You see...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd113109",
      "en": "'[placeholder] wished to ask you something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc663fd1",
      "en": "'I am sorry I cannot be more help to you. I hope you find him soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c691",
      "en": "'Is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c692",
      "en": "'Calm yourself, Celeblír!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Elrond is waiting to speak with you outside in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c693",
      "en": "'These are dark times. Even Imladris has been touched by the concerns of the world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c694",
      "en": "'Fell powers have awoken, and their servants walk again in Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c695",
      "en": "'Be not so crestfallen! I was deep in thought and forgot my courtesies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c696",
      "en": "'I bid you good afternoon as well, but I deem that was not the purpose for which you stopped me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c697",
      "en": "'I shall remain here and wait for word from you concerning our hobbit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Elrond suggested that you consult Arwen, Elladan, Elrohir, and Glorfindel about Bilbo's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf5c698",
      "en": "'My daughter has not seen him either? Hmm.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}