{
  "id": 621038447,
  "txt": [
    {
      "id": 235466099,
      "en": "Talk to Glóin",
      "es": ""
    },
    {
      "id": 35307200,
      "en": "'We have weathered such storms before.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "If Bilbo wandered north instead of south, Glóin may have seen his old adventuring companion.",
      "es": ""
    },
    {
      "id": 35307201,
      "en": "'Do you tell me Longbeards run fearful before a little snow?'",
      "es": ""
    },
    {
      "id": 235466102,
      "en": "Listen to Glóin",
      "es": ""
    },
    {
      "id": 35307202,
      "en": "'A horde, you say? How many creatures did you see?'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Glóin",
      "es": ""
    },
    {
      "id": 35307203,
      "en": "'[placeholder].'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'What brings you to the mountains, [placeholder]?'\\n\\nYou tell Glóin that no one in Rivendell has seen Bilbo Baggins today, and the Elves have started to worry that something may have happened to the old hobbit. Glóin looks at you with surprise.\\n\\n'Bilbo? Missing?'",
      "es": ""
    },
    {
      "id": 35307204,
      "en": "'Three snow-beasts? You were afraid of three snow-beasts?'",
      "es": ""
    },
    {
      "id": 35307205,
      "en": "'Oh.'",
      "es": ""
    },
    {
      "id": 35307206,
      "en": "'Look! The master of the snow-beasts! And that must be the spirit that drives him!'",
      "es": ""
    },
    {
      "id": 136424417,
      "en": "'Walk with me, [placeholder].'",
      "es": ""
    },
    {
      "id": 35307207,
      "en": "'I think that is the last of them, for now!'",
      "es": ""
    },
    {
      "id": 35307208,
      "en": "'Now, [placeholder]. What were we talking about before we were interrupted by, well, by a horde?'",
      "es": ""
    },
    {
      "id": 136424418,
      "en": "'I don't think Bilbo is actually missing.'",
      "es": ""
    },
    {
      "id": 136424419,
      "en": "'You see, I saw him this morning!'",
      "es": ""
    },
    {
      "id": 136424420,
      "en": "'I don't remember the exact time, but I'd say it was about ten o'clock.'",
      "es": ""
    },
    {
      "id": 69036761,
      "en": "Fight alongside Glóin and his Longbeards. <rgb=#FF0000>Glóin must not be defeated!</rgb>",
      "es": ""
    },
    {
      "id": 136424421,
      "en": "'We spoke about the weather and discussed some of our adventures.'",
      "es": ""
    },
    {
      "id": 136424422,
      "en": "'Nothing out of the ordinary.'",
      "es": ""
    },
    {
      "id": 235466113,
      "en": "Walk with Glóin and discuss Bilbo's disappearance",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "If Bilbo did not travel south, perhaps he journeyed north. His old adventuring friend Glóin may have seen him.",
      "es": ""
    },
    {
      "id": 136424423,
      "en": "'Wait... did you hear that?'",
      "es": ""
    },
    {
      "id": 136424424,
      "en": "'My scouts return, and at a brisk pace!'",
      "es": ""
    },
    {
      "id": 136424425,
      "en": "'What do you report?'",
      "es": ""
    },
    {
      "id": 127884949,
      "en": "Glóin has been defeated!",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Were those shouts in the distance? You and Glóin should <rgb=#00FF00>look</rgb> for the disturbance!",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Scouts are returning to Glóin's camp with haste. What has happened?",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Glóin needs your help to defend his camp.",
      "es": ""
    },
    {
      "id": 149027352,
      "en": "Mission: The Further Adventures of Bilbo Baggins, Chapter 4",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Will you stand with us, [placeholder]? My Longbeards are a worthy fighting force, but this fell storm sounds unnatural, and we can use whatever help you might give to us! A horde of snow-beasts? Let us hope my scouts exaggerate!'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Glóin at his camp in the Misty Mountains",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "<rgb=#00FF00>Look</rgb> into the distance and learn of the disturbance",
      "es": ""
    },
    {
      "id": 4326577,
      "en": "'A terrible snow-squall approaches!'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Learn what has caused the hasty return of Glóin's scouts",
      "es": ""
    },
    {
      "id": 4326578,
      "en": "'Nay. But this one drives a horde of snow-beasts before it!'",
      "es": ""
    },
    {
      "id": 4326579,
      "en": "'Too many to count! And they come this way!'",
      "es": ""
    },
    {
      "id": 4326580,
      "en": "'Here they come!'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Ah, yes, Bilbo.\\n\\n'As I was saying, we spoke this morning around ten o'clock. We spoke about this and that, and then he bid me farewell and left the camp. I thought at the time that he turned right and made his way back to Rivendell, but... now I am not certain of it. Are you sure none have seen him in the valley?\\n\\n'Well, if he turned left instead, he would have climbed the slope, leaving Rivendell behind. And with that spirit of the storm loose and causing trouble, it could be Mr. Baggins lost his way....\\n\\n'I don't like this, [placeholder]. If only I had noticed which way he turned when he left! It seemed like such an ordinary visit, I thought nothing of it.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Glóin and prepare for the onslaught",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Glóin is outside his camp in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'I hope Bilbo has not gotten himself in real trouble!'",
      "es": ""
    }
  ]
}