{
  "id": 621038594,
  "txt": [
    {
      "id": "0xd6a5029",
      "en": "Talk to Aran Greenwith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I am Enid Nettlesting, leader of the League of the Axe, and who might you be? Have you come to Trader's Wharf to trade or do you think you have what it takes to be a member of the League? We have claimed much of the Wildwood, yet so has the Woodcutter's Brotherhood, who dwell at Trestlebridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wildwood of Bree-land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Enid Nettlesting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The Woodcutter's Brotherhood is always on the look-out for new members to join our cause. What is it that we wish to accomplish? Why, the rebuilding of Trestlebridge! Yes, this village is quite important to us and it has seen much hardship and sorrow. We wish now to revitalize Trestlebridge and restore it to a thriving place of commerce and return it to a joyful community.\\n\\n'What say you? Will you join the Woodcutter's Brotherhood and join our cause?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The Wildwood is a lightly travelled wilderness, far beyond the Bree-fields, teeming with untapped resources.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Do you think you are up for the task of becoming a member of the League of the Axe? I am not so sure. Tell me about the hardships you have faced in your life. Tell me about the difficulties you have had to deal with to make ends meet, be it no food at the table, or no bed for the night.\\n\\n'We at the League have endured much. This is why we band together, to make a name for ourselves at our home, at Trader's Wharf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Aran Greenwith can be found at Trestlebridge and Enid Nettlesting can be found at Trader's Wharf.\\n\\nYou should talk to Aran Greenwith and Enid Nettlesting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail traveller, I am Aran Greenwith, leader of the Woodcutter's Brotherhood. What brings you to us, here in Trestlebridge? Have you come to assist our efforts in the Wildwood? I should say that we do not stake all the claim to this forest. So too does the League of the Axe, who reside upon the shores of the Brandywine.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}