{
  "id": 621038455,
  "txt": [
    {
      "id": "0xeb01167",
      "en": "Your mission is to find Bilbo Baggins. Speak to Celeblír to continue the search!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete 'Mission: The Further Adventures of Bilbo Baggins, Chapter 4'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "04. The Further Adventures of Bilbo Baggins, Chapter 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Celeblír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'At last we are making some progress, [placeholder], and may have picked up Bilbo's trail! But where does that trail lead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Celeblír is west of the Last Homely House, near the Town Crier.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56810",
      "en": "'I understand a party of dwarves has made camp along the path that winds into the Misty Mountains. Perhaps they caught sight of our missing hobbit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8102",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'We have found no sign that Bilbo travelled south. That is a relief, for it appears Elrond's concern may not be warranted. Our hobbit may not have followed in the footsteps of that secret company.\\n\\n'If he did not travel south... did he journey north?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Reinforcements!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'I understand a party of your people has made camp along the path that winds into the Misty Mountains. Perhaps they caught sight of our missing hobbit?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "There is no shortage of adventure out there for a curious and wandering hobbit. What has Bilbo Baggins gotten up to now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'I understand a party of Longbeards has made camp along the path that winds into the Misty Mountains. Perhaps they caught sight of our missing hobbit?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}