{
  "id": 621038444,
  "txt": [
    {
      "id": "0xeb011a2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'You... you're lookin' for that halfling... aren't you?'\\n\\nThe goblin coughs, spluttering and choking on his own blood.\\n\\n'You're too late! My wargs found 'im... by rights he should belong to me... but look around! Sorrog and Bauglám squabbled over the spoils... claimed the halfling for... themselves....'\\n\\nHe closes his eyes, near to death. You demand that he tell you where Bilbo was taken, and before he dies he mumbles a single word.\\n\\n'No....' he mutters, and dies laughing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Search the camp in the middle of the snow-field and learn what happened to Bilbo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "A dying goblin lies among the slain. Did he see Bilbo?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Investigate the goblin-camp to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You hear voices on the wind. Goblin-voices!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe7fe491",
      "en": "'The wargs'll get him, don't worry about that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "The tracks lead north, near the flickering light of a camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to the dying goblin in the camp of the slain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d159",
      "en": "If Glóin is right, Bilbo Baggins may have ventured north into the Misty Mountains instead of returning to Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "There seems to be no sign of Bilbo at this camp. Did he travel further north?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5722f71",
      "en": "'Bilbo has been captured by goblins? This is worse than I feared!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "If Bilbo did come this way, some of his tracks may have survived being covered by the recent snows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "More of Bilbo's tracks may lie to the north, hopefully not covered by the recent snows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "A small camp-fire to the north-east of the tracks may conceal some sign of Bilbo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Perhaps Bilbo evaded the goblins at the camp-fire and journeyed further north. You should search for more tracks in the wide-open space at the top of the slope.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa18",
      "en": "Mission: The Further Adventures of Bilbo Baggins, Chapter 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Examine the tracks in the snow to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "The trail leads directly toward another goblin encampment! What was Bilbo thinking?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Defeat the goblins and journey north in search of more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Search the camp-site to the north-east for sign of Bilbo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "This camp is full of slain goblins and wargs. What happened here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Defeat goblins and journey north in search of more tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Dead goblins and wargs, but no sign of Bilbo? We need to find him, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "A goblin-camp to the north-east lies directly in the path of the last tracks you found. What was Bilbo thinking?",
      "es": "",
      "es (fem)": ""
    }
  ]
}