{
  "id": 620859159,
  "txt": [
    {
      "id": 136165297,
      "en": "'And then again I may not!'",
      "es": ""
    },
    {
      "id": 136165298,
      "en": "'One of us is weak! And one of us is strong!'",
      "es": ""
    },
    {
      "id": 247355937,
      "en": "'You again? Why haven't you gone yet?'",
      "es": ""
    },
    {
      "id": 247355938,
      "en": "'That plate of mushrooms smells terrible. Or maybe it's you!'",
      "es": ""
    },
    {
      "id": 196714849,
      "en": "'These apples and pears will be made into a delicious cobbler! Now bring me the next goods!'",
      "es": ""
    },
    {
      "id": 247355939,
      "en": "'Get out of here. I'm sick of you running back and forth.'",
      "es": ""
    },
    {
      "id": 196714850,
      "en": "'Very good, very good! This plate of fruit is just the thing! Now bring me the next goods!'",
      "es": ""
    },
    {
      "id": 247355940,
      "en": "'Haven't you got anything better to do than ruining my rest?'",
      "es": ""
    },
    {
      "id": 196714851,
      "en": "'Mmmm, fresh fruit! Mostly! Ha ha ha! Now bring me the next goods!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You should next bring your message to Saeradan, in Bree-land. He is more settled than some others of my kin, but no less a vital part of the Grey Company. We will have need of Saeradan's calming wisdom on the road south, for though we have need of haste, so too do we need to keep our wits about us. Too often can the hasty road lead to carelessness. Saeradan will help prevent this.\\n\\n'Look for him at his cabin near the town of Bree, in Bree-land. He lives east of Thornley's Work-site, in the Northern Bree-fields.'\\n\\nCandaith gives you a wistful smile.\\n\\n'It is true, we don't know what we will find as we ride south. I look out over these Lone-lands and wonder what will happen to them when we have gone. But this is something we must do. Each of us has sworn an oath to Aragorn our chief, and none of us will break that oath. We know the risks. None of us would join the Grey Company if we felt its errand was not important enough to brave those risks. For my part, I will not give in to fear of the unknown. We all have our role to play, and I hope only that when I have played mine, the world will have been better for my having been in it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That fellow Saeradan does come to the Pony from time to time, and we talk about the state of things in Bree. Not as often as I'd like, of course! For every moment of peace there are ten things that need doing, and no way to make them all fit in the time available! Still, I do what I can, and wouldn't trade the Pony for anything!\\n\\n'Folk say Saeradan's a Ranger, but if he is, he's more respectable than most. Has a cabin just near Bree, you know, and even spares a smile for his neighbours, which is more than I've seen from some others of that kind.\\n\\n'Will you look at me, going on and on like this! There's no time for idle chatter...there are foodstuffs sitting in one of the parlours that need to be brought out here for preparing. Will you go and fetch some of them? Apples, pears, mushrooms...you'll see the crate, you will, and you'll be a big help to me if you hurry!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you! You've been a great help to me today, and I won't forget it. So much to do, so very much to do, but you're welcome to stay as long as you like. Join the company, sing a song, warm yourself by the fire!'\\n\\nBarliman pauses and his eyes pass briefly over the crowd.\\n\\n'There is one more thing, actually, [placeholder],' he says in a hushed tone.\\n\\n'There have been a few rude types come to Bree lately, and they've been scaring off some of the townsfolk who like to come to the Pony of a night; regular visitors, you know, good folk who come by for a spot of ale and some cheer.\\n\\n'Do you think you might have a word with the fellow at that table there? Uchdrud, I think his name is, and he's a coarse sort. Maybe you can encourage him to finish his mug of beer and find somewhere to go for the night? Only he hasn't rented any lodgings here, and I'd just as soon he took his loud friends somewhere else. I would tell him myself, but there's so much to do....'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I see, [placeholder]. I will travel south with as many of the Dúnedain as can be gathered in haste. Aragorn has need of us, and that is all that we need know.'\\n\\nSaeradan looks wistfully around the yard.\\n\\n'I fear for the people of this land, [placeholder], without the Dúnedain to protect them. Great numbers of an unruly sort have already come to Bree, and the brigands of the countryside will have no want for members while the Rangers are not around to keep their ranks in check.\\n\\n'I will make ready to depart. While I do so, will you speak with Barliman at the Prancing Pony? He does not think much of Rangers, but I would have you ask him to take especial care of his Inn and the town for the next several months, if it comes to that. He will not understand, but I want him to have at least some warning that troubles may lie in store for Bree.' ",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I was right to worry, then? I feared it was so. Very few of these people know that the safety they feel is the result of the tireless work of the Dúnedain.\\n\\n'And yet our road must take us south, into lands far away from the well-meaning proprietor of the Prancing Pony. He may not trust Rangers, but my people are no less fond of him and his simple life than they are of their own sons and daughters. I hope his town and his inn will remain safe until we return...if return we can.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You dropped the plate of food",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'What did you say to me? I have as much a right to this table as anyone here. More so, once the rest of my friends get here! Oh, there will be changes around here, I don't mind telling you.'\\n\\nUchdrud scowls at you.\\n\\n'Are you still here? You've made me mad, and now you're going to pay for it! I will see you outside, by the North-gate of Bree, if you have any courage at all. We won't be bothered there. I will teach you a lesson about respecting Uchdrud and his boys...a lesson this whole town is going to have to learn!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You dropped the plate of food",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I didn't think you'd show, [placeholder]. We're going to own this town in a couple weeks, and that fat innkeeper in there will have to beg for table-scraps from Uchdrud and his boys.\\n\\n'Just like you'll need to beg for mercy in a few moments, [placeholder]. I may even grant it!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You dropped the pumpkin",
      "es": ""
    },
    {
      "id": 207651089,
      "en": "'Ah, there it is! A fine pumpkin, that one!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Uchdrud has challenged you to meet him outside the Pony",
      "es": ""
    },
    {
      "id": 207651090,
      "en": "'I know it is heavy, but it will be delicious in a pie or several! Hand it here!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Uchdrud begs for mercy! Saeradan was right: trouble lies ahead for Bree",
      "es": ""
    },
    {
      "id": 207651091,
      "en": "'What a help you have been! I simply have not had the time!'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Uchdrud smiles coldly and dismisses your plea for mercy",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have brought word to Candaith that the Grey Company assembles, but now Saeradan in Bree-land must be notified.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Uchdrud at The Prancing Pony Inn",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Meet Uchdrud outside the North-gate of Bree",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Defeat Uchdrud",
      "es": ""
    },
    {
      "id": 106572113,
      "en": "'Watch yourself. Wouldn't want to drop those.'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Saeradan at his cabin",
      "es": ""
    },
    {
      "id": 106572114,
      "en": "'You don't look strong enough to carry that plate. Ha!'",
      "es": ""
    },
    {
      "id": 106572115,
      "en": "'Apples? Pears? What a waste! Those won't put meat on your bones!'",
      "es": ""
    },
    {
      "id": 63113505,
      "en": "'That pumpkin looks too heavy for your weak arms.'",
      "es": ""
    },
    {
      "id": 106572116,
      "en": "'I would hate to see you drop that plate. Get out of my sight.'",
      "es": ""
    },
    {
      "id": 63113506,
      "en": "'You again?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Saeradan in Bree-land",
      "es": ""
    },
    {
      "id": 63113507,
      "en": "'Don't drop that pumpkin. If it splatters my boots, I'll have you lick up the mess!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Barliman Butterbur at The Prancing Pony Inn",
      "es": ""
    },
    {
      "id": 63113508,
      "en": "'I've seen bigger pumpkins grown by Orcs! What a pitiful thing.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Retrieve foodstuffs from a crate in the Pony",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Carry the plate of apples and pears to Barliman",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Retrieve foodstuffs from a crate in the Pony",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Carry the plate of mushrooms to Barliman",
      "es": ""
    },
    {
      "id": 10980161,
      "en": "'I will see you outside, and we will settle this!'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Retrieve foodstuffs from a crate in the Pony",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Carry the pumpkin to Barliman",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Barliman Buttebur at The Prancing Pony Inn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saeradan is at his cabin in Bree-land, east of Thornley's Worksite in the Northern Bree-fields.\\n\\nCandaith has told you to travel next to tell Ranger Saeradan of the Grey Company's road.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barliman Butterbur is the proprietor of The Prancing Pony and can be found by its bar, in the town of Bree.\\n\\nSaeradan has agreed to travel south with the Grey Company, but he wants you to ask Barliman Butterbur to be careful while the Rangers are gone.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Crates of foodstuffs are waiting in one of the parlours of The Prancing Pony.\\n\\nBarliman has heard the warning you brought from Saeradan, but he seems to have already forgotten it, and has asked you to carry foodstuffs out to the main room of the Pony.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Crates of foodstuffs are waiting in one of the parlours of The Prancing Pony.\\n\\nBarliman has heard the warning you brought from Saeradan, but he seems to have already forgotten it, and has asked you to carry foodstuffs out to the main room of the Pony.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Crates of foodstuffs are waiting in one of the parlours of The Prancing Pony.\\n\\nBarliman has heard the warning you brought from Saeradan, but he seems to have already forgotten it, and has asked you to carry foodstuffs out to the main room of the Pony.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Barliman Butterbur is in the main room of The Prancing Pony.\\n\\nYou have carried several loads of foodstuffs from one of the Pony's parlours out to the main room and should speak now to Barliman.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Uchdrud is sitting at a table in the main room of The Prancing Pony.\\n\\nBarliman Butterbur has asked you to encourage Uchdrud, an unruly and coarse sort, to vacate the premises.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Uchdrud is waiting somewhere by the North-gate of Bree for you to answer his challenge.\\n\\nYou did as Butterbur asked and told Uchdrud to finish his beer and leave the Pony, and he reacted angrily, challenging you to meet him outside the North Gate of Bree.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Saeradan is at his cabin outside the town of Bree.\\n\\nYou have done as Saeradan asked and should now return to him at his cabin.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You'll find the stack of crates in one of the parlours, [placeholder]. Bring me the foodstuffs you find inside: plates of apples, pears, mushrooms, and a pumpkin. You may need to take a few trips!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It's a start, but that's not all of it, [placeholder]! Return to the crates in the parlour and bring me some more of the foodstuffs you find within.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'One more trip should do it, [placeholder]. There should be a pumpkin in one of those crates in the parlour, so you just run that out here and we should be all set, and a job well done it will be!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I don't want you to make a scene, but I'd just as soon have this Uchdrud out of the Pony. He's loud and coarse and is scaring the rest of the guests! He's at that table over there.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am sorry you have gotten tangled up with this, [placeholder], but this sort of thing has gotten more and more common lately! What is happening to Bree these days?\\n\\n'Uchdrud says he'll teach you a lesson outside the North-gate of Bree? I don't think he knows what he's gotten himself into, [placeholder], but be careful. You never know how dangerous that sort of fellow might be, bark or bite!'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'What is happening to Bree? So many coarse and unruly sorts, like that Uchdrud, are coming to the town. There will be trouble come from it, mark my words! Ah, we will weather it, we always do. The Pony will be here forever, and a Butterbur will be running it, so long as I have any say in the matter!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Barliman will not understand, as he bears little goodwill for the Rangers, but I want him to be vigilant for any dangers that may arise while the Dúnedain are away in the south. Go now to The Prancing Pony, in Bree, and give him my warning. I hope it will put him on his guard, for dark days may be ahead for Bree.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Are you still here? I will first finish this beer, and then I will meet you outside the North-gate of Bree to teach you a lesson you won't soon forget!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 3: Saeradan's Watchfulness",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'You must bring your message to Saeradan, in Bree-land. Look for him at his cabin, east of Thornley's Work-site in the Northern Breefields.'",
      "es": ""
    },
    {
      "id": 10935249,
      "en": "'Mmmm, smell those fine mushrooms! These will be delicious! Now bring me the next goods!'",
      "es": ""
    },
    {
      "id": 10935250,
      "en": "'Very good, thank you! I have an order for these mushrooms already! Now bring me the next goods!'",
      "es": ""
    },
    {
      "id": 10935251,
      "en": "'I should have you work here every day, my  friend! Now bring me the next goods!'",
      "es": ""
    }
  ]
}