{
  "id": 620859076,
  "txt": [
    {
      "id": "0x5a3ced8",
      "en": "Master Elrond is waiting to speak with you in the Library of his house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Master Elrond is waiting to speak with you in the Library of his house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc007832",
      "en": "'The Rangers will uphold their oath. They will become the Grey Company, and ride to the aid of their chief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know of the messages from my grandmother, [placeholder], and I know too that my father has asked you to gather the Dúnedain that they may ride south to the aid of Aragorn.\\n\\n'We knew this day would come, he and I, and have both long prepared for its arrival. It has been my part to craft an item of beauty and of use, an item Aragorn will have need of before all is done. He knows of its making, and it will be a sign to him that the hour has indeed arrived when he must seize that which is his. I hope it will be a comfort to him, too, in distant lands.\\n\\n'When the Dúnedain are all assembled, I will send for you. I must be sure someone can bear this item to him. I will call you before the Rangers depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Golodir was a strong man and true of heart, but my father is right. He has suffered much. I did not know.\\n\\n'I know very little of Corunir, beyond that he be loyal to a fault. Did he not remain in Aughaire for years, awaiting Golodir's return from beyond the Rammas Deluon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am pleased you received my summons, [placeholder]. I apologize for being so close as to the reason for its urgency, but there are dangers on the road, and I did not wish any information that might do us harm to fall into the hands of evil Men.\\n\\n'Two days ago, courier-hawks arrived in Rivendell bearing messages from Lórien. The messages were short, but even in their brevity they caused me pause.\\n\\n'The messages are from the Lady Galadriel. I understand some of their meaning, but I can only guess at the full import of her words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'And so it shall be, [placeholder]. You will walk the paths of Eriador one more time, in search of these Dúnedain. They will gather others of their kin, and when all is made ready, the Grey Company will set forth.\\n\\n'It will be done as Galadriel of Lórien has asked. We respond to her messages with the haste we must, and with the messenger those messages deserve: a [placeholder] of proven loyalty, to gather the Grey Company in time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'It will not be easy to gather the Dúnedain as quickly as it must be done, [placeholder]. It would be best for you to bring the message to certain of Aragorn's kin, that they may then speak to the rest of their people, while you travel to those of more distant lands.\\n\\n'I have prepared the names of those to whom you must speak. Walk with me, and I will tell you where they can be found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Once you have met Radanir in the Trollshaws and told him that the Rangers must assemble, you should travel west into the Lone-lands. At the base of Weathertop, you will find Candaith. He is sure to join the Grey Company.\\n\\n'After you have spoken to Candaith, you will travel into Bree-land to speak with Saeradan at his cabin. He is not as prone to wandering as others of his kin, but he must be told of Aragorn's need.\\n\\n'But there are other Rangers you must find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Halros, Halbarad, and Calenglad will speak with others of the Dúnedain near the borders of the Shire and throughout the North Downs and Evendim, but there are two more Rangers you will need to find personally. The distances are simply too great for anyone but you to cover in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Very good, [placeholder]. Perhaps now we will have an answer for why this haste is necessary.\\n\\n'Is that Elladan? It is! Perhaps he will have some answers for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Very good, [placeholder]. Many hopes rest on your journey through Eriador to gather the Dúnedain for their journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c31",
      "en": "'My sons tell me that the Ranger Radanir has come to Thorenhad, in the Trollshaws. He will be closest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c32",
      "en": "'Radanir is humourless, but among the trees of the Trollshaws he is more at home than any.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c33",
      "en": "'He is an expert in herb-lore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c34",
      "en": "'You will find the Ranger Candaith in the Lone-lands, at the base of the hill called Weathertop.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c35",
      "en": "'He knows much about the lore and heritage of the Dúnedain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c36",
      "en": "'Saeradan is more settled than many of the Dúnedain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c37",
      "en": "'He has a cabin in Bree-land and is held in higher regard by its people than others of the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c38",
      "en": "'Do you have any questions about these three?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d37c39",
      "en": "'The Ranger Halros has a camp in the Shire, near the outskirts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b6ccd1",
      "en": "'Elladan, you have returned from your camp in the wild?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b6ccd2",
      "en": "'War? Not here in Imladris!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "Elrohir is in the library of his father's house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "Master Elrond is in the library of his house.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b2c301",
      "en": "'Father, I do not understand. There is another Ranger in Angmar that should be a part of the Grey Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b2c302",
      "en": "'Why should Golodir not join the Grey Company?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Listen to Pethelen and Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Pethelen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Enter the Hall of Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c00780",
      "en": "'You know the roads and paths of Eriador, [placeholder]. You must bring this news to the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Listen to Lord Elrond and Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c00781",
      "en": "'I will meet you in the library to discuss this charge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Lord Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Walk to the Library in the House of Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Lady Arwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Enter the Library in the House of Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Walk with Lord Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Lady Arwen catches your eye and smiles a greeting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0071",
      "en": "'You know of the secret company that set forth from Imladris in December, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0072",
      "en": "'We know they stayed for a time in Lothlórien, healing from their hurts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0073",
      "en": "'They have moved on from the safety of that land, sailing down the river Anduin with all secrecy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0074",
      "en": "'Do you fear for the success of their mission, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0075",
      "en": "'I wonder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Messages from Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0076",
      "en": "'This is the message I received from Galadriel of Lórien two days ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0077",
      "en": "'Aragorn has need of his kindred. Let the Dúnedain ride to him in Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0078",
      "en": "'What is Aragorn doing in Rohan? None of the plans we discussed should have brought him there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc5c0079",
      "en": "'That is so. We must gather the Dúnedain, the Rangers of Eriador. You must do this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c300",
      "en": "'I would tell you the names of the nearby towns, but... I do not know them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c301",
      "en": "'I have not concerned myself with dealings in the Shire as Gandalf, Aragorn, and Halros have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c302",
      "en": "'The Ranger Halbarad has always had the ear of Aragorn, his chieftain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c303",
      "en": "'You will find him at the hidden camp of Esteldín, in the North Downs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c304",
      "en": "'Calenglad has overseen the defence of Annúminas, on the shores of Lake Evendim, for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to Imladris in response to an urgent summons from Master Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d80ca1",
      "en": "'Thank you, [placeholder]. That means a great deal to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c305",
      "en": "'He has known Aragorn all of his life. I do not doubt he will ride with the Grey Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c306",
      "en": "'Do you have any further questions?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c307",
      "en": "'The Ranger Lothrandir watches the frozen northern lands of Forochel, home of the Lossoth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c308",
      "en": "'And yet, the Grey Company needs Lothrandir, despite the incredible distance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c309",
      "en": "'He spent much of his life in the wide southern lands, and is familiar with their peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c310",
      "en": "'This way, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c311",
      "en": "'The last Ranger I would have you find is Corunir. You will find him in Aughaire, in Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c312",
      "en": "'Corunir is less bold, perhaps, than others of the Dúnedain, but he does have some sense.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c313",
      "en": "'Golodir, you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c314",
      "en": "'You know why, or can guess, [placeholder]. You were there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c315",
      "en": "'You were there when Golodir's daughter was slain by the False King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c316",
      "en": "'We should ask no more of Golodir. He has lost too much already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c317",
      "en": "'Let Golodir remain in Eriador, where he can nurse his grief. Corunir will go in his place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c318",
      "en": "'You could not know this, [placeholder], but Golodir has suffered much already.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c319",
      "en": "'It was before the gates of Carn Dûm that Golodir's daughter was slain by the False King of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Talk to Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Walk with Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Talk to Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Walk with Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Talk to Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Talk to Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c56",
      "en": "Talk to Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c320",
      "en": "'Golodir has nothing left to give and cannot rightly be asked to do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd37c321",
      "en": "'Let him remain in Eriador, where he can nurse his grief. Corunir will go in his place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7037971",
      "en": "'Indeed. The promise of war has brought my brother and me back to the house of our father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7037972",
      "en": "'No, Pethelen, not yet. My brother and I ride to war in the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7037973",
      "en": "'[placeholder], this concerns you as well. My father waits for us in the Hall of Fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you, [placeholder]. I will send for you when this item is ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Go now to the library upstairs, [placeholder]. I will meet you there, and we will discuss how the Rangers can be assembled as quickly as can be managed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8442da1",
      "en": "'They are strong of heart and true of purpose, father. They will not falter in it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pethelen is in the main hall of the House of Elrond.\\n\\nYou have entered the House of Elrond with Pethelen, and he is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Unless it is forbidden, be sure to tell me what is going on, [placeholder]! Now, hurry into the Hall of Fire to speak with Master Elrond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8442da2",
      "en": "'If Lady Galadriel says Aragorn is in Rohan, he surely is, or will be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Master Elrond is waiting for you in the Hall of Fire, inside the Last Homely House.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What you say fills me with foreboding, [placeholder]. I do not know all the details of the journey on which Aragorn set forth last December, but if Lady Galadriel says he has need of his kin, well... that can mean nothing good, can it?\\n\\n'Lord Elrond said he would meet you in the library for further discussion of how to gather the Dúnedain? You should go there at once! It is just upstairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Master Elrond is in the Hall of Fire inside his house in Rivendell, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Lord Elrond has asked to meet you in the library of his house to further discuss the charge: to gather the Dúnedain that they may ride to the aid of Aragorn in Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Arwen is outside the library in the House of Elrond and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Master Elrond is waiting inside the library of his house to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Lord Elrond is waiting to speak with you in the library of his house.",
      "es": "",
      "es (fem)": ""
    }
  ]
}