{
  "id": 620859158,
  "txt": [
    {
      "id": 136263297,
      "en": "An unsavoury gentleman stands where you thought to find the hidden cache",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Orskdulug falls, his robbery a failure, and you retrieve Candaith's goods",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dúnadan Candaith has a camp near the foot of Weathertop, in the Lone-lands. He must be told the mission of the Grey Company.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Dúnedain may be scattered across the wilds of Eriador, but my brother and I know the locations of some few, and from those few will you learn where others may be found.\\n\\n'The Ranger Candaith was a help to us as we scoured the lands to the south following the rage of the Bruinen; we spoke as often as speed would allow on that journey, and he had many interesting tales to tell of the Lone-lands. You will find his camp there, at the base of Amon Sûl...of Weathertop.\\n\\n'Tell him that Aragorn has need of his kin. Candaith will be certain to join the Grey Company, for his loyalty to his chieftain cannot be questioned.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Candaith is at his camp in the Lone-lands, at the foot of Weathertop.\\n\\nElrohir has told you to bring word to the Dúnadan Candaith of the Grey Company's preparations.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So the time has come at last to stand with Aragorn son of Arathorn, my lord and the chieftain of the Dúnedain. In my heart I knew the day would come, for as the shadows have lengthened, the need for Aragorn to accept his mantle has become all the more pressing.\\n\\n'I have come to love the lands between The Forsaken Inn and the Last Bridge, and it will grieve me to leave them, but I will do so; I will join the Grey Company and travel south as you have asked.\\n\\n'While I make ready to leave, will you retrieve a hidden cache of supplies I prepared some time ago? I left a sword, some gloves, and a few other supplies north-east of here, atop a small rise called Echad Sûl, in the shade of a tree. Recover this cache and bring it back to me, for I will have need of it in the lands to the south.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candaith's hidden cache is north-east of his encampment, atop a small rise called Echad Sûl, in the shade of a tree.\\n\\nThe Ranger Candaith has asked you to recover a hidden cache of supplies he prepared some time ago, as he will have need of its contents on the journey of the Grey Company.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Candaith's hidden cache at Echad Sûl seems to be gone, and an unsavoury gentleman stands there instead.\\n\\nCandaith sent you to recover a cache of supplies, but it may now be missing.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the hidden cache north-east of here, atop a small rise called Echad Sûl, in the shade of a tree. Recover its contents and bring it to me, and I will go forth to meet the Grey Company.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What are you looking at? It seems to me that these lands should be big enough for you to find a path that takes you out of my sight, little [placeholder].'\\n\\nOrskdulug follows your gaze and smirks.\\n\\n'You like this sword? Found it, I did, and these gloves and a few choice other items. Sometimes you find these little caches in the wild, left by Rangers, I suspect. Easy pickings, if you ask me.\\n\\n'Looks like you might be easy pickings, too. I'll be taking your gear and your coins, friend. Without a fight, or with one...it is all the same to me!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Candaith is at his camp below Weathertop, in the Lone-lands.\\n\\nYou have recovered the supplies from the hidden cache that were taken by Orskdulug and ruined his plan to rob you with them.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You say that someone may have found the hidden cache and taken its contents for himself? Confront this man, if you would, [placeholder]. Some of those items were of great sentimental value to me, and I would have them returned if possible. I understand that what is left in the wild is free to any who chance upon it, but perhaps this man can be persuaded to return the contents of the cache.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I would have been willing to part with the contents of the cache, [placeholder]; items hidden in the wild, once found, should go to their finders. But once Orskdulug sought to use my items to rob you, as far as I am concerned, he gave up his right to them.\\n\\n'I am pleased to have them back. Thank you.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You did not recover the cache?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Dúnadan Candaith has a camp at the foot of Weathertop, in the Lone-lands. Bring him word of the Grey Company's need for him, and he will surely pay it heed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Candaith at Weathertop",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Locate Candaith's hidden cache at Echad Sûl",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Orskdulug at Amon Sûl",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Orskdulug",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: Candaith's Hidden Cache",
      "es": ""
    },
    {
      "id": 123556849,
      "en": "'Die!'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return to Candaith with the equipment you took from Orskdulug",
      "es": ""
    },
    {
      "id": 123556850,
      "en": "'You were a fool to try and fight me!'",
      "es": ""
    }
  ]
}