{
  "id": 620859156,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], we are met in time of need, and it is a joy to see you! You must have received my message, for little else could have brought you hither with such haste!\\n\\n'I did not dare to speak openly of the reason for Master Elrond's request in my letter, for fear that the message might be intercepted. I apologize for drawing you here with so little information, but Master Elrond will explain in detail what I could not.\\n\\n'Speak, if you are ready! We will go to him together, and he will tell you what has prompted his call.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Master Elrond was right to impress upon me the need for haste, [placeholder]! If Aragorn has need of the Dúnedain, they will need to be gathered with as much speed as can be managed. It will not be an easy task, for the Dúnedain are given to wandering the wild. They may be scattered across all of Eriador!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Master Elrond awaits. Quickly, [placeholder]! It is my understanding that any delay will serve to do us great harm, so let us act with haste!'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Volume III, Prologue: Messages from Lórien",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Pethelen the Elf has been entrusted with bringing word to you of an urgent matter that is a great concern of Master Elrond of Rivendell.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Pethelen and meet with Master Elrond",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pethelen is at the front porch of the Last Homely House, in Rivendell.\\n\\nThe Elf Pethelen is eager to speak with you and travel together to see Master Elrond about some urgent matter.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Pethelen at the Last Homely House",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pethelen is at the front porch of the Last Homely House, in Rivendell.\\n\\nYou have met with Master Elrond of Rivendell, and have been charged with an important task: the gathering of Aragorn's kin from all throughout Eriador, that they may come to his aid in the south.",
      "es": ""
    }
  ]
}