{
  "id": 620859157,
  "txt": [
    {
      "id": 218649170,
      "en": "'You are looking for Radanir, [placeholder]? He left not long ago, and he took no horse; the Dúnedain will ride when they must, but he has confided to me that he is more comfortable when on foot.\\n\\n'Always behind his words to me was a current of...I do not know how best to say it, other than to say that Radanir seemed always to be waiting for something, somehow. I wonder if the tidings you bring are those for which he has waited so long? I wonder too if they will send him from the Trollshaws, and for how long? I will miss his visits if this be so, for I will not remain in this Middle-earth for much longer.\\n\\n'I will not delay your errand for personal reasons, [placeholder]. Radanir spoke to me of his plans. He learned that a war-band of Orcs from the Ettenmoors has established a camp within the Laenan Caves here in the Trollshaws, and sought to confront them. The Laenan Caves are in the north-west reaches of the Gladdalf, the wood-troll infested marsh of the North Trollshaws.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Aragorn is my chieftain, and it is my duty to go to his aid, though all the dangers of Middle-earth lie in between. This is the moment for which the Dúnedain have prepared, and I will not now abandon my kin.\\n\\n'I have learned that an Orc raiding party from the Ettenmoors has established a camp within this warren of tunnels, [placeholder]. I cannot leave them here, unchallenged. Will you brave these caves and deal with these foes? Somewhere deep within this confusing warren is the entrance to a once-abandoned tomb of Men. If the Orcs have found it, that is where their leaders will be. Thorenhad is less than a day's march from this place, and I will not suffer these Orcs to live that they may threaten what I hold dear.\\n\\n'I will make ready to depart, as you have asked, but I will be grateful if you destroy the Orcs and their leaders within the Laenan tunnels and the ruins that lie at their back. After you have done so, return to Elrohir at Thorenhad and tell him of your success. The sons of Elrond lost their mother to such a party of Orcs; they would not forgive us if we let these foes be.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 1: Gallant as Elf-lords",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I thought to give Radanir word of our meeting at my father's house, [placeholder], so he would have some expectation of the road ahead, but it seems he has left Thorenhad and gone again into the wilderness of the Trollshaws.\\n\\n'He has left a few parcels here, so I am sure he intends to return, but he should be told the message you bear as soon as may be. I and my brother have already begun to assemble some of the supplies the Rangers will need as they head south, but it will take some time before they are ready.\\n\\n'Speak to Elweleth, by the horses, for she will know where Radanir planned to journey, if any will. Radanir is slow to laugh and to smile, but in Elweleth's company, I have observed it most frequently.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have given Radanir the message? Good. He will be able to find some others among the Dúnedain if they are to be found within the Trollshaws.\\n\\n'But now you must travel west to find others of Aragorn's kin.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Laenan Orc-warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thorenhad, the camp of the sons of Elrond, is located on a hill north of the Bruinen Gorges, deep within the Trollshaws. Travel there and speak with Elrohir for an introduction to Radanir, one of the Dúnedain currently staying there. Once you have given him word that the Dúnedain must be assembled, you can seek out the rest of those suggested by Master Elrond, though it take you across much of Eriador.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Laenan Orc-defilers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Radanir planned to investigate the Laenan cave system at the north-west reaches of the Gladdalf, the wood-troll infested marshes of the North Trollshaws. You should go there and give him your tidings, even if they will draw him from the Trollshaws and into great peril far from his friends. His road has always been through the Wild, and nothing this humble Elf-maid may say will change that.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Laenan Orc-leader",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrohir is at Thorenhad, the camp of the sons of Elrond, north of the Bruinen Gorges in the Trollshaws.\\n\\nPethelen has suggested a first step for your urgent errand: a visit with Elrohir at Thorenhad for an introduction to Radanir, one of the Dúnedain currently staying at Thorenhad.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I will prepare to join the rest of my kin, [placeholder], but I want you to deal with the Orc raiding-party I tracked from the Ettenmoors. You will find them among this confusing network of caves and the ruins beyond.\\n\\n'After you have dealt with the Orcs, return to Thorenhad and tell Elrohir that Laenan is clear of this foe.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elweleth is by the horses at Thorenhad, the camp of the sons of Elrond in the Trollshaws.\\n\\nElrohir has told you to speak with Elweleth, for she will know where Radanir the Ranger has gone, if anyone will.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You have dealt a serious blow to the Orcs, [placeholder], and I thank you for it. I go now to prepare for the journey south. You should return to Thorenhad and speak with Elrohir.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Radanir is at the Laenan cave system, located in the north-west reaches of the Gladdalf, the wood-troll infested marshes of the North Trollshaws.\\n\\nYou have spoken with Elweleth at Thorenhad, and she told you where to find Radanir the Dúnadan.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I thought Radanir would still be here when my brother and I returned, but he had already gone again into the wild. It could be that the Elf-maid Elweleth will know where he planned to go. Speak with her by the horses here in Thorenhad.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Orc-warriors, Orc-defilers, and their leaders can be found within the confusing network of tunnels known as Laenan.\\n\\nRadanir has agreed to join the Grey Company on its journey south to aid Aragorn, but he wants you to deal with the Orc raiding-party he tracked through the Trollshaws.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Elrohir is at Thorenhad, his camp in the Trollshaws.\\n\\nYou have given Radanir the message for which you sought him, and he has agreed to join the Grey Company on its journey south. You should return to Elrohir now that you have dealt with the Orc raiding-party in the Laenan caves.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elrohir at Thorenhad",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Elweleth at Thorenhad",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Radanir",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Laenan Orc-warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defeat Laenan Orc-defilers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defeat Laenan Orc-leader",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Elrohir at Thorenhad",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been charged by Elrond of Rivendell with gathering Aragorn's Dúnadan kin throughout Eriador.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The sons of Elrond have already left for Thorenhad to prepare for the coming journey. Elrohir did say that one of the Dúnedain, a Ranger named Radanir, was staying for a few days at their camp. As Thorenhad is nearest to Rivendell, you should travel there first to speak to Radanir before seeking the others.\\n\\n'I have met few of Aragorn's kin, but Radanir is known to me, for he journeys oft into the trackless Ettenmoors and often stays here in Rivendell. For a time, my brethren sought to convince him to join the company in song in the Hall of Fire, as Aragorn would, but Radanir would have none of it.\\n\\n'Travel to Thorenhad, north of the Bruinen Gorges in the Trollshaws, and speak to Elrohir. He will introduce you to Radanir. Once the Ranger is told of the messages from Lórien, you can seek out the others Master Elrond suggested.'",
      "es": ""
    }
  ]
}