{
  "id": 620835286,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Gathered boxes of ribbon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gathered red berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Gathered blue flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The hobbits wrap all of their Yule gifts with colourful ribbons.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This year's Yule festival is going to be a disaster. We have the gifts, the boxes to put them in, the paper to wrap the boxes, but we've run out of ribbon! We cannot have a Yule festival without ribbon for the gifts. This is a calamity!\\n\\n'I thought we had plenty of ribbon, at least as much as last year. I was wrong; we used it all up within the first three days. I ordered more yards from Overhill, but it hasn't showed up yet. Even if it had, it would all be white, and that just won't do.\\n\\n'If you would be so kind as to help, follow the road towards Overhill and see if you can find the boxes of ribbon. While you're out there, if you could pick some red berries and blue flowers to dye the ribbon, perhaps we could have a Yule to remember.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The boxes of ribbon can be found along the road leading north to Overhill. Red berries and blue flowers can be found in the woods north-east of the Party Tree.\\n\\nDaisy Boffin has asked you to gather up the missing boxes of ribbon and collect red berries and blue flowers to dye the ribbon with.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have found all the lost boxes of ribbons! Wonderful, wonderful. You even got the flowers and berries I need to dye them. This year's Yule will be the greatest in memory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daisy Boffin is at the Party Tree.\\n\\nDaisy Boffin will be pleased to get the ribbons, berries, and flowers and begin work on the gifts for this year's Yule festival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It's terrible! What will we do without ribbons? We can't have presents without ribbons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather boxes of ribbon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Gather red berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Gather blue flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the gifts to Daisy Boffin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ribbons and Bows",
      "es": "",
      "es (fem)": ""
    }
  ]
}