{
  "id": 620835201,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have watched the turning of more Yule-seasons than a child such as you could fathom, friend. Every year, we mark its passing by gathering the mistletoe from the young fir-trees. Some of it is used in infusions, some for decoration, but mostly we use it to remind us of the fleeting passage of time.\\n\\n'I have not yet gone gathering this year, for I fear there may be too much for me to do here. If I cannot see the mistletoe, I will mourn much, when I should be celebrating. Winter is the beginning of the cycle of spring's rebirth, not a death, as many mortals see it. Yule and mistletoe serve to remind us of this.\\n\\n'If you could be so kind as to follow the road north towards Thrasi's Lodge, you will find young fir-trees just before the bend, adorned with freshly-grown mistletoe. Bring some back to me so I may rekindle my hope of the season's rebirth.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have my greatest thanks for bringing me this mistletoe, [placeholder]. One must never forget that life means death, yet death brings new life.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found any mistletoe yet? It can be collected to the north of here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Season of Merry-making",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves celebrate the Yule festival by collecting mistletoe from young fir-trees.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gathered mistletoe ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Gathered mistletoe ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather mistletoe ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mistletoe can be found on the young fir-trees along the northern road to Thrasi's Lodge.\\n\\nSaervereth asked you to gather some mistletoe for her so she may remember what it is Yule is all about.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the mistletoe to Saervereth in Duillond",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saervereth is at Duillond, in the Festival area.\\n\\nSaervereth will be eager to see the mistletoe and muse on the true meaning of Yule.",
      "es": ""
    }
  ]
}