{
  "id": 620835299,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Chipped ice from the frozen waterfall ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Gathered berries from the bushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Imi makes a famous winter dessert involving finely-shaved ice and the juice of a special berry.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Good tidings to you, [placeholder]. The Yule season is my favourite time of the year, even though the frosty air can chill your bones to their very marrow.\\n\\n'We dwarves enjoy a traditional dessert at this time of year. It may not make you feel any warmer, but it is a treat among my folk nonetheless. Alas, I have eaten so much that I have already used up my supply of ingredients to make more. I need more shaved ice and berries from a particular bush. If you could gather them for me, I would be in your debt, [placeholder].\\n\\n'You can find both of these around the frozen lake just to the west of the gates of Thorin's Hall. The berry-bushes should be on a small island in the centre of the lake. The ice you can chip from a frozen waterfall at the north-west corner of the lake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The frozen waterfall and the berry-bushes can be found around a frozen lake to the west of the gate of Thorin's Hall.\\n\\nImi has asked you to go to the waterfall and pick some berries from a specific bush around the frozen lake.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This ice is shaved perfectly, [placeholder], and the berries appear to be ripe. This is going to be a wonderful Yule. I can feel it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Imi is inside Thorin's Hall, near the main entrance.\\n\\nImi will be pleased to see that you have gathered several berries and some chipped ice for his dessert ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A frosty drink is the perfect compliment to a winter chill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Chip ice from the frozen waterfall ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Gather berries from the bushes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the ice and berries to Imi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dwarf-ice",
      "es": "",
      "es (fem)": ""
    }
  ]
}