{
  "id": 620835291,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The great festival of Yule is fast approaching, and I have a concern of dire importance. The chief feature of the annual festival is a great feast where we dine on roast boar and drink the richest of ale. The only problem is that I've lost the boar-meat.\\n\\n'I had it hanging and drying just a few feet away from here. I had coated it with my special blend of seasonings...this was going to be a Yule feast none would soon forget. I taste-tested a little too much of the ale, I think, and took a short nap. When I awoke, the boar-meat was gone, and I could see wolf tracks heading west.\\n\\n'I think the wolves dragged the meat towards their den! Please bring it back to me, if you can salvage it...we cannot have a true Yule feast without it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found it! This is wonderful news! It doesn't appear as if the wolves ate much of it either...they must not like my secret seasonings. I am heartily glad that we have better taste than they!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I'm sure the meat will still be good. A few tooth-marks never hurt good boar-meat before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "More Boar for Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Men of Bree mark the festival of Yule with a great feast of boar and ale.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gathered boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Gathered boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dried boar-meat is near the wolf-dens west of the Festival Grounds, on the west side of the Greenway.\\n\\nSally Blackwort has asked you to find and bring back some boar-meat that she was drying for the Yule festival feast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the boar-meat to Sally Blackwort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sally Blackwort is at the Festival grounds in the Horsefields.\\n\\nSally Blackwort will be pleased to receive the recovered boar-meat so she may begin preparing the Yule festival feast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}