{
  "id": 620835205,
  "txt": [
    {
      "id": 218649169,
      "en": "'Every Yule, I make a special blend of my cider: a mix of cinnamon, sugar, and a few other spices I am not inclined to share with any old stranger. It has become a tradition within my family that we share a toast of this cider to remember the year that was and to look forward to the year that will be.\\n\\n'Unfortunately, I fear my family may be disappointed this year. I have run out of apples to press for the cider. I had so much other planning to do, it simply slipped my mind.\\n\\n'I don't suppose you would be willing to fetch me some apples? I don't need many. You can find them to the west, at Appledore's Orchard.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These apples will do perfectly. I and my family thank you, [placeholder]. This Yule will be as great as last...and hopefully moreso!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those apples aren't for eating, mind you! They're for the cider. If I catch you eating one, you'll be sorry!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Good Cheer and Warm Cider",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The hobbits' preferred drink during the Yule Festival has always been a stout, strong cider, heated and mulled to the perfect temperature and taste.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gathered apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Gathered apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather apples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Apples can be found at Appledore's Orchard, west of the Party Tree.\\n\\nSamfast Longburrow has asked you to gather up some apples from the orchard so he may press them to make cider.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the apples to Samfast Longburrow at the Party Tree",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Samfast Longburrow is at the Party Tree in Hobbiton.\\n\\nSamfast will be pleased to get his hands on the apples you collected so that he can begin making cider for the Yule celebration.",
      "es": ""
    }
  ]
}