{
  "id": 620947362,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Find the Treasure Hunters' Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Colbert has finally told you of his past, and of an encampment of treasure hunters up in the outskirts of the old city of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Would you like to explore Fornost city? We could see if my old companions are still there. Last I saw them, they had made an encampment within the gate, south-west of the city itself.\\n\\n'I could meet you there. I think I will head back and join them. Mincham is a fine fellow, but a bit serious for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Colbert the Treasure Hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with Colbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Hello there! So you made it, did you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Colbert is at the Treasure Hunters' Camp in northern Fornost.\\n\\nYou should speak with Colbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Ah, I knew you'd make it! You're too curious to stay away from much of anything, aren't you!\\n\\n'Well, here's our little band. The folks gathered up in the keep, they're knocking their heads together for some serious plans. I prefer it down here, where sensible folks are thinking about how to survive. This isn't the most welcoming of places.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Treasure Hunters' Camp can be found within the city gate of Fornost, south-west of the city itself, far to the north in the Fields of Fornost.\\n\\nYou should find the Treasure Hunters' Camp and meet Colbert there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have discovered the Treasure Hunters' Camp!",
      "es": "",
      "es (fem)": ""
    }
  ]
}