{
  "id": 620917915,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Deliver the food rations to the waggon north of Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Deliver the barrel of arrows to the waggon west of Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Arrows, wood slats, and food rations can be found at the cart near Cyneberg.\\n\\nYou should deliver the battle preparations around town so that the people of Scylfig can brace for the looming Orc attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Speak with Cyneberg in the centre of Scylfig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The villagers here can now finish boarding up their homes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "These rations will allow the villagers to keep up their strength",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scylfig's archers will now be ready to fell many of the Orcs that dare to approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cyneberg needs assistance in preparing for the defence of Scylfig. She is located at the main intersection of Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Cyneberg welcomes you as best she can at this troubled hour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well met, [placeholder]. You came from Thrymm's camp, did you not? He and I are to be wed soon; if you have his loyalty, you have mine as well!\\n\\n'If you wish to help us, I must unload these supplies that we just pulled from storage. Scylfig has not needed arms such as these in many a year.\\n\\n'Will you deliver the supplies around town?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cyneberg can be found in Scylfig, unloading battle-supplies from storage.\\n\\nYou should assist Cyneberg, the Thane's daughter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Cynegar and his daughter, Cyneberg, need help with preparing Scylfig for an Orc-assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]! That was a speedy delivery. The battle is nearly upon us...I can feel it.\\n\\n'Where is Thrymm? I want to wish him luck before it begins -- not that he needs it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The battle-readying items you gathered can be distributed around Scylfig.\\n\\nYou should bring the preparatory items to various points throughout Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'My daughter Cyneberg will need help with the preparations for battle, if you have time to spare for her.\\n\\n'She is a strong girl, and I trust her to make us ready. You can find her in Scylfig; she will tell you what you can do to aid us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cyneberg is in Scylfig.\\n\\nYou should speak with Cyneberg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cyneberg will be pleased to hear that all of the supplies were delivered to their appropriate destination. She is still waiting in the centre of Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Introduce yourself to Cyneberg, the Thane's daughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Pick up the wood slats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Pick up the barrel of arrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Pick up the food rations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aiding the Thane and His Daughter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Deliver the wood slats to the waggon east of Cyneberg",
      "es": "",
      "es (fem)": ""
    }
  ]
}