{
  "id": 620917873,
  "txt": [
    {
      "id": "0xda44875",
      "en": "A Splintered Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "A grim trail of slain Orcs litters deep tracks that extend into the distance. It appears other Ents fled to the north...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Well, what is this then? Trees against the Orcs? Are you sure it speaks not of a tree like the one that battered the Uruk outside our cave?\\n\\n'You have fared well against their number so far... that much is clear. Perhaps you should seek out these hewers and see if you can discover any of these trees they mention. For my part, I would like to believe a tree is just a tree, but this forest teems with queer things.\\n\\n'Bébba, Léodwald, and I are safe for now. We have enough to survive on, and the warmth of this fire soothes our ills. Worry not about following your charge, friend. Seek out aid in the forest, [placeholder]. I just hope you find it... for all of our sakes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "The grim scene before you unfolded very recently, but in the distance you can see deep tracks in the snow and more slain Orcs leading over the hill to the north. \\n\\nIt appears that either Ents or Orcs escaped this encounter unscathed, but it is unclear to whence they fled. You decide to follow the crude trail into the distance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Balewood hewers can be found to the north-west of Núrzum's Wrath in central Balewood.\\n\\nHúna and the others have supported your choice to seek out the Orc-hewers mentioned in Lomor's missive. The note mentioned they were stationed off the roadway near where Lomor was felled, so there you can begin your search for the trees that attacked the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "The grim scene before you unfolded very recently, but in the distance you can see deep tracks in the snow and more slain Orcs leading over the hill to the north. \\n\\nIt appears that either Ents or Orcs escaped this encounter unscathed, but it is unclear to whence they fled. You decide to follow the crude trail into the distance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The hewn glade stretches away from the roadway in central Balewood.\\n\\nYou have slain the hewers of which the note spoke, but there remains no sign of the moving trees it also mentioned. You should search the hewn glade and see if any Orcs have found such things.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "The grim scene before you unfolded very recently, but in the distance you can see deep tracks in the snow that could only have been made by Ents and a trail of more slain Orcs leading deeper into the forest to the north.\\n\\nIt appears the Ents have fled to the north. You should seek them out before any more harm can visit them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The fallen Ent and Orcs can be found in the middle of the hewn glade in central Balewood.\\n\\nYou have encountered the aftermath of a grim battle that occurred recently. You should examine the scene more closely to better understand what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hoom?\\n\\n'Not an Orc, are you? Come to hack away at us, little one?'\\n\\nThe Ent raises a branch menacingly above its head before lowering it as you rush to store your weapons away.\\n\\n'No... no... I suppose not. We have lost a friend this day... I can only hope that we have gained another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The slain Orc is lying on the ground near the felled Ent.\\n\\nA slain Orc appears to have been making a run for its life before the Ent dealt its final blow. You should examine the Orc in hopes of better understanding what has occurred here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae1",
      "en": "You see deeper tracks leading into the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The Ents can likely be found to the north-east of the hewn glade based on the trail of Orcs.\\n\\nOther Ents appear to have escaped the grim scene you stumbled upon and travelled to the north. You should find and aid them before any other Orcs can discover their location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "You have come upon a field strewn with the corpses of Orcs and what appear to be the remains of an Ent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow the trail of slain Orcs to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "An Ent lies slain among numerous Orcs, one of which appeared to be fleeing the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search the hewn glade for signs of Huorns or Ents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine the fallen Ent and Orcs more closely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Examine the slain Orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Defeat Balewood hewers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have noticed deep tracks and more slain Orcs leading away from the glade where the Orcs and Ent fell in battle. Perhaps some Ents made their way to safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find and talk to the Ents in northern Balewood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Defeated Balewood hewers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}