{
  "id": 620917830,
  "txt": [
    {
      "id": 22075078,
      "en": "Discover Gárferth's Farm",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Discovered Edsig's Farm",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Discovered Gárnoth's Farm",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Discovered Thrymm's Farm",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Edsig's Farm is one of the larger farms in the Fallows, but was recently abandoned with the attack on Forlaw. Nobody from Edsig's farm returned to Forlaw or made it to Thrymm's Farm, and are assumed dead.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Gárnoth's Farm is one of the largest in the Fallows, but has been on the decline since Gárnoth died to Brúlk. It is well-known in Wildermore for the quality of cattle raised at the farm.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gárwig gave each of his sons a section of the Fallows as they came of age. Each of them built or inherited a farm on their land, and some were more successful than others at producing goods for Forlaw and Wildermore.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Discovered Cuthbald's Farm",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Thrymm's Farm is the largest farm in the Fallows, and at its peak, was a major supplier to Forlaw and the northern cities of Wildermore.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Discovered Gársig's Farm",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Cuthbald's Farm is one of the three smaller farms in the Fallows. When Cuthbald died at an early age this farm went to Gárferth's control, though it suffered due to his focus being elsewhere.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Discovered Gárferth's Farm",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Gársig's Farm is one of the smaller farms of the Fallows, and is furthest from the city of Forlaw. The farm's distance from Forlaw is symbolic of the relationship between him and his father.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Gárferth's Farm is one of the smaller farms of the Fallows. Gárferth has always made training as a warrior and protecting Forlaw his top priority, and his two farms suffered for it.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Discover the farms of the Fallows.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Discover Edsig's Farm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Discover Gárnoth's Farm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Discover Thrymm's Farm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Discover Cuthbald's Farm",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Farms of the Fallows",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Discover Gársig's Farm",
      "es": ""
    }
  ]
}