{
  "id": 620917832,
  "txt": [
    {
      "id": 195295969,
      "en": "Defeated Balewood hewers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "An Ent and Orc fall slain before your eyes...a great sadness has come to Fangorn",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "This smudged missive contains an extensive list of resources demanded from Wildermore by Isengard. Among this list is an extreme amount of lumber, a much-needed material to fuel Saruman's forces at Orthanc.\\n\\nBeneath the neatly-written message, there appears to be a hastily-scrawled note... a product of a far less-trained hand.\\n\\nIt reads:\\n\\n'Send the small ones to make the first cut... too many trees attacking our force. If the tree moves, leave the small ones, flee and find another. We lack the numbers and time for another incident. Never tell the Wizard of this. Will not explain losing so many Orcs while felling a tree. Do not wish to be the next slain. Sending hewers north-east of this position to a clearer area where the trees looked... like trees. The Wizard will have my head if we don't deliver the lumber to the forest's edge soon.'\\n\\nYou should return to Húna and seek his counsel on this matter before continuing your assault against the White Hand forces.",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "This Orc lays among others of his kind and the slain Ent nearby. \\n\\nThe forest itself seems repulsed by what has occurred here. The creaks of nearby trees are all you can hear over the silence that fills this glade.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found a smudged missive among the belongings of an Orc.",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Examine the slain Orc",
      "es": ""
    },
    {
      "id": 99984323,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Balewood hewers can be found in central Balewood to the north-east of the Orc-roadway.\\n\\nThe message from Isengard talked of Orcs being attacked by trees. Perhaps more than Huorns and Wood-trolls can be found in the Balewood.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Húna and the others can be found in the hidden cave in southern Balewood.\\n\\nYou have found a smudged missive from Isengard detailing Lomor's plans before he was slain at your hand. The note spoke of trees fighting against the Orcs, so there remains a chance that allies might still be found in Balewood. You should speak to Húna and the others before seeking out the hewers.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Húna",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine the slain Orc",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'So you have returned after all!\\n\\n'We were beginning to worry that the Orcs... well, no matter. You are with us once more - that is all that matters!\\n\\n'Does hope yet remain? Tell us of your journey, [placeholder]....'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Balewood hewers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the commotion in the nearby clearing",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Defeated Balewood Hewers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Right in Two",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You should investigate the commotion nearby.",
      "es": ""
    }
  ]
}