{
  "id": 620917872,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So you are [placeholder], the legendary hero of the Eastemnet? Welcome to Scylfig -- especially if Thrymm sent you.\\n\\n'Wildermore seems to be full of Orcs of late, and cold, and...strange rumours. Many men do not return from afield. If Thrymm believes you can be of aid, I believe it too.\\n\\n'Let us prepare for battle! The Orcs will not break us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We should leave for Scylfig now, for my scouts tell me that an Orc-attack looms near. We tried to cut them down on the field, but for every one we felled, two more took his place.\\n\\n'I will meet you there with my men, if you wish to ride ahead and warn Thane Cynegar to ready Scylfig for the attack.\\n\\n'Please help him however you can, for he is the father of my betrothed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Coming Storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrymm is concerned about the looming Orc-attack aimed at Scylfig, and plans to ready the town for a violent assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Arrived at Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Arrived at Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel to Scylfig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Thane Cynegar resides in the town of Scylfig in the northern Writhendowns.\\n\\nYou should speak with Thane Cynegar in the Mead Hall of Scylfig to warn him of the looming attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Help is needed in Scylfig to prepare for the coming attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Tell Thane Cynegar of Scylfig that battle looms near",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cynegar is looking for assistance in bulking up the village's defences. He is planning in the Mead Hall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}