{
  "id": 620917851,
  "txt": [
    {
      "id": "0xba3fae1",
      "en": "Defeated Balewood overseers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae2",
      "en": "You have found a heavily-armoured Orc of Isengard who is certainly their leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae3",
      "en": "The harsh weather and cover of trees make this an ideal spot to engage the Orc-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae4",
      "en": "Defeated Lomor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d1",
      "en": "'The Orcs' numbers are great, but so are their troubles. Surely, a leader of some sort must be among them, and it is he who must be found. Perhaps this Orc carries some sort of plan or orders, brutish as their kind may be. The forces of the White Hand chose a strange place to stage their assault of Byre Tor and the other halls of my kin, I am... curious... what their purpose here might be.\\n\\n'I must admit, [placeholder], I am fearful that he may be guarded by the strongest of his number. If we are to learn the Orcs' purpose here, you must discover any missives he bears, but care must be taken, lest you lay down your life foolishly. I would ask that you lure him from the road into the shadows, for it is there his death might go unnoticed.\\n\\n'Take heed of my warning, [placeholder]. We would surely be lost already without your aid, and... be safe, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xba3fae5",
      "en": "You take the Orc missive from Lomor's corpse. You should look over it before pressing on",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfad9d2",
      "en": "You pull a slightly damp missive from the Orc's remains.\\n\\nYou should look over the document before continuing your journey into the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Húna wants you to seek out the leader of the White Hand forces along the southern portion of the Orc-roadway. He hopes that the Orc-leader can be defeated quietly and believes that he may be carrying plans that could be used by the Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe150d5",
      "en": "Defeat Balewood Overseers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f5a3c3",
      "en": "Balewood Overseers can be found along the roadway through central Balewood.\\n\\nTBD Refugee A wants you to defeat the strongest of the Orc forces before engaging their leader along the Orc roadway through Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Balewood overseers can be found along the roadway through central Balewood.\\n\\nHúna wants you to defeat the strongest of the Orc-forces before engaging their leader along the Orc-roadway through the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lomor can be found along the Orc-roadway through central Balewood.\\n\\nHúna wants you to assault the leader of the White Hand forces, once you have lured him from the roadway, and slay him away from his ilk to discover any plans he may carry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Orc-leader can be found along the roadway leading through central Balewood.\\n\\nHúna wants you to assault the leader of the White Hand forces under the cover of trees once you have found him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'Their numbers are great, but so are their troubles. Surely, a leader of some sort must be among them, and it is he who must be found.\\n\\n'Perhaps this Orc carries some sort of plan, brutish as their kind may be.  The forces of White Hand chose a strange place to stage their assault of Byre Tor and the other halls of my kin, I am... curious what their purpose here might be.\\n\\n'I must admit, [placeholder], I am fearful that he may be guarded by the strongest of his number. If we are to learn of their purpose here, you must discover any missives they hold, but care must be taken lest you lay down your life foolishly. I would ask that you lure him from the road into the shadows, for it is there his death might go beneath notice.\\n\\n'Take heed of my warning, [placeholder]. We would surely be lost already without your aid, and - be safe, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have defeated the Orc-leader and should now look over the crumpled note he carried.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Balewood overseers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the leader of the White Hand forces on the Orc-roadway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Lomor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3cba3f5",
      "en": "Defeated Balewood Overseers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "If an Orc Falls in the Forest",
      "es": "",
      "es (fem)": ""
    }
  ]
}