{
  "id": 620917892,
  "txt": [
    {
      "id": 22075078,
      "en": "Examine a frosty gust of air",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "You glimpse a Rohirric banner on the road ahead; the city of Byre Tor is near",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "The Byre Tor banners have been defiled by Orcs! This does not bode well for the city....",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "Destroyed a defiled Byre Tor banner ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'Our quest for more knowledge of the stone and of Núrzum must wait.\\n\\n'You must go to Byre Tor in Cyneberg's stead, for I worry for the people there. Their city is a bit wild, and the folk there are not friendly to strangers. They are savage even compared to us here.\\n\\n'Be careful out there, [placeholder]. The High Knolls are dangerous even in the best of times, and I could not bear to lose you too!'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "Frosty gusts of air have appeared in Byre Tor. Perhaps it is nothing to worry about, but it is good to notice these things.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gárwig wants you to put aside your search for Saruman's vile stone, and look instead to the people of Byre Tor.",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Take the north road through the Whitshaws towards Byre Tor",
      "es": ""
    },
    {
      "id": 99984323,
      "en": "Byre Tor can be reached by following the road from Forlaw all the way north through the Whitshaws, up into the craggy High Knolls.\\n\\nYou should ride north to Byre Tor by way of the road.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Byre Tor can be reached by following the road from Forlaw all the way north through the Whitshaws, up into the craggy High Knolls.\\n\\nYou should ride north to Byre Tor by way of the road.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The banners of Byre Tor can be found along the road leading north into the High Knolls from the Whitshaws.\\n\\nYou should approach the banners.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Defiled banners lie along the road to Byre Tor in the south-western High Knolls.\\n\\nYou should destroy the defiled banners set by the Orcs.",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'I suppose I must ask you to put aside your quest for Saruman's stone of power, since Cyneberg will not help us.\\n\\n'You must go to Byre Tor in her stead, for I worry for the people there. Their city is a bit wild, and the folk there are not friendly to strangers. They are savage even compared to us here.\\n\\n'Be careful out there, [placeholder]. The High Knolls are dangerous even in the best of times, and I could not bear to lose you too!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Byre Tor lies up the road in the southern High Knolls.\\n\\nYou should go to Byre Tor and see what damage the enemy has done there.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You should complete a thorough search of Byre Tor.\\n\\n<rgb=#FF0000>NOTE: To do this, you must accept the remotely bestowed quest.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take the north road through the Whitshaws towards Byre Tor",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Small gusts of frosty air have appeared in Byre Tor.\\n\\nYou should examine the little bursts of cold.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Continue up the road",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Destroy defiled Byre Tor banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "You glimpse a Rohirric banner on the road ahead; the city of Byre Tor is near",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Enter the village of Byre Tor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "What Waits at Byre Tor",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete your search of Byre Tor's homes",
      "es": ""
    }
  ]
}