{
  "id": 620917834,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "While Cyneberg told the tale of Thrymm's last day in Forlaw, a rider-less horse of a Wildermore warrior arrived in Forlaw. Rumour is spreading through town that this horse might be Thrymm's!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is Thrymm's war-steed, he has to be. I know him almost as well as I know my own. Thrymm must have sent his war-steed home to get help, and must be out there somewhere!\\n\\n'I need to go find Thrymm. There is nothing else I can do. After seeing this sign, I cannot just sit around here waiting!\\n\\n'But, this doesn't tell me where to find him. Going back to Scylfig would not be wise with Núrzum's troops everywhere. Maybe I should go west to Dunfast, and depending on what I find, I may head north from there....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So it is true, and Thrymm's steed returns without its rider. Though we buried only his belongings, a whisper of hope has been creeping through my thoughts since, and has tormented me day and night. The hope that perhaps he still lived, somewhere. But, the steed would not have returned home unless its rider was truly gone. I am convinced of this.\\n\\n'Cyneberg may see this differently, but I know the truth now. Follow her, keep her safe, and help her through these troubling times. I'm afraid that she will only find sadness in the end, just as I have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cyneberg is standing near the new horse, and seems convinced that this is indeed Thrymm's war-steed!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gárwig awaits your return at Lornsettle, to hear word of whether this is really Thrymm's horse, or only a rumour to spread false hope among the people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Word is spreading through town like a wildfire that Thrymm's war-steed just returned home. Can you go check out this horse for me?\\n\\n'I worry that this may raise false hopes, that will be washed away by the fact that Thrymm's war-steed cannot still live, as he does not. My people have suffered enough, and I do not want them disappointed by these harmful rumours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "This appears to be Thrymm's war-steed, and is no rumour, as Gárwig suspected. You should speak with Cyneberg about this...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Inspect Thrymm's War-steed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Cyneberg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Gárwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Arrival of Thrymm's War-steed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "The horse that just arrived in Forlaw can be found at the stables.",
      "es": "",
      "es (fem)": ""
    }
  ]
}