{
  "id": 620917829,
  "txt": [
    {
      "id": "0x708d0e1",
      "en": "You have discovered Wilnoth's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You have discovered Gárnoth's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba7",
      "en": "You have discovered Cynegar's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "You have discovered Gárferth's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You have discovered Edsig's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have discovered Cuthbald's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You have discovered Gársig's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "You have discovered Thrymm's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "You have discovered Alferth's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e9",
      "en": "You have discovered Wilsig's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Here lies Gárnoth, eldest son of Gárwig. He passed at the age of twenty-nine and never married or sired children. \\n\\nGárnoth was one of the strongest warriors amongst his brothers; and in his final act he single-handedly saved his farm and the lives of the farmers working there. He drove off the mighty Brúlk, the largest Warg ever spotted in Wildermore, and it has never been seen again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Discover Merwyn's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "Here lies Merwyn, wife of Cuthbald Gárwig's son. She died the same year as Cuthbald when giving birth to their third child: their daughter Ansith. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "Here lies Cynegar, father of Cyneberg, and Thane of Scylfig. Cynegar was a cousin of Gárwig, and was also a close friend. They frequently sought out the other for guidance on many matters. As a result, this relationship maintained a steady flow of communication and trade between Forlaw and Scylfig, more so than any other towns of Wildermore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Discover Cynegar's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Here lies Alferth, son of Gárferth, and grandson of Gárwig. He was the only child of Gárferth and Ebba and passed away at the age of twenty. He died at the hands of Núrzum while riding with Wilsig and Cuthard to the Wold in an attempt to seek assistance from the Rohirrim there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Here lies Cuthard, son of Cuthbald, and grandson of Gárwig. He was the eldest son of Cuthbald and Merwyn, and when they passed away when he was five, he was taken in by Edsig and Hereswith. He passed away at the age of sixteen. He died at the hands of Núrzum while riding with Alferth and Wilsig to the Wold in an attempt to seek assistance from the Rohirrim there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Here lies Cuthbald, second youngest son of Gárwig. He passed at the age of thirty-two and was survived by his wife, Merwyn, and their three children: their son Cuthard, son Cuthmar, and daughter Ansith.\\n\\nCuthbald always sought to mentor their youngest brother, Gársig. Cuthbald sought to bring out the best in him, but they did not see eye-to-eye and Gársig did not appreciate his attention. One day, this got out of hand, and Cuthbald was killed by Gársig in a terrible accident while training together. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Here lies Edsig, second eldest son of Gárwig, as was his twin Gárferth. He passed at the age of forty-eight and was survived by his wife, Hereswith, and their three children: their daughter Luba, son Wilsig, and daughter Sigburga. \\n\\nEdsig and Gárferth were always inseparable. His strengths were in wisdom and cunning, instead of skill in combat like his brothers. He distinguished himself as a capable leader of men. He frequently talked Gárferth and his brothers into doing the right thing, and helped resolve conflicts. He led the defence in the Battle at Forlaw's Gate, and died trying to protect Forlaw from Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Here lies Gárferth, second eldest son of Gárwig, as was his twin Edsig. He passed at the age of forty-eight and was survived by his wife, Ebba, and their son Alferth. \\n\\nGárferth and Edsig were always inseparable. He was the stronger of the twins and saw it as his duty to protect Edsig. As he grew older, Gárwig took notice of this quality and was proud to make him a guardian of Forlaw. He died trying to protect Forlaw from Núrzum in the Battle at Forlaw's Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Discovered Wilnoth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "TBD - Background Information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Discovered Gárnoth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "Here lies Gársig, youngest son of Gárwig. He passed at the age of thirty-seven and was survived by his wife, Burghild, and their son Gárwald.\\n\\nGársig always struggled under the shadow of his brothers. Cuthbald tried to mentor Gársig, but at times they struggled to get along. After Cuthbald's death, he was deeply saddened and never fully recovered. He went to Scylfig in an attempt to redeem his name, despite Gárwig's request that he stay in Forlaw, and died in the battle with Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Discovered Gárferth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "Here lies Grimgar, son of Gársig, and grandson of Gárwig. He was the eldest son of Gársig and Burghild and passed away at the age of eighteen. He died with his father and younger brother at the battle of Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Discovered Edsig's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "Here lies Humbald, son of Gársig, and grandson of Gárwig. He was the second of three sons of Gársig and Burghild and passed away at the age of sixteen. He died with his father and older brother at the battle of Scylfig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Discovered Cuthbald's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Discovered Gársig's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Discovered Thrymm's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Most of the Reeve's family are laid to rest in the graveyard outside of Forlaw. Most of his family has been killed recently as the conflict in Wildermore escalates.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "Discovered Alferth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "Discovered Wilsig's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Discover Cuthard's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Discover Grimgar's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Discover Humbald's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "Discovered Merwyn's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e30",
      "en": "You have discovered Cuthard's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e31",
      "en": "You have discovered Grimgar's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Discovered Cynegar's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d0e32",
      "en": "You have discovered Humbald's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover Wilnoth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Discover Gárnoth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Discover Gárferth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Discover Edsig's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Discover Cuthbald's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Discover Gársig's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Discover Thrymm's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Discover Alferth's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Discover Wilsig's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are many of Reeve Gárwig's family buried in the graveyard outside of Forlaw. Many of these graves are relatively fresh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c0",
      "en": "Discovered Cuthard's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c1",
      "en": "Discovered Grimgar's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f368c2",
      "en": "Discovered Humbald's Grave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "Here lies Thrymm Red-beard, foster-son of Gárwig, and hero to the people of Wildermore. His father was Afol, Gárwig's brother, who died while Thrymm was young which prompted Gárwig to adopt him as his son. Thrymm passed at the age of thirty-four and never married or sired children. He shared strong feelings with Cyneberg of Scylfig, and many believe they were to some day be married, but had not the chance to officially announce their intentions.\\n\\nThrymm Red-beard was the fiercest warrior in all of Wildermore. Gárwig's many sons were all good with the sword, but were no match for Thrymm. He was known for more than his prowess in battle, as he frequently travelled throughout Wildermore seeking anyone who needed help and offered his assistance. He cared not for payment, or of someone's status and was a true man of the people. He died in an attempt to defend Scylfig from the monster we now know as Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "Here lies Wilnoth, wife of Gárwig. She passed at the age of fifty-three and was survived by her five sons.  \\n\\nWilnoth was a devoted and supportive wife to the Reeve and was a great noble for her people. Gárwig took pride in instructing their sons how and when to fight, and she taught them compassion and tolerance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "Here lies Wilsig, son of Edsig, and grandson of Gárwig. He was the only son of Edsig and Hereswith, who had two other daughters, and he passed away at the young age of eleven. He died at the hands of Núrzum while riding with Alferth and Cuthard to the Wold in an attempt to seek assistance from the Rohirrim there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Loved and Lost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba4",
      "en": "You have discovered Merwyn's Grave in the graveyard near Forlaw.",
      "es": "",
      "es (fem)": ""
    }
  ]
}