{
  "id": 621084194,
  "txt": [
    {
      "id": 239485586,
      "en": "'Blood or Coin. They all pay their debts.'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "It appears an oil lantern was taken",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find clues to Zûfan's disappearance ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I wonder if you might help me. It is a delicate matter.\\n\\n'My brother Zûfan has been shaving down his coins, you see, giving the overseer less than her share. I told him not to, but he said he would never get caught. He started doing it for some of the other workers as well.\\n\\n'Well, this morning I heard a rumour that the overseer caught on to these ruses, and now my brother has vanished. Even if he has run away, I just want to know he's all right. He may be a fool, but he is family.\\n\\n'Go to our home and see if you can find any clue to where he went. Please, [placeholder], can you help me?'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "It appears that trail rations were taken",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Bring the sad news to Ayaluk in Rakhatâb",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Witness the tragedy",
      "es": ""
    },
    {
      "id": 105830146,
      "en": "Zûfan's Home",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Ayaluk directed you to a location north-west along the shoreline",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'He took enough to survive for some time out in the wild. There is a place we used to go as children. It is north, outside the fort here and then west down toward the shoreline. He must have gone there. Please, see if he is well.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Ayaluk's brother is dead by Overseer Ulanor's hand",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Ayaluk is concerned about his brother. He went missing several days ago after a visit from a collector of debts.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You discovered that there was a missing pack, oil lantern, and trail rations taken from the home.",
      "es": ""
    },
    {
      "id": 148046022,
      "en": "Zûfan",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Ayaluk is concerned that the overseer in Rakhatâb has injured or killed his brother Zûfan.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Zûfan likely went to the place where the siblings used to hide as children, north from the city and then west along the cliffs near the shoreline. Go there and ensure that the brother is well.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Speak with Ayaluk in Rakhatâb",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Find Ayaluk's brother Zûfan",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Ulanor found Zûfan before you and exacted the blood price for his debts. You need to deliver this sad news to Ayaluk.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Find a clue to Zûfan's disappearance",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find a clue to Zûfan's disappearance",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find a clue to Zûfan's disappearance",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Zûfan likely went to the place where the siblings used to hide as children, north from the city and then west along the cliffs near the shoreline. Go there and ensure that the brother is well.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Thank you for trying. The fool knew the risks. I warned him.'\\n\\nTears well in his eyes.\\n\\n'I am going to build a cairn for my brother down at the shoreline. I will try to remember our days of happiness and laughter. Feel free to visit me there.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Ayaluk's brother is dead by Overseer Ulanor's hand",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Blood of My Blood",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "It appears a pack was taken",
      "es": ""
    }
  ]
}