{
  "id": 621084118,
  "txt": [
    {
      "id": 216727827,
      "en": "Taphis asked that you assist in the maintenance of the forges to help get them back to working at full capacity. Forges can be found throughout Rakhatâb.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You greased the gears, stoked the flames, and fixed the pulley system; time to return to Taphis and let her know what you have done.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'So much around here needs maintenance, and it is my job to keep it all working. I must tell you, I am tired. If you are willing to help, multiple hands will make the work quick. The gears, fires, and pullies are all just around here.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'We did it, [placeholder]! The forges of Rakhatâb are at full strength again! At least for now. No telling how long it will last. For the moment though, let us enjoy our successes!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Gears greased ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Taphis has asked you to help get the forges ready to operate fully again.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Forge fires stoked ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Grease the gears ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Our forges are almost back to full strength! The fires of the forges are a light for all of Umbar, and might be seen from as far away as Umbar Baharbêl itself! Can you help us finish the task and get these forges fully working again?\\n\\n'You will find forges throughout the outpost of Rakhatâb.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Repaired the pulleys ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Stoke the forge fires with the bellows ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Repair the pulleys ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ardour Reforged",
      "es": ""
    }
  ]
}