{
  "id": 621084026,
  "txt": [
    {
      "id": 184621217,
      "en": "The second freebooter you spoke to isn't interested in fighting. Talk to Anyâmat about what to do next.\\n\\nAnyâmat may be summoned by using Anyâmat's whistle from your inventory. Anyâmat may only be summoned while in and around Zamarzîr.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fightin' Freebooters",
      "es": ""
    },
    {
      "id": 190220752,
      "en": "'Ah, such lovely weather we have been enjoying as of late. It makes me want to sing!'\\n\\nThe freebooter strikes up a joyful song. Anyâmat doesn't know the words, but she harmonizes beautifully with the man. She may not have success writing lyrics, but doesn't lack for singing talent.",
      "es": ""
    },
    {
      "id": 190220706,
      "en": "'Well that didn't go as I expected,' Anyâmat says as she sips from the offered cup. 'Free tea though. Maybe we can challenge one of the other people here?'",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "The second freebooter you spoke to wasn't interested in fighting. Anyâmat has decided to change strategies and wants to make friends with these freebooters instead.\\n\\nFreebooters may be found on a tiny island north-west of Halrax.",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "The first freebooter you spoke to wasn't interested in fighting. Talk to Anyâmat about what to do next.\\n\\nAnyâmat may be summoned by using Anyâmat's whistle from your inventory. Anyâmat may only be summoned while in and around Zamarzir.",
      "es": ""
    },
    {
      "id": 190220754,
      "en": "'This is not going how I expected. Maybe we should give up on trying to pick a fight and make friends instead.'",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Defeat freebooters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "The third freebooter gave you and Anyâmat some grilled fish. Talk to Anyâmat about what to do next.\\n\\nAnyâmat may be summoned by using Anyâmat's whistle from your inventory. Anyâmat may only be summoned while in and around Zamarzîr.",
      "es": ""
    },
    {
      "id": 173025571,
      "en": "Talk to Anyâmat",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Make friends (2/4)",
      "es": ""
    },
    {
      "id": 173025620,
      "en": "Talk to Anyâmat",
      "es": ""
    },
    {
      "id": 190220711,
      "en": "'A fight? Now why would I do that? I have only just met you! Come, join me and my friends for some tea.'",
      "es": ""
    },
    {
      "id": 190220758,
      "en": "'I know we look like rough folk, but that is what happens when you spend all day in the sun and having your face chapped by salty sea air!'\\n\\nHe laughs, no, guffaws at himself.\\n\\n'Are you hungry? The sea has been generous and there is plenty of food to share.'",
      "es": ""
    },
    {
      "id": 184621273,
      "en": "The first freebooter you spoke to isn't interested in fighting. Try challenging one of her friends.\\n\\nFreebooters may be found on a tiny island north-west of Halrax.",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Defeat freebooters (0/8)",
      "es": ""
    },
    {
      "id": 190220760,
      "en": "Anyâmat speaks through a mouthful of grilled fish.\\n\\n'I should go around talking to strangers more often! Instead of fighting you they give you free tea and fish and sing with you. I really like these folks. Come, let's meet the last of their company.'",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Make friends (3/4)\\nTalk to Anyâmat",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Challenge freebooters (0/8)",
      "es": ""
    },
    {
      "id": 184621232,
      "en": "Anyâmat wants to make friends with all four freebooters on this little island.\\n\\nFreebooters may be found on a tiny island north-west of Halrax.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Anyâmat thinks it would be a great idea to pick fights with random freebooters so that she might experience the rough and tumble life of a sailor.\\n\\nWilling freebooters may be found on a tiny island north-west of Halrax.",
      "es": ""
    },
    {
      "id": 184621235,
      "en": "Anyâmat has made unexpected friends with the freebooters she was intending to instigate! Talk to Anyâmat about what to do next.\\n\\nAnyâmat may be summoned by using Anyâmat's whistle from your inventory. Anyâmat may only be summoned while in and around Zamarzîr.",
      "es": ""
    },
    {
      "id": 173025585,
      "en": "Make friends (3/4)",
      "es": ""
    },
    {
      "id": 173025588,
      "en": "Make friends (4/4)\\nTalk to Anyâmat",
      "es": ""
    },
    {
      "id": 24695288,
      "en": "Anyâmat harbours aspirations of being a great shanty-man.",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "Defeated freebooters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 162883609,
      "en": "'Why don't we start by challenging some freebooters to a fight? Nothing speaks to rugged life at sea like pointless brawling!'",
      "es": ""
    },
    {
      "id": 148970434,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 148970435,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970485,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 190220788,
      "en": "'As lovely as this has been, I do think a real sailor should get into a scrap. If these fine folk won't fight with us, I have heard rumours of a strange creature we could go bother....'",
      "es": ""
    },
    {
      "id": 148970486,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'Hello--oooh!' \\n\\nThe woman's greeting is interrupted by a yawn. \\n\\n'Sorry about that. I had coffee too late in the day yesterday. I went to sleep late and am still waking up.'\\n\\nAnyâmat shares her desire to be a shanty-man, and the sleepy freebooter's lips curl into a smirk.\\n\\n'If it is inspiration for songs you seek, I can tell you about my own travels on the sea.'\\n\\nAnyâmat quickly agrees, and the sleepy freebooter proceeds to tell the most bawdy and violent tales one could tell. By the end of the stories, Anyâmat is frozen stiff by shock.\\n\\nShe thanks the woman for her time, and the two of you beat a hasty retreat.",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "Anyâmat rushes to your side",
      "es": ""
    },
    {
      "id": 148970489,
      "en": "Anyâmat rushes to your side",
      "es": ""
    }
  ]
}