{
  "id": 621084120,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Credits and Debits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Deliver the payment to Overseer Ulanor in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Nûrut tells me that you're a person who gets things done. I'm glad you were able to help him with his menial tasks. Perhaps you will be equally skilled at helping with mine: five workers that have gone into debt.\\n\\n'We have given these workers many freedoms and much coin for their work. Every bit that we give them, every amount of credit we extend... they abuse! Many have spent more coin than they are given. We don't forget or forgive debts here.\\n\\n'You should know this: if their debts are not paid in coin and on time, we will settle their debt to us in blood. Either way, the debt will be paid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Get the pearl from the monstrous crab and sell it to Elbatra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have nothing to give. They already bled me drier than a stone and forced me to work many hours without compensation or food. If I had no other mouths to feed at home, I would make my way back to the sea or to the city. Please, can you speak to the foreman about this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Sell the pearl to Elbatra in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'That's what she asked of you? I know those workers; they don't have the coin. They've used it on food, family, and rebuilding.'\\n\\nHe thinks.\\n\\n'I may have an answer that saves their hides and pays the overseer her coin.\\n\\n'To the south and east of here along the shoreline there is a Great Crab. It is rumoured to guard a large pearl.\\n\\n'There is a merchant here, a collector of beautiful and rare things. I happen to know she will pay handsomely for that pearl.\\n\\n'Please, [placeholder], bring back the pearl to the merchant over yonder and give the proceeds to the overseer. These men will owe you their lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You acquired enough coin to pay the overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What is this?'\\n\\nShe looks the pearl over.\\n\\n'My patron will be pleased to acquire this.'\\n\\nShe produces a pouch, hefty with coins. You can hear them jingling.\\n\\n'This is more than adequate payment for this... bauble. Take it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Collect the large pearl and deliver it to the merchant, Elbatra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The overseer of Rakhatâb asked you to collect the debt owed by five Umbari workers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730894",
      "en": "'I will pay for any gems or other shiny objects you may find. Though the pearl that the monstrous crab long the beach is worth most to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The foreman directed you to the shoreline surrounding Rakhatâb to search for a monstrous crab that defends a great treasure. Once you have recovered the treasure, you are to take it and sell it to a merchant with a penchant for very fine things in Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Ulanor instructed you to collect debts from five workers that are behind on their credit. Something seems off. The workers are in the nearby area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e06",
      "en": "Deliver the payment to Overseer Ulanor in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "The overseer holds the bag in one hand weighing it, measuring it.\\n\\n'A little more than expected. Good. They know their place.\\n\\n'However the debts are paid, they are paid. It is good that today these laggards chose coin over blood.\\n\\n'Thank you for bringing this matter to a close.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The worker expressed that there is no way that he could pay his debts and that he wanted you to speak with the foreman. You can find Foreman Nûrut in Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "With enough coin to pay the overseer you should return to her in western Rakhatâb and tell her that the worker's debts were paid in full.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Deliver the bauble to the merchant, Elbatra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Collect the large pearl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect debts from sullen indebted workers ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Foreman Nûrut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You collected the large pearl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730883",
      "en": "'If you have nothing of value to offer me, then why are you wasting my time. If you have a trinket or bauble worth my notice, I will gladly loosen my purse strings until then...leave me be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You were asked to speak to the foreman",
      "es": "",
      "es (fem)": ""
    }
  ]
}