{
  "id": 621084117,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The foreman sent word that you helped in Jax Phanâl. I appreciate that, friend. There's another thing you could help us with, if you will.\\n\\n'One of the stone supports collapsed last night. Two of my best workers died in the accident. These structures are old and weak, but we cannot stop our work to fix them; the overseer has threatened to cut our rations even further if our progress slows.\\n\\n'Would you check the other supports by walls and archways for signs of wear, and reinforce any cracked supports you find? You'd have the gratitude of both myself and my workers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Repair damaged supports ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hûzo asked you to check the stone supports around the town for signs of wear and to repair any cracks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Nearly all of the supports you examined were damaged or in a state of disrepair. You should return to Hûzo and inform him of this discovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unfortunate Accidents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'That many? We must be working too quickly to repair them as we should. We will need to pay closer attention, if we can, or we will suffer for it! And if we suffer, the work suffers! But I cannot speak these words to the overseer.\\n\\n'Thank you. This means more to me and the workers than you can know. I do not intend to bury any more of my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Supports examined ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Hûzo asked that you look at the support beams around the fort for signs of wear or cracking. If you find any, Hûzo asked you to repair the damaged supports.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Examine supports for signs of wear ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Damaged supports repaired ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    }
  ]
}