{
  "id": 621084116,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Welcome to Rakhatâb! Yes, I've a task that needs doing, if you're able. In order to run these great forges, we need large amounts of goat fat, and we've been running dangerously low for weeks now. Without it, our forges can't fire, and nothing gets built.\\n\\n'Will you help us? There are many goats in the hills north or east of here. Bring back as much of their fat as you can. You'll be rewarded for it, and you'll have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Deliver the goat fat to Kharishah at Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Enough goat-fat for at least a week! This will keep the wheels of the forge moving for certain. You have earned my thanks, and your coin-purse has surely become... fat. Ha! Ha ha ha!\\n\\n'Just my little joke, friend. We do what we must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The forge-master has asked you to go to the hills to the north or east of Rakhatâb and bring back goat fat for greasing the machines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grease the Wheels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Goats roam the hills to the north or to the east. Whichever source you choose is fair with me. Grease is grease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Goats with thick layers of fat are found in the hills north or east of Rakhatâb. Goats from either location will do for the forge-master's needs. When you have collected the fat return to Kharishah in Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected blobs of goat fat ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'Goats roam the hills to the north or to the east. Whichever source you choose is fair with me. Grease is grease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect blobs of goat fat ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    }
  ]
}