{
  "id": 621084111,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Tankho needs logs and branches collected from Jâghimsa, the forested area to the north and east of the fort of Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return the wood to Tankho in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You will find the logs and branches I need for the fires in the woods to the north and east of our fort. Be cautious, some workers complain that it feels as though the woods there are alive, in a different way. Likely, it foolish superstition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A very simple task lies before you. Head to the north and east of the fort and collect logs and branches suitable to keep the fires of Rakhatâb alight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected branches for the fires at Rakhatâb ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our workers keep suffering injuries. Is it exhaustion or the perils of the wild? I cannot say. I am tasked with keeping the fires burning, but at the volume these fires must burn, I cannot keep pace.\\n\\n'What say you? Will you help me put some logs on the fire? I wish I had something more exciting for you to do, for you seem an adventuring sort! Alas, all I require is enough fuel for the fires to stay lit. The wooded area to the north-east should have some logs and branches suitable for my purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected logs for the fires at Rakhatâb ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect branches for the fires at Rakhatâb ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'This should do for a while. I know this is not the grandest work, but know that it is appreciated. We are building something special here, one fire at a time. Or so I am told.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect logs for the fires at Rakhatâb ([placeholder]/10)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Voracious Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Will you help me put some logs on the fire? Logs and branches can be found in the wooded area to the north-east of Rakhatâb.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}