{
  "id": 620866026,
  "txt": [
    {
      "id": 171765016,
      "en": "A mysterious, weather-worn Man is waiting for you in the Brigand jail.\\n\\nYou should speak with your rescuer so that he may guide you out of danger.",
      "es": ""
    },
    {
      "id": 171765017,
      "en": "The door that takes you out of the jail is down the corridor from your jail cell.\\n\\nYou should follow Strider out the door of the jail.",
      "es": ""
    },
    {
      "id": 81335593,
      "en": "Get Ready...",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Come, [placeholder]! I can see that you have a brave spirit, but it is time to flee. The Baggins they captured is not the Baggins being hunted.\\n\\n'The brigands will not follow us when they learn of their error, but it would be wise to be far away from here.\\n\\n'My companion is outside, helping to rescue your friends. Let us join them!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Stay close to me this night, [placeholder]... we must get Amdir to safety. It is to Archet that we must flee!\\n\\n'Bounder Boffin, you should go back to the Shire. Its bounds must be kept safe. Celandine, Mundo -- come with me. I worry for Mundo's safety when all the wicked folk west of the Greenway are searching for \\qBaggins\\q. Alas that my true charge must wait!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We're close now, [placeholder]! Odo's farm will get us safe to the road, and from there we can get to the nearest town... hopefully without encountering any spiders, or worse.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Who goes there? What is your business on the road? I'm a Bounder -- answer me at once!'\\n\\nThe hobbit is startled, but the alarm on his face melts into relief when he sees your face.\\n\\n'O thank goodness -- a hobbit! I'm awfully sorry; I just had a bit of a scare. Something doesn't feel right tonight.'",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Try to get out of your cell",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You're a bolder hobbit than I! Well done, [placeholder]. Let's press on!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You are out for a stroll, and there appears to be someone else on the road",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Try to get out of your cell",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Have you equipped your weapon yet, [placeholder]? Let's practice on each other now!' \\n\\n<rgb=#00FF00>ACCESSING YOUR INVENTORY: Press 'i' to open your inventory to see the weapon or left-click on the bag icons on the bottom of your screen.</rgb>\\n\\n<rgb=#00FF00>EQUIPPING YOUR WEAPON: Right-click on the weapon in your inventory to equip it. This will replace the flimsy weapon you currently have equipped.</rgb>\\n\\n<rgb=#FF0000>ADVICE: You should equip your best weapon before attempting to engage in combat.</rgb>",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You should speak with the hobbit who calls out to you",
      "es": ""
    },
    {
      "id": 84765762,
      "en": "Follow Strider",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "There is a weapon in the satchel. You should now loot and equip it before attempting to fight",
      "es": ""
    },
    {
      "id": 84765763,
      "en": "Talk to Strider",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have proven that you can fight; now it is safer to proceed on the patrol",
      "es": ""
    },
    {
      "id": 84765764,
      "en": "Leave the jail <rgb=#00FF00>(Right-click on doors to open them. Walk into open doors to be ported to your destination.)</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Menacing spiders block your path",
      "es": ""
    },
    {
      "id": 84765765,
      "en": "Follow Strider",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Defeated spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765766,
      "en": "Talk to Strider",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Defeated attacking spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While out for a nighttime stroll, you encounter Bounder Boffin on an especially dark road in the Shire.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have awakened inside a prison, surrounded by brigands",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You should speak with your grim-looking rescuer",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defeat spiders ([placeholder]/[placeholder]) <rgb=#00FF00>(Right-click on a spider to target it in combat. Left-click on your skill icons at the bottom of the screen to use them.)</rgb>",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Bounder Boffin",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Defeat attacking spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Bounder Boffin",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Walk up the road <rgb=#00FF00>(Move forwards by pressing W)</rgb>",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Walk up the road <rgb=#00FF00>(Move forwards by pressing W)</rgb>",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Listen to Bounder Boffin",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to the fellow on the road <rgb=#00FF00>(Right-click on the hobbit to interact)</rgb>",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Examine the satchel on the side of the road <rgb=#00FF00>(Right-click on the satchel to collect what is inside)</rgb>",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Bounder Boffin to begin the practice fight <rgb=#00FF00>(Right-click on the weapon in your inventory to equip it.)</rgb>",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Practice your skills with a weapon on Bounder Boffin <rgb=#00FF00>(Right-click on Bounder Boffin to target him in combat. Left-click on your skill icons at the bottom of the screen to practice them.)</rgb>",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Follow Bounder Boffin",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Defeat spiders (0/2) <rgb=#00FF00>(Right-click on a spider to target it in combat. Left-click on your skill icons at the bottom of the screen to use them.)</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You are out for a stroll, but someone appears to be on the road ahead (a bit of an occasion for these quiet parts.)\\n\\nYou should speak with the fellow on the road ahead of you. <rgb=#00ff00>Right-click on characters to interact</rgb>.",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "Follow Strider as he helps you escape",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You are out for a stroll, but someone appears to be on the road ahead (a bit of an occasion for these quiet parts.)\\n\\nYou should speak with the fellow on the road ahead of you.",
      "es": ""
    },
    {
      "id": 171764992,
      "en": "Amdir has helped to rescue your friends from the cruel Brigands.\\n\\nYou are now supposed to meet up with Strider's companion, a Ranger named Amdir.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "The Black Rider is gone, but Strider's fellow Ranger is grievously wounded",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have encountered a rattled Bounder on the road in the Green Hill Country.\\n\\nYou should speak with Bounder Boffin to hear what he has to say.",
      "es": ""
    },
    {
      "id": 171764993,
      "en": "Strider now kneels by his grievously wounded friend, Amdir.\\n\\nYou should talk to Strider, for he will best know what to do next.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The satchel is near Bounder Boffin on the road.\\n\\nYou should peek inside the satchel to see if it contains anything that could be useful to you on a dark night like tonight.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Bounder Boffin wishes to see if you are capable of wielding a blade to defend yourself.\\n\\nYou should practice sparring with Bounder Boffin so that you will both feel more confident on the dark road.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Bounder Boffin wishes to patrol the road, for he had an eerie sort of feeling about this night.\\n\\nYou should patrol the road with Bounder Boffin.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The spiders are in Odo's Leaf Farm.\\n\\nBounder Boffin is afraid of spiders, and wishes for you to clear the path before he ventures further down.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "The spiders are in Odo's Leaf Farm.\\n\\nBounder Boffin is afraid of spiders and wishes for you to clear the path before he ventures down",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Bounder Boffin is waiting for you on the path.\\n\\nYou should speak with Bounder Boffin before continuing your escape through the farm.",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Bounder Boffin is waiting for you on the path.\\n\\nYou should follow Bounder Boffin to escape the menace on the road.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Bounder Boffin will need protection from spiders as he hacks at their sturdy webs.\\n\\nYou should defeat spiders and protect Bounder Boffin while he tries to get you to safety.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Bounder Boffin is trying to get to safety through Odo's Leaf Farm.\\n\\nYou should follow Bounder Boffin to a safer road, which will lead you both to a nearby town.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Bounder Boffin is trying to get to safety through Odo's Leaf Farm.\\n\\nYou should follow Bounder Boffin to a safer road, which will lead you both to a nearby town.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Bounder Boffin is trying to get to safety through Odo's Leaf Farm.\\n\\nYou should follow Bounder Boffin to a safer road, which will lead you both to a nearby town.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Road Through the Dark",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "Bounder Boffin is trying to get to safety through Odo's Leaf Farm.\\n\\nYou should follow Bounder Boffin to a safer road, which will lead you both to a nearby town.",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "You are in a jail cell, surrounded by the brigands who kidnapped you and your fellow hobbits.",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "You are in a jail cell, surrounded by the brigands who kidnapped you and your fellow hobbits.",
      "es": ""
    }
  ]
}