{
  "id": 620840712,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated brigands and half-orcs in Andrath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Watcher Brittleleaf's concerns over the brigands at the Southwatch are bolstered by the sheer number of enemies crawling about the ruins. He has asked you to strike back at the enemy, lowering the strength and providing the Watchers of Bree with a fair chance to protect the countryside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Grimbriar was right to send us here, but we figured more support would arrive once he realized that we could not submit reports. Your news of what is happening in the north makes it clear that the brigands are moving in with the caravans they let through.\\n\\n'Those unlucky enough to not have the coin to pay for passage are treated without civility, their lives forfeit, and their goods claimed by these vile creatures. Your information confirms what we have feared. The swarthy fellows among their number are half-orcs, foul beasts! \\n\\n'The time has come to strike back for every life these beasts have claimed. Strike out into the ruins and scourge this enemy clean. I will see you paid handsomely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Half-orcs and brigands can be found in the ruins of Andrath.\\n\\nWatcher Brittleleaf is enraged by the actions of the brigands and half-orcs holding the ruins of the Southwatch and wants you to strike a decisive blow against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We cannot restore those who were taken, but we can rest in knowing that some manner of justice has been served.\\n\\n'I cannot say that the future of Bree-land is brighter, as even now I see that the numbers of this enemy swells to restore those purged. Bree-land is in grave danger from this Sharkey fellow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Watcher Brittleleaf and Watcher Oakdale can be found hidden to the east of the northern end of the ruins.\\n\\nYou brought justice to the fiends in the ruins of Southwatch and should return to Watcher Brittleleaf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will see these beasts paid back in the blood they have spilled. Visit our vengeance upon them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I cannot fathom the terror that caravans must feel as they approach this place. I fear we cannot hold this tide back for long. Bree-land will need to seek allies elsewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I cannot fathom the terror that caravans must feel as they approach this place. I fear we cannot hold this tide back for long. Bree-land will need to seek allies elsewhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat brigands and half-orcs in Andrath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Watcher Brittleleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Brigands and Half-orcs",
      "es": "",
      "es (fem)": ""
    }
  ]
}