{
  "id": 620840766,
  "txt": [
    {
      "id": 218649169,
      "en": "'As I mentioned before, brigands have become a true threat to the safety of Bree-land. My Chief Watcher has moved to the outskirts of town, just outside the West-gate and north along the Greenway, to a small stone cottage in an attempt to thwart the brigands' plans.\\n\\n'Would you be willing to visit him and see if he has made any progress against the threat that these Southerners pose to our city? It seems to me that every day more and more of these brigands find their way into Bree, and while some are simple refugees, I fear a growing number mean this town ill.\\n\\n'Talk to Chief Watcher Grimbriar as soon as you may.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Tenderlarch sent you? Good, I could use another hand out here. \\n\\n'If Tenderlarch had his way, we'd have asked those blasted Rangers for help. Fortunately, I convinced him that my Watchers can handle whatever this upstart threat is. \\n\\n'With your help, we'll have these brigands driven back into the South Downs in no time.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with my Chief Watcher north along the Greenway at a stone cottage outside of the West Gate of Bree.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Trouble with the Southerners",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Now that you are acquainted with Bree-town, Graeme Tenderlarch has decided to ask you for some real help on the outskirts of town.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Chief Watcher Grimbriar outside Bree-town",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Chief Watcher Grimbriar is at a stone cottage along the roadway, out the West-gate of Bree and north along the Greenway.\\n\\nGraeme Tenderlarch, the mayor of Bree, asked you to speak with Chief Watcher Grimbriar regarding the brigands threatening the safety of Bree-land.",
      "es": ""
    }
  ]
}