{
  "id": 620840724,
  "txt": [
    {
      "id": 218649169,
      "en": "'By now I am sure you have noticed how difficult it can be to see through the fog that lies constantly upon Mirkwood. I have little doubt that this is some contrivance of the Enemy, for even torches and bonfires seem to flicker weakly through these accursed mists.\\n\\n'We have an idea, however -- one of my guards noticed last evening that the flickering lights of those overgrown fireflies can be seen from some considerable distance even through the fog. Some quality of their light cuts through the mists and makes them visible.\\n\\n'So, for the purposes of having some reliable light with which to observe our perimeter and to signal with, I would ask you to go collect some of the glands from the fireflies. Do be careful, though: if they are damaged at all, the light fades quite rapidly and is of little use.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you managed to collect a handful of the glands intact. Good!\\n\\n'I am not certain how long their light will last, but in the meantime my guards can make use of them to provide a bit of light to cut through this strangling mist.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Agorin assures me that these dark mists have not always lain upon Mirkwood. She claims that the forest here was once as fair as that which girdles Lothlórien!\\n\\n'Ah, would that I had seen it then rather than now, but I am too young, and this place is as distant history to me as it would be to any Man or dwarf.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDNT SEE THIS",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Natural Light",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lomdognir wonders if the glowing glands of the local fireflies can be used as a more reliable source of light in the unnatural mists surrounding Mirkwood.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected glowing glands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect glowing glands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fireflies can be found throughout Emyn Lûm.\\n\\nLomdognir has asked you to hunt down the fireflies in Emyn Lûm and attempt to collect a handful of the glands that produce a glow, which can cast a light even through the mists enshrouding Mirkwood.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lomdognir at Ost Galadh",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lomdognir is at Ost Galadh.\\n\\nYou should return to Lomdognir with the firefly-glands which you have collected.",
      "es": ""
    }
  ]
}