{
  "id": 620840772,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gúlbenn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the summoned shadow! TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Agorin has asked you to gather a group of companions in order to launch an assault upon the summit of Minas Gîl, where some powerful sorcery is underway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0d39a1",
      "en": "'What is this? Interlopers? Stop them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x630bf84",
      "en": "'Too late, fools! The summoning is complete, and the shadows shall fall upon all of Mirkwood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0d39a2",
      "en": "'The ritual is nearly complete! Buy me but a few moments - at the cost of your lives if you must!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Something stirs atop the tower of Minas Gîl, [placeholder], I can feel it from here. Powerful sorcery is being wrought and will soon come to its culmination -- we must put an end to it before it is completed!\\n\\n'The power I feel gathering is too great for you to face alone, and it is likely wielded by the sorcerer responsible for the desecration of Minas Gîl, against whom I would seek swift vengeance!\\n\\n'You should prepare for an assault upon the tower's summit -- little time remains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The sorcerer responsible for the corruption of Minas Gîl may be found atop the pinnacle of that tower.\\n\\nAgorin has instructed you to gather allies and defeat the sorcerer responsible for the corruption of Minas Gîl and put an end to his sorcery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, it was Gúlbenn who wielded the sorceries atop Minas Gîl? I have heard his name before -- he was said to be a powerful sorcerer, descended from the bloodlines of the Black Númenóreans. It is good that his evil has come to a final end, and the spirit he sought to summon has been cast back into the Void.\\n\\n'Minas Gîl shall never serve the Elves again, but now perhaps it may be left to fall into timeless ruin among the silence of the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Agorin is at Ost Galadh.\\n\\nYou should return to Ost Galadh with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Speak with LOREMASTER TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you and your companions prepared to make your assault upon the summit of Minas Gîl? It will be a dangerous endeavour, and there is little time remaining....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Agorin to travel to Minas Gîl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Agorin at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Starlight and Shadows",
      "es": "",
      "es (fem)": ""
    }
  ]
}