{
  "id": 620840771,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, [placeholder], the tower of Minas Gîl now lays open to us -- I should tell you something of its nature before you enter therein.\\n\\n'Minas Gîl was once an observatory built by the Elves of Ost Galadh, my kin of old. We used it to study the stars in their myriad dance across the sky. We gathered much knowledge of the heavens there long ago, and some relics may remain from among the mechanisms and arts that we employed in those studies.\\n\\n'Once you gain access to the tower's interior, see if you can gather any such relics. It is likely that the Enemy has turned them to their own uses or destroyed them altogether, but if you can recover any, I would be very interested to see them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this!? These devices...they have been touched by sorcery most foul, turned from their simple purposes to ends most evil....\\n\\n'The firmament of stars above us, which we Elves have always revered most among all creation -- for they were made by Elbereth -- light a great Void of which we know little. But it seems that our Enemy knows something of its true nature, for our instruments which once turned to the study of the stars of Elbereth now look deep into that endless Void and draw upon it to sustain the shadows which they now bring into our world!\\n\\n'There is nothing I can do to unravel the corruption of our relics, [placeholder], had I the time to even attempt it. They must be destroyed and quickly if we are to prevent more of these unnatural spirits from being drawn into the light of our world!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Agorin tells me that you are helping her untangle the mysteries of Minas Gîl, [placeholder]. That is well, but take care, do not let yourselves be drawn into the mists of what once was. We have a mission here that must not fail if Lothlórien...no, if all of Middle-earth is to survive.\\n\\n'If there be some evil in Minas Gîl then deal with it and be done, but do not let Agorin become distracted by it. We need her aid against the greater evil of Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Relics of Old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Would that my duties would allow me to visit my beloved Minas Gîl again. Just to see it there through the mists, standing almost within reach is almost more than I can bear.\\n\\n'But while my heart beckons me to it, I know that it cannot be the tower I remember, for surely the Enemy has twisted it beyond recognition.\\n\\n'I know my place is here alongside Fuirgam and the others, for the sake of our future rather than our past...and yet....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Agorin believes that relics of the Silvan Elves might remain within Minas Gîl, from the time when it served as an observatory studying the heavens above Ost Galadh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found Silvan relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Silvan relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Relics might be found within Minas Gîl, east of Ost Galadh.\\n\\nAgorin has asked you to recapture Silvan relics from the sorcerers in Minas Gîl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Agorin at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Agorin is at Ost Galadh, west of Minas Gîl.\\n\\nYou should bring the relics you found to Agorin.",
      "es": "",
      "es (fem)": ""
    }
  ]
}