{
  "id": 620840773,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], a serious matter has come to my attention. Our scouts have examined the tower of Minas Gîl -- you can just make it out on the slopes to our east through the mist -- and they have returned to me with tales of deadly spirits of shadow surrounding it, and a shadowy ward upon the door that prevented them from gaining access to the tower's interior.\\n\\n'I do not yet know what transpires within that tower, but it reeks of the Enemy's sorcery, and we dare not ignore such a threat so close to the path of our advance. Fuirgam has tasked me with ensuring that the threat is dealt with, and so I turn to you for aid.\\n\\n'To begin with, can you do battle with the spirits surrounding the tower and bring me some aspect of their being? They are almost certainly bound up with the ward upon the tower itself, and if I can divine its nature, then we may be able to break it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Such odd gems! They seem almost unreal and weightless, as if they were formed of smoke or mist made solid....\\n\\n'This is enough, though. The nature of these gems tell me that the ward upon the door is no physical thing at all or even true magic -- it is a glamour woven of shadows, no more.\\n\\n'Now that you know its nature, you will find that it has no power over you, and it will unravel at your approach, as do so many of the Enemy's lies once they are laid bare to the light.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Fuirgam has shadows enough to concern him within the heart of Dol Guldur. Let us deal with this other threat so that he may proceed unchecked, though I must admit that I do not fully understand his purpose...or Celeborn's.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ward of Shadow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Agorin, the lore-mistress of the Malledhrim, has asked you to do battle with the spirits of shadow that surround Minas Gîl and return with some essence of their being that she might use to divine the nature of the ward that seals the tower itself.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected obsidian gems ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect obsidian gems ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Shards of Twilight can be found around Minas Gîl, east of Ost Galadh.\\n\\nAgorin has asked you to gather some aspect of the Shards of Twilight outside Minas Gîl.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Agorin at Ost Galadh",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Agorin is at Ost Galadh, west of Minas Gîl.\\n\\nYou should bring the obsidian gems back to Agorin for her study.",
      "es": ""
    }
  ]
}