{
  "id": 620840741,
  "txt": [
    {
      "id": 218649169,
      "en": "'So you have come through the dark halls of Moria to sunny Nanduhirion, have you? Mae govannen, [placeholder]. The eaves of Lórien are near, and if you gain the trust of my people you shall find refuge beyond the Nimrodel. These are very dangerous times in which we live.\\n\\n'Word of your ventures has reached my ears. I bid you what welcome I can as you emerge from the darkness, and I say this to you also: take care! Many evil things have stirred from the dark, and this dale is not safe.\\n\\n'Upon the Nimrodel is a talan belonging to Haldir, a protector of the eaves of Laurelindórenan. He will offer you refuge. The way is hidden! Seek him beyond Echad Andestel, and wet your feet in the Nimrodel, near the bridge that is broken. South of that bridge and upon the shore is a great mallorn-tree. Upon that tree you shall find Haldir. He will trust you if he knows you have come with my leave.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome to Lothlórien, [placeholder]. We have had many strange visitors of late. You shall find refuge here, if refuge you seek. I am very pleased to make your acquaintance, for even in this remote place we have heard rumour of your valour.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Haldir and his brothers are the Marchwardens of Lothlórien. They make their post at a flet to the south-east.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Refuge upon Talan Haldir",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Many strangers have wandered in our fair eaves of late, randir.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Meredhrandir at Mekhem-bizru is concerned for your well-being with all the Orcs of Moria so stirred in the Dimrill Dale. He has recommended that you seek refuge in Lórien and appeal to the good will of Haldir at his talan, which is hidden.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Haldir at his talan",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The talan of Haldir is at the banks of the Nimrodel, south of the road that leads to the broken bridge.\\n\\nMeredhrandir at Mekhem-bizru has urged you to seek the protection of Haldir before you come to harm so near the stirring mouth of Moria.",
      "es": ""
    }
  ]
}