{
  "id": 620840763,
  "txt": [
    {
      "id": 205636725,
      "en": "'Speak with the leaders of the Men of Bree. You will find them west down the road.'",
      "es": ""
    },
    {
      "id": 205636726,
      "en": "'Return to the Town Hall and speak with Graeme Tenderlarch.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Lalia's Market is just north of the Boar Fountain in the Market Square.\\n\\nSecond-watcher Heathstraw has suggested you browse Lalia's Market and speak with the proprietor.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Welcome! Welcome to my little store. I was told to expect new faces walking through as I've had the honour of being added to our town's tour!\\n\\n'The citizens of Bree have been exceptionally welcoming of my little venture here, and I've been busier than ever stitching and sewing and managing the items on display.\\n\\n'The outfits near the front of the market rotate monthly, and all other designs come and go when the time is right. Please feel free to visit us and browse our wares at any time!\\n\\n'Now, when you're done here, it would do you well to meet Barliman Butterbur. He's another successful proprietor as he owns the busiest inn in all of Bree. You will find him north along the road beyond the Market Gate within The Prancing Pony Inn.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Lalia's Market is located on the northern side of the Market Square, right next to the Boar Fountain. Lalia herself can be found inside.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Look here! Another new face in Bree-town, and not one of those swarthy Southerners, but a right honest [placeholder]. This is heartening to see.\\n\\n'Graeme told me that there may be folk stopping in as they learned about the more important areas of Bree. Well, here it is... the crafting-hall of Bree. We have all manner of crafters here at Three-farrow. You can feel free to ply any trade you know within this hall.\\n\\n'I was told to send you on toward one of Bree's most precious pieces of art, the Boar Fountain, to speak with Second-watcher Heathstraw for a bit of history. You will find him just up the hill to the north at the Boar Fountain in Market Square.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, well! It is good to see you again. I assume that you are on your tour of Bree and looking for some information about the town. Well, I am not the historian that certain other folks are, but I do know a bit about the town and the reason that the boar plays such a big part in the decoration of the town.\\n\\n'When Bree was settled, the area was prime hunting-grounds for wild boar. The beasts served as the primary source of meat for the first settlers and have become something of a symbol of tenacity. The Boar Fountain was built to honour those first folk who settled Bree and used the wild boar surrounding the township as provender.\\n\\n'Well now, it's a pleasure talking to you, but you'll want to be on your way to see the wares at Lalia's Market! Say hello to Lalia herself inside the store, it's just across the square from here, to the north.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Lalia inside of Lalia's Market",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well, well, we've been getting a mighty large number of travellers coming into Bree. You don't have the look of one of those Southerners, though....\\n\\n'I am Barliman Butterbur, and this is the Prancing Pony, finest inn in all of Bree-land. You can feel free to drink here and stay here, if you've the coin. Now I'm forgetting something... it's like that, so busy and all. Oh yes! I am to send you on to your next stop upon your tour through Bree.\\n\\n'Leave my inn and head down the hill, west beyond the Inn Gate. A short distance from there you will see the road split. Turn north and visit Lily Sandheaver at the first house there.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hullo, friend! You must be new to Bree and on an errand from Mayor Tenderlarch! It is good to make your acquaintance. I am Lily Sandheaver... I handle all the goods grown by the hobbits living on the hill.\\n\\n'I also like collecting historical heirlooms, which reminds me that my hireling hasn't yet sent me anything... I hope all is well.\\n\\n'Oh, I am to send you to visit the West-gate to speak with Harry Goatleaf. Just head west towards the gate, and you should see Harry there. You may want to speak to Bill Rosewood too... he minds the horses of West Bree.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What do you want? Tenderlarch is a fool, thinking that any of us want to take our time to speak with people who'll be in Bree causing no end of trouble. He should focus on affairs that he can truly handle.\\n\\n'Get out of my sight. Talk to Watchman Cardoon if you want more help. He's right down the road to the east.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have spoken to Bonny Thatcher",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Greetings, [placeholder]. Goatleaf sent you here? He's been acting queerer and queerer recently.\\n\\n'No matter of concern, I am certain. You should visit the vault next. You will find it down the road to the south. It is a large, stone building with two guardsman keeping watch.\\n\\n'Enter the vault and speak with either Tad Gardener or Maud Foxglove.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have spoken to Second-watcher Heathstraw",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Welcome to the Bree Vaults. We charge nothing to store many of your goods, and for a small but increasing fee, we will store even more.\\n\\n'We have protection from the town guard at all hours of the day, so you can be certain that your valuables are safe here.\\n\\n'Feel free to look around out front before heading across the way to Whitethorn's Taxidermy.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have spoken to Barliman Butterbur",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Welcome to the Bree Vaults. We charge nothing to store many of your goods and for a small but increasing fee, we will store even more.\\n\\n'We have protection from the town guard at all hours of the day, so you can be certain that your valuables are safe here.\\n\\n'Feel free to look around out front before heading across the way to Whitethorn's Taxidermy.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have spoken to Lily Sandheaver",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Hullo friend, welcome to Whitethorn's Taxidermy. My son and I, along with Mr. Whitbread, can fashion wondrous trophies from the more unique finds you come across in your adventures. You can display these wonders within your homes if you choose.\\n\\n'Have a look if you like, and when you are ready, take the road outside my home to the south-east beyond the Iron Monger's Gate to the Stone Quarter. Turn east before the statue of the dwarf and follow the alley to the scholars. They are good fellows and quite knowledgeable about Bree. Speak with Newbold Leafcutter in the Scholar's Stair.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have spoken to Harry Goatleaf",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have spoken to Watchman Cardoon",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have spoken to Tad Gardener",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bree's mayor, Graeme Tenderlarch, thought you might like to get acquainted with the town proper. He has sent you out into the square to begin a journey through the streets to tour the town.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have spoken to Maud Foxglove",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You have spoken to Clar Whitethorn",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Newbold Leafcutter",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Mat Heathertoes in Beggar's Alley",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Lily Appledore at the Bree Jail",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to an auctioneer",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Tad Leafcutter at the hunting-lodge",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Mayor Graeme Tenderlarch at the Bree Town Hall",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bonny Thatcher at the Three-farrow Crafting-hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Second-watcher Heathstraw near the Boar Fountain",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Barliman Butterbur at The Prancing Pony Inn",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lily Sandheaver at her home",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Harry Goatleaf at the West-gate",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Watchman Cardoon in Bree",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Tad Gardener at the vault",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Maud Foxglove at the vault",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Clar Whitethorn at Whitethorn's Taxidermy",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Three-farrow Crafting-hall lies to the north of the Bree Town Hall, through the Trader's Gate.\\n\\nGraeme Tenderlarch has bid you to enter the Three-farrow Crafting-hall and speak with Bonny Thatcher.",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You have spoken to Mat Heathertoes",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Boar Fountain lies a little to the north of the Three-farrow Crafting-hall.\\n\\nBonny Thatcher told you to speak with Second-watcher Heathstraw at the Boar Fountain in the Market Square.",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You have spoken to Lily Appledore",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Prancing Pony Inn is north of the Market Square.\\n\\nLalia has instructed you to speak with Barliman Butterbur, proprietor of The Prancing Pony Inn.",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You have spoken to Tad Leafcutter",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Lily Sandheaver's home is west of The Prancing Pony Inn.\\n\\nBarliman Butterbur told you to speak with Lily Sandheaver at her home.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Harry Goatleaf can be found at the West-gate, west of Lily Sandheaver's home.\\n\\nLily Sandheaver told you to speak with Harry Goatleaf.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Watchman Cardoon is east of the West-gate of Bree.\\n\\nHarry Goatleaf told you to speak with Watchman Cardoon.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The vault is found to the south of Watcher Cardoon. He told you to follow the road and look for the large, stone building protected by two guards.\\n\\nWatcher Cardoon instructed you to speak with Tad Gardener or Maud Foxglove at the vault.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "You will find Whitethorn's Taxidermy across the road from the Bree-town Vault.\\n\\nYou were told to speak with Clar Whitethorn at Whitethorn's Taxidermy.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Make your way south out of Whitethorn's Taxidery before you reach the statue of the dwarf turn left, to the east, and make your way to Scholar's Stair. Enter and speak with Newbold Leafcutter.\\n\\nClar Whitethorn directed you to speak with Newbold Leafcutter within the Scholar's Stair.",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Much of the history of Bree and Bree-land is stored within these walls and within other safe places throughout the city. We are being more diligent than ever to keep safe the history of our land.\\n\\n'Foul Men are lurking about all over town, and there is tell of shadows that leap out at folks in recent days.\\n\\n'You should speak with Mat Heathertoes. He and folk like him, those without much, are hardest hit by these ruffians. Turn left outside our door and head south-west beyond the dwarf-statue under the eaves to find him.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Three-farrow Crafting-hall is east and north of the Bree Town Hall. Seek Bonny Hatcher there, she will explain to you about the crafting hall of Bree.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Greetings, stranger. Not sure why Tenderlarch is having you visit us here in Beggar's Alley... all we have to offer is in the ruins to the north. Still, he paid me some coin to see that you met me and heard what I have to say about our little part of Bree.\\n\\n'Most folks pay us no nevermind and don't hear us asking about the sounds from the alleys at night: ghosts prowling about down by the South-gate and the terror that grips the lot of us.\\n\\n'Most of the brigands have moved in here, pushing the few good folk who live here out. I wish Grimbriar had not run off. Heathstraw is a good fellow, but not as clever as the Chief Watcher.\\n\\n'I am to send you to the Bree Jail for your next stop. Don't worry though... it's unlikely that they will arrest you. From here head east along the road until you pass the Bree Town Hall, then bear slightly south. You will see the stocks in front of the Jail. Speak with Lily Appledore inside.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Seek out Second-watcher Heathstraw just up the road near the Boar Fountain. I am certain that he will have some interesting information about Bree-town.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Welcome to Bree. Take a good look around you... these are the cells where those who mean ill to the people of Bree find themselves, [placeholder]. It is also where we train future recruits for the Town Watch and guard.\\n\\n'The difference between the two is subtle, but the Watch has more power to also roam the countryside to protect the many farms of Bree. Recent weeks and months has seen an increase in brigand activity, and the Watch is terribly strained. Any help you can give would be appreciated.\\n\\n'On to your next visit, [placeholder]. From the jail, head east under the Woodsmen's Gate, then turn south. Look for the bronze boar standing outside the Bree Auction Hall and enter. Speak with one of the auctioneers within.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Barliman Butterbur is one of Bree's most noteworthy residents and you will find that his establishment is both well-run and oft busy. Seek him to the north at the Prancing Pony.'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'This is the Bree Auction Hall. Here you can trade materials with other craftsmen and adventurers at a small cost, which helps support Bree-town.\\n\\n'You can search through our ledgers to see the items that people are currently offering. If you choose to list an item with us, we will hold it for an agreed upon amount of time and should the item sell, we will take a portion of those proceeds to pay for our services... the rest will be sent to you through the Post. If the items fail to find a trade, we will return the item to you and keep your deposits. The ins and outs of the auctions can be difficult to understand. The mayor will furnish you with a note explaining this when you are done with your tour.\\n\\n'You should visit Tad Leafcutter next. You will find him at the end of the lane to the west.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Miss Sandheaver's home is just down the hill to the west. She lives in the first home on the road that stretches north.'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'This is the Bree Auction Hall. Here you can trade materials with other craftsmen and adventurers at a small cost, which helps support Bree-town.\\n\\n'You can search through our ledgers to see the items that people are currently offering. If you choose to list an item with us, we will hold it for an agreed upon amount of time and should the item sell, we will take a portion of those proceeds to pay for our services... the rest will be sent to you through the Post. If the items fail to find a trade, we will return the item to you and keep your deposits. The ins and outs of the auctions can be difficult to understand. The mayor will furnish you with a note explaining this when you are done with your tour.\\n\\n'You should visit Tad Leafcutter next. You will find him at the end of the lane to the west.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Mat Heathertoes is found in Beggar's Alley, south-west from Scholar's Stair, then west under the Mud Gate from the Stone Quarter.\\n\\nNewbold Leafcutter told you to speak with Mat Heathertoes next.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Harry Goatleaf is just down the road west toward the gate. He's a rather ornery man if you ask me, but he surely has something to share.'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'As a representative of the Men of Bree, I welcome you to our township. Beyond the doors behind me, you will find the Bree hunting-lodge. When you have earned enough respect among the Men of Bree, you can find your way within the halls to purchase items from the hunters.\\n\\n'You should make your way back to Graeme Tenderlarch at Town Hall. Head east along this road until you reach the East-gate, from there turn north-west and follow the road to Town Hall.'",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "The Bree Jail can be found by following the road east through Bree past the Bree Town Hall, then bearing south.\\n\\nMat Heathertoes suggested you speak with Lily Appledore at the Bree Jail.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I told you, I have nothing to say to you. You want to know something more of this town, talk to the watcher back towards the east. Cardoon is his name.'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'Well then, you have been to every corner of Bree and should be able to find your way around more easily now.\\n\\n'With all the claims of ghosts near the South-gate, brigands running folks out of Beggar's Alley, and the flow of refugees from the South, Bree is bustling... and not in all ways good. The Southerners are a bit of trouble that has me most concerned. More so than ghost-stories from the South-gate; those stories have been about for years.\\n\\n'I hope that you have arrived here as a boon of hope, [placeholder]. Again, I welcome you to our fair town.'",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "The Bree Auction Hall lies east through the Woodsmen's Gate, then south.\\n\\nDawn Appledore instructed you to speak with one of the auctioneers at the Auction Hall.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'You will find the vaults to the south of here, just beyond the guards in the old stone buildings there.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'You will find the Scholar's Stair south-east under the arch and into the alley east before the dwarf-statue. Speak with Newbold. He is a good old fellow.'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'Now then, Bree is a fairly large town, and there are many places to visit and people to meet. I would like to help you with this and have asked many of the townsfolk to bid you good welcome when you speak with them. This town needs as many allies as it can find in these dark times.\\n\\n'Your first stop will be to the north, just beyond the Trader's Gate to the Three-farrow Crafting-hall. Enter the building and speak with Bonny Thatcher.'",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Tad Leafcutter is outside the hunting lodge, which can be found by following the road outside of the Bree Auction Hall west to its end.\\n\\nYou have been instructed to speak with Tad Leafcutter.",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'You will find the taxidermist across the way.'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'Mat Heathertoes lives in the less savoury part of town to the east. The refugees from the south seem to be taking up there more often than anywhere else in Bree.'",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Graeme Tenderlarch is at the Bree Town Hall, almost due north-west from the South-gate.\\n\\nTad Leafcutter told you to return to Graeme Tenderlarch.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tour of Bree",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'You will find the taxidermist across the road.'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'You'll find that most villains find their way to the jails. South and east beyond the Town Hall but before the wood gate.'",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Time for you to visit the other thieves in Bree, the auctioneers.\\n\\n'You will find them beyond the Wood Gate.'",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'Speak with the leaders of the Men of Bree. Follow the road west outside of the auction hall.'",
      "es": ""
    }
  ]
}