{
  "id": 620840767,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], when you next wander the ruins about Ost Galadh, please keep an eye for any old plaques or engravings that might remain? There must be some left, and my hope is to record their lore as we knew it in the days before we left this place to the wilds.\\n\\n'This may mark my last chance to do so before we withdraw back to Lothlórien -- and likely before I myself head into the far West -- but my duties compel me to remain within this encampment, and I dare not venture forth against Fuirgam's command!\\n\\n'I beseech you...would you venture forth into the ruins and make record of any engravings you find within? They would be of great interest to me and my fellow scholars, and who knows when or if we might ever look upon them again?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, so I was right, there were some remaining records of the old settlement. I have no time to pore over these now, or Fuirgam will be cross with me, but I thank you for your efforts.\\n\\n'Fuirgam himself once lived here in Ost Galadh, before it was left to the forest. Alas, the memories of those who left this place seem dark and difficult, and I have yet to find one who will speak at any length of it, and so these words of stone provide my only window to the past of this place.\\n\\n'One day I will catch Fuirgam in a more talkative mood and obtain the whole story, but he is oft reticent, and it might be another Age before I pull it out of him. That is assuming of course that any of us do not find ourselves in Valinor prematurely....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Would that I could have shown you this place when it was still called Greenwood the Great by Men and dwarves! It was as wonderous and beautiful as any city my brethren among the Silvan Elves had built, a fair reflection for grand Lórien in those days.\\n\\n'Now it is....\\n\\n'I would be alone now, please.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ancient Records",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Agorin, the record-keeper of the Malledhrim, has asked you to foray into the Wild Ruins and collect notes on the ancient Sylvan records scattered among the ruins there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Examined Silvan records ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine Silvan records ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Wild Ruins lie to the south of Ost Galadh.\\n\\nAgorin has asked you to examine and record the records of the Silvan Elves of Ost Galadh in the Wild Ruins.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Agorin at Ost Galadh",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Agorin is at Ost Galadh, north of the Wild Ruins.\\n\\nYou should return to Agorin at and tell her what you discovered about the records of the Silvan Elves that once inhabited this place.",
      "es": ""
    }
  ]
}