{
  "id": 620840769,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Sorry news, I am afraid. One of my kin was slain in the forests just west of here, by wolves no less. Though we have encountered many Wargs trained as curs of the Enemy since we entered Mirkwood, we had thought the common wolves would stay at bay from our forces. It seems we were wrong, and there are those among them that would stalk our scouts should they travel alone.\\n\\n'Those of us who have learned the guttural speech of their kind have made out the name 'Sharpfang' among their wild howls -- it seems this leader claimed the kill, and I would see the beast put down as a lesson to the others that they dare not obstruct the Malledhrim.\\n\\n'They have been seen to gather some evenings by a stone circle to the west of the Wild Ruins called Hrigg Vidukuni by the Woodmen who dwell in Mirkwood. You may be able to find their leader there and deal with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent. With the crebain kept at bay and the wolves leaderless, I think we have dealt with the feral threats of Emyn L没m for the time being. \\n\\n'Long enough to do what we must, for we shall not tarry long beneath these dark boughs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear that Ivorel will have naught but unkind words for me when we return to Lothl贸rien.\\n\\n'I have pushed her and her scouts to the point of recklessness -- and spent several of their lives in so doing -- but we have no time for delicacy, and we need their eyes on every road and ravine.\\n\\n'If you should encounter her in the Scuttledells, please aid her in any way you may. I would very much like to see her return home unharmed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fangs Bared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "One of Fuirgam's trackers has been ambushed and slain by wolves in the forests of Emyn L没m.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Sharpfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Sharpfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sharpfang may be found at Hrigg Vidukuni, west of the Wild Ruins, south-west of Ost Galadh.\\n\\nFuirgam has asked you to travel to Hrigg Vidukuni and search the area for the Emyn L没m pack-leader, Sharpfang, and defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fuirgam at Ost Galadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fuirgam at Ost Galadh is at Ost Galadh, north of the Wild Ruins, north-east of Hrigg Vidukuni.\\n\\nYou should return to Fuirgam with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}