{
  "id": 620840768,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is no other way, [placeholder]: while it pains me more than anything to order it so, any Elven relics remaining within Minas Gîl must be destroyed...and quickly! Their purpose has been corrupted beyond recovery, and the powers they now shape at the hands of the Enemy are too dangerous to be left unchecked.\\n\\n'Return to Minas Gîl and destroy these artifacts wherever you find them within, so that they are of no further use to our enemies.\\n\\n'In the meantime, I shall attempt to divine who or what has brought about this evil deed, so that we may have our vengeance upon them for this grievous loss.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'All the relics are destroyed then. I...very well. You have done as I asked, though I had long dreamed to return to the West holding such treasures of my youth aloft. I must harbour no such hopes in this dark place.\\n\\n'I shall focus instead on the task at hand, and nothing more. All that matters now is the defeat of the sorcerer responsible for this evil!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please...I would rather not speak of the task I have set before you.\\n\\n'It was hard enough to ask it of you once; I could not do it again....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Corrupted Memories",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Agorin revealed that the relics of Minas Gîl have been irreversibly corrupted by the sorcerers of Dol Guldur.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed corrupted relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy corrupted relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The corrupted relics lie within Minas Gîl, east of Ost Galadh.\\n\\nAgorin has asked you to destroy the corrupted Silvan relics within Minas Gîl.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Agorin at Ost Galadh",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Agorin is at Ost Galadh, west of Minas Gîl.\\n\\nYou should report your success to Agorin.",
      "es": ""
    }
  ]
}