{
  "id": 620840764,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], yes? The Watch has been awaiting your arrival. News of what you have done travels quickly, and in this time of need, every ray of hope is necessary. Our mayor, Graeme Tenderlarch, wishes to speak with you. You will find him within the Town Hall.\\n\\n'Travel along the road to the south and look for the large stone plaza. The entrance to the Town Hall can be found there. Enter and speak with our mayor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], yes? The Watch has been awaiting your arrival. News of what you have done travels quickly, and in this time of need, every ray of hope is necessary. Our mayor, Graeme Tenderlarch, wishes to speak with you. You will find him within the Town Hall.\\n\\n'Travel along the road to the south-east and look for the large stone plaza. The entrance to the Town Hall can be found there. Enter and speak with our mayor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The mayor is at the Town Hall. Visit him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hello! Welcome to Bree-town. You are most welcome here, [placeholder]. Allow me a moment of your time, and I will do my best to see that you learn of all that Bree has to offer.\\n\\n'Bree is a large town, the largest in the north, and certainly the most populous as well. I know that we do not seem like much, but in truth all roads lead to Bree, and it is for that very reason that I have asked to meet you.\\n\\n'Bree has suddenly become rife with folk of a most unsavoury sort, and each day, it appears that more arrive. My Chief Watcher, Grimbriar, took it upon himself to investigate a number of claims coming from the farms around Bree-land, or I would have you speak directly to him about these matters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Meeting the Mayor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The mayor is at the Town Hall. Visit him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your arrival in Bree comes at an auspicious time. Brigands scour the countryside, and travellers from the South bring an air of fear to the populace. Your exploits, having reached the ears of Bree-town's mayor, make a meeting with the mayor possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Graeme Tenderlarch at the Bree Town Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Bree Town Hall is found at the court near the Mustering Hall, south of Second-watcher Heathstraw's post.\\n\\nSecond-watcher Heathstraw has asked you to make your way to the Bree Town Hall and speak with Graeme Tenderlarch, the mayor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}