{
  "id": 620840770,
  "txt": [
    {
      "id": 218649169,
      "en": "'While there do not appear to be Orcs in the ruins surrounding us, the presence of so many crebain disturbs me.\\n\\n'The Enemy has been known in the past to use them as spies, and while my sentinels will shoot any from the sky that dare come too close, it will be difficult to hide any of our movements from them.\\n\\n'Perhaps you might enjoy a relaxing hunt? I need their numbers thinned considerably to teach them to fear for their lives should they continue to haunt those ruins.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good work, [placeholder]. There is no way we will dispatch all of them, but if enough fall to our arrows then the rest will be forced to keep their distance, and their value as spies to the Enemy will be greatly reduced.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Rodelleth might well have enjoyed such a hunt, but even now she leads the vanguard of our forces up upon the flanks of Dol Guldur.\\n\\n'She is one of the most aggressive and violent warriors I know, and normally I am loath to leave tasks of any delicacy to her whims, but in this case we need some fire and spectacle before the gates of Dol Guldur, and she is well-suited to that role.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Murder on the Wing",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fuirgam believes that the Enemy will use the crebain of Mirkwood as spies against the Malledhrim.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated crebain within the Wild Ruins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat crebain within the Wild Ruins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Wild Ruins lie to the south of Ost Galadh.\\n\\nFuirgam has asked you to thin the flocks of crebain that inhabit the Wild Ruins.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Fuirgam in Ost Galadh",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fuirgam is at Ost Galadh, north of the Wild Ruins.\\n\\nYou should tell Fuirgam that the crebain in the Wild Ruins have been dealt with.",
      "es": ""
    }
  ]
}