{
  "id": 620836811,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am here to help you become a more powerful Hunter. As you gain levels, more skills will be available for you.\\n\\n'Use the skill <rgb=#00ff00>Penetrating Shot</rgb> against a Training Dummy.'\\n\\nHINT: Hunters need <rgb=#ffff00>Focus</rgb> to use some of their special shots, and <rgb=#00ff00>Penetrating Shot</rgb> is such a skill. Use your <rgb=#00ff00>Quick Shot</rgb> ability until you have <rgb=#ffff00>three Focus</rgb> points, then use <rgb=#00ff00>Penetrating Shot</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! As you grow as a [placeholder], you will discover there are far more powerful skills for you to unleash upon your enemies. Good luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Strike the Training-dummy with your skill and return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth.'\\n\\nHINT:\\n\\nHunters need <rgb=#ffff00>Focus</rgb> to use some of their special shots, and <rgb=#00ff00>Penetrating Shot</rgb> is such a skill.  Use your <rgb=#00ff00>Quick Shot</rgb> ability until you have <rgb=#ffff00>three Focus</rgb> points, then use <rgb=#00ff00>Penetrating Shot</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Training: A Hunter's Penetrating Shot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As you gain levels, you should gain new skills to help you develop into a more powerful Hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have struck the Training-dummy with Penetrating Shot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Strike the Training-dummy with Penetrating Shot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Use <rgb=#00ff00>Penetrating Shot</rgb> on the Training-dummy nearby. \\n\\nHINT:\\n\\nHunters need <rgb=#ffff00>Focus</rgb> to use some of their special shots, and <rgb=#00ff00>Penetrating Shot</rgb> is such a skill. Use your <rgb=#00ff00>Quick Shot</rgb> ability until you have <rgb=#ffff00>three Focus</rgb> points, then use <rgb=#00ff00>Penetrating Shot</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the Hunter Trainer in Archet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Hunter Trainer is in Archet, near the south gate.\\n\\nNow that you have successfully used your skill, you should return to your trainer and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}