{
  "id": 620836919,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Dourhands do nothing to stem the growth of the wolves in this area. It is no surprise, to be honest. Despite their newfound ties to their cousins the Longbeards, the Dourhands are the same dwarves that Skorgrím led against Edhelion centuries ago. We cannot expect them to be proper stewards of the land.\\n\\n'Go into the wilds and cull the wolf population. You can find them on and near the frozen lake down the road from here. You can also find them within the confines of the Berghold, once a holding of the dwarves now lost to these wolves.' \\n\\n'Collect the pelts from these creatures and see them delivered to Nos Grimsong, a Longbeard, within Frerin's Court. Nos, a friend of the thrushes, will understand the meaning behind the furs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ho there, [placeholder]. What brings you to Frerin's court? Ah, grim business I see.\\n\\n'I understand well that nature is thrown into imbalance here. Our cousins have not been the best caretakers of this land. I only hope that Lord Dwalin can talk some sense into them.\\n\\n'The lesson will not go to waste on me. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is there something that I can do for you, good [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Predators in the Valley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "When the Elves left Edhelion, evil was able to regain a foothold in the valley. One of the creatures to return were the wolves. They now stalk the valley and make misery for the dwarves of Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wolf-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the wolf-pelts to Nos Grimsong at Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wolf-packs may be found inhabiting the frozen lake in the valley beneath Edhelion and the Berghold, south-west of the ruins of Edhelion.\\n\\nLaergil has asked you to collect wolf-hides and deliver them to Nos Grimsong, west at Frerin's Court in the centre of the valley below Edhelion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect wolf-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}