{
  "id": 620836891,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected the Elf-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have banished the evil from this place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The rune-stone should be placed here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Baranglim of L贸rien, a perceptive scout, has theories about the movements and activities of the Orcs in the Halls of Crafting. He believes that war is brewing and that the Orcs are producing a great store of armour, weapons, and vile draughts within Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This is not an ideal place to use the stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My friend Baranglim has watchful eyes and a wise heart. He has seen much, and I know that Celeborn has taken counsel with him recently regarding the Enemy's activity on the borders of L贸rien.  Baranglim has gone to Moria to see what can be seen.\\n\\n'Rumour has reached us of a great rousing of a war-force out of Moria. The Orcs have taken the Halls of Crafting, and use the forges of the dwarves to brew war. You should seek Baranglim in Moria, and aid him. I know he made for the Flaming Deeps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Baranglim can be found in the Flaming Deeps of Moria, near the Halls of Crafting.\\n\\nYou should go to Baranglim and speak with him about what must be done to weaken the Orc-forces rallying to assault Lothl贸rien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well met, [placeholder]. I have been expecting you since my counsel with Lord Celeborn. Haldir has told you a little of our plight, has he not? I will continue the story.\\n\\n'Not long ago, a strange company came under our protection. They passed through Moria and brought behind them a trail of bold and angry Orcs. Our foes rally at many outposts on our borders. They have great strength and are driven by bitter malice. Their armour is thick, such as we have not seen since the dwarves wore the armour of Durin's time, and their weapons are hard and cruel.\\n\\n'I believe they are using the Halls of Crafting in Moria to produce great stores of tools to assist them in the war. Lord Celeborn agrees, and we fear for ourselves and for the dwarves. Will you go to the source and banish the evil from that place? You will need stout allies to aid you on this venture. Take this Elf-stone; if you defeat our enemies and place the Elf-stone there, they will fear to return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Halls of Crafting is in the southern reaches of the Flaming Deeps of Moria, near Fil Gashan.\\n\\nBaranglim has given you an Elf-stone to place in the Halls of Crafting. If you drive out the enemies and place the stone there, the Orcs will fear to return again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Haldir is upon his talan on the banks of the Nimrodel, in Lothl贸rien.\\n\\nYou should speak with Haldir and tell him all that you saw and achieved in the Halls of Crafting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do not tarry overlong, [placeholder], for haste is needed if we are to defeat the enemies who are fueling the war. Enter the Halls of Crafting through the door to my left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I thought that it would be so! I am glad your venture was not in vain, and that you escaped from the peril unharmed. Lady Galadriel made a subtle remark about your coming to our lands, and I discerned from her words that you were a doer of great deeds. I see that you will have much influence over this harrowing time, and that gives me hope.\\n\\n'I was sure you would rise to this challenge admirably, and you did so. You have my thanks. A burden has been lifted from my mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Baranglim is in the Flaming Deeps of Moria, near the Halls of Crafting. You should go to him and hear what he has to say, for he has quick eyes and a perceptive mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Did you see to the evil in the Halls of Crafting, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Baranglim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place the Elf-stone in the Halls of Crafting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Haldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Use the rune-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Halls of Crafting: Banishing War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Baranglim",
      "es": "",
      "es (fem)": ""
    }
  ]
}