{
  "id": 620836808,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am here to help you learn how to use skills that will make you a more powerful Guardian. As you gain levels, more skills will become available to you.'\\n\\nHINT: Guardians rely on <rgb=#ffff00>Reactive Skills</rgb> to deal damage and generate <rgb=#ff0000>Threat</rgb> against their enemies. <rgb=#00ff00>Shield Swipe</rgb> requires that the Guardian <rgb=#ffff00>Block</rgb> an incoming enemy attack before they can use the skill. Head over to the <rgb=#ff0000>Training-dummies</rgb> to the north and attack one until you successfully block one of its attacks. If you're having trouble getting a block, try using <rgb=#00ff00>Guardian's Ward</rgb> to increase your chances of blocking enemy attacks. Once you have blocked an attack you will be able to use your <rgb=#00ff00>Shield Swipe</rgb> skill.  Strike the <rgb=#ff0000>Training-dummy</rgb> with <rgb=#00ff00>Shield Swipe</rgb>.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! As you grow as a [placeholder], you will find that there are many more powerful new skills in store for you. Good luck!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Strike the training-dummy with your <rgb=#00ff00>Shield Swipe</rgb> skill and return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth.'\\n\\nHINT:\\n\\nGuardians rely on <rgb=#ffff00>Reactive Skills</rgb> to deal damage and generate <rgb=#ff0000>Threat</rgb> against their enemies.  <rgb=#00ff00>Shield Swipe</rgb> requires that the Guardian <rgb=#ffff00>Block</rgb> an incoming enemy attack before they can use the skill.  Head over to the <rgb=#ff0000>Training-Dummies</rgb> to the north and attack one until you successfully block one of its attacks.  If you're having trouble getting a block, try using <rgb=#00ff00>Guardian's Ward</rgb> to increase your chances of blocking enemy attacks.  Once you have blocked an attack you will be able to use your <rgb=#00ff00>Shield Swipe</rgb> skill.  Strike the <rgb=#ff0000>Targeting Dummy</rgb> with <rgb=#00ff00>Shield Swipe</rgb>.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: A Strong Shield",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "As you gain levels, you will learn new skills to help you develop into a more powerful Guardian.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have struck the training-dummy with 'Shield Swipe'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Strike the training-dummy with 'Shield Swipe'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Use your <rgb=#00ff00>Shield Swipe</rgb> skill on the Training-dummy nearby.\\n\\nHINT:\\n\\nGuardians rely on <rgb=#ffff00>Reactive Skills</rgb> to deal damage and generate <rgb=#ff0000>Threat</rgb> against their enemies.  <rgb=#00ff00>Shield Swipe</rgb> requires that the Guardian <rgb=#ffff00>Block</rgb> an incoming enemy attack before they can use the skill.  Head over to the <rgb=#ff0000>Training-dummies</rgb> to the north and attack one until you successfully block one of its attacks.  If you're having trouble getting a block, try using <rgb=#00ff00>Guardian's Ward</rgb> to increase your chances of blocking enemy attacks.  Once you have blocked an attack you will be able to use your <rgb=#00ff00>Shield Swipe</rgb> skill.  Strike the <rgb=#ff0000>Training-dummy</rgb> with <rgb=#00ff00>Shield Swipe</rgb>.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the Guardian Trainer in Archet",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Guardian Trainer is in the training ground in Archet.\\n\\nNow that you have successfully used your newly-learned skill, you should return to your trainer and tell her of your success.",
      "es": ""
    }
  ]
}