{
  "id": 620836812,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A good day to you! I am pleased to find another Minstrel here in Archet. I should be happy to share what skills I have with you. First, though, I will give you some small advice, if you are willing to lend an ear to it.\\n\\n'As you may already know, a Minstrel possesses a great power...the power to stir the spirit and raise hopes when all seems lost. When the spirit is roused, the body soon follows! A good Minstrel heals themselves and their fellows, staving off even the most dire wounds.\\n\\n'Demonstrate your mastery by entering combat with the training-dummy nearby, then using the skill <rgb=#00ff00>Major Ballad</rgb>.'\\n\\nHINT:\\n\\nMinstrels use <rgb=#ffff00>Ballads</rgb> to attack their enemies, lightly heal their fellows and empower themselves. These skills operate on a rotating system that allows the minstrel to have three special buffs on themselves at any time. After the third buff is applied the next <rgb=#ffff00>Ballad</rgb> played will overwrite the first, then the second and so on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Make sure you visit a trainer often as you advance in your role as a [placeholder]. As you grow, you will find that trainers such as myself may have important tasks and bits of wisdom for you. Good luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Enter combat with the training-dummy and then use your new skill and return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth.'\\n\\nHINT:\\n\\nMinstrels use <rgb=#ffff00>Ballads</rgb> to attack their enemies, lightly heal their fellows and empower themselves. These skills operate on a rotating system that allows the minstrel to have three special buffs on themselves at any time. After the third buff is applied the next <rgb=#ffff00>Ballad</rgb> played will overwrite the first, then the second and so on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: A Strong Voice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your trainer wants you to use your new skills to prove that you are ready to face the many dangers that exist in the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have used Major Ballad while in combat with the Training Dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use Major Ballad while in combat with the Training Dummy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "HINT:\\n\\nMinstrels use <rgb=#ffff00>Ballads</rgb> to attack their enemies, lightly heal their fellows and empower themselves. These skills operate on a rotating system that allows the minstrel to have three special buffs on themselves at any time. After the third buff is applied the next <rgb=#ffff00>Ballad</rgb> played will overwrite the first, then the second and so on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the Minstrel Trainer in Archet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Minstrel Trainer is in Archet, west of the training grounds.\\n\\nNow that you have successfully used your newly-learned skill, you should return to your trainer and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}