{
  "id": 620836890,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the phial of light",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The light seems to make this place less fell to look upon",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This would be an ideal place to use Celeborn's light",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Celeborn, Lord of Lothlórien, is gravely concerned by the final and most perilous threat in Moria: the plague of fungus threatening to spread with the infected Orcs as they rally to defend their caverns against the dwarves and Elves.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "This is not the best place to use the light given to you by Celeborn",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I find that there is always more to do if we are to keep evil at bay. Lord Celeborn wishes now to speak with you. When you are able, you should go to Caras Galadhon, the city at the heart of our realm.\\n\\n'I will return to my duties of guarding our borders and watching... watching for the tides of change. You see, change comes with every passing moment, but once in an age, the flowing rivers of time will swell and flood, and things will never be as they were ere the waters came.\\n\\n'This is no time for the rambling of a wary Elf, though. Lord Celeborn is afraid of what brews within Moria. Lady Galadriel fears it too. There are rumours that our stainless lands will not withstand this threat. I think you know of what I speak, but I will not darken the day further by speaking of it here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Celeborn is in Caras Galadhon, at the heart of Lothlórien.\\n\\nYou should speak with Celeborn at the behest of Baranglim to gain his counsel about the final and most important task to be achieved in Moria.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome to Caras Galadhon. A friend of Mithrandir and his Company is a friend to the Elves of Lothlórien also. My Lady spoke well of you when first she heard of your coming, but I wished to see for myself how well you served Haldir and Baranglim before employing your skills myself.\\n\\n'As you have surely seen, Moria is beset with perils, but none so virulent as the disease borne hither and thither wherever the Nameless and sickly creatures prowl. My Lady and I fear that with the brewing of war, the fungus-carriers will be unleashed as the final weapon, and I do not deny that this would be a deadly blow to our stainless land.\\n\\n'Please go to the cavern where the infected army amasses and bring this phial with you when you go. Use it in the darkest place, and the darkness will shrink and wither as if the full sun and fresh air were beating upon it from the above world. You must gather a full host of allies for this venture, for it will not be easy.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dâr Narbugud is in the Foundations of Stone in Moria, to the south-east near the Dark Delvings.\\n\\nCeleborn has given you a phial of Elven light to bring to the heart of plague, sickness, and corruption within Moria.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Celeborn stands at the heart of Lothlórien, in the hidden city of Caras Galadhon.\\n\\nYou should speak with Celeborn and share the tale of your great success in Dâr Narbugud, dealing a heavy blow to the creatures who would cover the world in sickness.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gather what strength and nourishment you can while you are here, [placeholder]. You should prepare yourself for the death and corruption you will meet in Dâr Narbugud in Moria's Foundations of Stone.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah! [placeholder], you return hale! You have done what few could in this day and age. Your great deeds are indeed as worthy as the rumours boldly declared. You shall have the blessing of the Elves wherever you go from this day forward. You have saved Moria, Lórien, and undoubtedly the larger world from a terrible fate.\\n\\n'Alas that we cannot celebrate... not yet. My heart quails again when I look to the East. Perhaps your path will lead you thither someday....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak with Lord Celeborn as soon as you are able, friend. We must do our best to rid Moria of its ills. Go to Caras Galadhon, if you can.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Celeborn at Caras Galadhon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Use the phial of light",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Use the phial of light",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Celeborn at Caras Galadhon",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dâr Narbugud: The Heart of the Scourge",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Celeborn",
      "es": ""
    }
  ]
}