{
  "id": 620836907,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My duty to this land will not be complete until the terror that brought ruin here is ousted. Your efforts thus far have been in earnest and proved that you too desire to see the land restored and cleansed of the evil wrought hereon. \\n\\n'While in the ruins, I would ask that you seek out the leader of the goblins there, Durglup. He is a particularly nasty goblin and should not be underestimated.\\n\\n'You will find this creature within the confines of Dol Ringwest, to the west of Duillond. Return to me when the beast is slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to know that the threat posed by this creature is no more. I thank you for your efforts there.\\n\\n'I will ever recall your deeds this day, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Durglup is a terribly cruel creature  willing to lash out at his own brethren. He is a potent servant and needs to be destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cause for Concern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calengil wants you to destroy the goblin, Durglup, at Dol Ringwest. He believes this goblin is the leader of the forces there and thus responsible for the desecration of the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Durglup",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Durglup",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dol Ringwest lies to the west of Duillond.\\n\\nCalengil wishes to drive the evil out of the ruins of Dol Ringwest. He has asked you to make your way to the ruins and seek out the goblin's leader, Durglup.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Calengil at Duillond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calengil is at Duillond, east of Dol Ringwest.\\n\\nDurglup proved a challenge for which you were well prepared. He no longer taints the ruins of Dol Ringwest. You should return to Calengil at once.",
      "es": "",
      "es (fem)": ""
    }
  ]
}