{
  "id": 620836809,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome, [placeholder]. It is good to meet another who walks the path of wisdom, and I will gladly share my insight with you.\\n\\n'As you grow in knowledge and ability, you will find that you will have many allies to call upon in your struggles. The birds and creatures of the land will lend you their strength. Even the strength of the very earth can be drawn upon, or the light from the sky. But today, I speak of one of your most dangerous companions: tongues of fire raised by hotly-burning embers of flame!\\n\\n'Demonstrate your mastery by setting alight this training dummy with the power of your burning embers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Make sure you visit a trainer often as you advance in your role as a [placeholder]. As you grow, you will find that trainers such as myself have more to teach you and tasks for you. Good luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Use your mastery of <rgb=#00ff00>Burning Embers</rgb> to damage the training-dummy. We must make certain that thou art prepared to stand against the dangers of Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: A Lore-master's Companion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your trainer wants you to use your new skills to prove that you are ready to face the many dangers that exist in the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have struck the training-dummy with Burning Embers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Strike the training-dummy with Burning Embers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Use the skill <rgb=#00ff00>Burning Embers</rgb> on the training-dummy nearby. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the Lore-master Trainer at Archet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Lore-master Trainer is in Archet, west of the training grounds.\\n\\nNow that you have successfully used your newly-learned skill, you should return to your trainer and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}