{
  "id": 620836918,
  "txt": [
    {
      "id": "0xd085251",
      "en": "<rgb=#00e4ff>This quest has been restored for Legendary Servers!</rgb>\\n\\n'Greetings, [placeholder]. I've lived in Archet all my life and have hunted game throughout the forests since I was strong enough to wield a bow; but never before have I seen the marsh-flies grown to such a menace as they have now.\\n\\n'There is clearly something wrong here and isn't simply wild growth.\\n\\n'If you could kill some of the pests I would reward you for your efforts. And, [placeholder], if you could find further information for me I would be indebted to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah good, you have returned...and with tales of success no doubt!  \\n\\n'Here then, take this as your reward.  Good luck in your adventures, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'll find the flies make their nests and pestering grounds just surrounding the lake near the lodge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Skimming the Surface",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fenton Marshley is concerned about the recent boom in the local marsh-fly population.\\n\\n<rgb=#FF0000>This quest will be cancelled if you complete or skip 'Intro: The Assault on Archet'.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated marsh-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Starter Quest: 'Skimming the Surface' has been discarded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat marsh-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Marsh-flies can be found near the lake east of Archet.\\n\\nFenton Marshley has asked you to hunt down the marsh-flies that plague Archet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fenton Marshley at the Hunter's Lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fenton Marshley is near the Hunter's Lodge, east of Archet.\\n\\nYou should return to Fenton Marshley for your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}