{
  "id": 620836903,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ancient battles were fought at the ruins of Dol Ringwest, and we had thought the evil purged. Now, goblins toil within the ruins and desecrate the memory of the place.\\n\\n'I would ask that you do your best to clear the goblins from these ruins. It will ease my heart and perhaps aid my brother Toronn to leave in peace.\\n\\n'You will find the goblins in residence of Dol Ringwest to the west of Duillond. Please, make your way there and drive these foul creatures from the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The memory of that place will always be one of melancholy. Knowing that the goblins have been purged restores a small amount of hope to me, [placeholder].\\n\\n'You have brought a timely resolution with regard to Dol Ringwest, and I thank you for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the foul goblins within the ruins at Dol Ringwest, west of Duillond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Evil at Dol Ringwest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Goblins defile the sanctity of a once sacred area of Ered Luin. Bregar wishes to see the goblins there purged so that sanctity may one day return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Blue-crag goblins at Dol Ringwest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Blue-crag goblins at Dol Ringwest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way to the ruins of Dol Ringwest, west of Duillond, and purge the goblins who have infested them.\\n\\nBregar wants to see the sanctity of the ruins returned and asked you to destroy the goblins who dwell within the ruins of Dol Ringwest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bregar at Duillond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bregar is at Duillond, east of Dol Ringwest.\\n\\nGoblins infested the ruins of Dol Ringwest, and you did your best to drive the creatures forth from there.",
      "es": "",
      "es (fem)": ""
    }
  ]
}