{
  "id": 621034083,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Well it’s about time! Oh I do so hope they’ll have meat pies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Return to the sneaky hobbit at the Party Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730885",
      "en": "'Did you deliver all of the invitations?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Finally! Can you believe I thought I wasn’t invited?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "'Have you delivered all of the invitations?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah hah! My wife will finally stop asking after this now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The sneaky hobbit can be found near the Party Tree in the Shire.\\n\\nYou should let the sneaky hobbit know that you have delivered all of the invitations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Hmmm. This had best be better than the last party they threw. Can you believe they made us all leave after only two days?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A sneaky hobbit is looking for help delivering wedding invitations.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Hah! I knew Lobelia was wrong about them not inviting me! Wait 'till I show her this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "DNT - \\n'Haha! Excellent. The bride will be most pleased and my larders will not be as strained as the last wedding. What a disaster that was! Thanks you for your help, friend! Oh, uh... I would invite you to the wedding also, however, I'm sure you are quite too busy to attend. Good day to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Delivered invitations to Troublesome Hobbits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Haha! Excellent. The bride will be most pleased and my larders will not be as strained as the last wedding. What a disaster that was! Thank you for your help, friend! Oh, uh... I would invite you to the wedding also, however, I'm sure you are quite too busy to attend. Good day to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Well it is about time! If you will excuse me, I have to show this to my sister. Imagine thinking I wasn't invited.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Delivered deceptive invitations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, yes, you will do perfectly. Listen, if you could do me a favour I would really appreciate it! We have a wedding planned and… well, let’s say that the bride would really appreciate it if some of our more troublesome neighbours were not in attendance.\\n\\n'I have a stack of invitations here whose information might be a bit… misleading, if you catch my drift. If you could deliver these to our good neighbours, I know the bride would really appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Deliver invitations to Troublesome Hobbits ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Troublesome hobbits can be found around the Shire.\\n\\nA sneaky hobbit has asked you to deliver deceptive invitations to her troublesome neighbours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Deliver deceptive invitations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What’s this? An invitation? Of course I’ll be there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Deceptive Invitations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I knew my invitation got lost by the post! I shall have to get a new dress, and shoes!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}