{
  "id": 621034126,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Thank you, thank you!\\n\\n'Now... it may not quite match my work, but I'd wager my kinfolk were relieved to have another dwarf to aid them in my stead!\\n\\n'I am still terribly behind, but that is enough for today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Skóri can be found in Thorin's Hall.\\n\\nYou have done your best to shine the beards of unkempt dwarves in Thorin's Hall. You should return to Skóri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many of the dwarves who dwell in Thorin's Hall wish to look their very best for the celebration of Midsummer.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f11",
      "en": "'I should be more patient next year.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x74c84a5",
      "en": "Well-groomed Dwarf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f12",
      "en": "'It is a fine shine, indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f13",
      "en": "'Well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f14",
      "en": "'Skóri has trained you well, it seems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f15",
      "en": "'Skóri sent you, did he? Decent... for an apprentice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Shined the beards of unkempt Dwarves in Thorin's Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f16",
      "en": "'I shall be the talk of this year's Midsummer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f17",
      "en": "'I will be talk of this year's Midsummer... unfortunately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Bah! Don't tell me you need a trim as well....'\\n\\nSkóri turns to face you, and he carefully inspects your hair.\\n\\n'No, you don't. Good for you... and for me! Hah! Every Midsummer it's the same thing! Every dwarf I've ever seen in Thorin's Hall comes to me for a trim and to have their beards shined for the festivities.\\n\\n'But I am just one dwarf! I would not dare ask you to trim the beards of my kinsfolk, but would you shine their beards for me?\\n\\n'You just may want to tell them it is on my behalf before you touch their beards or... well, you might return to me with one fewer hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Shine the beards of unkempt Dwarves in Thorin's Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ca6f18",
      "en": "'Aye, that'll do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Unkempt dwarves can be found throughout Thorin's Hall.\\n\\nSkóri has asked you to aid him in shining the beards of his kinfolk so that they might look their best for the celebration of Midsummer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Skóri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Shined the beards of unkempt dwarves in Thorin's Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Shine the beards of unkempt dwarves in Thorin's Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hmmph.\\n\\n'I did not receive too many complaints from the dwarves you helped on my behalf, but that is all I could ask given the circumstances.\\n\\n'I am still terribly behind, but you have done enough for today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Midsummer Shine",
      "es": "",
      "es (fem)": ""
    }
  ]
}