{
  "id": 621034188,
  "txt": [
    {
      "id": "0x705f4b1",
      "en": "'I wasn't being that loud, was I?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b2",
      "en": "'Tell ol' Butterbur I meant no offence...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - Quest Name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b3",
      "en": "'Fine, fine. Help me down then, won't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b4",
      "en": "'I suppose I have danced quite enough...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b5",
      "en": "'Oh my! How long was I at it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b6",
      "en": "'Just a *hic* moment...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drunken revellers and forsaken mugs can be found throughout the Prancing Pony in Bree.\\n\\nBarliman has asked you to coax drunken revellers off the tables before they can kick more of his crockery into the corners of the Prancing Pony. He has also asked you to gather any mugs abandoned by drunken revellers in unusual spots in the inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b7",
      "en": "'I didn't kick anyone's drinks, did I?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b8",
      "en": "'It's gotten quite late, hasn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4b9",
      "en": "'I'll have you know I was just about to get down!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Deliver the mugs to Barliman Butterbur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4ba",
      "en": "'Ah! I could do with some rest anyway....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x705f4bb",
      "en": "'I don't even remember getting up here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'They left the mugs where?! Goodness me, I don't think I'd ever have found them. Not in a crowd like this!\\n\\n'I do hope none of the patrons were upset by my request. The folk come to celebrate Midsummer seem a good-natured sort, but I would not be much of an inn-keeper if there were no inn left to keep!\\n\\n'You have been a great help, [placeholder]. Can I offer you something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa31",
      "en": "Filled to the Brim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Hello and welcome to the Prancing Pony!\\n\\n'Have you come to join in Bree-town's celebration of Midsummer? You would certainly not be the first, I must tell you. It has so often been my duty to alert adventurers like yourself to the needs of others, but I must confess that today, it is I who must ask something of you. You see... even with Bob and Nob about to help me, I was woefully unprepared for how many customers Midsummer would bring to Bree-town!\\n\\n'Before you join in the festivities and find yourself as merry as some of my patrons, could you do me a favour? Some of the patrons have taken a bit too much to drink and have found themselves atop my tables. Normally, such practices do not bother me, but they've begun to damage my crockery and I've no time to step out to speak to them myself. Also, Nob informed me that they've taken to leaving their mugs in the strangest of places about the Pony.\\n\\n'Find as many mugs as you can and coax the most drunken of the revellers down off my tables, would you? But do not be too harsh with them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Deliver the mugs to Barliman Butterbur at the entrance to the inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Find and retrieve abandoned mugs in the Prancing Pony ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Coax drunken revellers off tables in the Prancing Pony ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barliman Butterbur, proprietor of the Prancing Pony, has found himself pleasantly overwhelmed during Bree's celebration of Midsummer.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Found and retrieved abandoned mugs in the Prancing Pony ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Coaxed drunken revellers off tables in the Prancing Pony ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}