{
  "id": 620906375,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You hear Fastred's voice echo down from the second floor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Upon your return to Snowbourn, you learned that Fastred discovered that his son has been taken by an unknown force. Meanwhile, you now know that Walstow faces a full-scale assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The tidings you bring are most... ill-timed. [placeholder], Fastred's son has been taken.\\n\\n'We know not by whom, as Sigeric still sits in the prison, but Fastred is consumed with rage like I have never seen him.\\n\\n'To come between a father and son...that is truly unwise. I would not try to speak with him, but if you insist, I will not stop you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred is inside his home in Snowbourn.\\n\\nDespite Cynelac's warnings, you should warn Fastred of the impending attack on Walstow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My son...my only son, taken from me under my nose! Elflád claims she had left for but a moment and upon her return Folcred was gone...\\n\\n'Fool guards! CAN I TRUST NO ONE?\\n\\n'He will not be hidden from me, and when I discover who has taken him, I will make them regret the moment they stepped into Rohan.\\n\\n'I have no desire to speak with you...get out of my sight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fastred can be found inside his home in Snowbourn.\\n\\nWhile this is not the best moment to intrude upon his time, you must warn Fastred of the coming danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gísling can be found in central Snowbourn.\\n\\nSince Fastred will not hear you, you should speak with Gísling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This bodes ill for us, [placeholder]. Fastred is not himself, and our enemies beat at our door. We must aid Walstow before it is too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Fastred in his home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Broken Family",
      "es": "",
      "es (fem)": ""
    }
  ]
}