{
  "id": 621011079,
  "txt": [
    {
      "id": 162883717,
      "en": "'What rumours do you think they have told about me, [placeholder]? If I am blamed for the ale spilled on that scroll, why, I shall have no choice but to out Mágsal as the true cause.\\n\\n'But what am I doing? We are before the king. Look proud, Spall, and wear a grave face. There we have it.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Have you heard of the wounds Lord Náin took in the battle? He bears an agate eye now, and a gold ear beside. They say he sits in the Járnfast keep in the Iron Hills now, mired in despair, mourning his wounds and his lost comrades, and that he has ordered the gates sealed and no dwarves to come or go.\\n\\n'Now strangers from the south, Men, yea, and dwarves too, wander the Ironfold as they will.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Find Spall the Lore-master, if you will, and tell him to come before me. He can be found midway down the court, I believe.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Tangle of Tales",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Lord Náin's new steel teeth, it is said, bedevil him with phantom pains. His false eye, too, aches in the dead of night and he cannot sleep. He has fallen into an eternal black mood, or so I have heard, and has ordered the north-eastern road in the Iron Hills walled off, and the stair at Skald's Drop broken so that it may no longer be traversed.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'How glad I am you are here, [placeholder]. The war is done and the dust settled, yet there is such a wagging of tongues in my halls that you would think the mountain was falling in on itself!\\n\\n'The talk runs eastward to the Iron Hills, mostly, but that is as much as I can make of it. My displeasure at such gossip is known in this court, and so they hide it from me.\\n\\n'They hold no such fear of you, however, and would be eager to pour their rubbish into a fellow-dwarf's ear. Will you go about my hall and learn what you can? This tangle of tongues must be settled, and I cannot see how to do so if I cannot even learn what they are saying!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Did you feel the earth tremble the day the fighting ended? I can feel it as if it were moments ago, though more than a month has passed.\\n\\n'Well, and some say the shaking was far more severe to the east in the Iron Hills. Some even say that Járnfast keep fell to the ground, if you can believe it!'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Will you go about my hall and learn what you can? I must settle these rampant rumours before they drive me mad.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Fetch Spall the Lore-master",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "You should return to King Thorin in Erebor with news of the rumours you have heard.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'If any dwarf tries to tell you that Járnfast fell when the ground shook the Iron Hills, it is nothing but a vicious lie. I have the truth, on good authority, too, and it is this: the keep stands, but something below that was sealed away has been freed, and the Dwarves of the Ironfold have all fled in terror, every one.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'You may tell King Thorin I will be there directly. And face - whatever slander has been spoken of me with my head up.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Return to King Thorin",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Heard a rumour ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'How glad I am you are here, [placeholder]. The war is done and the dust settled, yet there is such a wagging of tongues in my halls that you would think the mountain was falling in on itself!\\n\\n'The talk runs eastward to the Iron Hills, mostly, but that is as much as I can make of it. My displeasure at such gossip is known in this court, and so they hide it from me.\\n\\n'They hold no such fear of you, however, and would be eager to pour their rubbish into a fresh ear. Will you go about my hall and learn what you can? This tangle of tongues must be settled, and I cannot see how to do so if I cannot even learn what they are saying!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'The latest word from the Iron Hills is this: that the Easterlings only feigned retreat, gathering their forces anew just beyond our ken. Then, not two days ago, under cloak of night they flooded the Ironfold and hold it in complete blockade.\\n\\n'That is why we have had no other word from our brethren there. Dale is all but lost and we ourselves must prepare to seal our gates.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "You relate the rumours you heard and Thorin listens intently. After you finish, he thinks for a long moment and then speaks.\\n\\n'From my own people, I have heard seven wastes of breath and one single, half-sensible thought. Would you be a good [placeholder] once more and go tell Spall the Lore-master that he should come and stand before me?'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT return to king thorin",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Dwarves willing to share rumours can be found along the main passage and in the upper and lower wings of King Thorin's hall, in Erebor.\\n\\nLearn what you can of the rumours in Erebor.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Listen to rumours ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "King Thorin Stonehelm is perturbed by the number of rumours concerning the Iron Hills in Erebor.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Spall can be found in the great hall of Erebor.\\n\\nYou should go inform Spall the Lore-master that King Thorin wishes to speak with him.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Return to King Thorin",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You should return to King Thorin in Erebor now that you have summoned Spall the Lore-master.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Me? I - before King Thorin? Oh, I must surely have stuck my foot in it now. Stuck my foot in what? [placeholder], I cannot imagine. Some rumour about me has spread. Surely that is it. I would be the last to hear. Well, I suppose I shall hear it now.\\n\\n'Gather your wits, Spall! You are a proud Lore-master. Not to mention, you have hardly done anything wrong.\\n\\n'Ahem! Very well. I - I shall be there directly, I suppose.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'In the land before the Iron Hills lies the small Dalish township of Utterby. If rumours are to be believed, Easterlings of all stripes have taken up there, pillaging and striking terror into all who travel through.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Ah, there you  are Spall, [placeholder]. Please, be at your ease. There is a matter about which I wish to speak.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'There are strange whispers these days... whispers of strange dwarves arriving in the Iron Hills. They come from the east, it is said, and have neither beard nor hair on the tops of their heads. Their ears face behind instead of ahead.\\n\\n'Furthermore, when asked about good news, they always lie - but on subjects of bad news, tell ever the truth. Or so the whispers say. I know not. I have not set foot beyond the Lonely Mountain since the fighting began.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Rumours? Yes, I have heard rumours, but I am beyond my wits knowing which to believe. The Iron Hills are overrun, they say. The Iron Hills are blockaded. Lord Náin is dead - or he is mad - or he has second sight through his agate eye!\\n\\n'Or the lot of it is nonsense and idle talk. Unless it is not.\\n\\n'What someone really ought to do is go out there and settle all these rumours for once and for all. Then we should have some peace. Or at least a little certainty!'",
      "es": ""
    }
  ]
}