{
  "id": 621011038,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "'What have you found? Let me see...\\n\\n'Yes, yes. Etterfang Foulmaw, a fierce worm of smaller proportion, last seen in the Glimmerdeep... aha! Now here we have something. She was a beast of both venom and flame... and sister of Smaug! Known to burrow deep within the stone, feasting on what may be found there, including spiders. Some hold it is from these she gains her venom....\\n\\n'A smaller dragon, given to crawling through deep stone? This strikes me as the beginning of an answer, [placeholder]. Yes... let me ponder a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'I have been speaking to the Longbeard Rúni about his dragon, Etterfang. We are both in agreement that the Stave and the tales of this dragon are closely intertwined. We feel certain that to find the Stave, we must find the beast. Will you ask Rúni if he has an idea of how to follow the trail of the dragon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "You found a moon-letter about Etterfang!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'No, [placeholder], I am at a loss. Nothing we have before us points the way. Aha! Yet there is a source of knowledge that is not before us. For I took with me many scrolls on the old keeps, mountains, and yes, dragons from our lore.\\n\\n'Will you you go into my belongings and search for any scroll bearing the word Etterfang upon it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You should search Rúni's belongings in Skarháld for any scroll mentioning Etterfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1157",
      "en": "You spot a scroll with the word 'Etterfang' on it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Search Rúni's belongings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "You do not find the moon-letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Hórin and Rúni have realized that the Stave of Veluk-zámok may have been among the hoard of Etterfang, in Glimmerdeep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Rúni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'[placeholder], I have been speaking to Hórin about the Stave of Veluk-zámok. We are both in agreement that the tales of this artifact and of Borin's battle with Etterfang are closely intertwined. We feel certain that to find the Stave, we must find the beast. And yet - we cannot simply follow the path she took deep into the mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Continue searching Rúni's belongings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "You should continue searching Rúni's belongings in Skarháld for any scroll mentioning Etterfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "You should bring the scroll to Rúni in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One and the Same",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Rúni can be found at Skarháld.\\n\\nYou should talk to Rúni and hear his thoughts on how to track the dragon Etterfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Bring the moon-letter to Rúni",
      "es": "",
      "es (fem)": ""
    }
  ]
}