{
  "id": 621011057,
  "txt": [
    {
      "id": "0x6a502b8",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "You should talk to Hórin at Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Two heads! Old tales are told of such trolls who lurk in the shadows of the northern mountains. Never have I dreamt to see one. But then, never had I dreamt the Zhélruka would come back here.\\n\\n'And yet, it is clear, we alone do not seek to claim this place. These Orcs, these Hobgoblins, this two-headed troll sought the mine for wealth and not shelter. Treasure for some master or cause we know not of. It is troubling, [placeholder]! We must guard ourselves well. We must watch our backs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Complete the Glimmerdeep Instance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Across the Chasm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Hórin believes you have seen the true threat of Glimmerdeep across the bridgeless chasm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'We return to Glimmerdeep. Now is the time to fight. Is your weapon ready, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Join Hórin in 'Glimmerdeep'.\\n\\nYou will find the instance on the Specific tab of the Instance Finder panel, under the Grey Mountains section.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Do you recall the chasm we found in the mine, [placeholder]? The bridge was out and we could not cross, yet on that far side, I thought I saw... no, I could not tell. Some great form. Far greater than an Orc, but up upon two legs, arms at its sides. Did you see it too?\\n\\n'I know not what it was, and I fear to know the truth, but within my heart know that is what we must face, if we are to claim those mines.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}