{
  "id": 621011167,
  "txt": [
    {
      "id": 41437332,
      "en": "'DNT - Berserk Add'",
      "es": ""
    },
    {
      "id": 3369989,
      "en": "'I have waited long enough! Time for the main course!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 136794436,
      "en": "'Beware... the power of Kalêm! Beware the Herald of Winter!'",
      "es": ""
    },
    {
      "id": 189244097,
      "en": "'I am coming for you! Hahaha!'",
      "es": ""
    },
    {
      "id": 189244098,
      "en": "'Run for your lives, insects! Hahaha!'",
      "es": ""
    },
    {
      "id": 189244099,
      "en": "'What will you do now?'",
      "es": ""
    },
    {
      "id": 51288225,
      "en": "'I have had enough of this foolishness! Vethug, to my side!'",
      "es": ""
    },
    {
      "id": 189244100,
      "en": "'DIE!'",
      "es": ""
    },
    {
      "id": 189244101,
      "en": "'FREEZE!'",
      "es": ""
    },
    {
      "id": 51288227,
      "en": "'Silence, drake! You will stand by me in battle or I will slay you myself.'",
      "es": ""
    },
    {
      "id": 120371096,
      "en": "'Let me show you how powerless you truly are!'",
      "es": ""
    },
    {
      "id": 189244102,
      "en": "'YOU WILL NOT ESCAPE ME!'",
      "es": ""
    },
    {
      "id": 132898566,
      "en": "'That was MY kill, cur!'",
      "es": ""
    },
    {
      "id": 191191697,
      "en": "'The harps are gone, the fires are out\\nThe shadows gather all about\\nYet from the north and far away\\nStill sounds the song of Mountains Grey\\n\\nKing or common, fool or clever\\nIt lures us always, tempting ever\\nBrothers, can you hear the call\\nOf long-lamented Thafar-gathol?'",
      "es": ""
    },
    {
      "id": 191191698,
      "en": "'We, the Thirteen Kings, lost our lives seeking Thafar-gathol.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 191191699,
      "en": "'The dragon is ringbearer now, and beckons us forth.'",
      "es": ""
    },
    {
      "id": 58270021,
      "en": "'DNT - Berserk Remove'",
      "es": ""
    },
    {
      "id": 191191700,
      "en": "'Turn back now, or you too shall be lost!'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Karazgar has come to the Anvil of Winterstith to bolster his forces by laying claim to the Herald of Winter and her Frost-horde. If he succeeds, he will have the means to wipe out not only the expedition of dwarves in Ered Mithrin, but to lay siege to all of the Northern Kingdoms.",
      "es": ""
    },
    {
      "id": 88161041,
      "en": "'We meet again, Karazgar! Are you quite finished playing with my brood?'",
      "es": ""
    },
    {
      "id": 88161043,
      "en": "'Hahaha! No, I think not, O 'Weeping Warrior'. Your power over my kind is not your own. It was given to you by Sauron. And now that he is gone you are diminished! You grow more frail by the day.'",
      "es": ""
    },
    {
      "id": 140797780,
      "en": "Thirteen dwarves appear above you",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Hórin is standing by outside the Anvil.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 235132440,
      "en": "\\q'Beware the power of Kalêm! Beware the Herald of Winter!'\\q",
      "es": ""
    },
    {
      "id": 88161044,
      "en": "'I am a dragon of the ancient days, who fought by the side of Morgoth himself. Unweakened. Undimmed. I will not submit to YOU, insect!'",
      "es": ""
    },
    {
      "id": 88161045,
      "en": "'No - rather, you will pay with your life. For the centuries of torture I endured. For the enslavement and death of my SON!'",
      "es": ""
    },
    {
      "id": 88161047,
      "en": "'As for YOU, mortals, how many of my kin have you slain whilst intruding into my domain? My door-warden? Vethúg, my son? So very brave and heroic. Allow me to give you a hero's welcome.'",
      "es": ""
    },
    {
      "id": 36165380,
      "en": "Karazgar has been knocked off his mount!",
      "es": ""
    },
    {
      "id": 92792609,
      "en": "'There is no time to lose! Karazgar may already be inside!'",
      "es": ""
    },
    {
      "id": 88751476,
      "en": "'DNT - Done talking!'",
      "es": ""
    },
    {
      "id": 120932897,
      "en": "'What is this? Dinner has come to our doorstep! How thoughtful of you to spare me from crawling down the mountain. Now, hold still, little ones...'",
      "es": ""
    },
    {
      "id": 92792610,
      "en": "'Karazgar! Where are you?'",
      "es": ""
    },
    {
      "id": 69780148,
      "en": "Hrímil has frozen herself inside the Anvil! You are safe, for now",
      "es": ""
    },
    {
      "id": 92792611,
      "en": "'Above us! Look out!'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'[placeholder]! Was that blast from Hrímil Frost-heart herself? You tricked her into sealing herself inside! We seem to be safe for now. It will take some time for her to claw her way through all of that ice. What of Karazgar? Did you find him?'\\n\\nYou explain that Vethúg was slain, but you are unsure of the fate of Karazgar. He failed to sway Hrímil to his side, and was attacked by her, but found evidence that he survived and escaped.\\n\\n'Escaped?! Could he have slipped by us while we were fighting the drakes? That sneaky cur. If that is the case, we must find him, and bring him to justice once and for all! \\n\\n'As for you, you have more than earned the gratitude of the Zhélruka clan. Go, rest, feast, be well. We will call for you when we find him!'",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "Karazgar has come to the Anvil of Winterstith to bolster his forces by laying claim to the Herald of Winter and her Frost-horde. If he succeeds, he will have the means to wipe out not only the expedition of dwarves in Ered Mithrin, but to lay siege to all of the Northern Kingdoms.",
      "es": ""
    },
    {
      "id": 92792612,
      "en": "'The drakes from the Withered Heath are coming from behind! We will handle them, you must press on!'",
      "es": ""
    },
    {
      "id": 92792613,
      "en": "'Go, press on and find Karazgar! We will guard the entrance!'",
      "es": ""
    },
    {
      "id": 219282885,
      "en": "'I have had enough of you, 'heroes'! Send Karazgar my regards!'",
      "es": ""
    },
    {
      "id": 67876977,
      "en": "'You may have slain Vethúg, but I seek a grander drake than even he. The Herald of Winter will be mine!'",
      "es": ""
    },
    {
      "id": 106505649,
      "en": "Karazgar and Vethúg fly overhead",
      "es": ""
    },
    {
      "id": 51314082,
      "en": "'Karazgar? Your grip on my mind is slipping! You are allowing these mortals to best you!'",
      "es": ""
    },
    {
      "id": 51314084,
      "en": "'As you wish, Karazgar. You may have your way, for now.'",
      "es": ""
    },
    {
      "id": 107954486,
      "en": "'No! It cannot end this way!'",
      "es": ""
    },
    {
      "id": 229240305,
      "en": "'I promised to return, and yet here you are, eager to greet your own deaths. So be it.'",
      "es": ""
    },
    {
      "id": 229240306,
      "en": "'The Frost-horde answers the call of Vethúg Wintermind, and you will be its first victims!'",
      "es": ""
    },
    {
      "id": 120601123,
      "en": "'Come little ones! Dinner time!'",
      "es": ""
    },
    {
      "id": 74715662,
      "en": "Energized Whelpling begins channeling a massive blast!",
      "es": ""
    },
    {
      "id": 120932385,
      "en": "'Still alive? I would be impressed if you were not such pests.'",
      "es": ""
    },
    {
      "id": 120932386,
      "en": "'My final prize awaits, and you will not stand in my way!'",
      "es": ""
    },
    {
      "id": 219670321,
      "en": "'Look out!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Survive the Expedition into the Anvil",
      "es": ""
    },
    {
      "id": 219670322,
      "en": "'The Anvil is sealed! Is everyone all right?'",
      "es": ""
    },
    {
      "id": 174308625,
      "en": "Karazgar and Vethúg fly into the Anvil!",
      "es": ""
    },
    {
      "id": 88164370,
      "en": "'Hrímil Frost-heart, the Herald of Winter! You and your Frost-horde will be my instrument in the battle to come. We will succeed where Sauron failed and dominate this world!'",
      "es": ""
    },
    {
      "id": 178544049,
      "en": "'Hah! It feels good to test myself in combat after all these years.'",
      "es": ""
    },
    {
      "id": 178544050,
      "en": "'Do not despair, little heroes. You showed great courage, but I have had enough of this charade. I did not survive centuries of torment to be bested by the likes of YOU.'",
      "es": ""
    },
    {
      "id": 5699731,
      "en": "'Come, drakes! Help me catch these squirming little things!'",
      "es": ""
    },
    {
      "id": 178544051,
      "en": "'Now, feel my unfettered wrath!'",
      "es": ""
    },
    {
      "id": 88164374,
      "en": "'No, dragon, you must bend to my will! NO!'",
      "es": ""
    },
    {
      "id": 133111510,
      "en": "'You dare insult the King of the Zhélruka?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Anvil of Winterstith",
      "es": ""
    },
    {
      "id": 97385668,
      "en": "Vethúg lets loose a great pained roar!",
      "es": ""
    }
  ]
}