{
  "id": 621011154,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "The Dwarves of Járnfast will be able to confirm or deny the remaining rumours about the Iron Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "DNT talk to spall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We should not attend only to the stonework while in Járnfast, [placeholder]. Good dwarves, kinfolk of mine, still dwell here, too - I hope!\\n\\n'They will settle any last rumours we have been charged to test. Not only that, but I shall be glad to see the faces of my kin.\\n\\n'Let us not forget, as well, King Thorin specially bade us bring his greeting to his brother Náin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You should talk to the Dwarves of Járnfast, including Lord Náin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "DNT ah there is Járnfast. Let us attend both to the infrastructure and the people",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "DNT check for cracks around Járnfast ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Now that you have talked to many dwarves in Járnfast, you should talk once more to Spall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "DNT checked crack ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Spall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT remote quest bestow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'It was good to see my kinfolk, but better still to hear their voices, hearty and hale. I will return to Erebor with more news than just the task with which I was charged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'If we have been quiet, it is because we have been hard at work repairing, reforging, and clearing the dust from our home. Yet we have ever been quieter and more industrious than our kin to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'It was good to see our kinfolk, [placeholder]. Do you not agree? Better still, I think, to hear their voices, hearty and hale. I will return to Erebor with more news than just the task with which I was charged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I heard that a dragon had returned to Erebor, and that Jangovar roam freely through Dale, which burns both night and day. Is any of it true?'\\n\\nWhen you tell the dwarf it is not, his face darkens for a moment, then brightens again.\\n\\n'Then my cousins are well. I am happy to hear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Our kin in Járnfast will set to rest any rumours that remain. We must not forget to bear King Thorin's greetings to his brother Náin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Yes, the ground shook here. Many of us were in the midst of battle. When our foes fell back, we turned homeward fearing the worst. To our great relief, Járnfast still stood. It was days more before Lord Náin's face was seen. And how he has changed! We stood in awe of him before. Now... well, I will say no more. Have you seen him for yourself?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to dwarves in Járnfast ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'So there are rumours in my brother's court?'\\n\\nA wry smile shows in the one living eye in Náin's face.\\n\\n'There are rumours in Járnfast as well, I am certain, though a stern rebuke would meet the dwarf who brought them before me. It is a symptom of the quiet that follows the storm, no doubt, that many fear more storm. \\n\\n'But I think we will have no more storms, not such as we have weathered, though other troubles may come to us, from other directions.\\n\\n'But I wander in my thought. I grant you full leave to satisfy your curiosities. Or have you already done so? I would speak with you when your errand is at an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "DNT talk to spall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'My kin in Járnfast will set to rest any rumours that remain. We must not forget to bear King Thorin's greetings to his brother Náin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'We should not attend only to the stonework while in Járnfast, [placeholder]. Good dwarves, kinfolk of ours, still dwell here, too - I hope!\\n\\n'They will settle any last rumours we have been charged to test. Not only that, but I shall be glad to see the faces of our kin.\\n\\n'Let us not forget, as well, King Thorin specially bade us bring his greeting to his brother Náin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Ironfold: Dwarves of Járnfast",
      "es": "",
      "es (fem)": ""
    }
  ]
}