{
  "id": 621011080,
  "txt": [
    {
      "id": 111477395,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "DNT investigate skald's drop",
      "es": ""
    },
    {
      "id": 49286689,
      "en": "Return to Okuz and Túmo",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Collected large parcels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Collected water-skins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'It may not look it to you, but the Stair is as intact now as it was when last I came this way. Which... hm... I believe was the early days of my youth!\\n\\n'There is a fair stream of travellers coming from the Stair. What can we say of them? I do believe I espied the smoke of a camp-fire as we approached, earlier. Let us make our way back and find what there is to be found.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Investigate the small camp",
      "es": ""
    },
    {
      "id": 49286697,
      "en": "DNT bring the thing back",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What do you want?'\\n\\nThe dwarf eyes you suspiciously.\\n\\n'I don't have to tell you anything. And besides, I have not time. As you can see, our possessions have become scattered - here, there, all about.'\\n\\nThe dwarf stands, waiting for you to move on. When you do not, he shakes his head.\\n\\n'First, kízinek, help us, then talk. There - the small bags, the big parcels, the water-skins.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Can't you see I'm busy? Off with you.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Find the axe",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "DNT these pesky rumours!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "Investigate the rumours about Skald's Drop and the Stair with Spall.",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Investigate the rumours about Skald's Drop and the Stair with Spall.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Well now, we have arrived at Skald's Drop. Properly speaking of course, the name refers to the cliff and, well, the drop. We had better get right up to it, enjoy the view, and see whether or not the Stair has been broken.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You should view the Stair in the cliff's edge, at Skald's Drop in the Ironfold.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Collected a small sack ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Investigate Skald's Drop",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Collect larger parcels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find the Stair",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We had better get right up to the cliff's edge and see whether or not the Stair has been broken.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Collect water-skins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "You should talk to Spall, now that you have seen the Stair at Skald's Drop.",
      "es": ""
    },
    {
      "id": 49286897,
      "en": "Bring the axe to Okuz and Túmo",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'You talk to them, [placeholder]. You are the adventurer, after all!'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Am I much mistaken, or did he say their axe ran off toward the river?'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Found the Stair",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'It ran off that way, across the river to I know not where.'",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "DNT talk to the strage dwarves",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Strange-looking dwarves stand around the camp-fire.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Look, Túmo! The kízinek has brought us back your axe. I told you it was a terrible idea to -'\\n\\nThe dwarf looks up at you and falls silent.\\n\\n'You wish to know who we are? We are dwarves, just like your friend here. Only he is - what is that word? -  Longbeard, while we are Zhélruka. Many thousands of leagues, as I have said to you, we have come from our home. Our home - it is no home. It is Dôm Fálesh.'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The possessions are scattered near to Skald's Drop in the Ironfold.\\n\\nYou should help the strange dwarves gather their scattered possessions, including small sacks, big parcels, and water-skins.",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "You should talk to Spall and hear his thoughts on what you have found in the Ironfold.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Well, if you ask me, there is little doubt that these dwarves attempted to saddle that ox with all they owned and ease the load upon their own two backs. No doubt it belonged to some Man or dwarf of the Ironfold, though after all the war this place has seen, who can say if its master yet lives.\\n\\n'My ire was up when I began my thoughts, [placeholder], but on further reflection, the pathetic state of these dwarves, and the innocence of the crime, softens my heart.\\n\\n'They called themselves Zhélruka, and indeed this is a name known in lore, belonging to another proud line of dwarves. A line that has dealings with Durin's Folk in past times. I wonder what these two fled, and if others of their kin also come this way.'",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Investigate the rumours about Skald's Drop and the Stair with Spall.",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "You should talk to Spall about the rumours regarding Skald's Drop.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Small bags, big parcels, water-skins - they are scattered all down there.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I suppose we'd better help them. Perhaps they'll be inclined to speak with us if we do.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "You should bring the belongings you gathered to Okuz and Túmo at their camp, near Skald's Drop.",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'The axe? Where is the axe? Ah, Túmo, you drak. You did not tell me that ran off, too. And how many thousands of leagues have we lugged that piece of iron?\\n\\n'Ah, kízinek, this is a very sour thing to have lost. If you can return to us our axe, you will be owed a debt, I assure you.\\n\\n'It ran off that way, across the river to I know not where.'",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "You should look for a camp-fire inland near Skald's Drop, and see if there are any of the rumoured travellers there.",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Okuz",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "You should talk to the strange dwarves you found at a camp-fire near to Skald's Drop in the Ironfold.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You should search for Okuz and Túmo's axe, which they say 'ran' off away from their camp near Skald's Drop, toward the river.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to the strange dwarves",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "You should return the axe to the strange dwarves at their camp-site near Skald's Drop. You should also ask them why the axe was tied to an ox.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Collect small sacks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Found an... ox?",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Túmo. What is this word - ox? No? We do not know it. We have never seen such a beast. We are poor and weary travellers. Many, many, many leagues we have gone on foot, and without our few possessions we would be done for.\\n\\n'Túmo and I, we thank you for helping recover them.'",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'Look, Túmo! The kízinek has brought us back your axe. I told you it was a terrible idea to -'\\n\\nThe dwarf looks up at you and falls silent.\\n\\n'You wish to know who we are? We are dwarves, just like you and your friend here. Only you are - what is that word? -  Longbeard, I take it, while we are Zhélruka. Many thousands of leagues, as I have said to you, we have come from our home. Our home - it is no home. It is Dôm Fálesh.'",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "You should hear what Spall has to say in response to Okuz's claims.",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "'And what of that ox your axe was tied to? What of that, I should like to know? Did that belong to you? And how, now that I think of it, did your belongings become scattered in the first place?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Into the Ironfold: Skald's Drop",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "Okuz and Túmo stand by their camp-fire, near Skald's Drop in the Ironfold.\\n\\nHear Okuz's answer to Spall's charge.",
      "es": ""
    }
  ]
}