{
  "id": 621011077,
  "txt": [
    {
      "id": 162883764,
      "en": "'We are in this together it seems. I must gather some effects both here and down in Dale. Let us meet just where road enters the Ironfold, then. If you leave Dale through the south-eastern gate, you will find the way.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You should talk to Spall the Lore-master.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Do see that Spall accomplishes his task safely, [placeholder]. And bear my greetings to my brother Náin in Járnfast, when you see him there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Into the Ironfold",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'There you are. I have given Spall room to finish writing down his findings before he returns to the Lonely Mountain. I will send him back with an escort of my guards. I thank you looking after him, [placeholder].\\n\\n'You are most welcome here. As I mentioned before, I fear no such storm as we weathered in battle, yet troubles have a way of creeping in, and lingering. An adventurer such as yourself could do much good among the simple smiths of the Iron Hills. If you remain and lend your hand, you shall be rewarded richly and gratefully.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Investigate Skald's Drop",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Investigate Utterby",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Investigate Járnfast's foundations",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'As you may be aware, a plague of injudicious rumours have come into this court, nearly all concerning affairs in the Iron Hills.\\n\\n'In truth, we have heard little from my brother Náin in the month since the fighting ended, and I must grudgingly concede that a desire to hear how things go out there is reasonable, even if such wanton gossip is not.\\n\\n'Now, I have heard a very wise and reasonable suggestion from one of my trusted Lore-masters. And who better to act on such a sensible sooth than to dispatch its author into the Ironfold, where he can determine the truth of each and every rumour, then return here and set the record straight.\\n\\n'I am speaking of you Spall. You needn't look around as if it were someone else.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Investigate the Dwarves of Járnfast",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Use this to call Spall back to you",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Mm - me? Well, in truth, I did make just such a suggestion to [placeholder] here, for I abhor these rumours just as you do, my lord. I cannot deny that, no matter my humility.\\n\\n'And I will stand by what I have said. You should dispatch some dwarf keen of eye and stout of frame, fair of mind and with a good memory. And while many of those attributes this Lore-master would humbly claim to possess, surely King Thorin, you cannot mean to send me out there. I am no adventurer, or guard, or soldier.\\n\\n'If half the rumours whispered in this court are true - and indeed, more than half would be most contradictory and impossible - then the Ironfold might be a truly dangerous place!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Spall can be found before Thorin's throne in the court of Erebor.\\n\\nYou should hear Spall's reply to King Thorin Stonehelm.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Skald's Drop lies along the southern edge of the Ironfold, Utterby right in the middle, and Járnfast at its eastern edge.\\n\\nYou should investigate the rumours about the Iron Hills near the stair at Skald's Drop, in the Dalish town of Utterby, and at the keep of Járnfast where Lord Náin dwells.\\n\\nIf you get separated from Spall, use the horn to call him back.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "King Thorin laughs unexpectedly.\\n\\n'Well, Spall! You have talked yourself nearly in a circle, between worthiness and unworthiness and worthiness again. You have made a fair point, however, that the Iron Hills may yet hold peril. Jangovar yet linger by the Long Lake to the south, after all.\\n\\n'I maintain that no dwarf in all the Lonely Mountain is more suited to this endeavour than you. However, perhaps what is called for is company. [placeholder], would you do Erebor one more service, and go with Spall into the Ironfold? I dare say there is much there of interest for an adventurer like yourself.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Thorin stands before his throne in the court of Erebor.\\n\\nYou should hear King Thorin's Stonehelm reply.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'There you are! What a long stroll this was. Longer than I am accustomed to, I confess. Spall, I said to myself, you are a proud dwarf and you must not tire so easily. Still, I have rarely gone so far in one day!\\n\\n'Now then, we have work to do, do we not? One cannot see much from here, can one? Before we go on, however, let us review our task.\\n\\n'First, many rumours circled around the stair at Skald's Drop, on the Ironfold's south. We should visit there and see for ourselves. Second, at least as many rumours circle the Dalish town of Utterby, due east of here. Third and hopefully last, many were the rumours of Járnfast and of Lord Náin who sits within.\\n\\n'If we visit these three locations, we will have settled the majority of the claims.'",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "King Thorin has charged Spall with visiting the Iron Hills to determine whether any of the rumours in his court are the least bit true.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Spall",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You should meet Spall the Lore-master in the Ironfold, which lies down the road that leads from the south-eastern gates of Dale.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Spall returns to your side, looking somewhat disoriented",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to King Thorin",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Meet Spall in the Ironfold",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Let us see then... first, the stair at Skald's Drop, which lies along the southern edge of the Ironfold. Second, the Dalish town of Utterby right in the middle of the Ironfold. Third, eastward built into the Hills, Járnfast where Lord Náin sits.'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'There you are, [placeholder]. I must thank you for being my travelling companion on this expedition. I think - I think perhaps I shall get out more often.\\n\\n'Ah, but who are you trying to fool, Spall? You will go back to your scrolls and runes and objects of lore and forget the sky-topped lands.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Investigated the Dwarves of Járnfast",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'Now how shall I go about this? False rumours first? Geographical? Alphabetical?'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'Hm... concerning the Jangovar upon the Ironfold...'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'...a most thorough survey of the foundations and supports...'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "You should talk to Lord Náin again, at his seat in Járnfast in the Iron Hills.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Lord Náin again",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "DNT investigate the rumours in the ironfold",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Skald's Drop investigated",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Investigated Utterby",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Investigate Járnfast's foundations",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'We have done well and fully the task we were charged with, [placeholder]. Only, Lord Náin asked us to return to him once we were done. I will meet you there.'",
      "es": ""
    }
  ]
}