{
  "id": 620904482,
  "txt": [
    {
      "id": 54354734,
      "en": "Follow the Harwick Guard into the Mead Hall to meet Harding, Thane of Harwick, Reeve of the Wold, and Aldor of the Eastemnet.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well, it just came to my mind that I cannot keep you here all day, running errands for my horses. You must be welcomed by Harding! He is the Thane of Harwick, Aldor of the Eastemnet, and is a very important man.\\n\\n'You should seek an audience with Aldor Harding if you wish to stay long in Harwick, [placeholder]. Thank you for your help, by the way!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Harwick's Mead Hall can be found at the highest point in town.\\n\\nYou should speak with a guard outside of the Mead Hall to gain an audience with Harding, Aldor of the Eastemnet.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Thane does not like to be interrupted, but you seem anxious to gain an audience with him. You are the traveller who survived the siege of Langhold, are you not?\\n\\n'I will take you in to see him right away.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Harwick's Mead Hall can be found atop the tallest hill in town.\\n\\nThe Mead Hall of Harwick is the main gathering area for both the townsfolk and the soldiers. The Hall is off-limits to the townsfolk at the moment while the head soldiers gather for an important discussion.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Captain Agelmund, overseer of defences outside of Harwick, is stationed at Feldburg, the largest military fort in the Wold.\\n\\nYou should speak with Captain Agelmund.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let us go to the Mead Hall straight away. I am sure you bear important information for the Thane.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Harding does not trust outsiders, but his distrust has kept us alive; I cannot fault him for being cautious.\\n\\n'You must prove yourself if you wish to be considered one of us.\\n\\n'Speaking of that... if you would like to earn Harding's favour, I may have a few reports lying around that you could look into for me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to a guard outside the Mead Hall",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Receive an introduction to Harwick's Thane",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Captain Agelmund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Meet Harding",
      "es": ""
    }
  ]
}