{
  "id": 620904495,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you have done me a great many services in your short time here.\\n\\n'I have one more task to ask of you for now. To the east is the town of Walstow and more importantly, the path to the East Wall from which countless Orcs are spilling into our lands.\\n\\n'I want you to fight your way to Walstow and ensure that the town still stands. Riders of the enemy patrol the roads and will make every attempt to cut you down on your way. Once you make it to Walstow, speak to the Thane, Winsig. She is young, but she has strength far beyond her years.\\n\\n'May fortune find you well on your journey. For Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am Winsig, Thane of Walstow. What business have you here? You bring word from Snowbourn? Well then, what is it?\\n\\n'So Fastred is concerned by the outpouring of Orcs into our lands? As am I, since they pour onto my doorstep.\\n\\n'Fastred may be brash, but I respect his leadership. If he has sent you to us, he must trust in your skill as well. Now then, if you wish to see Walstow survive another week, we must move at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Striking Eastward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastred wants you to travel to the town of Walstow to the east and meet with Winsig, the Thane. He is concerned about the number of Orcs that have been pouring into the Sutcrofts and hopes that the town has held.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblin harriers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Mordor siege-breakers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblin harriers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred wants you to defeat riders on your journey to Walstow.\\n\\nGoblin and Orc riders can be found just off the road to the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Mordor siege-breakers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Winsig is in the mead-hall in Walstow.",
      "es": "",
      "es (fem)": ""
    }
  ]
}