{
  "id": 620904591,
  "txt": [
    {
      "id": 136263297,
      "en": "A large Orc-force appears to have recently set up camp here",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Orc forces have cut through the barricade at the East Wall to a fortified camp; nearby a Rohirrim helm lays empty on the ground",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "An Orc assassin leaps forth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Winsig is concerned that Walstow is about to become the victim of a vicious Orc-assault and wants you to assess the nearby forces to the north and south. ",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "As the Orc falls to the ground, you notice more Rohirric regalia drop from his grip",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I have said, the Orcs have been mustering to camps to the north and south of Walstow. I fear what they have planned for us, but I know it cannot be anything good.\\n\\n'I want you to scout these camps -- I am uncertain how many foes we face.\\n\\n'Also some of our Riders have not yet returned...I am worried about them. If you see them in your travels, please bring it to my attention.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The first Orc-camp can be found to the south of Walstow.\\n\\nWinsig has suggested that you investigate the path near the East Wall as well as the camp across the stream to the south.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The camps have grown then...this does not bode well for Walstow. We cannot delay any longer: the fight must be brought to the Orcs before they grow even further out of our control.\\n\\n'I will have need of you again very soon.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The second Orc-camp can be found to the north-west of Walstow.\\n\\nWinsig has suggested that you investigate the path near the East Wall as well as the camp across the stream to the south.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Rohirrim helm lays on the ground near the pathway to the East Wall.\\n\\nYou should examine the Rohirrim helm.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Winsig is in the Mead Hall of Walstow.\\n\\nYou should return to Winsig with news of your discoveries.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the Orc-camp to the south-west of Walstow",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the Orc-camp along the path to the East Wall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the Rohirrim helm and attempt to find its owner",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Winsig",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foes from All Sides",
      "es": ""
    }
  ]
}