{
  "id": 620904437,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered well-prepared food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Gathered freshly-harvested grain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Fastred's pendant",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fastred wants to send a gift westward to distract Edoras from his blatant disregard for the King's decree. Grain, delicious cuisine of the Sutcrofts, and a pendant are the items he wishes to send.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The steed is packed and ready for its journey to Edoras",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], I require your aid on a private matter.\\n\\n'Edoras has decreed that we abandon our homeland and allow the Orcs to run rampant. Such a thing will never be abided by myself or my men.\\n\\n'Thus, I have decided to send a gift to Edoras. A gift of dissent... a gift of distraction. May it please the King so greatly that Snowbourn falls beneath notice.\\n\\n'I will defend this town to my last, and no Orc in my sight will ever escape. If that is treason, so be it, I will do what is right.'\\n\\n'Gather for me grain from the fields, prepared food from the kitchen, and a pendant from my home. Once gathered, pack them onto a steed outside the mead-hall. We will speak again soon.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Food can be found in the Mead Hall and kitchens throughout Snowbourn. Grain can be found in the fields directly outside town. Fastred's pendant can be found in his home.\\n\\nFastred wants you to help him prepare a gift of sorts to be sent to Edoras. He wishes for you to gather some portions of the gift while he handles his own preparations.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for your continued aid, [placeholder]. We have to maintain our independence from the throne. I am a loyal Reeve, but the King's actions as of late are foolhardy. We should strike at our foes while we can, lest they unite and overwhelm all of Rohan.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Having gathered your portion of Fastred's gift, you should load it onto the horse he mentioned earlier. \\n\\nThe horse can be found outside the mead-hall.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fastred can be found in the Mead Hall of Snowbourn. ",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather well-prepared food ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Gather freshly-harvested grain ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Fastred's pendant",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Load Fastred's steed with the gifts",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Gift for the Westemnet",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Fastred",
      "es": ""
    }
  ]
}