{
  "id": 620904498,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'So, you are the one Snowbourn sent to save us?\\n\\n'I have heard of your exploits, and I can only hope that you will be the one to save us from the Orcs. We have lost so much and so many...I know not how much more we can endure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What does it matter now? Even if we are saved, the entire harvest is lost. My croft was burned to the ground by the Orcs, and now look at our town...we have but moments left.\\n\\n'Winsig is a great leader, but she cannot face a force of this strength. None among us can, and I cannot believe that any brighter days lie ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hope For Walstow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Welcome, stranger. So you come from Winsig? She is a bold leader, to be certain. My men and I have fought hard to keep Walstow from those fiends, and so far, we have survived. \\n\\n'Confuse not our town's disrepair with weakness. We have fought the Orcs from the wall constantly, and we have lost only a few crofts. The Orcs rally to the north and south, but my men and I still hold strong.\\n\\n'They will not breach our defences, and when the time comes, we shall deliver such a blow that they shall never dare return to Rohan. Your prowess precedes you, but know this: you will have to earn my respect. Now then, I am sure Winsig has many a task for you...as she does for us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Thank you for speaking with each of my people -- morale has been very low as of late, and I need the trust of my people as we move forwards.\\n\\n'I have many thoughts on what we can do to secure Walstow from the Orcs, but their risk is great.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Hubyrt appears comforted and smiles genuinely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Hubyrt takes a deep breath and appears more relaxed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Hubyrt appears markedly unimpressed by this display, but cracks a slight smile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crofters and guard-captain are in Walstow centre.\\n\\nWinsig is worried that her crofters are losing hope and wants you to speak with them about their concerns. After that, she would like to hear a report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Hubyrt appears excited to hear a tale of your adventures thus far",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hubyrt is standing in Walstow.\\n\\nYou should try to comfort him with a <rgb=#FF00FF>hug</rgb>, some <rgb=#FF00FF>calm</rgb>ing words, a mighty <rgb=#FF00FF>flex</rgb>, or an enthralling <rgb=#FF00FF>story</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Adalgifu looks painfully uncomfortable with what just occurred, but she at least seems to be distracted from the threats facing Walstow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Adalgifu is standing in central Walstow.\\n\\nWinsig is worried that her crofters are losing hope and wants you to speak with them about their concerns. After that, she would like to hear a report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Adalgifu lets out a sigh, but appears to be soothed by your words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Adalgifu is in Walstow.\\n\\nYou should try to comfort her with a <rgb=#FF00FF>hug</rgb>, some <rgb=#FF00FF>calm</rgb>ing words, a mighty <rgb=#FF00FF>flex</rgb>, or an enthralling <rgb=#FF00FF>story</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Adalgifu stifles a chuckle as you pose, but her smile is unmistakable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The Rohirrim guard-captain, Egelferth, is stationed at the north end of Walstow.\\n\\nWinsig is worried that her crofters are losing hope and wants you to speak with them about their concerns. After that, she would like to hear a report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "Adalgifu appears greatly distracted as you tell the tale of your journey to Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "The guard-captain is in Walstow.\\n\\nYou should give the guard-captain a <rgb=#FF00FF>salute</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "Egelferth nods slightly and returns to his post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Winsig can be found in the Mead Hall of Walstow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Hubyrt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Comfort Hubyrt with a <rgb=#FF00FF>hug</rgb>, <rgb=#FF00FF>calm</rgb>ing words, a mighty <rgb=#FF00FF>flex</rgb>, or a <rgb=#FF00FF>story</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Adalgifu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Comfort Adalgifu with a <rgb=#FF00FF>hug</rgb>, <rgb=#FF00FF>calm</rgb>ing words, a mighty <rgb=#FF00FF>flex</rgb>, or a <rgb=#FF00FF>story</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Egelferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "<rgb=#FF00FF>Salute</rgb> Egelferth before returning to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The crofters and guards of Walstow are beginning to lose hope in the face of the dangers which plague them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have seen the state of Walstow...I am certain that you can tell that things look grim for us.\\n\\n'The crofters cannot even approach their fields, and the Orcs have set up camps to the north and south, effectively blocking us from any dealings with Snowbourn.\\n\\n'The crofters are losing hope, and I blame them not. If you would, please speak with them. You have given so many in the Sutcrofts hope already...to see that in my own people again would be so inspiring, even if only for today.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}