{
  "id": 620904481,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Hail, it seems more and more travellers are visiting our fine city even in these trying times.\\n\\n'The Orcs throw themselves at us constantly, and our soldiers never stand down. I know not how they do it... they must have such great strength. I know they struggle, though, and we have lost some great warriors in the past weeks. Perhaps if I were to brew them some delicious mead, it would lift their spirits.\\n\\n'Please, go to the crofts outside town and gather hops for me, and I shall craft a truly refreshing brew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is done, then?\\n\\n'Excellent, it is always remarkable how such a simple pleasure can remedy such problems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring Morale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Excellent, here, I have crafted a brew from what was left of my stores. Take this to the soldiers - may they enjoy a brief moment of rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I hope they enjoyed the refreshments, I would be happy to make more when I have time, especially with the hops you have brought for me.'\\n\\n'I know how difficult times have been for them as of late, so anything I can do to help brings me great joy.\\n\\n'Thank you for aiding me in keeping our soldiers at their best.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gathered hops from nearby crofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Éosig looks thrilled and more importantly, refreshed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Éosig looks overwhelmingly sad that you've taunted him so",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Alwyn can be found inside the kitchen of Snowbourn.\\n\\nFastred has praised the mead of Alwyn, a local crofter. He hopes to have mead delivered to his guards stationed at the edges of town in hopes that their spirits will be renewed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Ithamar looks thrilled and more importantly, refreshed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Give the mead to Ermenrad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hops can be found in the crofts just south of Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Ithamar looks overwhelmingly sad that you've taunted him so",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Bring the mead to Ermenrad at the south gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Alwyn can be found inside the kitchen of Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "Sigbald looks thrilled and more importantly, refreshed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Talk to Alwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You have been given a powerful mead to bring to the Rohirrim that guard the gates of Snowbourn. Gates can be found at the north, east, and south sides of Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "Sigbald looks overwhelmingly sad that you've taunted him so",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "You have refreshed the soldiers and should now return to the crofter in Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "Ermenrad looks thrilled and more importantly, refreshed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Fastred can be found inside the Mead Hall of Snowbourn.\\n\\nHaving delivered the mead to the gate guards of Snowbourn, Fastred will be pleased to know that morale has been restored to his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "Ermenrad looks overwhelmingly sad that you've taunted him so",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Alwyn in the Snowbourn Kitchen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Gather hops from nearby crofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Alwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Give the mead to Éosig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the mead to Éosig at the north gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Give the mead to Ithamar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Bring the mead to Ithamar at the east gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Give the mead to Sigbald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Bring the mead to Sigbald at the east gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Alwyn of Snowbourn wishes to aid in boosting the morale of the Rohirrim defending the city. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you have tasted our mead.\\n\\n'Spectacular is it not? Now, I have heard talks from around Snowbourn that our gate guards have been worn thin with fighting against our foes...\\n\\n'This will not do! Travel to the kitchen of Snowbourn, and speak to Alwyn. We must keep my brethren at their best!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}