{
  "id": 620933289,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You have located the boar-totem in the swamps.\\n\\nGet a closer look and investigate the totem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Investigate the boar-totem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Defeat the attacking Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Upon investigating the boar totem, a group of Orcs attacks.\\n\\nDefeat the attacking Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Just ahead you notice what appears to be the boar-totem you seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "There is little doubt in your mind that the attacking Orcs are connected with the boar-totems found around Eastfold.\\n\\nReturn to Thane Sparhafoc and inform him of your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "This totem is adorned with the bones of boars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Defeated an Orc ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Thane Sparhafoc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Why would the Orcs attempt to scare us with these boar totems? It doesn't make much sense to me. They're already imposing as it is.\\n\\n'We need to find where these Orcs are coming from and put an end to them sooner than later, however Meregyth has yet to return and I fear that she may be in trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Could you go into the swamp and look for this boar totem? I'm curious if there is a connexion between it and these new Orcs that have been causing us trouble.\\n\\n'Tova mentioned that it could be found just south-east of Fenmarch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Thane Sparhafoc wants you to search for this boar-totem in the swamps.\\n\\nTova mentioned that it was just south-east of Fenmarch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Locate the boar-totem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "One of the inhabitants of Fenmarch noticed an odd boar totem in the swamp. Thane Sparhafoc would like for this totem to be investigated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Following a Lead",
      "es": "",
      "es (fem)": ""
    }
  ]
}