{
  "id": 621064441,
  "txt": [
    {
      "id": 22075078,
      "en": "Service Tighfield to Gamwich Route",
      "es": ""
    },
    {
      "id": 218639267,
      "en": "You have successfully serviced the Tighfield to Nobottle route on behalf of the Quick Post.",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "You have discovered evidence of a conspiracy to subvert the Quick Post enacted by someone calling themselves the \\qChief Shirriff\\q. Through your efforts, service to Yondershire has been restored and efforts to tamper with the mail have been put to an end... at least for the moment.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "You have successfully serviced the Nobottle to Long Cleeve route on behalf of the Quick Post.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With routes extending into the Yondershire, the Quick Post must maintain its good reputation.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "You have successfully serviced the Nobottle to Tighfield route on behalf of the Quick Post.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "You have successfully serviced the Gamwich to Tighfield route on behalf of the Quick Post.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "You have successfully serviced the Long Cleeve to Nobottle route on behalf of the Quick Post.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "You have successfully serviced the Tighfield to Gamwich route on behalf of the Quick Post.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Delightful news, [placeholder]! With your help, we've been able to keep our branches in Yondershire in working order and ensure that the Quick Post remains a respected institution in the Shire.\\n\\n'If Postman Grubb and our very own Onyx had not discovered the discrepancy when they did, I fear irreparable damage would have been done to the reputation of the Quick Post. Although I remain suspicious that this self-styled \\qChief Shirriff\\q will again attempt to subvert the Quick Post, I have ordered my postmen to keep a vigilant eye on their routes and report any misconduct—even from one of the Bounders!\\n\\n'Thank you, [placeholder]. If your propensity for adventure should ever wane, there is a place for you here at the Quick Post.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Postmaster Proudfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Quick Post service is responsible for more than a dozen mail routes throughout the Shire. If its good name is to be maintained, you will need to help deliver mail at each of its routes and ensure that the routes between Hithershire and Yondershire remain in service.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Service Tighfield to Nobottle Route",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Postmaster Proudfoot is in Michel Delving, near the Town Hole.\\n\\nThanks to your efforts, a conspiracy to subvert the Quick Post was thwarted and it has maintained its reputation for speedy delivery of the mail both in Hithershire and Yondershire. Postmaster Proudfoot will be delighted to hear of all you have done.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid Postman Grubb and complete 'A Route Over Yonder'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Service Nobottle to Long Cleeve Route",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Service Nobottle to Tighfield Route",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Service Gamwich to Tighfield Route",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Quick Post of Yondershire",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Service Long Cleeve to Nobottle Route",
      "es": ""
    }
  ]
}