{
  "id": 621064424,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by one of the Chief's Bounders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman North-took of Long Cleeve has asked you to deliver a satchel to Nobottle.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "You were spotted by one of Lotho's Bounders",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman North-took can be found in Long Cleeve, in Yondershire.\\n\\nDeliver the satchel to Postman Grubb in Nobottle as quickly as possible. Let no nosey hobbits or those surly Bounders interfere with your duty!",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "<rgb=#FF0000>Avoid Lotho's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'If you're of a mind to help the Quick Post, I need to get a satchel of mail to Nobottle as soon as possible. If you follow the road south, you'll end up in Nobottle—sooner or later anyway. Postman Grubb can be found outside the Quick Post just up the hillside off the west side of the road.\\n\\n'Keep your wits about you in Nobottle. There's a lot of folk there, and they've a love for gossip. And to their minds, it is vital that a busy postman hears every last bit of it! Fine folk, I'm sure, but a bit talkative for my taste.\\n\\n'Oh, and before you go, I overheard a Bounder from Hithershire making trouble at the arch the other day. Some business about wanting to see Reeve Rosa without an invitation. Don't tell anyone I said this, but you ought to keep your distance from the Bounders if you don't recognize them.\\n\\n'Anyway, the satchel's right over on the table. Deliver it to Nobottle as quickly as you can!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "<rgb=#FF0000>Avoid nosey hobbits</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman North-took's table",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry the satchel to Postman Grubb in Nobottle",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Avoid the Chief's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The satchel for Nobottle is right over there on the table. Let no nosey hobbits or those surly Bounders out of Hithershire interfere with your duty!\\n\\n'Oh, and don't let the satchel get wet. I'll have to use it again, after all!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Route: Long Cleeve to Nobottle",
      "es": ""
    }
  ]
}