{
  "id": 621064405,
  "txt": [
    {
      "id": "0xda44875",
      "en": "A Route Over Yonder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Postman TBD in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'My goodness, [placeholder]! Is that all the mail out of the Hithershire?'\\n\\nPostman Grubb takes the satchel, sets it down on his table, and peers into it. After a moment, a smile spreads across his face.\\n\\n'Why, this'll keep me busy for days! I cannot thank you enough, [placeholder], but tell me, were you and the Postmaster able to unmask the culprit behind the tampering and delays? What happened?'\\n\\nYou tell Postman Grubb of the self-styled \\qChief Shirriff\\q who has been gathering support in the Shire and employing some of the Bounders to unlawfully confiscate the mail. You tell the Postman that Mayor Will Whitfoot has drawn up a new route to Nobottle by way of Little Delving and that service to Yondershire has been restored. In addition, you inform him that Postmaster Proudfoot intends to remain vigilant against further attempts to disrupt the Quick Post.\\n\\n'From all the talk I've heard around Nobottle, it almost sounds like that Lotho fellow out of Hobbiton. I don't think he's got the mind for a plot like that, though!\\n\\n'I must thank you again, [placeholder]. The Quick Post owes you a great debt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "The revised route to Nobottle begins in Michel Delving, continues into Little Delving, and follows the road northward into Yondershire.\\n\\nThe satchel of mail for Yondershire can be found on Postmaster Proudfoot's table outside the Quick Post in Michel Delving. You should carry the satchel to Postman Grubb in Nobottle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have made up my mind, [placeholder].\\n\\n'I'd like you to inform Postmaster Proudfoot that I'm officially authorizing him to alter the route to Nobottle. It is my recommendation that the new route ought to pass through Little Delving into the Yondershire, even though I expect the folk dwelling there will give me an earful for it. Nevertheless, it's like my grandfather used to say: if trouble is standing in your way, better to walk around it!\\n\\n'As for that so-called \\qChief Shirriff\\q, let us hope this is the last we hear of him. I certainly do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Postmaster Proudfoot in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Onyx Nethercot in the Quick Post in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Collect the satchels from Onyx Nethercot inside the Quick Post in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Collect the satchel from Postmaster Proudfoot's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Postman Grubb can be found outside the Quick Post in Nobottle, in Yondershire.\\n\\nYou have successfully delivered the latest mail to Yondershire and outwitted the so-called \\qChief Shirriff\\q in his efforts to seize control of the Quick Post. You should talk to Postman Grubb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "TBD A",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "TBD F",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "TBD B",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Postman Grubb in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "TBD C",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "TBD D",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "TBD E",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x59b4d14",
      "en": "'Well, I'll be! Would you look at all of that?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Hoping to put an end to the upstart \\qChief Shirriff\\q and the conspiracy to seize control of the Quick Post, Mayor Will Whitfoot has authorized Postmaster Proudfoot to take drastic measures to restore service to Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Postmaster Proudfoot can be found outside the Quick Post in Michel Delving.\\n\\nMayor Will Whitfoot has authorized Postmaster Proudfoot to alter the route to Nobottle. It now begins in Michel Delving, passes through Little Delving, and follows the road northward into Yondershire. You should inform Postmaster Proudfoot of the Mayor's decision.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd582aa4",
      "en": "'I'm counting on you. May your feet be quick!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Meet Postman TBD inside the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e75",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac2",
      "en": "Deliver the satchel to Postman Grubb in Nobottle by way of Little Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Postman TBD in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Onyx Nethercot can be found inside the Quick Post in Michel Delving.\\n\\nPostmaster Proudfoot has asked you to collect the satchels for Yondershire from Onyx Nethercot inside the Quick Post in Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Onyx Nethercot can be found inside the Quick Post in Michel Delving.\\n\\nPostmaster Proudfoot has asked you to collect the satchels for Yondershire from Onyx Nethercot inside the Quick Post in Michel Delving. You should talk to Onyx Nethercot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Hullo, [placeholder]! How are you? What can I help you with?'\\n\\nYou ask Onyx Nethercot if the satchels for Yondershire are prepared and inform her that the Postmaster has asked you to run a new route to Nobottle on behalf of the Quick Post.\\n\\n'Oh! So that's what all that business was about! I... overheard you talking to the Postmaster. I didn't mean to, of course, it's just these windows are awfully thin!\\n\\n'While you were talking to the Mayor, I put all the mail for Yondershire into a bigger satchel and set it just outside on the table beside the Postmaster. With so many things pulling at his attention today, Hugo must not have seen me! It's all there, though, and ready to be delivered.\\n\\n'Don't let me keep you, [placeholder]. The folk of Yondershire have waited long enough for their mail!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "The Quick Post is strewn with undelivered letters and parcels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'What did the Mayor have to say, [placeholder]?'\\n\\nYou tell Postmaster Proudfoot that Mayor Will Whitfoot has authorized him to alter the route to Nobottle in an effort to undermine the plans of the would-be \\qChief Shirriff\\q and safe-guard the Quick Post. You inform him that the new route is to pass through Little Delving into the Yondershire and continue northward until Nobottle.\\n\\n'It isn't perfect, but if it means the mail will reach Yondershire, it'll have to do. However, unless the Mayor is prepared to act against this upstart, I fear it will not be enough. For my part, I'll be keeping a much closer eye on the goings-on at the Quick Post. As you know, the Quick Post has many offices across the Shire. Who can say that \\qChief\\q hasn't already found useful friends in some of them?\\n\\n'That is a matter for me to resolve, [placeholder]. As for you, I would have you oversee the very first run of the new route to Nobottle! I believe Onyx has been preparing the satchels inside the Quick Post, so just speak to her when you're ready to set out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "As you enter the Quick Post, Onyx Nethercot waves to you",
      "es": "",
      "es (fem)": ""
    }
  ]
}