{
  "id": 621064406,
  "txt": [
    {
      "id": "0x5ae29b4",
      "en": "'Dropped something, did you? You ought to be more careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Postman Twofoot can be found at Waymeet in the Shire.\\n\\nAfter sending Norbert Hogg off to Michel Delving with the satchels for Yondershire, you should conduct a test of the Quick Post's route to Nobottle according to Postmaster Proudfoot's instructions. You should talk to Postman Twofoot at Waymeet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x17f2321",
      "en": "'What's this? The Postmaster wants to see the mail for Yondershire?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Past the Post",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x17f2322",
      "en": "'I'll see to it! But, please, don't tell Postman Twofoot I was over here again...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Postman TBD in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "The empty satchel can be found on Postman Twofoot's table outside the Quick Post in Waymeet.\\n\\nAccording to the Postmaster's instructions, Postman Twofoot has prepared an empty satchel for you. You should put Postmaster Proudfoot's letter into the empty satchel at Waymeet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "TBD - Bestowal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Postman Twofoot at Waymeet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Postman Twofoot at Waymeet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Postman Twofoot can be found at Waymeet in the Shire.\\n\\nYou have prepared a satchel containing Postmaster Proudfoot's letter to be taken on the Quick Post's route to Nobottle. You should talk to Postman Twofoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Collect the satchels of mail bound for Yondershire at Waymeet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "TBD A",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "TBD F",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "TBD B",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Deliver the satchels to Norbert Hogg at Waymeet and relay Postman Twofoot's orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "TBD C",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "TBD D",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "TBD E",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "After discovering a discrepancy in the records of Nobottle and Michel Delving, Postmaster Proudfoot decides to take action to safe-guard the Quick Post and unmask the conspiracy at play in the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Waymeet can be found to the north-east of Michel Delving in the Shire.\\n\\nIntent on recalling mail bound for Yondershire and conducting a test on the route to Nobottle, Postmaster Proudfoot has asked you to travel to Waymeet and talk to Postman Twofoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Put Postmaster Proudfoot's hastily-scrawled letter into the empty satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'It's been a while since I've made the trip to Nobottle myself, but it's a nice route. It's a nice town, too. Truth be told, I've spent more than a few nights and even a few mornings in the Fox and Fiddle!'\\n\\nPostman Twofoot finally appears to notice that you have finished preparing the satchel for Yondershire.\\n\\n'All settled, then? Just the one letter? I suppose if it's just a test, that's for the best!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'If the evidence of tampering that Postman Grubb discovered wasn't bad enough, we now know for certain that someone is interfering with the Quick Post. However, if these would-be conspirators don't know that they've been found out, we can use that to our advantage!\\n\\n'Firstly, we must safe-guard the mail due to be delivered to Yondershire. After Onyx and the others sort it here in Michel Delving, it is sent to Waymeet for any final preparations and then carried along the usual route to Nobottle. Postman Twofoot oversees the Quick Post at Waymeet. You'll need to speak with him and ensure that any mail for Yondershire is returned to my care here in Michel Delving. Until this issue is sorted out, I don't want to take any chances!\\n\\n'Next, I'd like to conduct a test of the route to Nobottle. Something is going wrong between Waymeet and Nobottle, and I want to know what it is! But I'd rather not risk someone's mail for the test....'\\n\\nWith a look of sudden inspiration on his face, Postmaster Proudfoot produces a piece of parchment from his pocket. He begins scrawling a lengthy letter, and after a long moment, he seals the letter and crumples it gently in his hands.\\n\\n'Here, [placeholder]. I've written an exhaustive account of the weather over the course of the past week and a ranking of my favourite pies in the Shire. Perfectly innocent, I would think! I've not signed it, of course. I don't want them knowing I've found them out if something goes awry!\\n\\n'When you arrive at Waymeet, ask Postman Twofoot to provide you a satchel. You'll run the route to Nobottle yourself, and if you meet with any resistance along the way, return to me at once!\\n\\n'Hurry now, [placeholder]! The Quick Post is depending on you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Travel to Waymeet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "You put Postmaster Proudfoot's letter into the empty satchel, affording it an unusually spacious journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Postman Twofoot at Waymeet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Postman Twofoot can be found at Waymeet in the Shire.\\n\\nYou have arrived at Waymeet. You should talk to Postman Twofoot and inform him of Postmaster Proudfoot's request.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Postman TBD in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Satchels of mail bound for Yondershire can be found at Waymeet.\\n\\nPostman Twofoot has informed you that his assistant, Norbert Hogg, was preparing the satchels of mail for Yondershire at Waymeet but has likely misplaced them due to his fascination with pipe-weed. You should find and collect the satchels of mail bound for Yondershire at Waymeet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Norbert Hogg can be found somewhere around Waymeet in the Shire.\\n\\nPostman Twofoot has asked you to deliver the satchels of mail to his assistant, Norbert Hogg, and inform him to bring them to the Quick Post in Michel Delving. Norbert Hogg can be found somewhere at Waymeet, likely near a source of pipe-weed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Waymeet is bustling with visitors from outside the Shire, including some surly-looking ruffians...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Good day to you! May I help you with something?'\\n\\nYou tell Postman Twofoot that Postmaster Proudfoot has requested that the satchels of mail bound for Yondershire be returned at once to the Quick Post in Michel Delving. You also inform him that the Postmaster has asked you to conduct a test of the route from Waymeet to Nobottle.\\n\\n'Ah, I see. Is something amiss with that route in particular?\\n\\n'For what it's worth, the satchels for Yondershire haven't been sent out for delivery yet. My assistant, Norbert, was handling them today, and last I saw, he was still wandering about Waymeet. If I had to guess, he's probably left the satchels about to collect any last-minute letters and parcels. I've told him time and again that he should keep an eye on the satchels, but he's always off looking at pipe-weed fields or busy chatting with nosey folk!\\n\\n'As for the Postmaster's test, it'll take a little shuffling, but I think I can find an empty satchel around here for you. If you'd go collect those satchels and tell Norbert to bring them to Michel Delving without delay, I can have it sorted it out by the time you're back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Collected the satchels of mail bound for Yondershire at Waymeet ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'You found Norbert and sent him back to Michel Delving with the satchels? Very good!\\n\\n'Norbert's a good worker—he just needs the occasional kick to keep him on task! I do wish he'd take an interest in something besides pipe-weed, though. It's as if he thinks a hobbit can only have one hobby!'\\n\\nAppearing to realize he has lost his own train of thought, Postman Twofoot gestures toward the table outside the Quick Post at Waymeet.\\n\\n'I've emptied out a satchel for you like the Postmaster asked. Feel free to use it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Norbert sets off to return the satchels to the Quick Post in Michel Delving!",
      "es": "",
      "es (fem)": ""
    }
  ]
}