{
  "id": 621064426,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by one of the Chief's Bounders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postman Grubb of Nobottle has asked you to deliver a satchel to Tighfield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "You were spotted by one of Lotho's Bounders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Grubb can be found in Nobottle, in Yondershire.\\n\\nDeliver the satchel to Postman Hartclover in Tighfield as quickly as possible. Let no nosey hobbits or those surly Bounders interfere with your duty!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "<rgb=#FF0000>Avoid Lotho's Bounders</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Oh, one more thing....\\n\\n'If you'd also help me to get a satchel of this mail delivered to Postman Hartclover in Tighfield, I will see to it that you are properly compensated. If you've never been to Tighfield, simply follow the road west and you'll pass through the centre of the village. Postman Hartclover is at the Quick Post just along the road in Tighfield. If you find yourself at the Elbow's Bend, you've gone too far.\\n\\n'Don't delay, and avoid nosey hobbits! And do inform Postman Hartclover that if another hobbit attempts to pay their postage with hemp, I will be issuing a complaint to the Postmaster!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "<rgb=#FF0000>Avoid nosey hobbits</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postman Grubb's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry the satchel to Postman Hartclover in Tighfield",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Avoid the Chief's Bounders</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The satchel for Tighfield is over there on the table. Let no nosey hobbits interfere with your duty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Route: Nobottle to Tighfield",
      "es": "",
      "es (fem)": ""
    }
  ]
}