{
  "id": 621064423,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by one of the Chief's Bounders",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Hartclover of Tighfield has asked you to deliver a satchel to Nobottle.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "You were spotted by one of Lotho's Bounders",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman Hartclover can be found in Tighfield, in Yondershire.\\n\\nDeliver the satchel to Postman Grubb in Nobottle as quickly as possible. Let no nosey hobbits or those surly Bounders interfere with your duty!",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "<rgb=#FF0000>Avoid Lotho's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'For years now, I have done my duty as a postman to the best of my ability, but as of late, I have found it quite overwhelming!\\n\\n'It pains me to ask, but would you help me to handle this workload? I've many deliveries to make today, and I do not know if I can finish them all before sundown. And what would folk think of the Quick Post then?\\n\\n'If you'd help me to get some of this mail delivered to Long Cleeve, I will see to it that you are properly compensated. Provided, of course, that the task is done to the standards of the Quick Post: No stopping to chat with nosey folk, and no swimming—at least not while you're holding one of my satchels!\\n\\n'You'll find a satchel there on the table that must be delivered to Postman TBD in Long Cleeve as quickly as possible. Best get to it!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman Hartclover's table",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "<rgb=#FF0000>Avoid nosey hobbits</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry the satchel to Postman Grubb in Nobottle",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Avoid the Chief's Bounders</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'The satchel for Nobottle is over there on the table. Let no nosey hobbits or those rumoured Bounders out of Hithershire interfere with your duty!\\n\\n'Oh, and don't let the satchel get wet!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hullo there, would you care to lend the Quick Post a hand? You look a trustworthy sort, and to be honest, I've not many options left.\\n\\n'I have many deliveries from Gamwich to manage today, and I'll suspect it'll be near sundown before I can even begin to run my usual routes.\\n\\n'If you would help me, I need to get a satchel of mail to Nobottle. Just follow the road east, and you're bound to find your way to Nobottle. You'll find Postman Grubb at the Quick Post in Nobottle, just up the hillside off the west side of the road. If you ask me, the Postman can be a bit of a prissy fellow, but he means well.\\n\\n'Keep to the route and avoid any nosey hobbits along the way. If you don't spot them first, they'll be sure to spot you!\\n\\n'I've also heard tell that there's some mean-spirited Bounders about in Yondershire, but I don't know about that. Seems like just a rumour to me!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Route: Tighfield to Nobottle",
      "es": ""
    }
  ]
}