{
  "id": 621064403,
  "txt": [
    {
      "id": "0xda44875",
      "en": "A Hint of Tampering",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Postman Grubb in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Oh, hullo!\\n\\n'If you have a complaint to file against the Quick Post, I do ask that you submit it in writing and deliver it to my assistant, Ebbo. We are aware of a number of issues involving delayed or lost mail that some hobbits have reported over the past few weeks. Rest assured, the Quick Post will get to the bottom of it!\\n\\n'With that out of the way, who are you? How can I help you today?'\\n\\nYou introduce yourself to Postman Grubb and ask what's happening at the Quick Post.\\n\\n'Pleased to meet you, [placeholder]. I'm Walto Grubb, and I've been a postman going on twelve years. I'd say it's my calling, if you believe in such things! As for what's going on with the Quick Post, I wish I could tell you. Like I said, the mail's been turning up late or not at all, and the folk in Yondershire aren't too happy about it. I don't know if the Postmaster's been trying something new or altering routes, but I don't think that's it.'\\n\\nPostman Grubb looks around and lowers his voice.\\n\\n'Between you and me, I think someone's been tampering with the mail. If you're of a mind to help me sort this out, meet me inside the Quick Post.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "It appears this envelope was unsealed and hastily re-sealed with some kind of sap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I must apologize for the mess, [placeholder].\\n\\n'You see, we're a bit backed up here in Nobottle with letters and parcels due to be delivered to the Hithershire. Most folks down in Michel Delving, Hobbiton, and the like just call it the Shire, but it seems a bit odd to me, but I digress. We've had a few postmen come up from the Hithershire with small deliveries, but none of them are taking as much as they ought to to deliver back to the rest of the Shire. It's almost like they're trying to slow the whole thing down. For goodness' sake, we've had a parcel due for Stock sitting here for over a month!\\n\\n'Ebbo received a delivery from the Quick Post of Waymeet this morning, and as usual, it was very light. Unfortunately, after I inspected the letters and parcels, I only became more suspicious that someone's been deliberately tampering with the mail.\\n\\n'Why don't you head up front and take a look at them, [placeholder]? I am curious to know what you make of their condition!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "This parcel is unsealed and its lid sits loosely atop it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "It appears this envelope was unsealed and re-sealed with wax of a different colour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Although this letter shows no signs of tampering, it is wrinkled and stained by tea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "This parcel appears to have been marked with a curious symbol in ink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Postman Grubb can be found inside the Quick Post in Nobottle.\\n\\nAfter becoming suspicious that someone is tampering with the mail coming into Yondershire, Postman Grubb has asked you to meet him inside the Quick Post in Nobottle. You should talk to Postman Grubb inside the Quick Post.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "This parcel's knots appear to be hastily tied, and it bears a curious symbol in ink",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Postman Grubb of Nobottle has begun to suspect that someone is interfering with the Quick Post—tampering with the mail and hindering its delivery to the inhabitants of Yondershire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Examine letters and parcels delivered from the Shire ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'What do you think, [placeholder]? What did you make of those letters and parcels? Are my concerns ill-founded?'\\n\\nYou tell Postman Grubb that unless many, many hobbits have coincidentally forgotten to add postscripts until after sealing their letters, you must conclude that there are obvious signs of tampering on all of the recent deliveries at the Quick Post in Nobottle.\\n\\n'I knew it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Meet Postman Grubb inside the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Postman Grubb can be found inside the Quick Post in Nobottle.\\n\\nAfter examining letters and parcels delivered from the Shire, you have found evidence of tampering and a curious sort of signature. You should report to Postman Grubb inside the Quick Post in Nobottle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The Quick Post can be found in Nobottle.\\n\\nAfter becoming suspicious that someone is tampering with the mail coming into Yondershire, Postman Grubb has asked you to meet him inside the Quick Post of Nobottle. You should meet Postman Grubb inside the Quick Post.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Letters and parcels can be found throughout the Quick Post in Nobottle.\\n\\nPostman Grubb has asked you to examine letters and parcels delivered from the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Postman Grubb in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "The Quick Post is strewn with undelivered letters and parcels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb23dfd1",
      "en": "'Hullo there. If you're looking for the postman, he's in the back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb23dfd2",
      "en": "'Don't mind me. I'll just be busy with... this.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}