{
  "id": 621064404,
  "txt": [
    {
      "id": 246419864,
      "en": "Onyx Nethercot can be found inside the Quick Post in Michel Delving.\\n\\nYou have found Onyx Nethercot, an associate postman, at work inside the Quick Post in Michel Delving. You should talk to Onyx Nethercot.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Postmaster Proudfoot can be found outside the Quick Post in Michel Delving.\\n\\nPostman Grubb has asked you to deliver a notice to Postmaster Proudfoot demanding an investigation into mail tampering and shortages in Yondershire.",
      "es": ""
    },
    {
      "id": 49286658,
      "en": "Deliver Postman Grubb's letter to Postmaster Proudfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Deliver the ledger to Postmaster Proudfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Onyx Nethercot in the Quick Post in Michel Delving",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Examine the ledger in the Quick Post in Michel Delving",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "The ledger can be found on the counter inside the Quick Post in Michel Delving.\\n\\nAt Postmaster Proudfoot's request, Onyx Nethercot has produced the Quick Post's ledger for your perusal. You should examine the ledger and compare its records against those of Postman Grubb's account.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find Onyx Nethercot in the Quick Post in Michel Delving",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Hullo there! What's this now?'\\n\\nYou hand Postman Grubb's letter to Postmaster Proudfoot. He unseals it, begins reading, and after a long moment, his eyes widen.\\n\\n'Well, I don't like the sound of this at all. To my knowledge, the Quick Post has not altered our service to Nobottle, or Yondershire, for that matter! And we certainly would not make a habit of failing to make deliveries entirely!\\n\\n'To his credit, Walto has provided a detailed record of the comings and goings at the Quick Post in Nobottle. One of my associates, Onyx Nethercot, has taken to maintaining the ledger, and I assure you, our records are current and accurate. A careful comparison between Walto's records and the ledger should tell us everything we need to know.\\n\\n'You'll find Onyx behind the counter inside the Quick Post. Tell her to bring out the ledger and see if everything is in accord!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I knew it, [placeholder].\\n\\n'If Postmaster Proudfoot had caught wind of this, he'd have already put a stop to it. After all the work he's put in to maintain the good reputation of the Quick Post, there's no chance he'd let some sort of conspiracy drag it into the mud. I have to inform the Postmaster at once!'\\n\\nPostman Grubb takes out a blank piece of parchment and inks a quill. He begins writing, periodically glancing to his ledger.\\n\\n'Now, [placeholder], I hope you don't mind, but I need to ask you to deliver this to Postmaster Proudfoot in Michel Delving. In case something should happen to this letter, commit it to your memory that Nobottle has received thirty-three pieces of mail from the Hithershire in the past month. The Postmaster will have his own records on hand, and I would urge him to compare them against my own.'\\n\\nPostman Grubb finishes writing, seals the letter, and hands it to you.\\n\\n'I'm counting on you, [placeholder]. There is something afoot in the Shire!'",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Onyx Nethercot can be found inside the Quick Post in Michel Delving.\\n\\nAfter examining the Quick Post's ledger, you have discovered a troubling discrepancy between Postman Grubb's account and the records of the Quick Post of Michel Delving. You should speak to Onyx Nethercot.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Behind the counter, Onyx Nethercot dutifully prepares satchels for the Quick Post",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Onyx Nethercot in the Quick Post in Michel Delving",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'A discrepancy?! I can't believe such a thing happened on my watch!'\\n\\nOnyx pauses for a moment and composes herself.\\n\\n'Fifty-eight pieces of mail sent out but only thirty-three actually making it to the Yondershire? That just doesn't make any sense. And besides, no one's ever lost that much on their routes—not since 'ere the days of Ned Harfoot!\\n\\n'Here, [placeholder], show the ledger to the Postmaster and see what he makes of it. If there's trouble with the Quick Post, it's not happening here in Michel Delving!'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Postmaster Proudfoot can be found outside the Quick Post in Michel Delving.\\n\\nAfter discovering a troubling discrepancy in the Quick Post's ledger, Onyx Nethercot has asked you to speak to Postmaster Proudfoot. You should speak to Postmaster Proudfoot.",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Determined to restore proper service to Yondershire, Postman Grubb enlists your aid in sending a message to Postmaster Proudfoot of the Quick Post.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Oh, hullo! What brings you to the Quick Post today?'\\n\\nYou introduce yourself and tell Onyx that Postmaster Proudfoot has asked to see the ledger to compare it to Postman Grubb's records.\\n\\n'Oh dear me, has some sort of mistake been made? Just a moment....'\\n\\nOnyx leans down, produces a heavy ledger from under the counter, and examines its spine. After a moment, Onyx sets it down on the counter with a muffled thud.\\n\\n'Here you go, [placeholder]. Take all the time you need!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Notice to the Postmaster",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Ah, you've brought the ledger. Were you able to find what we were looking for?'\\n\\nYou tell Postmaster Proudfoot that you found clear discrepancies between the records of Michel Delving and Nobottle. He shakes his head solemnly.\\n\\n'I'll have to thank Miss Nethercot for keeping such neat records. To be quite honest, that has never been a strength of mine. If it's all the same to you, I'd still like to examine it myself.'\\n\\nYou hand the ledger to Postmaster Proudfoot. He leaves through it, pausing in a few places and tracing along the page with his finger. After a short while, he snaps the ledger shut.\\n\\n'It's as you said, [placeholder]. A discrepancy of twenty-five pieces of mail....'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Onyx Nethercot can be found inside the Quick Post in Michel Delving.\\n\\nPostmaster Proudfoot has asked you to find and speak to Onyx Nethercot, an associate postman, inside the Quick Post in Michel Delving.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "According to the ledger, fifty-eight letters and parcels were bound for the Yondershire in the past month",
      "es": ""
    }
  ]
}