{
  "id": 621064407,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Bounder Dogberry can be found at the Rushock Gate, just to the north-west of Needlehole in the Shire.\\n\\nBounder Dogberry has demanded to inspect the contents of the satchel you are carrying to Nobottle. You should wait for Bounder Dogberry to finish his inspection.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Like I expected... the Chief hasn't seen to this one yet. No mark, no delivery! Just one letter, though? I might as well bring it to the Chief, even if it's just a bunch of prattle.'\\n\\nBounder Dogberry furrows his brow and a sneer forms at the corner of his mouth.\\n\\n'Don't you worry, I'll make sure the Quick Post gets their satchel back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Unthreadable Needle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Deliver that satchel to Nobottle on the usual route through the Rushock Gate like the Postmaster asked and we'll get to the bottom of this, [placeholder].\\n\\n'Do be careful not to let any nosey folk trouble you on your journey—time is of the essence, after all. Oh, and don't let that satchel get wet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Postman TBD in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Bounder Dogberry can be found at the Rushock Gate, just to the north-west of Needlehole in the Shire.\\n\\nBounder Dogberry has laid claim to Postmaster Proudfoot's letter and the satchel. You should talk to Bounder Dogberry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'If Postmaster Proudfoot wants you to run the usual route to Nobottle, you'll have to follow the road north through the bog to Needlehole and then continue north-west to the Rushock Gate. Once you pass through the gate, you'll be on the road to Nobottle. Postman Grubb is always about at the Quick Post, so he should be easy to spot. Ah, right, you've already met!\\n\\n'It's a bit of a journey, but it's a simple enough route. Oh, and keep an eye out for nosey hobbits!\\n\\n'Best of luck to you, [placeholder]. I hope the Postmaster is able to sort this out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'You're back sooner than I expected, [placeholder]. What happened?'\\n\\nYou tell Postmaster Proudfoot about the Bounder you encountered at the Rushock Gate. You inform him that the someone titled \\qChief Shirriff\\q has been issuing new orders to the Bounders demanding inspection of the mail and interfering with the Quick Post.\\n\\n'Chief Shirriff?! Why, there's no such thing! I'd sooner call myself \\qLord of the Post\\q! There's a First Shirriff, yes, but he's never been the sort for more rules. In fact, he spends most of his time puttering about in the Town Hole as far as I can tell. No, this is some upstart meddling in things he knows nothing about!\\n\\n'Dogberry, was it? You tell the Mayor what that Bounder said to you and have him set things right for the Quick Post!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Wait for Bounder Dogberry to finish his inspection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1be3724",
      "en": "'If you know what's good for you, you'll keep out of the Chief's business. Get lost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Collect the 'filled' satchel from Postman Twofoot's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Postmaster Proudfoot can be found outside the Quick Post in Michel Delving.\\n\\nThe Postmaster's letter was confiscated by Bounder Dogberry on behalf of the Chief Shirriff. You should return to Postmaster Proudfoot and tell him what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "<rgb=#FF0000>Avoid nosey hobbits</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "TBD A",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Bounder Dogberry at the Rushock Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "TBD F",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1f1154",
      "en": "'Now, let's see here...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "TBD B",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Bounder Dogberry at the Rushock Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "TBD C",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Postmaster Proudfoot in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "TBD D",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "TBD E",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Mayor Will Whitfoot can be found outside the Town Hole, in Michel Delving.\\n\\nAfter learning that someone claiming to be the \\qChief Shirriff\\q has been interfering with the Quick Post, Postmaster Proudfoot has insisted that you speak to Mayor Will Whitfoot. You should talk to Mayor Will Whitfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "With the mail for Yondershire under the watch of Postmaster Proudfoot in Michel Delving, you prepare to conduct a test of the Quick Post's route to Nobottle according to the Postmaster's instructions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The route to Nobottle begins at Waymeet, continues into Needlehole, and passes through the Rushock Gate into Yondershire.\\n\\nYou have prepared a satchel containing Postmaster Proudfoot's letter to be taken on the Quick Post's route to Nobottle. You should pick up the 'filled' satchel from Postman Twofoot's table and carry it along the route to Nobottle by way of the Rushock Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "With a harrumph, Bounder Dogberry slips the letter into his pocket and takes the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e43",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Meet Postman TBD inside the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Haven't you heard, postman? There's new rules! By order of the Chief Shirriff, all mail is subject to inspection prior to delivery—especially to the Yondershire!\\n\\n'Hand that satchel over, and I'll decide if it's worth the Chief's time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Yes? May I help you with something?'\\n\\nYou inform Mayor Will Whitfoot of Postmaster Proudfoot's concerns and of the so-called \\qChief Shirriff\\q interfering with the Quick Post. You tell him that the Postmaster has insisted that service to Yondershire be restored and free of any unlawful inspections.\\n\\n'Why, there's no such title! Ah, the Postmaster said that too, did he? I wonder if this has anything to do with that upstart in Hobbiton... a terrible nuisance, that one!\\n\\n'If you would allow me a moment to think, I believe I can resolve this matter to the satisfaction of the Postmaster.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x623bb44",
      "en": "'Oi! What's that you've got there? I'll be needing to take a look at that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Mayor Will Whitfoot in Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Postman TBD in the Quick Post in Nobottle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af2",
      "en": "Carry the 'filled' satchel along the route to Nobottle by way of the Rushock Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Bounder Dogberry can be found at the Rushock Gate, just to the north-west of Needlehole in the Shire.\\n\\nWhile attempting to complete the route to Nobottle, you have been stopped by Bounder Dogberry at the Rushock Gate. You should talk to Bounder Dogberry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "The Quick Post is strewn with undelivered letters and parcels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    }
  ]
}