{
  "id": 621065369,
  "txt": [
    {
      "id": "0x2f00e22",
      "en": "Give the scrap of parchment to Meneldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Very funny.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Treated injured residents of Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Tegwyn at the training dummy in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You explain that adventuring is dangerous work, and sooner or later your morale is likely to run out. When that happens, you will find yourself at one of the many Defeat Circles scattered around the land.\\n\\n'Very funny, stranger. I know that fighting is dangerous! That's why I will try not to fight enemies that look to be beyond my capabilities! But sometimes it's unavoidable, I suppose... and when that happens, if I'm defeated, I'll find myself at the nearest Defeat Circle to where I fell in battle?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'What's my next adventuring lesson? And make it a good one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Skardí spends more time fixing horseshoes than he does forging swords!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Injured residents of Mossward can be found lying on the ground nearby.\\n\\nMeneldir gave you a supply of salves and bandages with which you can treat the wounds of injured residents of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You wrest a scrap of parchment from the Uruk's death-grip",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Skardí spends more time fixing horseshoes than he does forging swords! I mean no insult, Skardí, but it's true! What use does an adventurer have with a shop like this?'\\n\\nYou explain that as an adventurer engages in combat, equipped weapons and armour sustain durability damage, and folk such as Skardí Bendblade are able to repair them so you can keep using them. Additionally, shopkeepers throughout Middle-earth can sell an adventurer all sorts of items and equipment that will aid you on your journeys.\\n\\nSkardí clears his throat and speaks up. 'That all costs coin, young Tegwyn, horseshoes and swords alike! But if that raid is a sign of things to come, I think the swords might become more in demand than they have been until now....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Some of Mossward's residents sustained injuries we cannot heal, and they are beyond our aid. We will mourn for them later, but now we must focus upon those we can still help.'\\n\\nMeneldir hands you a small bundle of bandages and a pouch of bitter-smelling salve.\\n\\n'This is the last of my supplies, but there is no reason to save them for another day. Bring these bandages and this salve to the injured residents nearby. It is my hope that their hurts will not prove serious, and these will ease the pain of their injuries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Meneldir is by the east gate of Mossward, by the body of Madthrug.\\n\\nHaving treated the wounds of some of the residents of Mossward who were injured during the attack, you should return to Meneldir and see what he has learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Read the scrap of parchment you took from the body of Madthrug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'That's all well and good, but I want to hit something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Bring those bandages and that salve to the injured residents nearby. It is my hope that their hurts will not prove serious, and those supplies will ease the pain of their injuries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x588341",
      "en": "'Ah, thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thank you, [placeholder]. The people of Mossward sometimes look down upon the Rangers that were once my kin, but they do welcome their aid when it is offered! My former chieftain Strider may say the distrust of such folk does not bother him, but if that is true he is a better man than I am.'\\n\\nA pained look crosses Meneldir's face.\\n\\n'That is true for many reasons, [placeholder]. I have not called the Dúnedain my kin for some time now, but I would never question Strider's integrity or his courage.\\n\\n'But look here. The Uruk that led this band has something in his hand. See if you can't wrest it from his grip.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x588342",
      "en": "'I appreciate the help... but I think I will just lie here a moment more...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Investigate what has excited the children to the north-west, in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x588343",
      "en": "'This bandage is just what I need. Thank you, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Look here. The Uruk that led this band has something in his hand. See if you can't wrest it from his grip.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Tegwyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'A scrap of parchment? You had better read it, [placeholder]. Perhaps it will tell us why this Uruk led his raiding party to Mossward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find the defeat circle located to the north of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Meneldir waits for you to show him the scrap of parchment you recovered from the body of Madthrug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e36",
      "en": "Talk to Meneldir by the body of Madthrug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Let's see if this parchment holds any clues for us.'\\n\\nMeneldir briefly studies the crumpled parchment, but then he looks up, disappointed.\\n\\n'I cannot read much of this. If this were an ordinary day, I would be grateful to have no reason to understand the Black Speech... but on this day it is a cause for frustration.\\n\\n'Hold, [placeholder]. What has happened to this Uruk's blade? It did not fall far from his body, unless my eyes were somehow deceived.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Tegwyn at the defeat circle outside Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "A noisy crowd of children has gathered to the north-west in Mossward. What has gotten them so excited?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d153",
      "en": "The folk of Mossward could use your help to recover from the hurts done by the recent Uruk attack on their town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I think we may have our answer, [placeholder]. If one of those children has taken the Uruk's sword, you had better get it back before the child does some harm with it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Enter the blacksmith shop in Mossward and teach Tegwyn about its utility",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Hah! Yah! Take that, villains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "It appears that Tegwyn absconded with the cruel blade once wielded by Madthrug.\\n\\nTegwyn might hurt himself or someone else unless you are able to take the weapon from him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Tegwyn inside the blacksmith shop in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'What do you want, stranger? No, I'm not giving you this sword! It is so much better than the wooden sword I was using before! I found it, and it belongs to me now! My father says that when you're in a battle, you get to keep the spoils, and I stood up to those Uruks even when the town guard wouldn't! If anyone should get to keep that Uruk's blade, it's me!\\n\\n'Well... wait a moment. You're an adventurer, right? If you promise to help train me in the adventuring arts, maybe I'll give you the sword. I'm not saying I will, you understand, I'm saying MAYBE. It'll depend on how good your training is!\\n\\n'So what's my first lesson, stranger? What's the first thing I need to know to become an adventurer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Find the training dummy located outside the blacksmith shop in Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'What's my first lesson, stranger? What's the first thing I need to know to become an adventurer?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Treat the wounds of injured residents of Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Retrieve the small item Madthrug holds in his hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Tegwyn stands at the defeat circle outside Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The blacksmith shop is located in Mossward, and is an important location for adventurers who seek to purchase new gear or repair their old equipment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "This training dummy has seen its fair share of battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Tegwyn is inside the blacksmith shop in Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "A training dummy located just outside the blacksmith shop in Mossward will satisfy Tegwyn's eagerness to engage in combat training.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Now this is more like it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Tegwyn stands by the training dummy located in Mossward, eager to learn more about adventuring and combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Now this is more like it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Madthrug, the leader of the Uruk raiding party, might hold some clue to his purpose for attacking Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Tegwyn considers the defeat circle. 'So what is this?' he asks you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "'Where next?' Tegwyn asks you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Skardí nods at you as you enter his shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "'Equipment is important,' Tegwyn admits, 'but I want to hit something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "You took a small scrap of parchment from the body of Madthrug. What secrets does it hold?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You hear the shouts and excited yelling of children to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "The nearest defeat circle is located north of Mossward.\\n\\nYou have (reluctantly) agreed to teach Tegwyn some basic adventuring lessons, and what better place to begin than the local defeat circle?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "A crowd of children gathers around Tegwyn and the vicious blade he has found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "Tegwyn smirks at you. 'Well? Are going to teach me or not?' he asks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prologue, Chapter 1: Something Different",
      "es": "",
      "es (fem)": ""
    }
  ]
}