{
  "id": 621065397,
  "txt": [
    {
      "id": 162883765,
      "en": "'Climb up the path to the south and tell the mayor what you told me. Malmadog will know what to do about this, if anything must be done!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue, Chapter 4: A Hardy People",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'The mayor of Clegur is waiting for the overdue return of some of his hunters? I hope they did not run afoul of a raiding party like the one that attacked Mossward. I will take a look around and see what I can discover. Perhaps you can check in on the situation in the other two villages in the Stoor-vales? Someone in Glyn Helyg or Lintrev may have seen something.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Malmadog Torlan outside his house to the south of the Clegur stable-master",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find a helpful villager in Lintrev to tell you of recent events in the Stoor-vales",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The mayor must be told of this, even if the very idea is preposterous. It's not that I don't believe you, it's just that folk here have lived peacefully for so long! We keep to ourselves, and we like it that way.\\n\\n'Climb up the path to the south and tell the mayor what you told me. Malmadog will know what to do about this, if anything must be done!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Collect choice cuts of meat from beasts in the Stoor-vales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Malmadog Torlan in the village of Clegur",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What's that? Goblins and Uruks? Ordinarily I would say you were spinning tall tales and send you on your way without supper, but there was a good deal of excitement in the night a few hours past, and some of the hunters we sent out never came back!\\n\\n'I am worried about them, but I am even more concerned that without the meat they were supposed to bring back, our food stocks will be thinner than planned. You don't need me to tell you that autumn can turn to winter quite unexpectedly, no matter how pleasant the mornings or afternoons might seem, and he who does not plan for the night will find himself hungry by morning!\\n\\n'I will consider what you have told me, but I will consider it more quickly if you bring back some choice cuts of meat from the beasts of the Stoor-vales! Bring them to Cunedda Moltgig, our butcher, at his shop down the hill.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Flam Helur in the village of Clegur",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Meneldir outside the butcher shop in Clegur",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I will consider what you have told me, but I will consider it more quickly if you bring back some choice cuts of meat from the beasts of the Stoor-vales! Bring them to Cunedda Moltgig, our butcher, at his shop down the hill.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Ah, these cuts are choice indeed! Well-done, my friend. I will get to salting and preserving these meats right away. You are always welcome to help out in the Stoor-vales, and I will tell my neighbours what a help you've been today. They might not appreciate it immediately, but they will when winter comes and their bellies are full rather than empty!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I should have warned you that the folk in Swanfleet will often put you to work, [placeholder]... it comes with the territory, you might say.\\n\\n'So the mayor of Clegur is waiting for the overdue return of some of his hunters? I hope they did not run afoul of a raiding party like the one that attacked Mossward. I will take a look around and see what I can discover. Perhaps you can check in on the situation in the other two villages in the Stoor-vales? Someone in Glyn Helyg or Lintrev may have seen something.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find a helpful villager in Glyn Helyg to tell you of recent events in the Stoor-vales",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'It sounds like someone outside is calling for you. You'd better see what he wants!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The folk of Clegur and the other villages in the Stoor-vales have heard tell of the excitement at Mossward, and could use your help to prepare themselves for any further attacks.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Meneldir has come to the village of Clegur, in the Stoor-vales.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Goblins and Uruks? Oh, you must be mistaken! Any such creatures around here would be the talk of the town for months and months, if not years! Someone would have said something if such villains as that were prowling about!\\n\\n'We Stoors are a rough-and-tumble folk, friend. We're not a-feared of much, and that's the way it should be. We don't frighten easily, unlike some others I might name! But I shan't, for we also believe in being polite!'\\n\\nDervel lowers his voice. 'Not like the Stoors of Lintrev! But you didn't hear that from me.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Malmadog Torlan, the mayor of Clegur, can be found outside his house to the south of the stable-master.\\n\\nYou have been asked to inform the mayor of Clegur about the worrisome happenings beyond the Stoor-vales.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Bring choice cuts of meat to Cunedda Moltgig in his shop in Clegur",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Uruks and goblins? You cannot be serious! The Stoor-vales are peaceful, and the quiet is only occasionally disturbed by the howling of wolves and the carrying-on of our neighbours in Glyn Helyg, of which I assure you we do NOT approve!\\n\\n'But you did not hear that from me! We're like one big happy family in the Stoor-vales, and all three villages get along quite famously.'\\n\\nNerys lowers her voice.\\n\\n'But if I was pressed to put the villages in a sort of order, I would place Lintrev at the top, followed by Clegur, and it would be Glyn Helyg that brought up the rear! Still, I would not wish goblins or Uruks upon any of my fellow Stoors! Not really.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Glyn Helyg and Lintrev are both located north-east of Clegur, in the Stoor-vales.\\n\\nMeneldir asked you to check in with folk in the other Stoor villages to learn if the recent troubles have affected them in any way, or if the Uruks had eyes only for Mossward.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Well, it seems these are strange days indeed, [placeholder]. I will not say you were right, but... well, let it be known that mayors are never to be embarrassed, especially not in their own village, and the word of an outsider must always be judged with a grain or two of salt.\\n\\n'This is all to say: one of the hunters has returned, and his tale is most peculiar! You had better hear it from him!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Cunedda Moltgig, the butcher of Clegur, can be found in his shop to the south-east of the pond in Clegur.\\n\\nYou collected some choice cuts of meat and should bring them to the butcher in Clegur.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Malmadog Torlan, the mayor of Clegur, is located outside his house on the southern slope of the village.\\n\\nYou have checked in with the other villages of the Stoor-vales and should report now to the mayor of Clegur.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Nerys Trafferth nods a greeting to you, eager to share local gossip",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "A hunter has returned to Clegur with most interesting tidings!",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Dervel Crintach smiles at you. He is certain to have news for you",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Choice cuts of meat from the beasts prowling the Stoor-vales can be used to feed the folk of Clegur as winter approaches.",
      "es": ""
    },
    {
      "id": 129991041,
      "en": "Butcher Shop of Clegur",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'There are Uruks about, stranger! Me and Drusi Begwyl were out in the brush, lying in wait for one of the boars of the Stoor-vales to stray within reach of our bows, when we saw one of the vile creatures lurking about. Well, we changed our choice of target right then and there! Not for eating, you understand, perish the thought!\\n\\n'But we caught him! We caught ourselves an Uruk, and now we need to decide what to do with him!'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Collected choice cuts of meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You hear Meneldir calling for you outside",
      "es": ""
    }
  ]
}