{
  "id": 621065396,
  "txt": [
    {
      "id": "0x7308849",
      "en": "tbd failure text objective 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011876",
      "en": "You have tested all the water samples.\\n\\nTalk to Murig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd8",
      "en": "Gathered samples of river water ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308852",
      "en": "'Have you collected the water samples? We need three total, each one taken further and further down the river away from Bloodhollow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Talk to Murig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Test the water sample from Bloodhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "TBD Assist the scout trainee in maintaining equipment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Securing Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "TBD \\n\\n'Ah, you’re the adventurer that Instructor Eluna told me about. Yes I know I was to report back already but I have yet to complete my work. My task is to find a reliable source of water for our scouting party. With such a great river near us, I thought this would be simple. The presence of Bloodhollow nearby complicates things. I’m concerned that its proximity may contaminate the water somehow. I’m making a concoction that Deryn taught me. When added to water, it can help determine if it is safe to drink or not. Could you collect samples of water for me from different points in the river? The farther down river'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Murig could use your help with securing water for the warrior-scouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "TBD Defeat Wargs ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b29",
      "en": "The paste disperses into the water, rendering it a shade of brown that is best not described in further detail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Test the water sample taken a moderate distance from Bloodhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502908",
      "en": "TBD inspect the weapon pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Test the water sample taken farthest from Bloodhollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "TBD inspect the food supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "The paste disperses slightly, making the water a little cloudy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Murig is near the river-bank, down the hill from Bloodhollow.\\n\\nTalk to Murig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b35",
      "en": "The concoction sinks to the bottom of the water without dispersing at all",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011864",
      "en": "Murig has arranged three basins of water.\\n\\nTest which basin has the cleanest water by using each of the three basins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502910",
      "en": "TBD inspect the 'everything else' pile",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Talk to Murig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'Clearly, the soil of Bloodhollow has some effect on the water. For now, I will be sure to collect water from further downriver to make sure it is fit for myself and my comrades. Perhaps when Marget's bloody work is complete, the waters around Bloodhollow will become more palatable.\\n\\n'I will return to our encampment shortly! Thank you for your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'You must be the adventurer that Instructor Eluna told me about. Yes I know I was to report back already but I have yet to complete my work. My task is to find a reliable source of water for our scouting party. With such a great river near us, I thought this would be simple. The presence of Bloodhollow nearby complicates things. I’m concerned that its proximity may contaminate the water somehow. I'm working on a concoction that Deryn taught me to make. When added to water, it can help determine if it is safe to drink or not. Could you collect samples of water for me?'\\n\\n'The first sample should be from the river-bank near Bloodhollow.\\n'The second sample should be from farther down river from Bloodhollow.\\n'The third sample should be from farther still down river from Bloodhollow. You get the idea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011896",
      "en": "Murig needs samples of water from different points along the river.\\n\\nCollect water from the river-bank.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308870",
      "en": "TBD text 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f6",
      "en": "TBD Talk to Murig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Gather samples of river water ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568911",
      "en": "'What timing! I just finished making the concoction.'\\n\\nMurig arranges the samples of water you collected into three separate basins of water. He then hands you three balls of a curious substance.\\n\\n'Add one lump of the erm, paste, to each basin. Let us observe the results.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}