{
  "id": 621065385,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Prologue, Chapter 3: On the Old South Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Hire one of the stable-master's horses and follow the travel route to Clegur, in the Stoor-vales",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Briallen Wynbuch in the village of Clegur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been away from the land that was my home for many years now, [placeholder]. I was once of the Dúnedain, my friend, the Rangers of the North, and one of their several charges was to safeguard these lands and their peoples from harm. Their other duties... well, they are likely as far away as they have always been, and not my concern any longer. I will not speak of those today.\\n\\n'But a peaceful village has been attacked and some of its people slain. Will you help me replenish my supplies of the healing herb called kingsfoil, and defeat any of the creatures nearby that may threaten Mossward? You will know kingsfoil by its sweet smell and the feel of its leaves. Look for it on the rolling hills to the east of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Thank you for the kingsfoil, and for helping dissuade some of the more aggressive creatures from straying too near the village. Against such beasts Eleri and Bevan and the others of the guard are more than a match, but against Uruks I fear they will be out-classed. The question now is whether Madthrug's band was alone, or if there are others of his kind waiting for their next chance to strike?\\n\\n'Mossward is not the only village in Swanfleet, [placeholder]. Can I ask you to check on the Stoors who live nearby? Visit the stable-master here in the village for a quick means of travelling to the village of Clegur, in the Stoor-vales. They should be told what happened in Mossward, and guard themselves against possible attack.\\n\\n'The stable-master is to the south-west, and provides efficient travel options for reaching distant lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected kingsfoil near Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Welcome to Clegur, finest of the villages to be found in the Stoor-vales! May I ask the reason for your visit?'\\n\\nYou explain that the village of Mossward was recently attacked by a raiding party consisting of goblins and Uruks, and the Ranger Meneldir fears other similar bands may endanger the villages of the Stoor-vales.\\n\\n'Oh my! Are you certain? We have not had such troubles for... well, longer than I can remember, that's for sure! Who would threaten the Stoors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Defeated beasts near Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Meneldir is concerned that Uruks threaten the safety of the folk who dwell in Swanfleet after years of peace and quiet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Briallen Wynbuch is in the village of Clegur. She should be told the reason for your arrival.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Stable-masters provide a number of travel routes to speed your arrival to many destinations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Kingsfoil can be found on the hills east of Mossward, as can beasts that might threaten the town.\\n\\nMeneldir tasked you with a number of things you can do to help provide for the needful folk of Mossward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Meneldir is by the east gate in Mossward, waiting for you to return with the kingsfoil he requested you gather.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The stable-master of Mossward can be found to the south-west of Meneldir.\\n\\nMeneldir recommended that you speak to the stable-master of Mossward and ride one of the horses to the village of Clegur, in the Stoor-vales, to warn that folk of their potential danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect kingsfoil near Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The stable-master of Mossward offers an affordable and efficient travel route to Clegur, in the Stoor-vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Defeat beasts near Mossward ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the Stable-master of Mossward to the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Bring the kingsfoil to Meneldir by the east gate of Mossward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "This is the village of Clegur, home to the Stoors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Will you help me replenish my supplies of the healing herb called kingsfoil, and defeat any of the creatures nearby that may threaten Mossward? You will know kingsfoil by its sweet smell and the feel of its leaves. Look for it on the rolling hills to the east of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Can I ask you to check on the Stoors who live nearby? Visit the stable-master here in the village for a quick means of travelling to the village of Clegur, in the Stoor-vales. They should be told what happened in Mossward, and guard themselves against possible attack.\\n\\n'The stable-master is to the south-west, and provides efficient travel options for reaching distant lands.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}