{
  "id": 621065395,
  "txt": [
    {
      "id": 120621223,
      "en": "'The flowers I require can be found in the warg den to the north-east. I hear it referred to as \\qBloodhollow\\q, a needlessly dramatic name if you ask me. Just look for the piles of bones with plants growing from them. Hard to miss, really.'",
      "es": ""
    },
    {
      "id": 184621208,
      "en": "Deryn can be found among his peers to the south-west of Bloodhollow.\\n\\nYou have collected enough amethyst nightshade to satisfy Deryn's needs. You should return to Deryn.",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "The purple flowers of amethyst nightshade can be found to the north-east of Deryn, in Bloodhollow.\\n\\nDeryn has asked you to gather amethyst nightshade in Bloodhollow.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Deryn wants you to gather some unique plants in order to study their properties.",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'Ah yes, the flowers I asked for.'\\n\\nDeryn indicates a mortar for depositing the flowers.\\n\\n'You must be curious about what I plan to do with these. Perhaps I'll concoct some vile poison with which to threaten our new neighbours? Don't be silly. Many poisonous plants have incredible medicinal properties if ingested in the correct quantities. Though born of death, perhaps these flowers could do much for the living.\\n\\n'Hmm? Will I ask you to ingest any? And deprive Marget the opportunity to prove she's one of the toughest warriors in our people's storied history? I could never do that to such a dear friend.'",
      "es": ""
    },
    {
      "id": 148970453,
      "en": "Collected amethyst nightshade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "Collect amethyst nightshade ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970454,
      "en": "Gathered Swanfleet medicinal herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715922,
      "en": "Deliver amethyst nightshade to Deryn",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'The flowers I require can be found in the Warg den to the north-east. I hear it referred to as \\qBloodhollow\\q, a needlessly dramatic name if you ask me. Just look for the piles of bones with plants growing from them. Hard to miss, really.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Morbid Botany",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Gather Swanfleet medicinal herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220786,
      "en": "'Duvodiad, hello. My name is Deryn, a warrior-scout in training. My specialty lies in the study of plants, especially those with... peculiar properties.\\n\\n'I have a slightly morbid request to make of you. The Wargs to the east have um... piled the bones of their victims in a rather dramatic fashion. You'll note that some of these bone piles have vines with purple flowers growing from them. Could you pluck some for me? \\n\\n'Oh and you should know, I asked Marget to gather some and she made the incredible discovery that this plant is poisonous to the touch. Perhaps... wear gloves.'",
      "es": ""
    }
  ]
}