{
  "id": 621065294,
  "txt": [
    {
      "id": 172691445,
      "en": "Narndir's Journal",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Narndir's Journal[n]",
      "es": ""
    },
    {
      "id": 59565250,
      "en": "Narndir",
      "es": ""
    },
    {
      "id": 102180561,
      "en": "My hand shakes to record this, and I confess trepidation: should I write this account at all? But that is the duty of an archivist, is it not? To record? To remember, no matter the cost?\\n\\nAccounts of Prince Amondir's disappearance are few, and scattered, but those that remain chill my blood. It is said his cries of terror echoed among the downs for three nights after he disappeared, and when they at last gave way to silence, the fog rolled in from the barrows, deeper than ever.\\n\\nThree sons Amondir had when he died, and the curse that came to fall upon them could not be escaped. One of the dead, a pale shade who appeared as a man-shaped darkness in the fog, its eyes glowing a cold, blank white, appeared several decades after Amondir's disappearance; it seemed intent on hunting them, stalking and slaying them one by one. First Amonhathol, eldest son of Amondir, was found slain... but that was not the worst. Someone had garbed him in white, and he lay before a barrow-gate in the downs after becoming separated from his companions in the evening. His face was shrivelled... as though he had aged one hundred years in a single night. Scarcely two years later, his brother Thannadan met an identical fate, though in his case he disappeared from Dol Ernil itself!\\n\\nMen whispered that it was a grey fear that hunted the children of Cardolan, and if even the sons of vanished Prince Amondir were not protected from it, who could claim safety for any? I hesitate to write of Dol Ernil's curse, to write of this Grey Fear... but it is my duty. As I have sworn to the Dúnedain, so have I sworn to uphold the truth, and I write it here in this journal.",
      "es": ""
    }
  ]
}