{
  "id": 621065393,
  "txt": [
    {
      "id": 148970451,
      "en": "Deryn beckons you to come speak with him",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Marget, Deryn, and Murig can be found near the Warg den known as Bloodhollow.\\n\\nHelp each of the students with their task.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Eluna wants to introduce you to her pupils.",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "Talk to Deryn",
      "es": ""
    },
    {
      "id": 190220792,
      "en": "'[placeholder], I take it you finished the task Eluna set before you? Speaking of our dear instructor, have you seen her at all as you've been aiding us? She should have long since returned to us by now. She may be an unconventional teacher, but she is an excellent scout-warrior. I grow concerned at her unexplained absence.'",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "You have aided each of the scout-warriors in training, and should return to their encampment.\\n\\nTalk to Deryn.",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Complete the quest 'Melee in Bloodhollow'",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Complete the quest 'Morbid Botany'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Dealing with Bloodhollow",
      "es": ""
    },
    {
      "id": 173025541,
      "en": "Complete the quest 'Securing Water'",
      "es": ""
    },
    {
      "id": 184621201,
      "en": "You have aided each of the scout-warriors in training, and should return to their encampment.\\n\\nTalk to Deryn.",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Talk to Deryn",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'I have three pupils: Marget, Deryn, and Murig. They're great students with lots of potential. While I am their teacher, they're old enough to take on responsibilities of their own. I would like for you to help each of them with a task they are working on. I think it will be helpful for them to play the teacher for once.\\n\\n'Deryn is this clever fellow right next to me. Marget is over by Bloodhollow proper. Last I saw she was taking a little break after felling a few of the beasts. Murig is downhill by the river.\\n\\n'Hmm? What will I be doing? I have had a long week. I might go nap. Have you had to look after three children in the wilderness for a week straight? That'll exhaust anyone.'",
      "es": ""
    }
  ]
}