{
  "id": 621065398,
  "txt": [
    {
      "id": 228284034,
      "en": "'I left Drusi behind so I could ask Mayor Torlan what to do, but if you and this Ranger are up to it, I could lead the two of you back to the prisoner. It's not that far.\\n\\n'What do you say?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Malmadog Torlan, the Mayor of Clegur, is pleased that you helped his folk.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Meneldir and follow Flam back to the captive Uruk",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We had better follow him to his captive, [placeholder], and quickly! The Stoors are a hardy folk, but I fear the harm an Uruk warrior might do, though he be their captive.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Malmadog Torlan in the village of Clegur",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "While hunting for game for the village, some of the Stoor hunters captured an Uruk.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What do you say? Should I lead the two of you back to the Uruk we captured? I'm sure Drusi can handle herself, but the sooner we leave, the better!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prologue, Chapter 5: Mark of the White Hand",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Thank you for aiding my folk, [placeholder]. It reflects well upon you that you were willing to help the people of the Stoor-vales in this, and it reflects well upon me that I called upon your assistance. That's the mark of a good mayor, you know: selecting the right person for the job at hand!\\n\\n'I have had little to do with Wizards, but I can tell from your friend's expression that these tidings of Saruman can mean nothing good. Perhaps this gift will help speed you on your way to combat this new and unpleasant development.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Meneldir is in the village of Clegur, in the Stoor-vales.\\n\\nThe Ranger's opinion is obvious: he wants the two of you to follow the Stoor hunter back to the captive Uruk.",
      "es": ""
    }
  ]
}