{
  "id": 620952692,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'I have heard troubling reports, [placeholder], and the swan-knights are doing everything in their power to confirm or deny them. Some suspicious folk have been seen in the city, which in itself is not alarming, but I have reason to believe that the Corsairs are attempting to scout Dol Amroth.\\n\\n'These are good people here, and they are not warriors. An attack on Dol Amroth by the Corsairs could be devastating.\\n\\n'Speak with the guards, if you wish to help. They are investigating the latest reports.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Investigate the suspicious person at the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Captain Abedec sends his regards, [placeholder]. It seems we have found you at last.\\n\\n'Now, where is Jajax? The Captain wants his head atop the mast of his ship to answer for his crimes. It will look nice next to yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "The first suspicious character, possibly a Corsair in disguise, can be found somewhere around the Court of the Fount.\\n\\nYou should investigate the first suspicious character.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Captain Abedec's threats are severe indeed, but empty thus far",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The swan-knight guard can be found outside of the Great Hall of the Prince.\\n\\nYou should ask the swan-knight guard where suspicious folk are being investigated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d141",
      "en": "Lothíriel has heard reports of Corsair scouts who may have infiltrated the great city of Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "The second suspicious character, possibly a Corsair in disguise, can be found somewhere around the wharf of Dol Amroth.\\n\\nYou should investigate the second suspicious character.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "Evidently the suspicious characters have been searching for you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "The third suspicious character, possibly a Corsair in disguise, can be found somewhere around the warehouses of Dol Amroth.\\n\\nYou should investigate the third suspicious character.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Speak with the swan-knight guard outside the door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'The Lady Lothíriel sent you to look into the rumours of suspicious folk? I will tell you all that I have heard.\\n\\n'One report was in the Court of the Fount, another on the wharf, and the last around the warehouses. Come to think of it, all of them were asking around about a person meeting your description....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Investigate the suspicious person in the Court of the Fount",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Suspicious Characters in Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Investigate the suspicious person at the warehouses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'So you're the one Captain Abedec is looking for! I've been searching for you, [placeholder]... you and your friend Captain Jajax.\\n\\n'You and Jajax are both dead! I'll tell Abedec you're here, and you'll rue the day you crossed the Corsairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'Ho there! I've been looking for you, [placeholder], but the people of this city only give me strange looks, and never answers.'\\n\\nYou cannot help but laugh at Jajax's brazen appearance in the city of his enemies.\\n\\n'Why do you laugh? I left much of my armour behind, and wrapped myself in this flimsy lady's cloak, like the men here do. Is the disguise insufficient?\\n\\n'In all seriousness, my friend, I am glad to see you. You have defeated all but one of the Captains of the Corsairs. Only Abedec remains, and he is the deadliest and cruelest of all....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "You have defeated the disguised Corsair in the Court of the Fount, but his threats were unsettling...",
      "es": "",
      "es (fem)": ""
    }
  ]
}