{
  "id": 620952707,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I am sorry, but I'm busy. I am trying to get Master Laegened's attention.'\\n\\nYou apologetically hand Barían the poem written for her, and she reads it with a scowl.\\n\\n'I don't have time for this nonsense. I'm trying to get an apprenticeship, but Master Laegened won't even see me. He says he has too many worthless apprentices already. I want to show him my work, but I cannot haul it up the stairs!\\n\\n'My work is down in the Scholar's Quarter. If only I could lift it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Tell Rhovendol that Barían has no interest in him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Speak with Barían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Delivered Barían's stonework to the master stone-mason",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Barían's sample of stonework can be found in a wheelbarrow in the Scholar's Quarter.\\n\\nYou should lift the stonework and carry it to Master Laegened, so that he can see Barían's artistry, and see if she is worthy of an apprenticeship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Bring the poem to Barían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Laegened is impressed with Barían's work, and wishes to offer her an apprenticeship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Rhovendol, a poet of Dol Amroth, has written a love poem and asked you to deliver it to the source of its inspiration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Barían can be found in the Masons' Quarter in Dol Amroth.\\n\\nYou should bring Rhovendol's poem to Barían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The great fountain of Dol Amroth is in the Court of the Fount.\\n\\nYou should <rgb=#FF0000>meditate</rgb> at the fountain, and think of how it reminds you of Barían.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Laegened is in the Mason's Quarter in Dol Amroth.\\n\\nYou should speak with Laegened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Barían can be found in the Mason's Quarter in Dol Amroth.\\n\\nYou should tell Barían the good news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Rhovendol is in the Scholar's Quarter of Dol Amroth.\\n\\nYou should tell Rhovendol that Barían is not interested in him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Barían has no time for silly poems, but strives to gain an apprenticeship by showing Master Laegened her work",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'What is this you have brought me? Ah, that girl Barían who comes to me every day, did her father do this? He was a great stone-mason.'\\n\\nYou explain that this is Barían's own work, and Laegened stares at you incredulously.\\n\\n'I confess that I had no idea she was so advanced in her artistry. I have never had a young lady as an apprentice before, but I can see that she has what it takes. She may even become a master someday.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "<rgb=#FF0000>Meditate</rgb> at the fountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'He has accepted me as an apprentice!? This is wonderful, [placeholder], truly wonderful. I cannot wait to start!\\n\\n'Thank you so much for your help. I did not know if he would even like the stone, but getting it to him has been such a great hassle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find Barían's stonework in its wheelbarrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'What do you mean, not interested? You mean she would rather dirty herself with rocks and dust than accept my courtship? I do not understand.'\\n\\nYou decide it is best to leave this poet to ponder the state of the world on his own, rather than try to explain to him that he has thoroughly misjudged the character of the woman he claims to love.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e79",
      "en": "Failed to deliver Barían's stonework",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Speak with Laegened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac8",
      "en": "Carry Barían's stonework to the master stone-mason",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "This is a good place to meditate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Here, I did away with your odd notes and composed a poem of better taste, more suited to woo a lovely young lady such as Barían.\\n\\n'Bring this to her, if you please. I know she will not be able to resist my sweet words. Do tell her where to find me when you're done, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "True Artistry",
      "es": "",
      "es (fem)": ""
    }
  ]
}