{
  "id": 620952700,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Elaglar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Elaglar can be found in Dol Amroth.\\n\\nYou have destroyed many barrels of Corsair ale, and should report your success to Elaglar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Corsairs of Umbar have stocked Tarlang's Crown with ale that could easily be turned against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tarlang's Crown - A Dangerous Thirst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Destroyed barrels of ale in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am certain it will be a long time before we can deprive them of all of their ale, but this ought to rile them up for some time.\\n\\n'I would much rather they fight amongst themselves over what little remains than take the fight to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We can count ourselves lucky that most of the Corsairs in Tarlang's Crown do not seem to be any different than the others on the coast.\\n\\n'They still go far out of their way to secure more ale, and they keep much of it nearby even in times of war. If you were to destroy their stores, I am certain they would descend into chaos and begin to fight amongst themselves.\\n\\n'Be wary of how simple this may sound, [placeholder], for the Corsairs are not ones to leave their barrels unguarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Destroy barrels of ale in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Barrels of ale can be found throughout Tarlang's Crown, especially near Corsair tents.\\n\\nElaglar has asked you to destroy barrels of ale in Tarlang's Crown in hopes that it will throw the Corsairs into disarray.",
      "es": "",
      "es (fem)": ""
    }
  ]
}