{
  "id": 620952702,
  "txt": [
    {
      "id": 148970472,
      "en": "Abedec has won....",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "Tell Lothíriel of all that transpired",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "<rgb=#FF0000>Do not let Abedec defeat you</rgb>",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "<rgb=#FF0000>Do not let Abedec defeat you</rgb>",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Jajax is in Abedec's Watch, the Corsair encampment in the ruins south of Dol Amroth.\\n\\nYou should free Jajax from his bonds.\\n\\n<rgb=#FF0000>NOTE: This quest will fail on defeat.</rgb>",
      "es": ""
    },
    {
      "id": 24695105,
      "en": "Captain Abedec is on a mission to have the heads of Jajax and yourself for your offences to the Corsairs.",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "Chills run down your spine, for the terrible presence of Abedec has appeared behind you",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "You have defeated Abedec, the last of the vengeful Corsair Captains",
      "es": ""
    },
    {
      "id": 148970390,
      "en": "Abedec has won....",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Lothíriel is in the Great Hall of the Prince in Dol Amroth.\\n\\nYou should speak with Lothíriel.",
      "es": ""
    },
    {
      "id": 190220755,
      "en": "'We've done it, [placeholder]! The last captain has been defeated, and we are free to do as we will without being hunted.\\n\\n'I suppose you'll go back to your silly heroic ways, and I'll go back to my mischief, but I will never forget the [placeholder] who bested my men at drinking and avenged them in death.\\n\\n'Go well, [placeholder]. May the seas take you gently to the shore on which you find your rest.'",
      "es": ""
    },
    {
      "id": 190220757,
      "en": "You tell Lothíriel of Jajax and your journey amongst the Corsairs, ending in the defeat of the cruelest captain of all.\\n\\n'An incredible tale, [placeholder]! It sounds as if you have done much to aid us against the Corsairs of Umbar, though I do not think much of your choice of friends.\\n\\n'I only hope that your efforts may keep us safe.'",
      "es": ""
    },
    {
      "id": 173025568,
      "en": "Speak with Jajax",
      "es": ""
    },
    {
      "id": 184621272,
      "en": "Jajax is in the large tent at Abedec's Watch in southern Belfalas.\\n\\nYou should speak with Jajax.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Last Captain",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Try to free Jajax from his bonds",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'He is coming, [placeholder], he is coming! Do not tarry here any longer. He is coming for my head, and he will take yours too!'\\n\\nJajax seems afraid for the first time since you've known the bold and unusual Corsair. You should free him from his bonds at once, and make your escape.\\n\\n<rgb=#FF0000>NOTE: This quest will fail on defeat.</rgb>",
      "es": ""
    }
  ]
}