{
  "id": 620952698,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Based on what we have learned of the Corsair presence in Blackroot Vale and Belfalas, they seem to enjoy ferrying their supplies downriver. You mentioned that in Blackroot Vale, they sneakily stole goods away and sent them down the Blackroot.\\n\\n'The time has come for us to reclaim what was stolen, [placeholder]. Travel to Tarlang's Crown and recover the barrels taken from Blackroot Vale by the Enemy.\\n\\n'Be prepared to move carefully or gather your allies before you depart, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Elaglar can be found in Dol Amroth.\\n\\nYou have retrieved many stolen barrels from Tarlang's Crown and should deliver them to Elaglar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In the wake of numerous thefts in Blackroot Vale, many supplies have been ferried downriver into Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tarlang's Crown - Carried Downriver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Recover stolen barrels from Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Thank you for bringing these to me, [placeholder]. I shall see them returned to Blackroot Vale at once.\\n\\n'If the Corsairs seek to steal more for their needs, I will know to call on you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Recover stolen barrels from Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Deliver the stolen barrels to Elaglar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Barrels can be found throughout Tarlang's Crown and the river Blackroot.\\n\\nElaglar has asked you to recover barrels stolen from Blackroot Vale in Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    }
  ]
}