{
  "id": 620952694,
  "txt": [
    {
      "id": 111477344,
      "en": "<rgb=#FF0000>Look</rgb> for Abedec from the north-western Watchtower",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "<rgb=#FF0000>Look</rgb> for Abedec from the south-eastern Watchtower",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "The Corsairs have landed on a beach south-west of Dol Amroth.\\n\\nJajax has asked you to search for Abedec at the beach-side landing spot, while he searches some ruins to the south.",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "You have found Hashadîr, and Corsairs are everywhere...",
      "es": ""
    },
    {
      "id": 24695105,
      "en": "Lothíriel has heard reports of Corsair scouts who may have infiltrated the great city of Dol Amroth.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Meet Jajax at the cross-roads",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "You see no signs of Captain Abedec from this vantage point",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "You see no signs of Captain Abedec from this vantage point",
      "es": ""
    },
    {
      "id": 177082690,
      "en": "This is a good vantage point",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "This is a good vantage point",
      "es": ""
    },
    {
      "id": 246419829,
      "en": "Jajax's meeting place is where the roads meet between the two Corsair encampments -- one leads from the south-west, from Hashadîr, and the other leads from the ruins to the south.\\n\\nYou should meet Jajax at the cross-roads.",
      "es": ""
    },
    {
      "id": 49286806,
      "en": "<rgb=#FF0000>Look</rgb> for Abedec from the south-eastern watch-tower",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'[placeholder]! You must escape, quickly! He is coming. It is too late for me, but run, run!'",
      "es": ""
    },
    {
      "id": 49286807,
      "en": "<rgb=#FF0000>Look</rgb> for Abedec from the north-western watch-tower",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "Jajax is nowhere to be found. Something must have gone wrong...",
      "es": ""
    },
    {
      "id": 246419833,
      "en": "Jajax is likely somewhere in the ruins to the south of Dol Amroth.\\n\\nYou should search for Jajax, for he is probably in need of rescue.",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Search for Jajax in the ruins to the south",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Search for Abedec",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Find the beach upon which the Corsairs have landed",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'If we do not take out Abedec, he will not rest until we are both hunted down and beheaded, for that is his style. I always admired him for it, but not when it's my head on the line.\\n\\n'Do you wish to work together once more? I say we split up and investigate the two camps where Corsairs have made their landings south of Dol Amroth. You go to the beach to the south-west, and I will investigate the ruins to the south.\\n\\n'Search for Abedec, but do not engage him. We must fight him together. Let us meet on the cross-roads between the two camps when we're done.'",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "Good vantage points for searching for signs of Abedec can be found atop the watch-towers in Hashadîr, south-west of Dol Amroth.\\n\\nYou should climb the watch-towers on the beach and <rgb=#FF0000>look</rgb> for signs of Abedec.",
      "es": ""
    }
  ]
}