{
  "id": 620765289,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Regin is unable to make sense of the runes in the mining records you found. Strangely enough, they appear to be written in an Elvish script.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I can't ken these runes at all! Why, unless I miss my mark entirely, I think these are some kind of Elf-writing.\\n\\n'Now, how could directions to a dwarf-mine have ever been written in some Elvish script? Do you think anyone in these parts could understand this language?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Regin will be interested to hear this account",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwarves can be found all over Othrikar.\\n\\nSurely one of them can translate the Elvish mining records.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come from Regin at Othrikar? Strange days, these are, when a Longbeard asks an Elf for aid! Let me see these records.\\n\\n'Ah, it appears that it was an Elf who found the dwarves' lode in the first place! That explains this writing, and perhaps also why the dwarves of old never mined the lode, being too stubborn in those days to ask an Elf for help. It appears that these records refer to a map that must have once been included with them. I hope Regin has that map, for the records are not detailed enough to stand on their own.\\n\\n'I will write this out in such letters that Regin should have no trouble reading. Here you go. Please give my compliments to the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Find someone who can translate the mining records",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Regin is at Othrikar in the North Downs.\\n\\nThe old records have been translated, but apparently a map is required before the directions will make sense. You should return to Regin with the deciphered records.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the translated records back to Regin. I'm sure he's anxiously awaiting your return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So, we're missing a map, eh? I wonder....\\n\\n'Well, thank you again for your work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please find the Elf Gandelin at Lin Giliath, it may be that she can read these old records.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Didn't Gandelin decipher those records?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Elvish, eh? Sorry, friend. I can't help you with that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'So, we're missing a map, eh? I wonder....\\n\\n'Well, thank you again for your work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the records to Gandelin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Yes, I can read a spot of Elvish. My father was a scholar, and he learned many things from Balin. He passed a fair bit of it on to me. Let me have a look!\\n\\n'Ah, it appears that it was an Elf who found the dwarves' lode in the first place! That explains this writing, and perhaps also why the dwarves of old never mined the lode, for they would not have wished to ask an Elf for help. It appears that these records refer to a map that must have once been included with them. I hope Regin has that map, for the records are not detailed enough to stand on their own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Didn't Glambaen decipher those records?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Regin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the records to Regin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rune-kenner",
      "es": "",
      "es (fem)": ""
    }
  ]
}