{
  "id": 620765294,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have taken an ore sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the map you recovered from Foreman Nyrad and the runes from the old records, Regin may have determined the general location of the father-lode.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ha! Now we can finally find the father-lode! \\n\\n'Hm. Wait a moment. These directions are not exactly what I was expecting:\\n\\n  Find the father in the raw rock\\n  The lode lies amongst high hills\\n  Fell falcons soar through skies and\\n  Savage lynx guard the gorges\\n  Shining the silver, glittering the gold\\n  A cliff's crags keep the secret\\n  \\n'They had a poetic turn back in the old days. But I wish they were more precise....\\n\\n'Well, I think we at least have some idea how to proceed. The map and those directions together speak clearly to me of a cliff north-west of Othrikar. All you have to do is find a suitable rock formation that is rich with ore. If you do, take a sample, and we'll see if it's the true father-lode.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The father-lode is somewhere to the north-west of Othrikar.\\n\\n  Find the father in the raw rock\\n  The lode lies amongst high hills\\n  Fell falcons soar through skies and\\n  Savage lynx guard the gorges\\n  Shining the silver, glittering the gold\\n  A cliff's crags keep the secret\\n\\nThe old records combined with the mining map suggested to Regin the location of the father-lode, but the directions were far from precise. Regin has asked you to find a suitable rock formation and take an ore sample.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Let's see that rock! I think....\\n\\n'Aye! This is it! High-quality, gold-bearing ore! We still have to deal with those cursed Dourhands, and there are all kinds of other dangers to take care of as well, but if we can manage, we'll all be rich!\\n\\n'I cannot thank you enough, friend! You certainly deserve a reward for your work here, and little though it may be, know that you will always be a welcome guest in the mines of Othrikar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Regin is at Othrikar.\\n\\nYou found a rock formation matching the description Regin compiled from the map and old records. You should bring the ore sample you took from the site back to Regin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wish I could give you better directions. But please head out there and look for that lost lode!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Could you not find the father-lode?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Now all we need to do is drive out those cursed Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The father-lode will make us rich!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate the father-lode and take an ore sample",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the ore sample to Regin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Father-lode",
      "es": "",
      "es (fem)": ""
    }
  ]
}