{
  "id": 620765205,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This page, part of the introduction, reveals that the author was the chief of the guards of Thráin I, forebear of the Great Thorin Oakenshield and the first King Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This page sets up the premise of the book with an ancient and terribly trite cliche: \\qA good offence is the best defence.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "This page describes some of the more rudimentary stances a guardian can use to take full advantage of mistakes made by his foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This page continues the instruction given by the author, expounding upon nuances of combat that allow a guardian to breach an enemy's defences by countering its attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "While the book itself is common enough, the owner of this copy seems to have scribbled copious note within the margins of the pages - notes containing an experience and insight to the art that even at a glance exceeds that of the original author. Unfortunately the copy is worn and battered, and a number of pages are missing. Perhaps someone well versed in the art could provide you with some insight as to the identity of the mysterious scribbler and where his remaining notes could be found?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This page includes many rough sketches of the stances and movements the author described in previous pages, but they are rather difficult to follow out of context.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The dwarves who carried with them the copy of The Best Defence which you found were scattered as they journeyed northward. It may be that some of the pages fell amidst the high crags of the Misty Mountains or perhaps were taken into Angmar by the Witch-king's minions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "On this page, the author begins to demonstrate advanced stances which allow a guardian to block an incoming attack, while quickly returning a blow of his own with greater power. The technique is not nearly as simple as it sounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "This final diagram explains more completely the techniques shown in the previous pages. What read simply is far more complex than the reader might imagine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This final page summarizes the entire treatise and puts more fully into context the teachings of The Best Defence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of The Best Defence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Samwise Gamgee in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Best Defence, page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Best Defence, page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Best Defence, page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Best Defence, page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Best Defence, page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Best Defence, page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Best Defence, page 17",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Best Defence, page 19",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThis book was written as a primer in the Guardian's art some time in the middle of the Third Age, during the difficult period after the fall of Khazad-dûm. At that time, Durin's Folk were scattered and greatly reduced in number, and the Guardian's role took on a much greater importance as the threat of goblins and Orcs to dwarf-settlements beneath the roots of the world became more and more common. The dwarves often settled for building powerful strongholds designed to make the approach to their cities, impervious to assault, manning them with skilled and powerful guardians to ensure that none would pass unchallenged.\\n\\nWhile the book itself is common enough, the owner of this copy seems to have scribbled copious notes within the margins of the pages -- notes containing an experience and insight to the art that even at a glance exceeds that of the original author. Unfortunately, the copy is worn and tattered, and a number of pages are missing. Perhaps someone well-versed in the art could provide you with some insight as to the identity of the mysterious scribbler and where his remaining notes could be found?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, it's right kind of you to think so highly of me as to look me up to know more about that book you have there, but I must say I still feel rather overwhelmed by all this, and it's not much in my nature to be galavanting about with a sword and all, if you know what I mean. Still, old Gandalf insisted that I take the time we have here in Rivendell to read up on such things and learn my duties and all before Master Frodo begins our...Well, before we have to go. I guess I really shouldn't say anything more about that -- Samwise, you ninnyhammer, Gandalf will turn you into a toad for sure if you don't shape up....\\n\\n'Anyways, Master Elrond suggested I read up on that book you have there -- he has a fine copy in his library, you know -- and it was an interesting read, sure enough, but that copy you've got there seems more interesting by half, as the fellow who took all those notes seems to have a fine handle on how it really goes when things heat up. Pity about the missing pages, it looks like the best parts are gone. If you manage to pull them together, I'd love to have a look at them, too...not that I'm like to have time for more reading what with us all getting ready to head off to....\\n\\n'Well, never you mind that, you've got your own business to see to like as not, and don't need me bothering you with ours, I suppose.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}