{
  "id": 620765229,
  "txt": [
    {
      "id": 228870261,
      "en": "The Final Word",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Final Word",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Like several others, this section is written mainly in Elven prose of an ancient form, making it devilishly difficult to comprehend. You manage to make out several passages that refer to the Oaths of service or fealty that the Elf-guardians of old would make to their charges and lords before embarking into danger.\\n\\nIt seems that they believed such Oaths formed an important foundation for their strength in battle, and they would never enter into them lightly.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Another page of nearly indecipherable and ancient prose, it describes battle between two enemies as something other than a simple melee.\\n\\nInstead, the text describes battles between powerful foes as a form of ritual or dance (your translation here is uncertain) -- one that forms the basis for a bond between the two combatants that transcends the physical.\\n\\nYou begin to suspect that the author was of a decidedly mystical outlook.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Sticking to indecipherable prose, the author speaks of the greater tide of battle, wherein many foes stand across from each other hurling insult and threat before inevitably breaking upon each other. This aspect, too, he considers the foundation of a greater bond, both between the fellow warriors of each army, and between the two forces themselves as they steel themselves for battle.\\n\\nYou remain unclear on the nature of this bond the author keeps referring to, but it is clearly the central theme of the work.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page is one of the few written in plain language, though the ancient tongue makes it difficult nevertheless.\\n\\nIt speaks of more mundane subjects than some of the others, such as the crucial role of the guardian in maintaining control over the pace of battle, never allowing it to run away from them and become that portrait of meaningless chaos and noise that presages defeat.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "DIRECTION TO NPC",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Another of the few pages that forego prose for plain language, this speaks to the strength of the guardian's defence, and the manner in which it permits them to find their way to the pulsing heart of the battle, a vantage from which one may express the greatest degree of control over the ebb and flow of the enemy's motion and morale.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "QUEST DIRECTIONS",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page is written in prose so flowery and intricate that after the toils of translating the ancient text you are left with no idea what point the author was trying to make.\\n\\nHopefully it is not crucial to the book's secrets or the author would have spoken more plainly?",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This poem describes that moment in which a great warrior finds himself standing at the heart of the maelstrom -- that place in time and space where the course of the battle almost seems to be suspended like a great thunderhead, moments before the storm breaks. A sense of dread fate falls upon the warrior's shoulders, knowing that the next decision made will resonate with the fate of the world and describe much that is to come.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The final page tells of a word -- or perhaps a will made manifest by the heart of the warrior as they stand among their foes and allies alike. Both Oath and Challenge, the form of the word itself is second to its purpose and moment, which the warrior may use to bind all those who face him to his own fate irrevocably.\\n\\nThe author's point is clear. You find yourself wondering whether he purposes to say that there is truly a spiritual force to this word, or whether it is simply a call to the burning hatred of your enemies that in such a time and place they cannot refuse it.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You replaced a missing page of The Final Word",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Samwise Gamgee in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Final Word, page 6",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Final Word, page 7",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Final Word, page 13",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Final Word, page 14",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Final Word, page 19",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Final Word, page 21",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Final Word, page 24",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Final Word, page 27",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThis book is of Elvish origin, having been written so long ago that few of the Elves today were alive at the time of its writing. You cannot even guess at how old it actually is, as it seems to show few signs of age or decay. You cannot recognize the type of parchment it was written upon, nor what kind of ink could withstand the passage of so much time without fading. The main indication of its age and origin is the writing style which is in an extremely old form using ancient letters called Tengwar, which were created by the Noldor many ages ago. The main focus of the book is difficult to translate, but seems to centre around an ancient oath of battle that Elf-guardians might make in the midst of a desperate melee, in essence binding themselves and their enemies in a pact of battle and death that neither the oath-taker nor their sworn-enemies dared break.\\n\\nIt is clear from the text that these oaths carried power beyond that of any simple cry to infuriate or trick one's enemies -- but the secret of the technique seems lost as several key pages have been carefully cut from the book, presumably by someone hoping to safe-guard its secrets in an age long past. Perhaps someone in Rivendell will be able to help decipher the book.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Final Word? Well, that's an ominous title and no mistake. I can hear Master Gandalf's voice right now -- \\qSamwise Gamgee, you fool, what's that you've stuck your oversized fingers into this time? A little knowledge is all very well, my dear hobbit, but I'd as soon teach a potato to wield a sword as have you nosing about in matters best left to the Wise....\\q That's what he'd say if he caught me fiddling about with a book like that, I warrant. But then, where poor Master Frodo's going, I reckon I ought to know everything I can to help safe-guard him as well as I may, whether I'm a fool or not for doing it.\\n\\n'Now that is a mouthful and no mistake. Lady Arwen and old Bilbo have been helping me with my letters since I arrived, but this is near beyond me at that -- and with these missing pages I'm not sure what to make of it, except now I'm surer than before that this book here wasn't written for someone who doesn't mean what they say, if you know what I mean.\\n\\n'Should you manage to pull those pages together, you might want to think twice before you read it cover to cover. My Gaffer would drop this one right into the Brandywine, I warrant, and I can't say for certain as that'd be a mistake.'",
      "es": ""
    }
  ]
}