{
  "id": 620765291,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the Dourhand Mining Map ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The runes on the old mining records reference a map that appears to be missing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I believe the map must have been taken by the Dourhands. They must have left the old records you found because they couldn't read them. But I'd guess that the map is in the hands of the Dourhand foreman who used to have my job.\\n\\n'Unless I miss my mark, I'd say that Foreman Nyrad is with many of the other Dourhands at their camp to the north.\\n\\n'This is a big request, but if you can get that map back from Foreman Nyrad, I think we'll be able to find the father-lode at last! I suspect you'll find the map in a chest in Foreman Nyrad's tent at the camp, but he might also be carrying it around on his person.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Foreman Nyrad can be found in the Dourhand camp north of Othrikar. Regin is at Othrikar.\\n\\nRegin believes that Nyrad, the previous foreman, stole the map, but left the records, since he could not read the runes. Regin has suggested that you may find the map either in Foreman Nyrad's tent or on Nyrad himself.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! This looks like it's the right map! Let's see now....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Get that map from Nyrad!'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected the Dourhand mining map ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Return the map to Regin",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the Mining Map to Regin",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'You have found it! This is wonderful news. Let me see, let me see.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect the Dourhand mining map ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the Dourhand Mining Map ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lost Map",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You have found the map stolen by Foreman Nyrad.",
      "es": ""
    }
  ]
}