{
  "id": 620765260,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected lynx-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The lynx that prowl Thorin's Gate are too many for the land to support. They attack travellers and the thrushes, long-time friends of the dwarves.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Dourhands do nothing to stem the growth of the lynx in this area. No surprise, to be honest. Despite their newfound ties to their cousins, the Longbeards, the Dourhands are the same dwarves that Skorgrím led against Edhelion centuries ago. We cannot expect them to be proper stewards of the land.\\n\\n'Go into the wilds and cull the lynx population. You can find them in the wooded areas near the frozen lake down the road from here. You can also find them to the north.' \\n\\n'Return the pelts of the creatures to me. It would be a waste to leave the furs out on the snow, and I am sure Durin's Folk would appreciate them in the cold nights to come.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lynx can be found in the wooded areas north or east of Frerin's Court and to the north of the Elf-camp.\\n\\n#-1:[placeholder] #-1:{Nos Grimsong[D]|Laergil} asked you to defeat the Lynx found throughout Thorin's Gate and bring back their pelts.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You return victorious? Excellent, friend. Perhaps these pelts will garner us trade with the Longbeards of Ered Luin.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "#-1:[placeholder]Bring the lynx-pelts you gathered back to #-1:{Nos Grimsong at the Berghold[D]|Laergil in the ruins of Edhelion}.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the lynx prides out in the forested area around the frozen lake down the road from here. You might also find some to the north. Return with pelts and be careful.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do you have the pelts?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thanks to you, [placeholder], the thrushes will soon be nesting in Thorin's Gate again!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You return victorious? Excellent, friend. Perhaps these pelts will garner us trade with the Longbeards of Ered Luin.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Perhaps now that there are fewer lynx about, the balance of nature will be restored to these lands.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Do you have the pelts?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect lynx-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Perhaps now that there are fewer lynx about, the balance of nature will be restored to these lands.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Do you have the pelts?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "#-1:[placeholder]Bring the lynx-pelts to #-1:{Nos Grimsong[D]|Laergil}",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Restoring the Balance",
      "es": ""
    }
  ]
}