{
  "id": 621019872,
  "txt": [
    {
      "id": "0xfa8e119",
      "en": "Its stones collapsed and overgrown with brush, the cave appears to be long-abandoned...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Don't you understand, [placeholder]? I beg you... do not make me tell it again!'\\n\\nYou try to explain that Atta's description of Úbil the Snatcher bears a striking resemblance to how you might have described Gollum. You attempt to assure Atta that the creature is gone and will trouble him no longer, but Atta waves his hand and begins to talk over you.\\n\\n'No, no... even if Úbil has left the Vales, it will not be long before he returns! Ah, but if he is truly gone from the Vales, we might be able to keep him out for good!\\n\\n'Some of the totems carved by my people are thought to repel evil spirits and demons. If you were to set them throughout Woodsedge, it might keep Úbil from ever returning to the woods' edge!\\n\\n'And one... one must be set at the Sorrow-well. There is a curse upon that place, but I will speak no more of it!\\n\\n'Please, [placeholder]. Do this for me, and perhaps then I might believe that Úbil is truly gone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Search for something Gollum left behind in the Sorrow-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Set a warding totem at Fil Sulmog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "To your surprise, Radagast stands outside the Sorrow-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "If Úbil was no friend to Orcs, he would not seek shelter in Fil Sulmog...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Set a warding totem at the Old Ford",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Set a warding totem at the eastern ford of Avabárg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "To your surprise, Radagast stands outside the Sorrow-well...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Set a warding totem at the den of the Hól-budlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Set a warding totem at the Sorrow-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Ah! I did not expect to see you so soon, [placeholder]. I thought I might find you among the Woodmen of Hultvís, but instead, you have found me!\\n\\n'What errand brings you to this place?'\\n\\nYou explain that a Woodman named Atta was hunted by a creature called Úbil the Snatcher in his youth. You also explain that he has been fearful of leaving Hultvís for many years because he presumes that the creature still lives. Radagast sighs.\\n\\n'Yes, that name is known to me. It is the name the Woodmen gave to Gollum. You supposed as much, did you not? I had hoped he was forgotten to them.\\n\\n'After I heard the tales of the Woodmen, I grew suspicious and, as I feared, I found Gollum in Avabárg. He did not look as he did when you chanced upon him not long ago, but it was him. Perhaps if I had better understood the tales of the Woodmen, I would have realized how he came to sneak into their villages without being seen. The Ring was far from my first suspicion, and it now seems foolish to think it might have been anything else. Even so, I placed warding spells upon Avabárg, and Gollum was forced to abandon it. He fled under the mountains, and I thought he would not trouble the Woodmen again. Gollum must have returned to the vales after the Ring was lost to him, but I heard that he was soon driven out by Beorn and his kin. Alas, not soon enough.\\n\\n'In that time, I believe this cavern became Gollum's home. I have placed a warding spell upon it, but I think it will still be many years before the birds and beasts of the vales will draw near to it again.\\n\\n'Perhaps something belonging to the Woodmen has been left behind within... but do not remain here long, [placeholder]. There is a foul air to this place.\\n\\n'There is much to discuss when we meet again, but let us not speak of it now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Despite your belief that Úbil the Snatcher will never again return to the Vales of Anduin, Atta fears that the creature still lurks in the caves of Woodsedge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Wards should be placed to the north and south of Hultvís at Fil Sulmog, the Old Ford, the eastern ford to Avabárg, and the den of the Hól-budlan slightly north of Málvang. The Sorrow-well lies to the north-west of Hultvís.\\n\\nAtta has asked you to place carved wards throughout Woodsedge to ensure the Snatcher will never return to the Vales of Anduin. He has also asked you to place a ward at the Sorrow-well, the last known refuge of the Snatcher in Woodsedge and a cave thought to bear a curse against the Woodmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search for signs of Úbil's passing at the Sorrow-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Radagast glances at the totem and then turns his attention back to the cavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Radagast at the Sorrow-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The Sorrow-well can be found to the north-west of Hultvís.\\n\\nRadagast believes Gollum may have left something behind in the Sorrow-well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "You examine these scattered bones, and note the tooth-like marks on them...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Search the Sorrow-well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "You examine these scattered bones, and note the tooth-like marks on them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You sift through old filth and debris, but find nothing of note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You search this pile of torn rags, but find nothing of note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "These small skulls are decayed beyond recognition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search for signs of Úbil's passing at Fil Sulmog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The Sorrow-well can be found to the north-west of Hultvís.\\n\\nAfter setting warding totems throughout Woodsedge, you should now travel to the Sorrow-well and set a final warding totem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Radagast can be found at the Sorrow-well in Woodsedge.\\n\\nYou have unexpectedly crossed paths with Radagast the Brown at the Sorrow-well. You should talk to Radagast about Atta and Úbil the Snatcher.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search for signs of Úbil's passing at the Old Hole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "An old, stone trinket catches your eye!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Set warding totems in Woodsedge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Gone from the Vales",
      "es": "",
      "es (fem)": ""
    }
  ]
}