{
  "id": 621019883,
  "txt": [
    {
      "id": 216727828,
      "en": "Livestock slain by the blight of the Taurogrim can be found throughout Tríubad.\\n\\nFearing the blight of the Taurogrim will spread from those that succumbed to it, Vilibald has asked you to burn the remains of slain livestock at Tríubad.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "A Rot Upon the Land",
      "es": ""
    },
    {
      "id": 149027377,
      "en": "Blight of the Thyrsir",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You burned the remains of slain livestock at Tríubad.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 162883733,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "Although you came too late to save the livestock of Tríubad from the poisons of the Taurogrim, you have done much to help protect the Woodmen and other folk of the Vales of Anduin from their blight.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I thought such sorrowful days were behind us, [placeholder], but what am I to think now?\\n\\n'In mere days, all of our livestock was taken by some cruel sickness. Some believe the forest has become angry with us, but I say it is the work of the wood-demons. You and I have heard enough tales of the Thyrsir in our youth to know that their sap runs with blight!\\n\\n'I do not know if the blight lingers in the dead, but if it can spread, it must be prevented. I would ask you to burn the remains of our fallen livestock. No more injuries will be done to them by the wood-demons!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "The gnarled branches of the Taurogrim contain a potent poison fatal to Men and beasts alike.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Burned the remains of blighted livestock ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I thought such sorrowful days were behind us, [placeholder], but what am I to think now?\\n\\n'In mere days, all of our livestock was taken by some cruel sickness. Some believe the forest has become angry with us, but I say it is the work of the wood-demons. I have heard enough of the tales of the Thyrsir to know that their sap runs with blight!\\n\\n'I do not know if the blight lingers in the dead, but if it can spread, it must be prevented. I would ask you to burn the remains of our fallen livestock. No more injuries will be done to them by the wood-demons!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Burn the remains of blighted livestock ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "DNT - Woodsedge",
      "es": ""
    }
  ]
}