{
  "id": 621019873,
  "txt": [
    {
      "id": 162883764,
      "en": "'Who are you and why do you stand before me? Speak quickly, or you will know the wrath of the line of Beorn!'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "The path to the ruins of Hadhodiant can be found in north-west Woodsedge.\\n\\nYou discovered a slain Orc at the foot of the path to the ruins of Hadhodiant. Its wounds were deep and not unlike those made by a skin-changer. You should follow the path to the ruins of the old bridge and search for Hárskor.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'[placeholder]... can it really be so?\\n\\n'It has been... a long time, cousin.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Hárskor can be found at the ruins of Hadhodiant.\\n\\nYou have found Hárskor alive, if battle-weary, at the ruins of Hadhodiant. You should speak to him and learn what has happened.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Well?'\\n\\nYou introduce yourself to Ríkmar and explain that you have not been sent by Grimbeorn with provisions, but instead to search for a Beorning named Hárskor who was thought to have arrived in Hultvís some days ago.\\n\\n'I am sorry, [placeholder]. Hultvís has suffered greatly since the end of the war and many mouths have gone unfed to preserve what little rations we have left. Even so, I won't abandon the skin-changers. Many of their kind fought and died to protect us against the Orcs, and the Woodmen will aid them in return. If Grimbeorn sent Hárskor on his errand, he has either become lost or some trouble has found him under the eaves of the forest. Alas, it is not the way of the skin-changers to lose the path in the vales. What has become of him? And what has become of the provisions he bore?\\n\\n'It is curious that Grimbeorn chose to send you instead of one of his kin. He does not often entrust such matters to outsiders. Perhaps he sees something of himself in you!\\n\\n'Here, let me mark your map. If Hárskor met with some trouble on the road to Hultvís, you must find him!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Search the path to the ruins of Hadhodiant",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You find no sign of Hárskor, but the scent of honey lingers in the air...",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Examine the slain Orc",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Hárskor at the ruins of Hadhodiant",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Well?'\\n\\nYou introduce yourself to Ríkmar and explain that you have not been sent by Grimbeorn with provisions, but instead to search for another Beorning named Hárskor who was thought to have arrived in Hultvís some days ago.\\n\\n'I am sorry, [placeholder]. Hultvís has suffered greatly since the end of the war and many mouths have gone unfed to preserve what little rations we have left. Even so, I would not abandon one of your kin in his time of need. I don't need to remind you that many of your kind fought and died to protect us against the Orcs, and the Woodmen will aid them in return. If Grimbeorn sent Hárskor on his errand, he has either become lost or some trouble has found him under the eaves of the forest. Alas, you know as well as I do that it is unlike a skin-changer to lose the path in the lands of his ancestors. What has become of him, I wonder? And what of the provisions he bore?\\n\\n'Who better to search for him than one of the line of Beorn? Here, let me mark your map. If Hárskor met with some trouble on the road to Hultvís, you must find him!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Follow the path to the ruins of Hadhodiant",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "A honey-cake? As you pause to examine it, a sudden rustling betrays an ambush!",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You find no evidence that a waggon has passed across the Old Ford...",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Ríkmar of the Woodmen has grown fearful that Hárskor and the provisions he bore have fallen into the hands of Orcs still lurking in Woodsedge.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The crossway to the old forest road can be found by following the road to the north of Hultvís.\\n\\nRíkmar has suggested that you begin your search for Hárskor at the crossway to the old forest road.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find the source of the scent at the crossway",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The source of the scent can be found somewhere around the crossway to the old forest road.\\n\\nYou searched the crossway to the old forest road as Ríkmar suggested, but found no sign of Hárskor. However, you notice a curious scent lingering in the air.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "His hair matted with black blood, Hárskor looms over a group of slain Orcs",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Search the Old Ford",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The Old Ford can be found far to the north-west of Hultvís.\\n\\nYou found no sign of Hárskor at the crossway, but you learned that Orcs are trapping the roads in Woodsedge. You should continue to the next location that Ríkmar marked on your map: the Old Ford.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search the crossway to the old forest road",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "The road into the Beorning-lands can be found by following the road north from Hultvís.\\n\\nYou found no sign of Hárskor or that he crossed the Old Ford. You should continue to follow the road north toward the Beorning-lands and search for Hárskor at the path to the ruins of Hadhodiant.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "The slain Orc can be found on the side of the road through Woodsedge near the path to the ruins of Hadhodiant.\\n\\nYou have discovered the mauled remains of an Orc near the path to the ruins of Hadhodiant. You should examine its corpse before continuing your search.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You notice a slain Orc lying on the side of the road",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The mauled Orc has been rent by countless claw marks and deep gashes",
      "es": ""
    },
    {
      "id": 38551937,
      "en": "'Hah, I told you it would work! This one'll taste much better than those awful cakes!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Beneath the Eaves",
      "es": ""
    }
  ]
}