{
  "id": 621019871,
  "txt": [
    {
      "id": 262725911,
      "en": "A pair of Woodmen stand in uneasy silence near a damaged, horseless cart",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Ríkmar can be found in Hultvís.\\n\\nYou have aided the woodsmen of Tríubad in repelling the Taurogrim and recovering their lost resources. You should return to Ríkmar with these good tidings.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You've really done it, haven't you? You even got my father's axe back from that rotten tree-demon!'\\n\\nClothar looks in disbelief at the lumber and hides you place onto the cart. You approach Clothar and hand his axe back to him.\\n\\n'Thank you, [placeholder], and don't you worry about us! Vilibald and I can bear it the rest of the way.\\n\\n'Tell the chieftain that we'll be back to Hultvís in no time!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Ríkmar",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'If that were only the end of our troubles!\\n\\n'A few of my people dwell in a village in the hills called Tríubad. All who dwell there are woodsmen, and here in the Narrows, such a skill is very valuable. I tasked my people in Tríubad to deliver a supply of lumber and hides to Hultvís with great haste. It is urgent that our fences be repaired and our roofs mended, but I have heard naught from the people of Tríubad in days.\\n\\n'If some trouble has come to Tríubad, my people there may be in dire need. I would ask that you follow the road to Tríubad and learn what has happened!'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'What was keeping the woodsmen of Tríubad, [placeholder]? Did they meet with some trouble?'\\n\\nYou tell Ríkmar of the Thyrsir, known to you and the Elves of Eryn Lasgalen as the Taurogrim, and of the misadventure that befell the woodsmen before you aided them. You explain that Clothar and Vilibald will soon deliver a number of hides and planks of lumber to Hultvís.\\n\\n'While I am concerned that the wood-demons have returned to the forest, I'm pleased that Hultvís will soon be better defended. When Clothar and Vilibald return, I will set my people to the task of repairing the fences and other damage the Orcs caused during the war.\\n\\n'You are a brave [placeholder], and we are fortunate to have you here with us in Hultvís... if only for a time.'",
      "es": ""
    },
    {
      "id": 254142165,
      "en": "'I bet you thought you'd seen the last of us, but Moria is ours again!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find Clothar's axe and defeat the tree-demon of Tríubad",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Collected seasoned lumber ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 125408469,
      "en": "'If I didn't know better, I'd think you were that [placeholder] who gave ol' Mazog the slip.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I do not know you, traveller, but you would be wise to turn back. The Thyrsir... they have returned!'\\n\\nYou note Clothar's concern, and you then ask about the nature of the Thyrsir.\\n\\n'They were wood-demons of legend, or so I thought! It is said the Elves long ago drove them from the forest, but how have they now come to be here in the vales? A shadow must still dwell in the forest! My cousin, Vilibald, and I only narrowly escaped the Thyrsir at Tríubad, but now... we have few hides and even less lumber left to bring to the chieftain.'\\n\\nClothar pauses and lets out a deep sigh.\\n\\n'A great tree-demon followed in the wake of the Thyrsir, and though I tried to hew it, it wandered away with my axe still embedded in its trunk! That is the axe of my father and of my father's father, and now I have failed them and it is kept by a demon!\\n\\n'But... if you do not fear the Thyrsir as we do, perhaps you could reclaim what was lost at Tríubad! Would you do this for me?'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Collected tanned hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Tríubad can be found by travelling eastward from Hultvís and following the footpath into the hills of Woodsedge.\\n\\nRíkmar has asked you to find missing woodsmen and learn what has been slowing their efforts to rebuild Hultvís. Ríkmar believes the missing woodsmen can likely be found somewhere near Tríubad.",
      "es": ""
    },
    {
      "id": 240507713,
      "en": "'For the last time, I told you to keep yer hands off the meat!'",
      "es": ""
    },
    {
      "id": 49286662,
      "en": "Deliver the lumber, hides, and axe to Clothar on the road to Tríubad",
      "es": ""
    },
    {
      "id": 240507714,
      "en": "'[placeholder]? You'll taste better than this filth!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Vilibald",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Clothar",
      "es": ""
    },
    {
      "id": 236974069,
      "en": "'Enough! I'll not fall to the likes of you!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Clothar can be found along the footpath to the south-east of Hultvís.\\n\\nYou have discovered two of the woodsmen of Hultvís and their damaged cart along the road to Tríubad. You should ask them what has happened.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Collect seasoned lumber ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Seasoned lumber and tanned hides can be found at Tríubad.\\n\\nClothar and Vilibald have asked for your help in recovering the resources they were forced to leave behind when they fled Tríubad.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Concerned that the defences of Hultvís are still weakened, Ríkmar hopes to learn why shipments of lumber from the small forester's village of Tríubad have stalled.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Collect tanned hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Find the missing woodsmen and learn what happened at Tríubad",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Clothar's axe can be found somewhere near the pond at Tríubad.\\n\\nClothar claims that his axe was stolen by an angry tree-demon and has begged you to retrieve it.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Rottenstock falls defeated and Clothar's axe clatters to the ground...",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Clothar can be found along the road to Tríubad.\\n\\nYou have recovered the lumber and hides Clothar and his kinsmen were forced to abandon at Tríubad, and you have also recovered Clothar's family axe. You should return to Clothar.",
      "es": ""
    },
    {
      "id": 160951588,
      "en": "'Vengeance for Mazog will be done! The Pûlpum have not forgotten!'",
      "es": ""
    },
    {
      "id": 127900389,
      "en": "'But Moria is nothing! I shall have the beard of the dwarf that slew the Lord of Caves!'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Boughs and branches crack overhead as Rottenstock is roused from its rest!",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Are you the skin-changer, [placeholder]? I have terrible tidings! The Thyrsir... they have returned!\\n\\n'They were wood-demons of legend, or so I thought! It was said the Elves long ago drove them from the forest, but how have they now come to be here in the vales? A shadow must still dwell in the forest! My cousin Vilibald and I only narrowly escaped the Thyrsir at Tríubad, but now... we have few hides and even less lumber left to bring to the chieftain.'\\n\\nClothar pauses and lets out a deep sigh.\\n\\n'A great tree-demon followed in the wake of the Thyrsir, and though I tried to hew it, it wandered away with my axe still embedded in its trunk! That is the axe of my father and of my father's father, and now I have failed them and it is kept by a demon!\\n\\n'But... if you and your kin do not fear the Thyrsir as we do, perhaps you could reclaim what was lost at Tríubad! Would you do this for me, [placeholder]?'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Trouble in the Narrows",
      "es": ""
    }
  ]
}