{
  "id": 621019876,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Shapag-hai can be found at Fil Sulmog and wandering northern Woodsedge.\\n\\nMany of the Shapag-hai that remain in Woodsedge have gathered at Fil Sulmog. From the safety of their encampment, they launch raids against passing traders and unwary travellers. You should defeat them before they bring more harm to the people of the Vales.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have defeated many of the Shapag-hai at Fil Sulmog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "A tribe of Orcs known as the Shapag-hai escaped the final battles of the War and fled into the hills of Woodsedge. Although they are seemingly few in number, they pose a great threat to unwary travellers in the Vales of Anduin. If trade and travel between the Beorning-lands and Woodsedge is to be renewed, the Shapag-hai must be defeated and their raids put to an end.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Shapag-hai can be found at Fil Sulmog and wandering northern Woodsedge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "You defeated many of the Shapag-hai who escaped into the hills of Woodsedge. With their numbers thinned, it is unlikely they will be able to continue to launch raids on traders and travellers in the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "As the final battles of the War came to an end in the Vales of Anduin, a company of Orcs known as the Shapag-hai fled into the hills of Woodsedge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Shapag-hai in Woodsedge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat Shapag-hai in Woodsedge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Raiders in the Hills",
      "es": "",
      "es (fem)": ""
    }
  ]
}