{
  "id": 621019875,
  "txt": [
    {
      "id": 216727828,
      "en": "Nets can be found along the eastern shores of the Anduin in Woodsedge.\\n\\nGermund has asked you to gather fish from nets along the Anduin.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Germund can be found in Hultvís.\\n\\nYou have gathered a number of fish and should now deliver them to Germund.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You have my thanks, traveller. As I feared, these fish are of small stock, but they will have to do.\\n\\n'The day shall come when Anduin will be kind to us again!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'[placeholder]! Where you travel, good fortune seems to follow. Will you hear my plight?\\n\\n'Long have I cast my nets into Anduin, but never has its bounty been so meagre. It seems to me an omen... but of what?\\n\\n'Will you go down to the banks of the Great River and gather fish from my nets? If Anduin is generous to you, perhaps my concerns were for naught.'",
      "es": ""
    },
    {
      "id": 86966505,
      "en": "Deliver the fish to Germund in Hultvís",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Well? What did you find?'\\n\\nYou show Germund the fish you gathered from his nets.\\n\\n'Hah, 'twas just a bad day of fishing, I think! I'm sorry to have tasked you with such a small matter, [placeholder], but I deem it most worthwhile, for it eased my mind considerably! I'll see to it myself at dawn on the morrow.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "The Woodmen of Hultvís often gather fish from the waters of the Great River, Anduin.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected fish from nets along the Anduin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect fish from nets along the Anduin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Anduin's Bounty",
      "es": ""
    }
  ]
}