{
  "id": 621019877,
  "txt": [
    {
      "id": 216727828,
      "en": "Beckberry bushes can be found on the islet of Avabárg.\\n\\nHoping to ward off illness and regain his youthful strength, Germund has asked you to seek out beckberries on the islet of Avabárg.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Germund can be found in Hultvís.\\n\\nYou have gathered several handfuls of beckberries and should now deliver them to Germund.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, let's see what you have gathered!'\\n\\nGermund takes the handfuls of beckberries from you and sets them into a small, woven basket. He takes one of the berries and bites into it. A pale, pink juice runs down his chin as he grins.\\n\\n'These ought to do the trick! I will distill them into a tincture of my own recipe, and I will see that all in need drink of its extract!\\n\\n'The North-men may have abandoned the vales long ago, but what a great gift they have left for us!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'All is not well in Hultvís, [placeholder].\\n\\n'There is talk of Orcs in the hills and disease has come to the woods' edge. You see, the men who labour at Tríubad have come down with some awful cough, and many others of my folk still suffer injuries from the war.\\n\\n'Although I wish to help them, I cannot do better than offer them fish! And trust me, none with a broken limb or gouged eye clamour for a fish to heal their ills! \\n\\n'If I had some beckberries, though, I think I could do some real good for them.  I have only known beckberries to grow upon Avabárg for they were tended by the North-men of old. And those who drank of their extract could endure great hardship and even the Plague! Indeed, it is said that beckberries run with the very blood of the North-men. And hale Men they were! \\n\\n'Such a berry might offer my people a resistance to disease and harden their wills... and their bones, I hope! Will you go to Avabárg and see if you can find any beckberries for my people?'",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Deliver the beckberries to Germund",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected handfuls of beckberries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Blood of the North-men",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect handfuls of beckberries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "Native to the western reaches of Wilderland, beckberries are considered a delicacy to the Woodmen.",
      "es": ""
    }
  ]
}