{
  "id": 621019882,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Taurogrim can be found throughout Tríubad in Woodsedge.\\n\\nBelieving it might cleanse the Vales of Anduin of their evil, Clothar has asked you to burn the remains of fallen Taurogrim at Tríubad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa7",
      "en": "Kindling to Wildfire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have burned the remains of many of the Taurogrim at Tríubad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "With the Taurogrim defeated and their twisted forms burned, the familiar crackling of firewood echoes through Tríubad. Although you suspect that the Taurogrim will soon return, you have done well to aid the Woodmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Perhaps Tríubad is lost, but the wood-demons cannot come to Hultvís! They must be stopped, and I believe I know how it can be achieved!\\n\\n'It was said in tales of old that the Thyrsir could not truly be slain. If one of the wood-demons fell to the axe, its mouldering remains would give rise to more of its kind. Only when they were put to flame could their evil be ended. Demons they may be, but they are demons wrought of wood, and that means they must fear fire!\\n\\n'If you are to overcome the wood-demons, you must swiftly burn their remains after defeating them. For each of our sakes, let us hope the tale spoke true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Perhaps Tríubad is lost, but the wood-demons cannot come to Hultvís! They must be stopped, and I believe I know how it can be achieved!\\n\\n'It was said in tales of old that the Thyrsir could not truly be slain. If one of the wood-demons fell to the axe, its mouldering remains would give rise to more of its kind. But do you remember, [placeholder]? Only when they were put to flame could their evil be ended. Demons they may be, but they are demons wrought of wood, and that means they must fear fire!\\n\\n'If you are to overcome the wood-demons, you must swiftly burn their remains after defeating them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Driven from Tríubad by the Taurogrim, the Woodmen hope to repel the wood-demons from their remaining settlements in Woodsedge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Defeated Taurogrim and burned their remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "DNT - Woodsedge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Taurogrim and burn their remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}