{
  "id": 621019870,
  "txt": [
    {
      "id": 246419873,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should listen to Atta as he tells his tale.",
      "es": ""
    },
    {
      "id": 235466148,
      "en": "Listen to Atta",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Listen to Atta and follow along with his tale",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I ran and I ran and I ran. I darted behind bushes, leapt over fallen trunks and branches, and cast down anything that might slow the Snatcher's pursuit.\\n\\n'My throat was raw and my legs burned, but it did not matter. I knew if I gave in, if I dared to grow weary, the Snatcher would kill me. But what if it did? Would I see Amelina again? And what of mother and father? What would one more moment of pain in my life be worth?\\n\\n'The Snatcher suddenly stopped. For a moment, it stood still as if transfixed by an unseen spirit, but then it began to speak. What a horrible voice it had! It choked between its words, but it seemed to be speaking to someone. \\n\\n'As I watched it carry on in heated conversation, my breath returned to me. I began to hope that it had forgotten its pursuit.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Listen to Atta and follow along with his tale",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should talk to Atta.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It was very long ago, [placeholder].\\n\\n'The Snatcher had vanished for hundreds of years, and my people had abandoned their vigil. I was a boy then... only days past the start of my eighth year. My sister, Amelina, was nigh to her fourth, but her birth had taken our mother. If only it had ended there....\\n\\n'One night, I woke to a great clattering. The shutters were open, and Amelina was gone. Muddied footprints had been left in Amelina's bed, but no other sign of her remained. After that day, my father rarely spoke. In the mornings, he rose with the sun to search for Amelina, and when darkness fell, he would stand watch at the gates of Hultvís.\\n\\n'And so it continued. Until one night not one month later....'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Atta falls silent.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I did not understand. The Snatcher had fled in plain sight, and none in Hultvís pursued it. My father was dead. And for what?\\n\\n'Sorrow turned to anger, and I ran to the home where my family had once lived. I tore through father's belongings with tears in my eyes, but it was not long before I found his dagger. If revenge was to be taken, I thought, it would have to be by my own hand.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should listen to Atta as he tells his tale.",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "When Atta was a boy, the creature known as the Snatcher returned to the Vales of Anduin and once again sought to prey on the weak and helpless.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Atta has offered to tell you his tale of Úbil the Snatcher.\\n\\nYou should talk to Atta.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I wandered for what seemed like hours. I should have given up, but I didn't.\\n\\n'My thoughts turned to the family I no longer had. I remembered that father had allowed me to accompany him on a hunt not long before Amelina was taken. A hart was grazing in the lowlands, unaware that father's eyes were upon him. Father drew his bow, and though the creature must have sensed its peril, the arrow was loosed. The hart darted, but father's arrow had flown true. It pierced the hart's hind leg, and the beast stumbled. The hart fled as fast as its hooves could bear it, but father carefully followed its uneven, bloodied tracks. \\n\\n'By the time we came upon it, the hart had collapsed in pain. Father slew it that its suffering might be ended, but as my thoughts returned to that dreary night, I felt no such duty.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should talk to Atta before allowing him to continue his tale.",
      "es": ""
    },
    {
      "id": 235466166,
      "en": "Listen to Atta",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Listen to Atta and follow along with his tale",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should talk to Atta.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should listen to Atta as he tells his tale.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should talk to Atta.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Atta is telling you his tale of Úbil the Snatcher.\\n\\nYou should talk to Atta.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'What would father have thought of me? What a fool I had been!\\n\\n'I was no practised warrior... no hunter of beasts. I was a boy swinging a dagger in the rain!\\n\\n'The Snatcher twisted and slithered away from me like some sort of demon-serpent. It cackled and sputtered at me, and with a single lunge, it wrest the dagger from my hand. A cruel delight gleamed in the Snatcher's eyes as it flung father's dagger into the Anduin, but there was no time to mourn its loss.\\n\\n'The Snatcher bared its teeth with a dreadful, rotten grin.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I thought I was dead.'\\n\\n'When I opened my eyes, I saw the skin-changer, Beorn, standing above me. It was a trick of the mind, some dying fantasy, I thought. But it wasn't.\\n\\n'Beorn lifted me from the ground and held me in his arms. He tore some cloth from his own breast, wrapped me in it, and he delivered me to Hultvís.\\n\\n'Without a word, Beorn left. I never saw him again.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Instance: The Snatcher",
      "es": ""
    }
  ]
}