{
  "id": 621019884,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Boars can be found at Málvang in southern Woodsedge.\\n\\nMadelgard has asked you to hunt boars at Málvang and gather meat for the Woodmen of Hultvís.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Madelgard can be found in Hultvís.\\n\\nYou have gathered many cuts of meat from the boars at Málvang and should now deliver them to Madelgard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It is no wonder such tales are told of your deeds, [placeholder].\\n\\n'You've done more than enough to help us. Leave what you have gathered, and I'll see that it gets to the chieftain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Would you aid me with another matter, [placeholder]?\\n\\n'When a group of hunters from Blómgard passed through Hultvís, I heard from them that a sounder of wild boars has begun to graze in the ruins of Málvang.\\n\\n'Hultvís was fortunate enough to endure the Orcs of the mountains, but many of our eldest hunters fell in battle before the War was ended. Those that remain hunt the beasts at the woods' edge, but your aid would be most welcome! If it is not too much trouble, I would ask that you gather meat from the boars at Málvang. Even a small bounty of meat could be of great use to us!\\n\\n'I know this may seem a trivial task to you, but Hultvís must be prepared if the Orcs return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Deliver the cuts of boar meat to Madelgard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Although the Woodmen survived the long siege of Hultvís during the War, many hunters fell to the Orcs of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected meat from boars at Málvang ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect meat from boars at Málvang ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Stores for Hultvís",
      "es": "",
      "es (fem)": ""
    }
  ]
}