{
  "id": 621019866,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'I must admit, I did not expect Grimbeorn to send an outsider. If he has fulfilled his promise as I hoped, I suppose it is no matter!\\n\\n'So, where are the provisions?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Ríkmar, chieftain of the Woodmen, can be found in the settlement of Hultvís in Woodsedge.\\n\\nGrimbeorn sent his kinsman, Hárskor, to Woodsedge bearing much-needed supplies for the Woodmen of the Vales of Anduin. However, Hárskor has not returned and you have found no sign of his passing in Hultvís.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "At Woods' Edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Deliver Grimbeorn's message to Hárskor in Hultvís",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You are the one sent by Grimbeorn, are you not?\\n\\n'We have waited long enough! Where are the provisions he promised us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The settlement of Hultvís can be found far to the south of the Beorning-lands in Woodsedge.\\n\\nGrimbeorn has asked you to seek one of his kin, Hárskor, and aid the chieftain of the Woodmen, Ríkmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I must speak to you of something, child.'\\n\\n'Before you returned home, the Woodmen of Hultvís were beset by wargs and goblins come down from the mountains. Its fences were splintered and its houses were singed with goblin-fire, but Hultvís endured. Alas, it proved a costly victory. Many hale men of Ríkmar's folk were slain by the goblins, and it is with great sorrow I must tell you, but four of our kin also fell in the defence of Hultvís. Each of them was honoured in our old ways, but I regret that you were not present for the rituals.\\n\\n'And so it is done now, child, and we must turn our minds to the days ahead. Our kin have served as guardians of the Woodmen for many years, and it is a time of great need for Ríkmar's people. With many of his hunters slain, his people grow hungry. Worse still, he lacks the men to defend his people should the fences of Hultvís fall to the goblins. Some days ago I sent your cousin, Hárskor, to the woods' edge with a waggon of provisions, but he has not returned and he is needed here among us. You have proven yourself worthy of the line of Beorn, and so I give this task to you. Deliver my message to Hárskor, and aid Ríkmar and his people as best you can.\\n\\n'Perhaps he has remained in Hultvís to honour our fallen kin, but it is time he returned home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Neither Hárskor nor his waggon can be found, and many dour glances rise to meet you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Concerned that Hárskor has not returned from his errand, Grimbeorn has sent you to seek him in the Woodmen settlement of Hultvís.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Have the Wizards told you much of the Woodmen, [placeholder]?'\\n\\n'Before you came to the Vales, their settlement of Hultvís was beset by wargs and goblins come down from the mountains. Its fences were splintered and its houses were singed with goblin-fire, but Hultvís endured. Alas, it proved a costly victory. Many hale men and a few of my kin were slain by the goblins, and now the chieftain of the Woodmen, Ríkmar, fears that he must face this tragedy on his own. He will not, and I have promised him my aid.\\n\\n'My kin have served as guardians of the Woodmen for many years, and it is a time of great need for Ríkmar's people. With many of his hunters slain, his people grow hungry. Worse still, he lacks the men to defend his people should the fences of Hultvís fall to the goblins. Some days ago I sent one of my kin, Hárskor, to the woods' edge with a waggon of provisions, but he has not returned and he is needed here among us. I can spare no others for this task, and you have proven yourself trustworthy in my eyes. Deliver my message to Hárskor, and aid Ríkmar and his people as best you can.\\n\\n'Perhaps he has remained in Hultvís for reasons of his own, but it is time he returned home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Ríkmar in Hultvís",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "In Service of the Woodmen",
      "es": "",
      "es (fem)": ""
    }
  ]
}