{
  "id": 621019867,
  "txt": [
    {
      "id": 228284039,
      "en": "'Well, well... I thought I might find you here, [placeholder]. And I had time enough to tend to another matter while I awaited your arrival!'\\n\\n'Although I spared old Atta many of its chapters, the tale of Sméagol seemed to offer him some measure of comfort. The minds of Men too often fall prey to fear and despair, and Atta was no different. His childhood was one of great pain and loss and it shaped him as he grew older. Indeed, until this very day, Atta lived his life in fearful vigilance... and he denied himself the chance to travel beyond the woods' edge.\\n\\n'But, my friend, I believe Atta has always had a great strength within him.\\n\\nRadagast chuckles to himself.\\n\\n'Indeed, he only needed a Wizard and a kind-hearted [placeholder] to show him!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Atta can be found in Hultvís.\\n\\nYou have discovered a trinket bearing the name of Atta's long-deceased sister, Amelina. You should deliver it to Atta at once.",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Deliver Amelina's trinket to Atta",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "As you approach the chieftain's house, you notice Radagast cast a knowing nod at Ríkmar...",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Atta",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Nodding at Ríkmar, Radagast seems to have been expecting your arrival",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'You did not tell me you were a friend to the Wizard, [placeholder]!\\n\\n'Radagast told me he had come to Hultvís on your behalf, and he knew at once that I was the man he sought. He spoke to me of your adventures together in distant lands, but he also told me what became of the Snatcher... Gollum... the hól-budlan once named Sméagol.\\n\\n'I learned it was Radagast himself who drove Sméagol from Avabárg, but the creature escaped into the wilds and fled under the mountains for many years. When his power to walk unseen was stolen from him, he returned to the Vales... and that was when he stalked Hultvís once again. Not long after Beorn saved me, his kinsfolk drove the creature from the Vales and Sméagol was too fearful of their wrath to return. Radagast said what was taken from him gnawed at him greater than any hunger, and that he spent the rest of his days in pursuit of what was stolen from him... a simple trinket, Radagast said.\\n\\n'Although at first I questioned his wisdom and how he could have come to know such things, I came to believe his words. Radagast is a Wizard, after all! His tale has done much to ease my mind, but I am sorry to have sent you on an unnecessary errand all the same. I am even more sorry that I did not trust your words... but you must understand what I have endured. What a sorry creature Sméagol became... he has my pity, but he is undeserving of forgiveness. If he had not perished in flames, I....'\\n\\nAtta suddenly glances at the stone trinket you hold.\\n\\n'But... what is that you have there, [placeholder]?'\\n\\nYou hand Amelina's trinket to Atta. In disbelief, Atta examines the trinket and runs his fingers along the old inscription. Atta clutches the trinket to his chest and begins to weep.\\n\\n'Amelina... my dear sister. She was taken so long ago... but after all this time, part of her still lives. I will carry her memory with me always, [placeholder].\\n\\n'Do not worry for me, [placeholder]. You find the Wizard and I will set out to thank Grimbeorn for his father's kindness. After that, well... my sister and I will have much travelling to do.\\n\\n'I am old in my years, but there is time for me yet!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "In the darkness of the Sorrow-well, you have discovered a curious trinket left behind by one of Úbil the Snatcher's victims.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "In the deepest recesses of the Sorrow-well, you have discovered a small, stone trinket in the shape of a bear. The moisture in the cavern has eroded the trinket, but as your fingers pass over it, you feel a number of shallow grooves on the back. Flipping it over, you discover the worn outlines of an inscription.\\n\\nAfter examining it for a time, you are able to make out the old writing carved into the trinket. It reads: \\qFor Amelina\\q.\\n\\nYou should return the trinket to Atta.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Radagast can be found somewhere in Hultvís.\\n\\nAfter Radagast came to Hultvís, he spoke to Atta about the Snatcher. Overcome with emotion at the return of his sister's trinket, Atta has vowed to spend his remaining days travelling Middle-earth.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Radagast can be found standing beside Ríkmar in Hultvís.\\n\\nYou have found Radagast in Hultvís and should now speak to him.",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Nightmare's End",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Radagast",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Find Radagast in Hultvís",
      "es": ""
    }
  ]
}