{
  "id": 621019881,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Drokstaz the Undying can be found somewhere in the depths of Avabárg.\\n\\nDesperate to avenge her husband, Fara has begged you to defeat the terrible warg known as Drokstaz the Undying.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "As the beast falls defeated, the sunken chambers of Avabárg seem to darken...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Bathed in shadow, an enormous warg rushes forth!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Fara can be found in Hultvís.\\n\\nYou have slain Drokstaz the Undying and should now return to Fara.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Fara",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You have done what I could not....\\n\\n'I could not bear to look upon that monstrous creature again, but thanks to you, my dear Beremud is avenged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Will you lend me your ear, [placeholder]?\\n\\n'I have suffered in silence since the ending of the War, but I cannot bear it any longer. My husband Beremud fell at Avabárg in the final days of the War. We had pushed our foes from the walls of Hultvís to the islet, and victory seemed certain... until Drokstaz came. Before either of us could loose an arrow at him, that terrible warg leapt forth and tore into Beremud's throat.  With his last strength, my husband slashed Drokstaz's flank and loosed his entrails. The beast withdrew into the catacombs of Avabárg to die... or so I thought.\\n\\n'But I have seen his eyes glowing in the night. They stare at me from across the waters of Anduin... from Avabárg. You must believe me! I promised Beremud that I would avenge him, but I cannot go back to that place... I cannot face that creature again, and Drokstaz knows my shame, and taunts me with it.\\n\\n'I beg you, [placeholder]. Slay Drokstaz and put out those terrible eyes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "The Undying Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find and defeat Drokstaz the Undying in Avabárg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "Haunted by a massive warg that slew her husband at Avabárg, Fara seeks to put an end to the demon-beast that lurks in the old keep of the North-men.",
      "es": "",
      "es (fem)": ""
    }
  ]
}