{
  "id": 620962481,
  "txt": [
    {
      "id": 207594369,
      "en": "'Hail, travellers! Your deeds speak louder than any words might.'",
      "es": ""
    },
    {
      "id": 207594370,
      "en": "'I see that you are not friends of the Orcs.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Egwylf",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Bingo",
      "es": ""
    },
    {
      "id": 69036771,
      "en": "Fight the Orcs alongside Willem Whisker",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to what Egwylf has to say of Rohan",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Egwylf said there were towns not far from here. Let us find one of them and continue our journey... on foot!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bingo is ready to cross into the kingdom of Rohan.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Willem is on the southern side of the bridge, in the kingdom of Rohan.",
      "es": ""
    },
    {
      "id": 222056081,
      "en": "'Bingo, yes?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'A walk will do both of us some good, [placeholder]! We do not need to ride horses in Rohan. Our feet will serve just fine. If you do not believe me, just walk with me and see!\\n\\n'You will be amazed at how quickly the time passes once we are moving again, my friend! Who needs horses?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "A woman of Rohan has galloped up the road, impressed at your victory over the Orc raiding party.",
      "es": ""
    },
    {
      "id": 222056082,
      "en": "'I did not see you raise a weapon against the Orcs.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo has decided to walk across the kingdom of Rohan, in order to avoid having to ride a horse.",
      "es": ""
    },
    {
      "id": 222056083,
      "en": "'I am really more of a writer than a fighter.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 222056084,
      "en": "'A bard, then?'",
      "es": ""
    },
    {
      "id": 245548258,
      "en": "'I cannot understand why the people of Rohan are so fond of the things.'",
      "es": ""
    },
    {
      "id": 222056085,
      "en": "'Er, no. Not really.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am Egwylf, and I am on an errand of some haste, for the message I bear must come to Stangard as quickly as it may; I will not tarry long, though it seems we four share a hatred of the Orcs and could spend some time swapping tales.'\\n\\nYou introduce yourself and your companions, and Egwylf looks appraisingly at Bingo.",
      "es": ""
    },
    {
      "id": 222056086,
      "en": "'Good. I have never much liked bards.'",
      "es": ""
    },
    {
      "id": 9347777,
      "en": "'This way, [placeholder]. Rohan awaits!'",
      "es": ""
    },
    {
      "id": 222056087,
      "en": "'Where is your horse, Bingo?'",
      "es": ""
    },
    {
      "id": 9347778,
      "en": "'Look at this bridge!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'She seemed very nice, but I think Egwylf is wrong about the necessity of riding a horse in Rohan. I have done just fine until now, have I not? And we would not have appreciated that bridge back there nearly as much if we galloped or cantered or trotted past it at speed, would we?\\n\\n'No, we would not.'",
      "es": ""
    },
    {
      "id": 222056088,
      "en": "'I don't have one. I didn't think I needed one.'",
      "es": ""
    },
    {
      "id": 9347779,
      "en": "'How large is the kingdom of Rohan, anyway?'",
      "es": ""
    },
    {
      "id": 222056089,
      "en": "'You are a strange little fellow.'",
      "es": ""
    },
    {
      "id": 9347780,
      "en": "'Would you say it is as large as the Shire?'",
      "es": ""
    },
    {
      "id": 9347781,
      "en": "'This bridge is longer than it looks.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "Willem looks at you blandly, as if to say, 'What took you so long?'\\n\\nSuddenly, his ears twitch, and the sound of guttural voices reaches your hearing as well. Orcs approach from the south!",
      "es": ""
    },
    {
      "id": 9347782,
      "en": "'Willem ran ahead. He is probably on the other side already.'",
      "es": ""
    },
    {
      "id": 9347783,
      "en": "'This looks to be a lovely land.'",
      "es": ""
    },
    {
      "id": 235466167,
      "en": "Walk with Bingo into Rohan",
      "es": ""
    },
    {
      "id": 9347784,
      "en": "'Why would anyone want to rush past all this beauty on horseback?'",
      "es": ""
    },
    {
      "id": 9347785,
      "en": "'Some people like horses. I don't understand those people.'",
      "es": ""
    },
    {
      "id": 130554305,
      "en": "'My feet are ready for some walking!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bingo is on the southern side of the bridge, in the kingdom of Rohan.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You have met a woman named Egwylf just within the border of Rohan, and she is very interested in the adventures of your small party.",
      "es": ""
    },
    {
      "id": 63236496,
      "en": "'Get a horse. There are towns nearby that should have one for you.'",
      "es": ""
    },
    {
      "id": 63236497,
      "en": "'Farewell, friends. Take care within the Mark!'",
      "es": ""
    },
    {
      "id": 210707633,
      "en": "'Oh no! Orcs!'",
      "es": ""
    },
    {
      "id": 149564480,
      "en": "'They are big, biting beasts! I have never liked them.'",
      "es": ""
    },
    {
      "id": 149564481,
      "en": "'Hullo, Willem! What do you think of Rohan so far?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Bingo's Burden",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Bingo by the bridge into Rohan",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Willem on the other side of the bridge",
      "es": ""
    }
  ]
}