{
  "id": 620962482,
  "txt": [
    {
      "id": 261631075,
      "en": "'Now my boys are in charge of this blockade.'",
      "es": ""
    },
    {
      "id": 261631076,
      "en": "'We can work something out, can't we, boys?'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The small coffer contains many golden coins",
      "es": ""
    },
    {
      "id": 261631077,
      "en": "'We'll take all the coins you've got, and one more thing.'",
      "es": ""
    },
    {
      "id": 235466145,
      "en": "Remain alert for any danger",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Haley on the road through Enedwaith",
      "es": ""
    },
    {
      "id": 261631078,
      "en": "'I like that fancy purple hat. I want it.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Bingo on the road through Enedwaith",
      "es": ""
    },
    {
      "id": 261631079,
      "en": "'Is this Shire-rat jesting with us?'",
      "es": ""
    },
    {
      "id": 261631080,
      "en": "'You there! Will you do as we say, or is it blood-spilling time?'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "<rgb=#FF0000>Bingo must not be defeated!</rgb>",
      "es": ""
    },
    {
      "id": 261631081,
      "en": "'You're not going to pay? Die, then.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bingo is on the road through Enedwaith, preparing to deal with the Orc blockade.",
      "es": ""
    },
    {
      "id": 69036776,
      "en": "Follow the northern road with Bingo, Haley, and Theodore",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 199025105,
      "en": "'Bingo, if there are Orcs ahead... try to stay behind [placeholder].'",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I want to thank you for letting your friend talk some sense into Graham. I wasn't certain this endeavour was going to work, and when we saw your group approaching on the road, I became convinced that we were all about to die. Our career as brigands was short-lived, but better that than our own lives be short.\\n\\n'The Orcs had abandoned this blockade by the time we arrived. Graham thinks something must have drawn them away, and in a hurry too. Whatever the reason, they left some plunder behind. I want you to give it to Bingo, as a gift from those whose lives he saved today!\\n\\n'Farewell! It will be farming for the rest of us from now on, as it should always have been.'",
      "es": ""
    },
    {
      "id": 199025106,
      "en": "'When Theodore and I came this way, they seemed ready for war.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I do not like the sound of this Orc blockade, [placeholder]. It is one thing to squish bugs in a dragon's lair, but quite another to fight creatures such as Orcs! I do not think I am prepared for this.\\n\\n'I will do as Haley suggests, and let you do all the fighting!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The brigands will not let you pass, and must be slain.",
      "es": ""
    },
    {
      "id": 199025107,
      "en": "'I don't see any Orcs. Where did they go?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The long road north has been blockaded by unsavoury sorts, but Bingo will need to pass them by if he is to reach the end of his journey.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bingo has something to say to the brigands.",
      "es": ""
    },
    {
      "id": 199025108,
      "en": "'We need to pass.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I suppose you fancy yourselves adventurers? Well, you'll have to give us what we want or you'll find yourselves on the wrong side of our blades!'\\n\\nYou silently appraise the band of brigands, taking in their mismatched clothes and the poor quality of their weapons. These men are very inexperienced, more likely to wield shovels and ploughs than knives and swords. They are new to banditry, and if it does come to combat, you know something else: all of these men will be dead before Bingo has uncovered his eyes.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 199025109,
      "en": "'Be glad you weren't there.'",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Bingo has been defeated!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "William told you that some of the plunder was left behind by the Orcs, and he wants Bingo to have it.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Bingo coughs and strides forward",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Bingo is at the blockade in northern Enedwaith.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'William wants me to have the treasure? Well, I suppose we can bring it with us. I did not do anything to deserve it, but its rightful owners are probably not going to come looking for it. The Orcs that collected it in the first place likely saw to that.\\n\\n'I am glad it did not come to bloodshed today, [placeholder]. I took one look at the brigands and knew they were no match for any of us. They needed words more than they needed to suffer for their poor decision to accost us.\\n\\n'I am ready to continue our homeward journey!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'This road leads north for many miles. Haley tells me that it will bring us to the Bree-land!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Haley is on the road north through Enedwaith, and she has some words for you before you continue.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'When Theodore and I passed this way on our southward journey, there was a great massing of Orcs and half-orcs in the ruins just ahead. We were able to slip by unnoticed, but I do not think we will be as fortunate this time.\\n\\n'If it does come to fighting, you should try and protect Bingo from the swords and arrows of the Orcs. I will have my hands full trying to keep them from felling Theodore with a lucky stroke!\\n\\n'Perhaps we can skirt the ruins if their numbers have increased. We will not know until we get closer.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Bingo at the blockade",
      "es": ""
    },
    {
      "id": 159565472,
      "en": "'Let's go, boys! Life as a farmer is more appealing than death as a brigand.'",
      "es": ""
    },
    {
      "id": 31352785,
      "en": "'I hope they don't see us!'",
      "es": ""
    },
    {
      "id": 31352786,
      "en": "'I do not want to encounter any Orcs... especially none that hold knives in their teeth!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "One of the former brigands has motioned for you to speak with him.",
      "es": ""
    },
    {
      "id": 31352787,
      "en": "'Excuse me!'",
      "es": ""
    },
    {
      "id": 31352788,
      "en": "'I have something to say!'",
      "es": ""
    },
    {
      "id": 31352789,
      "en": "'You can't just take Theodore's hat!'",
      "es": ""
    },
    {
      "id": 31352790,
      "en": "'Is this how you were raised?'",
      "es": ""
    },
    {
      "id": 31352791,
      "en": "'Just a moment, [placeholder], do you think we could all think about this?'",
      "es": ""
    },
    {
      "id": 31352792,
      "en": "'I beg your pardon, but I do think I am. And you may call me Bingo.'",
      "es": ""
    },
    {
      "id": 31352793,
      "en": "'I have been on rather a long journey, and I have seen quite a lot.'",
      "es": ""
    },
    {
      "id": 193246465,
      "en": "'I saw an Orc holding a knife in its teeth! Do not tangle with him, Bingo!'",
      "es": ""
    },
    {
      "id": 193246466,
      "en": "'But... but... but...'",
      "es": ""
    },
    {
      "id": 193246467,
      "en": "'I woke it up!'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "The brigand leader has motioned for you to speak to him.",
      "es": ""
    },
    {
      "id": 159565488,
      "en": "'Ready your weapons, boys!'",
      "es": ""
    },
    {
      "id": 159565489,
      "en": "'I don't think you are in any position to talk, hobbit!'",
      "es": ""
    },
    {
      "id": 159565490,
      "en": "'Is that so? You haven't seen anything deadlier than me and my boys, I wager.'",
      "es": ""
    },
    {
      "id": 159565491,
      "en": "'Hold it together, Will.'",
      "es": ""
    },
    {
      "id": 159565492,
      "en": "'Why does it matter? I can end your life as easily as speak to you, Bingo.'",
      "es": ""
    },
    {
      "id": 159565493,
      "en": "'Did you really see a dragon?'",
      "es": ""
    },
    {
      "id": 159565494,
      "en": "'Banditry and thieving seemed easier than farming.'",
      "es": ""
    },
    {
      "id": 233209168,
      "en": "'Not true! I have seen ferocious beasts, frightening wraiths, and even a dragon!'",
      "es": ""
    },
    {
      "id": 159565495,
      "en": "'How was I to know this mad hobbit and his dangerous friends would come along?'",
      "es": ""
    },
    {
      "id": 233209169,
      "en": "'Maybe. But I have come to know something on this journey.'",
      "es": ""
    },
    {
      "id": 159565496,
      "en": "'Is that something we can do?'",
      "es": ""
    },
    {
      "id": 233209170,
      "en": "'I am tougher than I look. And my friends are at least as tough as THEY look!'",
      "es": ""
    },
    {
      "id": 159565497,
      "en": "'Mayhap you're right.'",
      "es": ""
    },
    {
      "id": 233209171,
      "en": "'They would come to my aid, and I would come to theirs.'",
      "es": ""
    },
    {
      "id": 188271381,
      "en": "William Lark",
      "es": ""
    },
    {
      "id": 233209172,
      "en": "'We did! It was quite impressive.'",
      "es": ""
    },
    {
      "id": 233209173,
      "en": "'Staying home would have been easier for me too.'",
      "es": ""
    },
    {
      "id": 233209174,
      "en": "'Why not find a quiet place where you can try farming once again?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Bloody Graham, the brigand leader",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Kill all the brigands",
      "es": ""
    },
    {
      "id": 148026209,
      "en": "'A d-d-dragon?'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Let Bingo have his say, but remain alert",
      "es": ""
    },
    {
      "id": 148026210,
      "en": "'The little fellow speaks sense, Graham.'",
      "es": ""
    },
    {
      "id": 148026211,
      "en": "'There are no dragons around Bree. Why are we here, Graham?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to William at the blockade",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Examine the treasure coffer William wants to give Bingo",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Through the Blockade",
      "es": ""
    },
    {
      "id": 261631073,
      "en": "'That is a good question, lady.'",
      "es": ""
    },
    {
      "id": 261631074,
      "en": "'The Orcs seem to have fled the coop, and they left some treasure behind.'",
      "es": ""
    }
  ]
}