{
  "id": 620962480,
  "txt": [
    {
      "id": 177082791,
      "en": "Before long, the party is well underway!",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'This has been quite an adventure, [placeholder]. I do not know what Haley and I will do from here on out, but I do not doubt that it will be an experience full of danger and excitement!\\n\\n'Do not tell her I said this, but I do think that without her by my side, I might have gotten in over my head a time or two on this adventure. Nothing I wouldn't be able to solve by myself, of course! You were a help too, from time to time, once or twice. What I am trying to say is that even an experienced adventurer like Theodore Gorse needs friends from time to time!'\\n\\nTheodore coughs with embarrassment, and his usual bluster returns.\\n\\n'Now then! Enough of the sugary platitudes! My past is magnificent! My present is satisfactory! I defy you to disappoint me, future!'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'I must ask Theodore where he got his hat. I would like to add it to my collection!'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Is this map accurate? There certainly are a lot of villages in the Shire. I respect their burrows, and a hobbit-hole seems to be a very tidy place to live, but I could do with a little more in the way of large, echoing chambers. And not a great hall in sight!'\\n\\nKetill sighs.\\n\\n'How do hobbits live like this, [placeholder]?'",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'I like this hobbit lass! She is most attentive, and reminds me somewhat of myself when I was that age.'\\n\\nHaley suddenly turns bright red.\\n\\n'Oh, I am so sorry. Hobbits age differently than my folk, don't they? Marigold is indeed a child? Still, I am sorry to have spoken so thoughtlessly. Spending so much time around Theodore may have brought me down to his careless level! What a frightening thought!'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'I like this hobbit lass! She is most attentive, and reminds me somewhat of myself when I was that age.'\\n\\nHaley suddenly turns bright red.\\n\\n'Oh, I am so sorry. Hobbits age differently than our folk, don't they? Marigold is indeed a child? Still, I am sorry to have spoken so thoughtlessly. Spending so much time around Theodore may have brought me down to his careless level! What a frightening thought!'",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'It is good to sit down for a moment. All of my children are occupied for now, and I can have a moment to myself!\\n\\n'I should tell cousin Bingo to host these parties more often!'",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'Bingo's manuscript is very good so far, [placeholder], but I do wish he showed a little more proficiency with spelling and grammar. This book will need some refinement before I am comfortable placing it on a library shelf!'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Bingo has amassed quite a collection of books! I am impressed with his scholarly dedication, and I wonder what the great collections of my people are missing for their lack of hobbit literature?\\n\\n'It was very nice of Bilbo Baggins to give me his invitation when I visited Imladris!'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Bingo has amassed quite a collection of books! I am impressed with his scholarly dedication, and I wonder what the great collections of our people are missing for their lack of hobbit literature?\\n\\n'It was very nice of Bilbo Baggins to give me his invitation when I visited Imladris!'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'I am ready for dinner, my friend! Let us join the guests and eat our fill!'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Myrtle on the path outside Bingo's hobbit-hole",
      "es": ""
    },
    {
      "id": 159737921,
      "en": "'Who else has Bingo invited, [placeholder]?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Greet the guests for Bingo's party as they arrive",
      "es": ""
    },
    {
      "id": 159737922,
      "en": "'I assume many of the Shire's most notable families will be represented!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Greet the new arrivals",
      "es": ""
    },
    {
      "id": 159737923,
      "en": "'Uh... well...'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Bert Bartleby outside Bingo's hobbit-hole",
      "es": ""
    },
    {
      "id": 159737924,
      "en": "'Are you folk... hobbits? Not from the Shire, certainly!'",
      "es": ""
    },
    {
      "id": 159737925,
      "en": "'Is it possible...?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Enter Bingo's home for the party",
      "es": ""
    },
    {
      "id": 159737926,
      "en": "'These hobbits have come from far away, haven't they?'",
      "es": ""
    },
    {
      "id": 159737927,
      "en": "'What is this feeling, [placeholder]? It is wholly unusual!'",
      "es": ""
    },
    {
      "id": 159737928,
      "en": "'A desire to explore the unknown and to see far-off lands fills my heart!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "More guests are arriving for Bingo's party!",
      "es": ""
    },
    {
      "id": 159737929,
      "en": "'On second thought, I think I am fine without adventure in my life.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Bert Bartleby has arrived outside Bingo's hobbit-hole, and he is ready to commence with the feasting!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The party is in full swing!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Bingo is near the kitchen of his hobbit-hole. Now that you have done some mingling, you should see how your host is enjoying his party.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Mingle!",
      "es": ""
    },
    {
      "id": 109935073,
      "en": "'I hope I have not missed the party, [placeholder]. Where is Bingo?'",
      "es": ""
    },
    {
      "id": 109935074,
      "en": "'No, Willem is not a skin-changer like those in my family.'",
      "es": ""
    },
    {
      "id": 109935075,
      "en": "'But he does seem to have quite a family of his own!'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Greet Bingo's neighbours outside his hobbit-hole",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The day for Bingo's party has arrived... will any of the invited guests show up?",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Bingo's home is packed with many of the friends he made on his journey, and you should mingle with the guests before the bell is rung for dinner.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Well, I suppose it would be rude not to attend Bingo's party, so here we are, [placeholder]. Do you think he has forgotten that business about the petition I began before he left on his adventure? I would appreciate it if you did not remind him about it.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Greetings to you, [placeholder]. I know I did not receive an invitation to Bingo's party... no, do not worry! I do not begrudge him that, nor did I expect one! I spoke with him only briefly, a long time ago, and was compelled by other duties at the time.\\n\\n'I was recently in Rivendell at the behest of the Lady Galadriel, and while there I spoke with quite a fellow. Bilbo is his name, and it seems he is quite eager to read Bingo's book. He told me about this party and that he sadly would not be able to attend, and I told him I would go on his behalf and report back concerning Bingo's progress on the book.\\n\\n'To that end I have prepared a large quantity of ink and have brought it with me as a gift for Bingo. May his quill never run dry!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder]... I did not know where to go. I wandered for a long time, never knowing why the Rangers spared me, or why Bingo showed me kindness. My unguided steps took me north, not with any plan or design, but simply because that was where they carried me. Would they bring me to the Angmar where Avair dwelled, or to the Forochel that made Gun Ain? Where could I begin again, as Mercy?\\n\\n'In Galtrev I found a parchment on the wind. It was an invitation to a dinner party, addressed to a man I never met, a man named Humfrey. He must have set it down, or lost it, and so it came to me. I did not know where else to go... but I had not forgotten Bingo's kindness, and will not. I wanted to tell him I was grateful for it, and my northward passage gained its destination.\\n\\n'On the road I passed a number of men, former brigands all, who also spoke loudly of Bingo's deeds. It seems they will be farmers. I do not know if that will be my course, but perhaps I can find a path of my own once I have thanked Bingo for the good of his.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am sad to report that none of my brothers will be able to make it to the party today, [placeholder]. They all have obligations in other lands, but I promised that Old Rattlepacks and I would represent the Bartleby family to the very best of our abilities!\\n\\n'Now, where is our host? I am ready to have a plate or two of tasty victuals! Let us go inside!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'It is nearly time for dinner, [placeholder], but there is still a small matter to which I'd like to attend. It will not take long.\\n\\n'Do you have a moment?'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Bingo in his home",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I did not expect so many people to come to my party! Surely I did not send out this many invitations!\\n\\n'Willem even made the journey, and he brought his mate and his many cubs! Prisca's children seem quite taken with them... I must remind W.W. to count his cubs carefully when it is time for my lynx friends to return home!'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Haley is incredible and remarkable, especially for one of the Big Folk! She is telling me all about her adventures. Did she really descend into the lair of a DRAGON... and emerge once again, AFTER waking it up?\\n\\n'You were there too, [placeholder]? That certainly is something. I need to find a dragon of my own to best!'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'We certainly had quite an adventure, didn't we, [placeholder]? I do hope you will remind Bingo of our part in it, so he does not leave our contribution out of his account. He spent much of my portion water-logged and not knowing who he was, so he might not have as much to say about it.\\n\\n'It has occurred to me that perhaps you should not remind him of my contribution, [placeholder]. I think that perhaps not all dwarves are meant to be written about!'",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'There are many ferocious creatures in the woods of the Gloomglens, but as distant cousins ye must possess the same skills as we! Ye will be able to avoid their notice, Merrimac, and visit us straight away!\\n\\n'Hello, [placeholder]! I have been telling these good folk that they should come visit us in Maur Tulhau and enjoy a traditional Welcoming Feast, as Bingo did!\\n\\n'If they eat as much as Bingo, they may need to also enjoy the traditional week of recovery following such a Feast, but we would find a place for them! I hope they will come visit!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'My sister is quite taken with this Merrimac fellow. I do not think he seems as happy about this fact as she!'",
      "es": ""
    },
    {
      "id": 195473696,
      "en": "'The desire to set forth on a journey, an adventure beyond the Shire!'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I have not been able to get a word in edge-wise! I do not remember agreeing to leave the Shire, but Violed seems to think I did!\\n\\n'What has this party gotten me into, [placeholder]?'",
      "es": ""
    },
    {
      "id": 195473697,
      "en": "'You have been my true and loyal friend ever since, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'When you and Bingo came to Newbury to visit, you beheld me at my lowest point, [placeholder]! But after a year of courting, Celandine Brandybuck finally agreed to attend a social gathering with me! All I needed was a party to attend with her!\\n\\n'And so when my mother said that Bingo, my first cousin, once removed, was hosting a dinner party... well, it seemed like providence most fortuitous!\\n\\n'But alas! She is spending the whole time fawning over these lynx cubs, and sparing not a moment for me! Cruel fortune!'",
      "es": ""
    },
    {
      "id": 195473698,
      "en": "'I cannot thank you enough for that.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Ooooh, look how cute they are! And their fur seems so soft! I love them all!'",
      "es": ""
    },
    {
      "id": 195473699,
      "en": "'I sought a recipe at the beginning of this adventure, and indeed I found one.'",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'I thought this was a dinner party? Why is it taking so long to get dinner on the table?\\n\\n'The rumbling in my belly will drown out all the conversation if we don't eat soon!'",
      "es": ""
    },
    {
      "id": 195473700,
      "en": "'The perfect recipe for a happy life: the very best friends a hobbit could hope to have.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'This is a nice table. I don't see any scuff-marks upon it at all. And yet, judging from Bingo's dancing upon the tables of the Prancing Pony, he must have gotten some practice in the art from somewhere!'",
      "es": ""
    },
    {
      "id": 195473701,
      "en": "'Every adventure comes to an end someday.'",
      "es": ""
    },
    {
      "id": 195473702,
      "en": "'But I am so grateful to have taken this adventure with you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 195473703,
      "en": "'Ah, as usual, I have let my words get away from me.'",
      "es": ""
    },
    {
      "id": 195473704,
      "en": "'Thank you again, my dearest friend.'",
      "es": ""
    },
    {
      "id": 195473705,
      "en": "'Now let's eat!'",
      "es": ""
    },
    {
      "id": 142409329,
      "en": "Mercy",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Ah, I can remember such fine parties as this! It has been so long, and even longer than death, for things were not well enough for parties in Audaghaim. But when I was a mere lass, not more than eight or nine, I remember the excitement of a gathering of friends!\\n\\n'How did I come to be here? Why, I found a curious attachment to that horseshoe you have been carrying around! Perhaps some small portion of its metal came once from Audaghaim, long ago, and it was combined with other metals during the years since? I cannot say... but as I am bound to the place of my curse, that is as good a reason as any I can fathom.\\n\\n'I am delighted to see such a merry gathering once again, though I deserve it not. Still, I thank you for bringing me here, however unknowingly!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'This girl has not stopped dancing since she arrived. She seems to delight in it, but I admit I do not understand why!'",
      "es": ""
    },
    {
      "id": 38209857,
      "en": "'Bah...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Perfect Recipe",
      "es": ""
    },
    {
      "id": 167742049,
      "en": "'I told ye we'd find the place, Rhus!'",
      "es": ""
    },
    {
      "id": 167742050,
      "en": "'These must be Bingo's neighbours. Are ye also on the way to his party?'",
      "es": ""
    },
    {
      "id": 167742051,
      "en": "'Hello, [placeholder]!'",
      "es": ""
    },
    {
      "id": 167742052,
      "en": "'I know the invitation was intended for me, but the Maer wanted to see Bingo's home for himself.'",
      "es": ""
    },
    {
      "id": 167742053,
      "en": "'And before ye could say Tulwulh-gwirod, half the town had invited themselves along!'",
      "es": ""
    },
    {
      "id": 167742054,
      "en": "'It is a pleasure to meet you! Are you also skin-changers like this woman?'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Myrtle Boggs leads a small group of Bingo's neighbours on the path outside his hobbit-hole.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Myrtle Boggs is outside Bingo's hobbit-hole. Is she coming to the party?",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "More guests are arriving for Bingo's party, and you should greet them and make them feel welcome.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "More guests are arriving to Bingo's party every moment, but there is no guarantee they will all get along!",
      "es": ""
    },
    {
      "id": 242161041,
      "en": "'Some of them are coming along now, Myrtle.'",
      "es": ""
    },
    {
      "id": 34875617,
      "en": "'This Shire is very quaint. Both like and unlike Maur Tulhau!'",
      "es": ""
    },
    {
      "id": 242161042,
      "en": "'Oh my.'",
      "es": ""
    },
    {
      "id": 112880401,
      "en": "'Do you remember what started this adventure, [placeholder]?'",
      "es": ""
    },
    {
      "id": 112880402,
      "en": "'I do. I remember it very well!'",
      "es": ""
    },
    {
      "id": 112880403,
      "en": "'I was lonely, and I was bored.'",
      "es": ""
    },
    {
      "id": 112880404,
      "en": "'Every day seemed much the same as any other.'",
      "es": ""
    },
    {
      "id": 112880405,
      "en": "'I thought if I hosted a dinner party for my neighbours it would break up the routine.'",
      "es": ""
    },
    {
      "id": 112880406,
      "en": "'And that is when I met you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 191393057,
      "en": "'Oh, someone else is coming up the road.'",
      "es": ""
    },
    {
      "id": 112880407,
      "en": "'I asked you to retrieve a cookbook from the library.'",
      "es": ""
    },
    {
      "id": 112880408,
      "en": "'I thought it might contain the perfect recipe to serve at my dinner party.'",
      "es": ""
    },
    {
      "id": 112880409,
      "en": "'Instead I found a map, and the strangest feeling I have ever known:'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Bingo is reminiscing with Egwylf and Langhár",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Marigold and Spalvi are held in rapt attention by Haley's adventures",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Bingo's neighbours and the visitors from Maur Tulhau try to find common ground",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Willem's family is enjoying a great deal of attention from the young hobbits",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Theodore and Bert seek to outdo each other's tales, but the hobbits just want to eat!",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Donnamira Took studies Bingo's manuscript-in-progress for suitability in her library",
      "es": ""
    },
    {
      "id": 98171697,
      "en": "'Hello there, [placeholder]!'",
      "es": ""
    },
    {
      "id": 98171698,
      "en": "'Look who I found on the road!'",
      "es": ""
    },
    {
      "id": 98171699,
      "en": "'Willem Whisker... and his whole family!'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to the new arrival",
      "es": ""
    },
    {
      "id": 139887824,
      "en": "'Oh dear! Do those things eat hobbits?'",
      "es": ""
    },
    {
      "id": 235466135,
      "en": "Walk with Bingo",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Myrtle's guarded expression is more suitable for a battle than a party",
      "es": ""
    }
  ]
}