{
  "id": 620843413,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do you hear the howling from the trees, [placeholder]? We hear them, but we cannot see them when they wish to be scarce -- nay, not even my long-sighted Elf-friends. The Darkrage wolves of Mirkwood are vicious beasts, and their attacks upon the Malledhrim are ceaseless.\\n\\n'While they are no match for the Elves of Lórien, I believe they are acting on more than instinct. They harry us day and night and seem more bent on distracting our guards and archers than coming in for an actual kill. Such prey as we are not appealing to these beasts.\\n\\n'I am not sure what motivates them, but I would see them hindered. You should venture into the Dourstocks and remove the harrying threat of these sly beasts. Please bring me as many hides as you can collect, and I will examine them for anything strange. At the very least, the furs will make hardy provisions for my kindred when I return to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! The skins of the Darkrage wolves! I thank you, friend. I am glad you were able to hunt so many without being hunted yourself. Now, let us see....'\\n\\nPrestadír takes a hide and examines it long. It seems to be of interest to him, though you cannot perceive that it is anything extraordinary.\\n\\n'Did you observe the strange pattern of the skin? There are subtle striations all over it, as if branded. I believe these beasts are in the service of the Necromancer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The wolves can be found all throughout the Dourstocks. If you do not find them, it is likely that they will come to find you. Keep your wits about you, [placeholder]! This is a deadly wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'How many wolves have you killed thus far? They can be found throughout the woods near here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sly Beasts of the Dourstocks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Darkrage wolves wander the Dourstocks, harassing the Malledhrim and their efforts. These bold creatures attack at every opportunity, then swiftly vanish into the black trees beyond the sight of the sharp-eyed Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wolf-pelts from the Darkrage wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect wolf-pelts from the Darkrage wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Darkrage wolves can be found throughout the Dourstocks and in Audaghaim.\\n\\nThe Ranger Prestadír has asked you to collect the pelts of several of the evil wolves that harass the Malledhrim-guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the wolf-pelts to Prestadír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Prestadír can be found in the Haunted Inn in the Dourstocks, near the abandoned village of Audaghaim.\\n\\nYou should bring the wolf-pelts you have collected to Prestadír, for he wishes to examine them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}