{
  "id": 620843439,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Hunulf Munce",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'When the goblins came into Minas Eriol there was panic. Many ran towards the savages, and others fled through the valley beneath the ruins, hoping to escape the spears and sharp teeth of the goblins, only to fall prey to the spiders beneath.\\n\\n'Those that entered the valley and did not emerge must be burned. It is only fair to save their bodies from the terror that awaits them. If you are willing, I will ask that you burn the corpses of the fallen.\\n\\n'You will find the entrance to the valley north and to the west at the front of Minas Eriol, or over the bridge and through the goblins to the west.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The lost will not be forgotten. The goblins have wrought much pain upon my people, but not as much as others. The spiders in these lands are filled with true malice and an intelligence unseen.\\n\\n'Your efforts give my mind some measure of ease. Thank you.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can enter the spider's vale through the northern entrance, through the goblin-infested ruins west over the bridge, or through the eastern corridor to the north of the ruin-entrance there. Please, see that the dead are given proper rites.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Burning the Dead",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When some of the Eglain fled from the goblins, they attempted to flee through the spider-infested valley beneath Minas Eriol. Many did not reach safety, and Hunulf wishes to burn their bodies, lest they suffer greater atrocities from the spiders.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Yuou have burned an Eglain corpse ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Burn the Eglan-corpses beneath Minas Eriol ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The corpses of the Eglain who failed to escape the spiders lie in the gorge beneath Minas Eriol.\\n\\nHunulf Munce asked that you burn the corpses of the slain Eglain beneath Minas Eriol.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have burned an Eglan-corpse ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hunulf Munce is at his encampment on the far eastern side of Minas Eriol.\\n\\nYou found several of the slain Eglain and burned their bodies. You should now return to Hunulf.",
      "es": ""
    }
  ]
}