{
  "id": 620843533,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Dourhand excavators ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Dourhand blasters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dourhands, after fleeing Thorin's Hall in defeat, took refuge in the ruins of one of their ancient cities, now called by the Elves Sarnúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Dourhands have been driven from Thorin's Hall, [placeholder], yet the vermin still infest these mountains. \\n\\n'Seek out the Dourhands that have taken refuge in the ruins of Sarnúr and defeat them, then return to me. If you travel to this place, be aware that many of the creatures within are protected against weapons not of our making.  \\n\\n'Travel to Sarnúr, south of Thorin's Hall deep within the ruins of Orodost, which can be found along the western mountains of Ered Luin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dourhands can be found in Sarnúr, south of Thorin's Hall, reached through the ruins of Orodost.\\n\\nRútur has asked you to seek out the Dourhands of Sarnúr and defeat them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for seeking out the vile vermin and driving them back into the ruins. The Dwarves of Thorin's Hall are deeply indebted to you.\\n\\n'If you journey into Sarnúr again, please seek me out, for I may have more tasks for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rútur is in Thorin's Hall, north of Sarnúr, just outside the Blue Stone Garrison.\\n\\nYou should return to Rútur with news of your victory against the Dourhands of Sarnúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stop the Dourhands, [placeholder]...they are a disgrace to all of dwarf-kind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dourhand excavators ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Dourhand blasters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Rútur in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rout the Dourhands",
      "es": "",
      "es (fem)": ""
    }
  ]
}