{
  "id": 620843438,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Over the years, as we have studied and collected the items left in these ruins, we have earned a living for our people. Many of the goods that will help to purchase much needed items for our folk have been lost in the spiders' lairs over the years.\\n\\n'If you are already entering the valley to assist us with the spiders, then I would ask that you take the time to reclaim these valuable treasures for us. You will likely find them wrapped in thick webbing, scattered throughout the valley floor.\\n\\n'Cut through the webbing and find the valuable items and return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These treasures do not appear to be more than old tarnished coins, but they are valuable to many collectors. Customers from Bree will often purchase them from us by bartering food or other goods for these coins. Any soul diligent enough to search through these ruins will sooner or later stumble upon many of these coins.\\n\\n'The Half-orcs in the north scour the ruins even now in such an effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will find that the treasures once carried by many of my people have tumbled into the valley beneath Minas Eriol. There, they have become trapped in the spiders' webs. Sift through the webs and collect these treasures. It will ease some of our difficulties.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost in Their Webs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hunulf Munce told you of many valuable treasures lost in the webs of the spiders beneath Minas Eriol. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Eglan-treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Beneath the ruins of Minas Eriol, to the west of Hunulf's encampment, lay a den of spiders. Many goods and valuables, necessary for the Eglain's continued livelihood have gone missing within.\\n\\nHunulf asked you to make your way into the dangerous valley beneath the goblin infested ruin of Minas Eriol. He warned that spiders there are in possession of many Eglan-treasures that must be recovered for his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Eglan-treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}