{
  "id": 620843435,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You handled yourself very well against the Orcs, swine, and wolves. I think that you may be able to assist my Deputy.\\n\\n'He headed out to the camp on the far eastern side of Minas Eriol. He is watching over one of the workers there and the brother of that ornery fellow, Gadaric.\\n\\n'If you are interested in helping him out with the tasks I put before him, seek him at the camp on the far eastern edge of Minas Eriol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Bram sent me help?\\n\\n'He sent me here to watch over this hobbit -- Old Mugwort -- who is proving to be far more difficult to watch than I like. He also wanted me to make certain that this fellow Hunulf was kept safe.\\n\\n'Then I receive a message from him that he wants all these other problems handled and... well, thankfully you are here now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Finding the camp may be a bit difficult. You need to head east along the road until it climbs steeply as it passes by Weathertop. When that happens follow the southern vale and wrap down toward the south and east. You should find it hidden up on a rise near the eastern entrance to Minas Eriol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "My Deputy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Constable Bram Ashleaf, satisfied with your assistance, has another task for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Deputy Osmann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Deputy Osmann is at the camp on the east side of Minas Eriol.\\n\\nConstable Bram Ashleaf sent you to aid his deputy. He thinks that you will be able to see that the deputy keeps his charges safe and also assist him in his various tasks.",
      "es": "",
      "es (fem)": ""
    }
  ]
}