{
  "id": 620843437,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Since you are headed north-east into the goblin infested hills and vales, I think I ought to ask you one more favour and issue you one more warning.\\n\\n'There are Wargs among the goblins, and a good many of them. Old Mugwort -- a dear friend of mine and the cook here at The Forsaken Inn -- hates them fiercely. I hate the goblins, though, and seeing that I do, I want you to be mindful of the pack-master, Lûz.\\n\\n'If you see him, steel your nerve and grab your steel. It will be a difficult battle, but you should defeat him. When you do, return to me with news of the fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! What great news to know that such a menace has been dealt with so swiftly! You have proven that you are truly a good ally to the people in this inn. I wonder if there is any more that I can have you do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I like hounds. Hounds can be friendly, and they say were once noble beasts. But these Wargs are big hulking beasts, larger and meaner than other wolves. We cannot allow the pack-master, Lûz, to continuing raising these beasts! Get out there and deal with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblin Pack-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lieva Dourlily asked you to keep a watchful eye out for a goblin leading not only the goblins, but the many Wargs that bolster their number.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Lûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Lûz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out the goblin, Lûz, at the goblin-camps north-east of The Forsaken Inn.\\n\\nLieva Dourlily told you to be wary of the goblin pack-master, Lûz, and requested that you defeat him if you find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lieva Dourlilly at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lieva Dourlily is at The Forsaken Inn, south-west of the goblin-camps.\\n\\nYou found and defeated the goblin pack-master Lûz. Now you only need to return to Lieva Dourlily.",
      "es": "",
      "es (fem)": ""
    }
  ]
}