{
  "id": 620843436,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Thus far you have proven true to your word. My judgment, however, is often clouded by my passion, and for this reason, I will send you on to my brother. He will know whether you are true of intent.\\n\\n'You will find him by following the roadway east to where it begins to rise. There is a vale to the south that will lead to the back side of Minas Eriol. He is encamped there with others.\\n\\n'Pass his test... perhaps you will earn our trust and earn passage to speak with one who knows much of what transpires now in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Gadaric sent you on to me? This is good news. My brother sought vengeance, it is true, and I swear to you just. We lost many when the goblins came here.\\n\\n'Many are gone and still lost to us... it is good that you are here and willing to aid us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek out my brother, Hunulf, encamped at the east edge of Minas Eriol. You should follow the road eastward until it climbs steeply. Follow the path through the valley south of the road, then continue east towards the encampment.\\n\\n'Speak with Hunulf. He will know how to better test you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "My Brother Hunulf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric, feeling that your efforts have been honest and true, believes you may be able to assist his brother Hunulf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hunulf Munce is at the camp on the eastern side of Minas Eriol.\\n\\nGadaric Munce sent you to speak with his brother Hunulf.",
      "es": "",
      "es (fem)": ""
    }
  ]
}