{
  "id": 621066643,
  "txt": [
    {
      "id": "0xb011869",
      "en": "Melynis has given the deciphered scroll to Rhiangar, who is waiting to speak with you.\\n\\nRhiangar is among the circled caravans, in northern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "Read the deciphered scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Oh, [placeholder]. We have found something incredible! The scroll tells of Luilloth's final days. Such a tragic story, too. My heart is nearly broken reading of her adventures and doom.\\n\\n'You can read what Melynis deciphered, but here is the long and short of it - Luilloth and her family were fighting against risen spirits too, just as I had expected. Sadly, she lost her son and her husband to the horrors that rose up across Cardolan. She went to the forest nearby to seek guidance from an old woman who lived among its trees! I do not know what guidance she got, because Luilloth vanished soon afterwards. However, her people revered her as a hero, because whatever happened to her - the spirits went back to their graves and troubled Cardolan no more.\\n\\n'Go on ahead and read the deciphered scroll for yourself, if you like. Then we shall speak of what I think must be done next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011874",
      "en": "Rhiangar has suggested that you read the deciphered scroll which is on a bench next to her in the caravan south of Andrath. You should talk to Rhiangar when you are done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "The scroll is a testament to Princess-regent Luilloth of Dol Ernil, and praises her character and deeds:\\n\\n\\qIn those days, a fog rolled over the land, from whence emerged a plague of the Dead who slew all before them. Most fearsome of these was a wraith-like figure known as Hithrengor, the Grey Fear, who terrorized Dol Ernil. Luilloth brought her young son Ostir to Fornost for his protection while her husband, Prince Ostecthel, hunted down the source of the evil.\\n\\nPrince Ostecthel strode into the fog a mighty warrior in his prime... only to later stumble out looking as though he had aged decades. With gasping words he revealed that the evil had been banished and that the land was safe once more. Aggrieved but proud, Luilloth returned and served as princess-regent until Ostir came of age. The people loved her, for she was good and kind, and ruled wisely.\\n\\nBut Ostecthel's words were soon proven wrong! The great evil was not gone, for it returned in Cardolan's darkest hour. Called away to the defence of Amon Sûl, Prince Ostir rode north with much of his household. In his absence, the Grey Fear attacked once more, and Ostir returned to find Dol Ernil merely a ruined shell, its people scattered or slaughtered, and Luilloth nowhere to be found.\\n\\n\\qOnce more, the Dead rose and ravaged Cardolan, while Ostir and his few remaining knights fell back, retreating north. Is it not known where Luilloth had been, but tales say that when Ostir and his army did not return, she set out to aid them. She found only her son's loyal canine howling among the Downs, and Luilloth knew then that Ostir was dead, for Astoryn would never leave his master's side.\\n\\n\\qLuilloth vowed to put an end to the torments and ravages visited upon the land and her family. She and Astoryn went north to seek guidance, following whispers of some great power that dwelt beneath the sinister boughs of the forest. She was never seen again, but the ravening Dead quieted soon after and vanished back into the mists.\\n\\n\\qThe fate of Princess Luilloth is unknown, but those she left behind built this statue in honour of her sacrifice.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011878",
      "en": "Rhiangar is waiting to speak with you among the circled caravans, in northern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Talk to Rhiangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1794",
      "en": "Melynis has completed her deciphering of the ancient scroll you found in the base of the statue of Luilloth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'My heart breaks for Luilloth, losing so many as well as having her kingdom ravaged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Talk to Rhiangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Hullo, hullo! What a fascinating scroll you and Rhiangar brought me. This Luilloth was an incredible person! A princess who fought for her people and who seems to have been much loved. Her tale reads like a spook story one might tell around a fire late at night, though. Gave me the shivers straight through and I was standing in the sun!\\n\\n'In any case, I wrote out what the scroll says and gave it to Rhiangar. She is waiting to talk to you. Oh, and [placeholder] - if you do decide to follow in Luilloth's footsteps, be careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa303",
      "en": "The Deciphered Scroll",
      "es": "",
      "es (fem)": ""
    }
  ]
}