{
  "id": 621066766,
  "txt": [
    {
      "id": 120621545,
      "en": "'The dust blossoms prefer the dark, moist parts of the forest. Unfortunately, so do the spiders.'",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Talk to Goldberry",
      "es": ""
    },
    {
      "id": 184621161,
      "en": "You should tell Rhiangar that Henbran's family grimoire and Goldberry traced Luilloth's pursuit of the Grey Fear to Sarch Vorn.\\n\\nRhiangar is at the circled caravans, south of Andrath.",
      "es": ""
    },
    {
      "id": 173025368,
      "en": "Bring the blossoms to Goldberry",
      "es": ""
    },
    {
      "id": 251715683,
      "en": "Place the blooms in the water",
      "es": ""
    },
    {
      "id": 184621096,
      "en": "Henbran has suggested that you look for a mysterious woman down by the river's edge.\\n\\nThe river's edge is in the Old Forest.",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'[placeholder]! You return! I was growing worried, you were gone for so long.'\\n\\nYou tell her what you discovered.\\n\\n'The woman you met sounds fascinating! And Sarch Vorn?! I have heard the name, but have never been. It was a haunted place even before the rest of Cardolan's dead stirred again.'",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "With the discovery of the grimoire, more of Luilloth's final steps have been revealed.",
      "es": ""
    },
    {
      "id": 148970132,
      "en": "Collected dust blossoms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220633,
      "en": "'Welcome! You must be a friend to young Henbran to have found me thus. I am Goldberry, and both the shadows in your eyes and the murmur of the river tell me dark tidings have brought you here.'\\n\\nYou explain your search for Luilloth and for a way to put the unquiet dead back to rest.\\n\\n'Glad I am to hear that you are challenging the Grey Fear! Though my heart knows sorrow once more too, to hear dear Luilloth's name spoken. I spoke with her indeed, long ago and very near this same spot. She came to me for aid as you yourself now do! I gave her what protections I could, and I hold hope that they provided an advantage in her final hours. For, though she vanished, so too did the dead trickle back into their barrows!\\n\\n'To you I will give the same boon, but you must follow in her footsteps to procure it! Deep in the forest, behind the tangled webs of the deadly weavers, grow dust blossoms, the scent of which bolsters the heart against dread. Bring me five blooms from the ruins at the centre of the forest, that you may to go to battle with your heart girded.'",
      "es": ""
    },
    {
      "id": 190220455,
      "en": "'Welcome back! Oh dear, you have some webbing in your hair. You have found the dust blossoms? Wonderful! Now then, place the blooms in the water here - and be sure to stay close by!'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Tracing Luilloth",
      "es": ""
    },
    {
      "id": 190220503,
      "en": "'Go with cheer and walk more lightly, for day will always follow night. May this small thing help you do great deeds.'",
      "es": ""
    },
    {
      "id": 120621537,
      "en": "'Dust blossoms prefer to grow in near old ruins, and elevated parts of the forest. Beware their spidery guardians, however.'",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Return to Rhiangar",
      "es": ""
    },
    {
      "id": 148970210,
      "en": "A cloud of musty smoke envelops you! You feel more determined",
      "es": ""
    },
    {
      "id": 184621476,
      "en": "Goldberry told you that dust blossoms prefer to grow in near old ruins and elevated parts of the Old Forest.",
      "es": ""
    },
    {
      "id": 184621477,
      "en": "Goldberry has instructed you to place the dust blooms in the water at the river's edge.\\n\\nThe river is in the Old Forest.",
      "es": ""
    },
    {
      "id": 184621478,
      "en": "You should talk to Goldberry.\\n\\nGoldberry is by the river, in the Old Forest.",
      "es": ""
    },
    {
      "id": 184621525,
      "en": "You should bring the dust blossoms to Goldberry.\\n\\nGoldberry is by the river, in the Old Forest.",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Find the mysterious woman",
      "es": ""
    },
    {
      "id": 173025363,
      "en": "Collect dust blossoms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'It took me a little while to find the passage about Luilloth, but here it is. It says here that the lady came looking for help finding the source of power that was compelling the dead to walk. My ancestor and Luilloth worked out the location for the Grey Fear. Ah yes, I remember tales of this evil being. Let me see...'\\n\\nShe pauses, reading.\\n\\n'Yes, here it is. My ancestor Darogandes urged Luilloth to gather forces, but Luilloth went on her own to... I cannot quite make it out... but wait, this passage here I do not remember. Darogandes wrote that Luilloth first went to seek council from another. Hmm, I think I know of whom she speaks.\\n\\n'There is one who walks this forest even more powerful than myself. Her memory is long, and she will know where Luilloth next went. You will find her by the river-side, if you follow the path just right. You shall know her by her shining hair, and, perhaps if you are lucky, by her song on the wind.'",
      "es": ""
    }
  ]
}