{
  "id": 621066798,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Rhovandis sent you? I assume she told you of the Uruk-hai. I've been observing their comings and goings within Tham Celechir. While they have shown no signs of further expansion, I fear they are but waiting for the right moment.\\n\\n'If wargs are involved with the Uruk-hai, it is indeed strange.\\n\\n'Whatever you are to do in there, be careful. The Uruk-hai are dangerous foes, not to be underestimated.\\n\\n'If we are to find proof of this new communion between Uruk-hai and warg, then start by searching for where wargs are kept.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Tham Celechir can be found north of Idhobel.\\n\\nRhovandis has asked you to speak to Haerlendir just outside of Tham Celechir on the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Haerlendir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The scout has informed you that Uruk-hai have encamped within Tham Celechir.\\n\\nBe careful as you investigate the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "'I'm sure there are clues within Tham Celechir that will give us more information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Investigated warg cage ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "You found evidence of warg activity within Tham Celechir.\\n\\nReturn to Haerlendir just outside of the ruins south of Tham Celechir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Look for warg cages inside Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Haerlendir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You found the warg cages? Then it is as we feared. The shadow brings the beasts into these lands and my eyes have failed to warn of this presence.\\n\\n'There must be a reason why they are now suddenly moving together.\\n\\n'There are bound to be more of these beasts out there. We must find the source and prevent more of these creatures from entering Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "There is a new threat in Tham Celechir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Footfall in Tham Celechir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You have my thanks for taking care of the wood-trolls in Tham Lasgol.\\n\\n'With the wargs connected to the White Hand, and scouts reporting renewed movement within Tham Celechir, I can no longer assume it is a coincidence. I lost someone dear to me during their last trek into those ruins, so I had one of my scouts observe the creatures there. The shadow infests that place, but this latest addition of wargs is even more troubling. Uruk-hai are not known for travelling with wargs.\\n\\n'Speak to Haerlendir just outside the ruins. He can tell you more.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}