{
  "id": 621066792,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'For the longest time I had feared those that serve the shadow would soon wake. I have lost many trying to keep these lands safe. Now, I am afraid the threat is all too real.\\n\\n'The pelt you gave me bore a concerning mark.... I will need more time to confirm whether my suspicions are true. Meanwhile, my scouts have reported unusual movement at long forgotten ruins to the west. Wood-trolls have made the ruins their new home, and they desecrate that land.\\n\\n'Go to Tham Lasgol to the west and thin the wood-troll numbers. I should be able to glean more from these markings in the meantime.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You found and defeated wood-troll intruders at Tham Lasgol. You should tell Rhovandis about the new inhabitants.\\n\\nReturn to Rhovandis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Rhovandis suspects a new threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Rhovandis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Unrest at Tham Lasgol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Thank you for helping us in keeping the shadow at bay. It pains me to learn Tham Lasgol had been tainted. We shall renew our efforts to drive the new intruders away.\\n\\n'But now our attention turns to Tham Celechir. While examining the pelt I discovered that the Wargs were of the White Hand. Something is strange about this new communion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated wood-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat wood-trolls in Tham Lasgol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Tham Lasgol can be found west of Idhobel.\\n\\nRhovandis has asked you to defeat wood-trolls at Tham Lasgol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'Tham Lasgol is to the north-west. Defeat the wood-trolls and drive them back.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}