{
  "id": 621066765,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "After assessing the stone and almost falling under the sway of the swirling miasma within the gem, you decided to bring it to one of the mission givers. Perhaps this is something that they have seen before and can help you identify the cause or purpose of the darkened gem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Affix a Delving Zircon to the Delving Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ho there [placeholder]. I have heard your name often when it comes to scouring clear the enemy from the land. You have quite a reputation. I wonder if you desire to further prove you are deserving of all that folk say of you. It so happens that I found something that will call forth a challenge meant for a hero like yourself. Interested?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "A new Malice spreads through the area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Take the unnerving zircon to a mission giver in Cardolan or Swanfleet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Place a zircon into the setting on the old stonework",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Success! You should return to the delving stone and retrieve a new stone so that you might again challenge yourself in the delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Return the to delving stone and retrieve the gem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Return to and speak to the mission giver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa21",
      "en": "What Lies Within...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "As you attempt to free the gem a new darkness fills the void within and the luster of the gem changes considerably.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You examine the stone carefully and determine that the darkness within the stone is moving. There is no doubt in your mind or to your eyes. It swirls with a malevolence of a violent storm. Though it appears dangerous, there is also something about it that is both enticing and intoxicating.\\n\\nYou shake your head and clear your thoughts before falling too deeply into a trance brought on by the swirling darkness in the stone.\\n\\nThere must be someone who knows what this is. Perhaps the mission givers in Cardolan and Swanfleet know something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Glad to you have returned, [placeholder]. This little gem has a darkness inside. Can you see it swirling there just below the surface? I can. Gives me a chill every time I think what force could have woven such darkness into this little gem. Made me think of you and others like you; always willing to risk yourself for the good of the many.\\n\\n'You see, I think that there is a chance that these might root out truly malicious creatures lurking in the shadows. I have worked with a few others and we put our assets together to provide rewards for worthy adventurers like you. See, if we can find more of these gems and release the darkness from within them, we might all turn a profit. The gems are beautiful aside from this tainted flaw.\\n\\n'Take one out on a mission to see if you can find a way to cleanse the darkness within?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Glad you have returned, [placeholder]. This little gem has a darkness inside. Can you see it swirling there just below the surface? I can. Gives me a chill every time I think what force could have woven such darkness into the stone. Makes me think of you and others like you; always willing to risk yourself for the good of the many.\\n\\n'You see, I think that there is a chance that these might root out truly malicious creatures lurking in the shadows. I have worked with a few others and we put our assets together to provide rewards for worthy adventurers like you. If we can find more of these gems and release the darkness from within them, we might all turn a profit. The gems are beautiful aside from this terrible flaw and they'll likely fetch some good coin when cleansed.\\n\\n'Take one out on a mission to see if you can find a way to cleanse the darkness within?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "After completing a mission, you found a zircon with a conspicuous darkness embedded in the gemstone. After careful examination, you decided to seek out someone who might be able to determine why the darkness seems to swirl and move within the gem. Perhaps one of the mission givers will know what this is.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tier 1: Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "Affix the Zircon into the Delving Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}