{
  "id": 621066763,
  "txt": [
    {
      "id": 246419778,
      "en": "You must place a delving zircon into the fissure in the delving stone. This will unlock the potency trapped within the gemstone and unleash it upon the world.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The Zircon in the Delving Stone crumbles",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The enemy grew stronger? Well... that bodes ill. We should be cautious about freeing whatever evil is within these gems.\\n\\n'I promised you a reward and I shall not disappoint.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tier 01: Delving Zircon",
      "es": ""
    },
    {
      "id": 225642631,
      "en": "If only you had a delving zircon you could affix to the stone.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Affix the delving zircon into the delving stone",
      "es": ""
    },
    {
      "id": 225642680,
      "en": "Without a delving zircon you cannot unlock the greater strength of the enemies in this space.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "If you leave the mission you will fail the Delving",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "The stone is inert. There is a clear fissure in the surface where one, with a little effort, could affix a gem of some sort. Perhaps you have such a gem in your possession.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Complete the current mission and find the scout",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Affix the delving zircon to the delving stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "A malice spread from within the gemstone you affixed to the delving stone. You must defeat the enemies and complete the mission to rid the evil from the world.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Acquire a delving zircon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Complete the current mission and find the scout",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You left the instance and failed",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Delving deeply into the world, the forces of the enemy are more powerful and vicious.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A fissure in the delving stone looks as though a small gem could fit within. Perhaps if you had a delving gem of some kind it would fit easily into this standing stone.\\n\\nIf you have a delving zircon it will fit this stone.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You place the delving zircon into the fissure in the delving stone",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Having completed the mission with the malice affecting the denizens within, you should now make your way back to the mission giver and tell them of your success.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "The delving zircon looks as though it could fit seamlessly into the stone.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Having completed the mission, you should return to the delving stone.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Affix the zircon into the delving stone",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "A malice spreads through the area...",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Affix the delving zircon into the delving stone",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Affix a delving zircon to the delving stone - DNT",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "A malice spreads through the area",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the current mission",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "A malice spreads through the area released from within the delving zircon. Enemies are stronger now. With this new risk comes the promise of reward.",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Affix the zircon into the delving stone",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "I should have de-spawned",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Return to and interact with the Delving Stone",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Complete the current mission",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Speak with the mission giver",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Failure: Leave the instance",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "The delving stone appears to have a fissure into which you can place a delving gem.",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "The Delving Zircon fits into the fissure within the Delving stone. The zircon cracks and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you but passes.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You failed the Delving",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "\\qThe enemy grew stronger? That is fell news. We should approach using these with great care. I did promise you a reward, [placeholder]. Here it is, something that you might find useful. We have quite a collection we are building thanks to folk like you.\\q",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "You left the instance and failed the delving",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "The delving zircon fits into the fissure within the delving stone. The zircon cracks and the darkness within creeps out of the stone and moves into the air as a black tendril. A flash of dread fills you but passes.",
      "es": ""
    },
    {
      "id": 177082744,
      "en": "A malice spreads through the area...",
      "es": ""
    }
  ]
}