{
  "id": 621066704,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A fellow Captain, are you? Were our errand here not so urgent, there would be more time to spare for your training, but here is a word of advice:\\n\\n'Unlike the brash Champion, a Captain does not best serve his companions by running recklessly into the fray. Nay, it is the Captain who stands behind and dutifully guides the efforts of his fellows that wins the day! Even so, the time may come when you must take up arms and wade into battle yourself—and that is no time to show weakness. With careful technique and precision, a Captain might land a Devastating Blow against even the mightiest foe!\\n\\n'Show me your skill and deliver a <rgb=#00ff00>Devastating Blow</rgb> to one of these training dummies. Do not hold back!'\\n\\nHINT:\\n\\nCaptains rely on their <rgb=#00ff00>Battle Shout</rgb> to put them into a <rgb=#ffff00>Battle-Readied State</rgb>. While in this state, Captains can use special skills such as <rgb=#00ff00>Devastating Blow</rgb>, an effective attack that deals a great deal of damage. Attack the <rgb=#ff0000>Training Dummy</rgb> with your <rgb=#00FF00>Battle Shout</rgb> to put you into a <rgb=#ffff00>Battle-Readied State</rgb> and then attack the dummy with your <rgb=#00ff00>Devastating Blow</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]!  As you continue to hone your skills, you will learn new techniques with which to bolster your allies and master the field of battle itself!\\n\\n'If that is all, you should return to Elladan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should strike the training dummy with the most Devastating Blow you can muster. Once you feel confident in your ability, return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth!'\\n\\nHINT:\\n\\nCaptains rely on their <rgb=#00ff00>Battle Shout</rgb> to put them into a <rgb=#ffff00>Battle-Readied State</rgb>. While in this state, Captains can use special skills such as <rgb=#00ff00>Devastating Blow</rgb>, an effective attack that deals a great deal of damage. Attack the <rgb=#ff0000>Training Dummy</rgb> with your <rgb=#00FF00>Battle Shout</rgb> to put you into a <rgb=#ffff00>Battle-Readied State</rgb> and then attack the dummy with your <rgb=#00ff00>Devastating Blow</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Training: A Captain's Charge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your trainer wants you to use your new skills to prove that you are ready to face the many dangers that exist in the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have successfully used Devastating Blow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use your <rgb=#00ff00>Battle Shout</rgb> on the training dummy, then strike it with your skill <rgb=#00ff00>Devastating Blow</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Use <rgb=#00ff00>Devastating Blow</rgb>on the training dummy nearby.\\n\\nHINT: Captains rely on their <rgb=#00ff00>Battle Shout</rgb> to put them into a <rgb=#ffff00>Battle-Readied State</rgb>. While in this state, Captains can use special skills such as <rgb=#00ff00>Devastating Blow</rgb>, an effective attack that deals a great deal of damage. Attack the <rgb=#ff0000>Training Dummy</rgb> with your <rgb=#00FF00>Battle Shout</rgb> to put you into a <rgb=#ffff00>Battle-Readied State</rgb> and then attack the dummy with your <rgb=#00ff00>Devastating Blow</rgb>.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the Captain Trainer at the Edhelion Watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Captain Trainer is at the Edhelion Watch.\\n\\nNow that you have successfully used your Devastating Blow, you should return to your trainer and tell them of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}