{
  "id": 621066615,
  "txt": [
    {
      "id": "0xb011875",
      "en": "Melynis has suggested that you speak with Gerwyn while she works on deciphering the scroll.\\n\\nGerwyn is located in the caravan in northern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Deciphering the Scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'Well met. I am Gerwyn, and yes, we could certainly use your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'Oh, hullo. I am Guffo Bragreg, Melynis' husband. Melynis warned me this trip would be an adventure. I should have hidden under the bed, but I could not let her go off into danger without me.\\n\\n'How I wish we were comfortably settled by our fireplace, a cup of warm milk in my hand and no ghosts anywhere around! What a miserable land this is! But look at Melynis! Even broken down on the side of the road, she is still cheerful. Look at her smile! Ah, she is truly my favourite person.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f4",
      "en": "Give the scroll to Melynis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b2",
      "en": "Bring the scroll to Melynis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "An ancient scroll contains what may be essential information which Rhiangar desperately wants to obtain. The ability to decipher its contents are beyond her, however.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'How exciting and frustrating at the same time! I feel like this scroll certainly holds the answer. I cannot read it, but I know someone who can!\\n\\n'Across the Greenway, near the northern border to Andrath, a caravan of travellers has circled up near the road. I travelled with them for some of the way from Bree, but they had a wheel crack and needed to stop, so I went on alone. Among their number is a scholar - one of the little people called hobbits! She will know how to read this! Let's bring the scroll to Melynis!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308843",
      "en": "'I learned how to read the old tongue for my studies. I have been tracing my family history and exploring my lineage! Rhiangar and I met in Bree and she told me there are hobbits living in Swanfleet who visit Herne! I aim to meet some of these hobbits in the hopes that they might be able to fill in some blanks on my family tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Hullo there! Rhiangar tells me you have a scroll that you cannot read? I may indeed be able to help with that. Let's have a look, shall we?\\n\\n'I learned how to read the old tongue for my studies. I have been tracing my family history and exploring my lineage! Rhiangar and I met in Bree and she told me there are hobbits living in Swanfleet who visit Herne! I aim to meet some of these hobbits in the hopes that they might be able to fill in some blanks on my family tree.\\n\\n'Ah yes, I can read this, but it will take me some time to decipher it. In the meanwhile, there are some in our camp who could use your help. Why not speak with Gerwyn while I work on this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011869",
      "en": "Rhiangar has asked you to bring the scroll to Melynis Bragreg.\\n\\nMelynis is among the caravans south of Andrath, in northern Cardolan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}