{
  "id": 621066793,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Fell news from the southern ruins of Gorthad, [placeholder]. Those with the will to travel and ability to resist the beckoning of the ghostly lights speak of spirits menacing the ruins.\\n\\n'Many of those who venture by these ruins in the night are never seen again. If you are willing, then we shall see you paid for your efforts there.\\n\\n'What say you, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to the mission giver and tell them of your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "With your mission in the ruins successful, you should return to the mission giver and tell them of your findings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf30",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Reports have reached the scouts across Cardolan of evil rising from the ruins in south Gorthad, and you have been asked to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Stirring of Spirits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What manner of ill-tidings is this? Gaunt-men stirring the sleeping dead from their slumber in order to terrorize the countryside. We must be diligent in our efforts, or more citizens will be lost to the darkness spreading hereabout.\\n\\n'You have done well [placeholder], as agreed, you are deserving of payment. Take this and know that we are grateful for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Be careful [placeholder], there is an evil in those ruins that must be destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8181",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Speak with the mission giver and let them know that you are ready to investigate the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete the Mission: Stirring of Spirits",
      "es": "",
      "es (fem)": ""
    }
  ]
}