{
  "id": 621066693,
  "txt": [
    {
      "id": "0x7308862",
      "en": "'Did I say 'nearby'? At once I thought it was, but now it seems so far. To reach the river, go east from my cottage, then south. That is where you will find the fish I desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011869",
      "en": "Rhiangar has asked you to look for the hag of the Old Forest.\\n\\nThe Old Forest is in north-western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "Caught fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e191",
      "en": "Bring the fish to Henbran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011842",
      "en": "Henbran has asked you to bring her fish from the river.\\n\\nThe river is located near Sarch Vorn, next to the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Who are you?! Have you been sent by Blue Cloak? Ah, no. I see you are just some hapless adventurer.'\\n\\nYou begin to explain that you are actually looking for her, but she holds up her hand and interrupts you.\\n\\n'Stop right there. I do not want to hear your story. I have too much to do! I am naught but a poor old woman, living alone in the dark forest. Usually the man in the blue cloak comes by with a basket of food, but he has not been by for days. I do not know who he is, but hoo, did I become dependent upon the fish he brought!\\n\\n'Well now, I have an idea! You seem to want something from me, though I am but a poor old woman, who has nothing. Nothing! Where was I? Oh yes, you want something from me, and I want this week's fish. Go get me some fish from the nearby river. Then I will hear your tale. If not, then good day to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "You should bring the fish you have caught to Henbran Amon.\\n\\nHenbran is in the Old Forest, in north-western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568931",
      "en": "'Oh, hello there. Hag of the Old Forest? Oh dear, are they still calling us that? Hoo hoo. Well, you probably are looking for my sister, Henbran. She is over the hill north some, then go through the woods a bit more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "Henbran takes the fish gleefully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1794",
      "en": "Rhiangar is convinced answers can be found by speaking with an ancient hag who resides in the gloomy Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'You again? Oh, but you seem to have fish with you this time! Excellent! I will take those, then we may talk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Find the hag of the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Catch fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Luilloth was a hero, just as I always suspected! It sounds like she found some method of dispelling the dead that were plaguing Cardolan in her day, but there is no mention of what that method might have been.\\n\\n'The section about the forest is intriguing! I grew up hearing rumours of a hag of the Old Forest who has haunted its wood for hundreds of years! We need to talk to this hag! Perhaps she was the one Luilloth met with beneath the trees. Obviously, I cannot accompany you, but I implore you to search for the hag of the woods! She could hold the key to us understanding how to banish the risen dead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308878",
      "en": "'I have become too dependent upon Blue Cloak, but my hands are no longer up to the task of reeling in fish, and the river is so far. If you bring me fish, maybe I will help you. Though I am but a lonely woman, alone, perhaps I have answers. So very alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa303",
      "en": "The Hag of the Old Forest",
      "es": "",
      "es (fem)": ""
    }
  ]
}