{
  "id": 621066790,
  "txt": [
    {
      "id": 173025283,
      "en": "Talk to Gorwen in Luilloth's chamber in Sarch Vorn\\n<rgb=#ff0000>Speak with Gorwen before venturing further!</rgb>",
      "es": ""
    },
    {
      "id": 173025330,
      "en": "DNT - TBD",
      "es": ""
    },
    {
      "id": 9362072,
      "en": "Listen to Goldberry",
      "es": ""
    },
    {
      "id": 190220519,
      "en": "'What a joy it is to see you well, dear friend.\\n\\n'You have triumphed over the Grey Fear, have you not? If you had not, I do not believe I would have found my way into this old barrow unhindered.\\n\\n'Indeed, the shadow upon this place has lifted, but one matter remains unfinished.'",
      "es": ""
    },
    {
      "id": 173025287,
      "en": "Defeat the Grey Fear in Sarch Vorn, the Black Grave",
      "es": ""
    },
    {
      "id": 173025336,
      "en": "Talk to Rhiangar",
      "es": ""
    },
    {
      "id": 184621411,
      "en": "Gorwen can be found in Sarch Vorn.\\n\\nAfter encountering Goldberry in the depths of Sarch Vorn, you have seen Luilloth's remains laid to rest at last. You should talk to Gorwen.",
      "es": ""
    },
    {
      "id": 184621458,
      "en": "Gorwen can be found in Sarch Vorn.\\n\\nYou have banished the Grey Fear. You should talk to Gorwen.",
      "es": ""
    },
    {
      "id": 173025337,
      "en": "Meet Gorwen outside Sarch Vorn",
      "es": ""
    },
    {
      "id": 184621414,
      "en": "Luilloth's remains or some other sign of her adventures long ago can likely be found somewhere in Sarch Vorn.\\n\\nYou should search for some sign of Luilloth in Sarch Vorn.",
      "es": ""
    },
    {
      "id": 184621461,
      "en": "Luilloth's chamber can be found in Sarch Vorn.\\n\\nAfter banishing the Grey Fear, Gorwen has heard a sound echoing from the halls of Sarch Vorn. You should return to Luilloth's chamber and investigate it.",
      "es": ""
    },
    {
      "id": 148970178,
      "en": "Freed of the control of the Grey Fear, Luilloth's remains return to rest",
      "es": ""
    },
    {
      "id": 148970225,
      "en": "To your horror, you have found Luilloth, but her remains have been desecrated by the Grey Fear!",
      "es": ""
    },
    {
      "id": 184621465,
      "en": "Goldberry can be found in Sarch Vorn.\\n\\nAfter banishing the Grey Fear, you discovered that Goldberry also travelled to Sarch Vorn. You should talk to Goldberry.",
      "es": ""
    },
    {
      "id": 173025297,
      "en": "Talk to Gorwen in the Grey Fear's chamber in Sarch Vorn",
      "es": ""
    },
    {
      "id": 148970227,
      "en": "DNT - TBD",
      "es": ""
    },
    {
      "id": 173025299,
      "en": "Investigate Luilloth's chamber in Sarch Vorn",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Doom of Sarch Vorn",
      "es": ""
    },
    {
      "id": 190220533,
      "en": "'Alas for Luilloth!\\n\\n'I cannot say for certain, but I think she collapsed these tunnels herself... almost as if to trap the Grey Fear within Sarch Vorn. And poor Astoryn! So loyal was he that even then he did not abandon Luilloth.\\n\\n'From her wounds, I suspect that she was killed when the tunnels collapsed. That is my hope at least, for it would be a preferable fate to any other she might have found in Sarch Vorn. Better that than to be tormented by the Grey Fear until she died of starvation or met some other sorrowful end.\\n\\n'But her remains do not appear to have decayed as any others would, and that knowledge brings many unpleasant thoughts to my mind. Either Sarch Vorn was so well-sealed when its tunnels collapsed that she was preserved or the Grey Fear took hold of her remains in the same manner as those of Prince Amondir.\\n\\n'So many were the horrors visited upon her family, it can scarcely be believed. We must put an end to the Grey Fear, my friend, once and for all!'",
      "es": ""
    },
    {
      "id": 173025302,
      "en": "Talk to Goldberry in Sarch Vorn",
      "es": ""
    },
    {
      "id": 190220487,
      "en": "'You return! Glad am I to see you, my friend!'\\n\\nYou tell her of your deeds.\\n\\n'The tale you bring chills me to my very bones. I knew things were dire, but never did I imagine such a creature, with so much history. You not only saved my homeland, you also found justice for Luilloth and her family.\\n\\n'May this unholy cycle of grief be ended!'",
      "es": ""
    },
    {
      "id": 184621096,
      "en": "Rhiangar has asked you to trace Luilloth's final footsteps to Sarch Vorn. The way there is unknown to her, but she suspects the Ranger Gorwen may know how to reach the grave-site.\\n\\nYou should talk to Gorwen at the caravan south of Andrath.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Bolstered by Goldberry, your quest leads you to Sarch Vorn, Luilloth's final known destination. The way there is hidden and guarded by darkness. There is one, however, who knows the secret paths that wind into the mountain.",
      "es": ""
    },
    {
      "id": 190220537,
      "en": "'Is the Grey Fear truly gone? Is it banished from Cardolan evermore?\\n\\n'If the stories of old speak true, the Grey Fear may yet return with the passing of the years. Perhaps all we can do is remain vigilant and pray that it never returns—neither in the guise of Prince Amondir nor any other.\\n\\n'Nay, I must believe that it is gone, [placeholder]. We have won this victory for Cardolan... for Meneldir...'\\n\\nAs Gorwen speaks, a sound echoes through the halls of Sarch Vorn.\\n\\n'Did you hear that, my friend? It sounds like it came from the chamber where we discovered Luilloth. I don't know about you, but I will not leave this place while the Dead still roam its halls.\\n\\n'Let us find out what made that sound!'",
      "es": ""
    },
    {
      "id": 190220305,
      "en": "'It is over, my friend. May Meneldir and so many others at last find peace!\\n\\n'Is that the river-daughter of whom you spoke? Even in so dark a place, I feel a lightness upon my heart in her presence.\\n\\n'But, truth be told, I do not wish to remain here any longer than we must. The Grey Fear is no more, but that does not erase the hurts he has brought upon us or any of the peoples of Cardolan.\\n\\n'I trust Rhiangar will wish to hear of this? I will escort you to Herne, but I am afraid our paths must diverge after we arrive. I am a Dúnadan, after all, and my duty is to my kin. Far too many troubles have come to Cardolan of late, and it shall be our task to set them right.\\n\\n'Nevertheless, I cannot thank you enough for what you have done for us... and for Meneldir.'\\n\\n<rgb=#FF0000>NOTE: You will exit Sarch Vorn, the Black Grave and swiftly travel to Herne when you advance this quest.</rgb>",
      "es": ""
    },
    {
      "id": 190220306,
      "en": "'It is over, my friend. May Meneldir and so many others at last find peace!\\n\\n'Is that the river-daughter of whom you spoke? Even in so dark a place, I feel a lightness upon my heart in her presence.\\n\\n'But, truth be told, I do not wish to remain here any longer than we must. The Grey Fear is no more, but that does not erase the hurts he has brought upon us or any of the peoples of Cardolan.\\n\\n'I trust Rhiangar will wish to hear of this? I will escort you to Herne, but I am afraid our paths must diverge after we arrive. I am a Dúnadan, after all, and my duty is to my kin. Far too many troubles have come to Cardolan of late, and it shall be our task to set them right.\\n\\n'Nevertheless, I cannot thank you enough for what you have done for us... and for Meneldir.'\\n\\n<rgb=#FF0000>NOTE: You will exit Sarch Vorn, the Black Grave and swiftly travel to Herne when you advance this quest.</rgb>",
      "es": ""
    },
    {
      "id": 184621478,
      "en": "Gorwen can be found near the entrance to Sarch Vorn.\\n\\nSarch Vorn can be found west of Gerwyn's convoy in Cardolan, built into a hill of black stone. You should talk to Gorwen.",
      "es": ""
    },
    {
      "id": 148970196,
      "en": "To your surprise and relief, Goldberry has come to Sarch Vorn",
      "es": ""
    },
    {
      "id": 190220312,
      "en": "'Alas for Luilloth!\\n\\n'I cannot say for certain, but I think she collapsed these tunnels herself... almost as if to trap the Grey Fear within Sarch Vorn. And poor Astoryn! So loyal was he that even then he did not abandon Luilloth.\\n\\n'From her wounds, I suspect that she was killed when the tunnels collapsed. That is my hope at least, for it would be a preferable fate to any other she might have found in Sarch Vorn. Better that than to be tormented by the Grey Fear until she died of starvation or met some other sorrowful end.\\n\\n'But her remains do not appear to have decayed as any others would, and that knowledge brings many unpleasant thoughts to my mind. Either Sarch Vorn was so well-sealed when its tunnels collapsed that she was preserved or the Grey Fear took hold of her remains in the same manner as those of Prince Amondir.\\n\\n'So many were the horrors visited upon her family, it can scarcely be believed. We must put an end to the Grey Fear, my friend, once and for all!'",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Talk to Gorwen",
      "es": ""
    },
    {
      "id": 173025504,
      "en": "Talk to Gorwen in Sarch Vorn",
      "es": ""
    },
    {
      "id": 184621440,
      "en": "Sarch Vorn can be found west of Gerwyn's convoy in Cardolan, built into a hill of black stone.\\n\\nYou should meet Gorwen at the entrance to Sarch Vorn in Cardolan.",
      "es": ""
    },
    {
      "id": 190220503,
      "en": "'In all my years, I have never dared to stray any closer to Sarch Vorn.\\n\\n'But if this is where the Grey Fear dwells... it is where we must go! There is no other choice, lest we allow this evil to spread through all of Cardolan—perhaps even all of Eriador.\\n\\n'If this is truly the work of Angmar, then my vengeance is twice-earned. Cardolan has suffered enough loss, and we cannot allow the Grey Fear to bring it to ruin once more! If Luilloth's quest led her to these ancient grounds, perhaps we can find some sign of her passing in Sarch Vorn or some tool to aid us to overcome the Grey Fear. Even the most insignificant thing may prove a great boon!\\n\\n'Let us go, [placeholder]. If we wait any longer, I fear my courage will fail me!'",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'I still cannot believe you found so much evidence of Luilloth's final hours! You even worked with someone who had spoken directly to her! This is astonishing! Everything you have accomplished in such a short time is more than I have been able to do in my many years of research!\\n\\n'We are so close! We now know where Luilloth went to fight the Grey Fear. I suspect this creature was not defeated as was thought! They may even be in Sarch Vorn now!\\n\\n'I hesitate to ask you to go but... no, you have proven yourself over and again. I believe you can follow in the footsteps of Luilloth, and in so doing, perhaps we can put the dead to rest, as she once did. This time for good!\\n\\n'I do not know the way to Sarch Vorn, but I know one who might. I have been speaking with the Ranger, Gorwen. Ask her if she knows the path to that unholy place.'",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Talk to Gorwen",
      "es": ""
    },
    {
      "id": 190220505,
      "en": "'You have reason to believe the Grey Fear truly dwells within Sarch Vorn? It is worse than I feared!\\n\\n'I have not given thought to that terrible place since I was a young girl. It was spoken of as almost a myth among my kin—a tale to steel the hearts of children should the Dead ever again crawl from the barrows of Tyrn Gorthad.\\n\\n'I know the way to Sarch Vorn, [placeholder], but it is treacherous. It is to the west of here, built into a hill of black stone. If you spy an old wooden bridge crossing a chasm before a waterfall, you have found the way.\\n\\n'If you seek to defeat the Grey Fear, meet me there, my friend.'",
      "es": ""
    },
    {
      "id": 184621161,
      "en": "DNT - TBD",
      "es": ""
    },
    {
      "id": 184621444,
      "en": "Gorwen can be found in Sarch Vorn.\\n\\nYou have freed Luilloth's remains from the control of the Grey Fear. You should talk to Gorwen.",
      "es": ""
    },
    {
      "id": 184621492,
      "en": "Luilloth can be found in Sarch Vorn.\\n\\nYou have discovered Luilloth's remains animated by some fell spirit within the depths of Sarch Vorn. You should free Luilloth from the Grey Fear and return her remains to rest.",
      "es": ""
    },
    {
      "id": 148970020,
      "en": "You have banished the Grey Fear!",
      "es": ""
    },
    {
      "id": 184621494,
      "en": "You have triumphed over the Grey Fear and laid Luilloth's remains to rest in Sarch Vorn. You should now return to Rhiangar.\\n\\nRhiangar is at the inn in Herne.",
      "es": ""
    },
    {
      "id": 184621448,
      "en": "The Grey Fear can be found in Sarch Vorn.\\n\\nYou must defeat the Grey Fear within Sarch Vorn before its evil can spread across Cardolan and the lands of the Free Peoples.",
      "es": ""
    },
    {
      "id": 190220512,
      "en": "'Is the Grey Fear truly gone? Is it banished from Cardolan evermore?\\n\\n'If the stories of old speak true, the Grey Fear may yet return with the passing of the years. Perhaps all we can do is remain vigilant and pray that it never returns—neither in the guise of Prince Amondir nor any other.\\n\\n'Nay, I must believe that it is gone, [placeholder]. We have won this victory for Cardolan... for Meneldir...'\\n\\nAs Gorwen speaks, a sound echoes through the halls of Sarch Vorn.\\n\\n'Did you hear that, my friend? It sounds like it came from the chamber where we discovered Luilloth. I don't know about you, but I will not leave this place while the Dead still roam its halls.\\n\\n'Let us find out what made that sound!'",
      "es": ""
    },
    {
      "id": 173025281,
      "en": "Defeat Luilloth in Sarch Vorn, the Black Grave",
      "es": ""
    },
    {
      "id": 173025328,
      "en": "Enter Sarch Vorn and search for some sign of Luilloth",
      "es": ""
    },
    {
      "id": 148970023,
      "en": "Gorwen stands before a great arch of black stone, and she appears uneasy",
      "es": ""
    }
  ]
}