{
  "id": 621066741,
  "txt": [
    {
      "id": 184621161,
      "en": "Henbran Amon has suggested you retrieve the Amon family grimoire from her sister, Cedrach the Cruel.\\n\\nCedrach lives in the Old Forest, in Cardolan.",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Collect yarrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Collected slippery cap mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Now that fish have been procured for Henbran, she is willing to talk to you about Luilloth. Memory, however, fades as time goes by. And much time has passed for Henbran.",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "Collected willow bark ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621122,
      "en": "Cedrach Amon has asked you to gather willow bark, yarrow, and slippery cap mushrooms while she searches her cottage for the trunk.\\n\\nYou should look for these items in the Old Forest.",
      "es": ""
    },
    {
      "id": 251715986,
      "en": "Return to Cedrach",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "Collected yarrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "DNT - TBD",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "You should bring the yarrow, willow bark, and mushrooms to Cedrach.\\n\\nCedrach is in the Old Forest.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Family Matters",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "Find Cedrach the Cruel",
      "es": ""
    },
    {
      "id": 190220553,
      "en": "'Hello there. Why yes, I am Cedrach Amon. I see you have been over to speak with my sister. Henbran is as dramatic as ever, it seems! Well now, I do not know about the grimoire she is speaking of. I would never have dreamed of stealing it from her! I know how import- oh dear.'\\n\\nShe stops speaking, her brow furrowed.\\n\\n'Oh dear. When I decided to start keeping my own house with my husband, I took few things with me. I did, however, take a large chest full of blankets that I had knitted, as well as the wedding dress I was sewing. Oh my, that was so long ago now! My husband is many years passed and my own daughter has gone on to wed and lose her own husband. But I digress - perhaps the grimoire was within the chest when I left to come here! Oh, if so, I feel awful. I never intended to take Henny's grimoire. She was always so much more dedicated to the family history and all the teachings from our ancestors. No wonder she thinks I am cruel! Oh dear!\\n\\n'Listen, I would impose a boon upon you, if you will. My daughter has been sick for many days and I was just about to head out to gather herbs with which to treat her ailments. If you will gather what I need, I will go look for the chest.\\n\\n'I need willow bark, yarrow, and slippery cap mushrooms. I will head inside now to look for that chest.'",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'You found everything? Why thank you! The willow bark and yarrow will help my daughter feel better, while the mushrooms will be part of tonight's meal.'",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Collect slippery cap mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Very well. You did as I asked. I will allow you to ask in turn. What is it that you want from me?'\\n\\nYou explain your search for information about Luilloth.\\n\\n'Luilloth? How old do you think I am!? I am no Elf, to live thousands of years! ...Now that I think on it, however, the name does dredge up some old memories.'\\n\\nHenbran ponders, her wrinkled face crinkling even more as she thinks.\\n\\n'Yes, I do recall Luilloth having some dealings with my great ancestor. But I cannot help you. The knowledge of what they spoke is lost. Stolen! By my wicked sister, Cedrach the Cruel. T'was she who stole the Amon Grimoire - the book of secrets my family has passed down for generations. Among its pages I recall an account of the Lady Luilloth, but what she came here for, I no longer recall. Time has stolen my memories, my sister has stolen the account. Along with so very much more! She left me, you know. All alone in this dark forest. An old woman with no one. So lonely beneath the black branches, so alone! So very alone!'\\n\\nShe pauses dramatically, as though hoping you might offer some words of comfort, but then she rushes on before you are able to speak.\\n\\n'She lives down by the Brandywine, so perhaps the grimoire is not wholly lost. I have never been to her new home, which I am sure is a hovel. I am too old to make the journey, she made sure to be far enough away to ensure that! You could go looking for the book, to get your answers. If you seize it back, bring it to me! I would reward you greatly! But beware of my sister, [placeholder]. She has had decades to study the grimoire. Who knows what dark powers she now wields.'",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Collect willow bark ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}