{
  "id": 621066767,
  "txt": [
    {
      "id": 184621129,
      "en": "You should bring the fresh bread to Henbran and let her know who the blue-cloaked stranger was.\\n\\nHenbran is in the Old Forest.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "The Blue-cloaked Stranger",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Pick up the bread",
      "es": ""
    },
    {
      "id": 251715986,
      "en": "Bring the bread to Henbran",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "While searching the Amon family chest you came across a blue cloak! Perhaps someone at Cedrach's house knows who it belongs to.",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'So, you found my blue cloak, eh? Yes, I was the one bringing food to auntie Henbran. My mother suspected, but didn't ask me about it. I had to stop this week because my daughter and I both fell ill and I have been here watching over her. I am so grateful you were able to help fish for auntie in my stead. I will take up the task again as soon as I am feeling better. Perhaps this time I will not have to go cloaked and hiding who I am. I desperately wish to meet my mother's sister.\\n\\n'I was able to bake some bread earlier today. Will you bring the loaf on the table to auntie Henbran? May it help to even further mend the gap between our family.'",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'Bread? From Blue Cloak?'\\n\\nYou explain Derwen's role as the blue-cloaked stranger and her wish for mending things between the sisters.\\n\\n'This whole time, it was Derwen? And my sister's daughter has a daughter of her own? I have missed so much! Has so much time really passed while I sat in my anger?\\n\\n'This seals it! I will go and see them, and bring herbs of my own to help with this sickness. In truth, I know a path my knees will be able to tolerate. All this time I could have gone to Cendrach, but I closed my heart, just as I closed my door when she would come by. When was it that she stopped coming, I wonder. So long ago, it seems. I wonder if she will forgive me - but from what you have said, she already has? Joy creeps into my heart. I must make haste! As much haste as this old body can make, that is.'\\n\\nShe laughs softly.",
      "es": ""
    },
    {
      "id": 184621161,
      "en": "Derwen has asked you to bring the bread she baked to her aunt, Henbran.\\n\\nThe bread is on the table in Cedrach Amon's house in the Old Forest.",
      "es": ""
    },
    {
      "id": 148970260,
      "en": "The bread is warm and smells amazing",
      "es": ""
    }
  ]
}