{
  "id": 621066745,
  "txt": [
    {
      "id": "0xb011869",
      "en": "Cedrach has suggested that you search the chest for the Amon family grimoire.\\n\\nThe chest is in Cedrach's house, in the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568954",
      "en": "'So you return! And no more the worse for wear, it seems. Has my sister gone soft?'\\n\\nYou hand her the grimoire and explain what happened. Henbran is quiet for a long while, looking down at the large book in her hands.\\n\\n'Decades without her. Over an accident. What have I done?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "While you were gathering ingredients for Cedrach, she was able to locate the old chest she took when she moved into her own home. It hasn't been opened in ages, but perhaps the Amon family grimoire is hidden beneath the moth-eaten blankets and old clothing contained within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'You found the grimoire? Oh dear. I cannot believe I have had it all this time! So many years of my sister thinking I stole it from her when I left. I would never have done such a thing! I can understand now why she never visited, even when my daughter was born! How very sad - we missed out on so many years of each others' lives.\\n\\n'Please, bring the book to my sister. With my blessing and my apology, if you will carry it. It is not enough, but I hope one day she will forgive me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011842",
      "en": "While searching the chest for the Amon family grimoire you found a blue cloak! Keep searching the chest for the book.\\n\\nThe chest is in Cedrach's house, in the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Tell Cedrach you found the book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308810",
      "en": "'My sister and I both wanted different things from life. I met a man most handsome and turned my back on the ways of our family. I do not regret it, but... well, I must admit that the teachings of our mother are what I am leaning on now to help heal my own child.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Search the chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "You should let Cedrach know that you found the grimoire at the bottom of the old trunk.\\n\\nCedrach is in the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Ancient Trunk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Continue searching the chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "You found a blue cloak!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1e5",
      "en": "Bring the grimoire to Henbran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b16",
      "en": "You found an old book!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "Cedrach Amon has given you her blessing to take the grimoire to her sister, Henbran, with her apologies for accidentally taking it with her when she left home.\\n\\nHenbran's cottage is in the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Do you know I searched my entire house while you were gone? Then my daughter reminded me that the chest was in the cellar. Hooh, my memory is not what it once was. Go on ahead and search the chest for the book. If it's in there, you can bring it to my sister.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}