{
  "id": 621034987,
  "txt": [
    {
      "id": "0x9b56810",
      "en": "Goblin-town has long been a thorn in the side of the free peoples in Rhovanion. Once again, the goblin horde inside stirs….\\n\\nYour mission is to destroy the watch-towers on the path to the Goblin-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad3",
      "en": "Mission: Watch-towers at the Goblin-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d194",
      "en": "You have been tasked with destroying watch-towers outside the Goblin-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'The goblins of the Misty Mountains have long plagued the people of Rhovanion. A great horde of them still resides inside Goblin-town. It is imperative that we KEEP them inside the mountains, and prevent them from adding their forces to Gorgar's army. My scouts have discovered that the goblins are re-building their watch-towers at the Goblin-gate. This is surely the first step to striking out into the wider world once more. You must destroy their watch-towers, and push the goblins back into Goblin-town!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Complete Mission: Watch-towers at the Goblin-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Your mission is to destroy the watch-towers on the path to the Goblin-gate.\\n\\nSpeak to Ausma to travel to the Goblin-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "The mission is complete!\\n\\nSpeak to Ausma for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'Well done! I will ensure some of my scouts keep an eye on the Goblin-gate, and will let you know if your help is needed again. It will be, of course. Those goblins are never-ending....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eafc8",
      "en": "Reinforcements!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef8179",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    }
  ]
}