{
  "id": 620915367,
  "txt": [
    {
      "id": 218649170,
      "en": "'What did you find at the southern road into the Norcrofts?'\\n\\nHorn listens to your account of the uruk-hai at Kúthaus.\\n\\n'That is as I suspected, [placeholder]. If there had been no danger, word would have left Wildermore of its troubles well before now.\\n\\n'Speaking with what few folk I have found, I learned from where the Wargs come: a farm to the south-west, once owned by Edsig, but now overrun by the minions of Saruman and the creatures they ride. Defeat Wargs and Warg-riders in the Fallows, as you have done, but do so now in and around Edsig's Farm. You may slow their assault on the other farms. If you find salvageable crops at Edsig's Farm, bring them to the provisioner at Forlaw. If it comes to a siege, Reeve Gárwig will be glad of the additional supplies.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, this cold! This feels nothing like the Wildermore of my youth, [placeholder]. I left as a young man and returned an old one, and the land that greets me is more different than I myself have become!\\n\\n'Deserted farms, frozen rivers, enemies lurking behind every tree and over every stone. What will we find when we come to my home of Dunfast?'\\n\\n<rgb=#FF0000>Completing this quest will unlock an optional interlude from Gléowine's map.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 6: Fallow Ground",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you for these. I am glad the Orcs did not despoil these crops. We will surely have need of them, unless this terrible winter lifts tomorrow. It came on so suddenly. Perhaps it will leave equally so!\\n\\n'If it does not, these crops will buy us a few days more. I suppose that is the best for which we can hope.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Warg-riders in the Fallows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Wargs come always from the south-west, and the people I speak with tell me that Edsig's Farm is overrun. Go there, defeat the Wargs, and salvage any crops you find. The provisioner at Forlaw will be glad of the extra supplies, as will Reeve Gárwig if it comes to a siege.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated foes at Kúthaus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is a wonder you found any crops at all, [placeholder]. This unnatural cold is well on its way to choking the life from the lands of Wildermore, plant and Man alike.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Wargs or Warg-riders in the Fallows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Warg-riders can be found throughout the Fallows, in Wildermore, and some foe has shut the southern road into the Norcrofts.\\n\\nHorn has asked you to defeat Warg-riders in the Fallows and to investigate the southern road out of Wildermore.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This chill gets into my bones, and makes me miss the Golden Wood. Still, we go where we are needed, and without complaint.\\n\\n'For the most part, [placeholder]. For the most part.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected salvageable crops ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Horn is waiting for you at Gárferth's Farm, in the south-east reaches of the Fallows.\\n\\nYou have defeated both Warg-riders and the uruk-hai at Kúthaus, and should now meet Horn at Gárferth's Farm, where he said he would be waiting for you.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ah, this cruel winter has worked much evil already for the farms of Wildermore. Once you would have found such a bounty of crops at any one of those farms! Instead, you have this small share. The provisioner is in the southern courtyard of Forlaw, and will be glad of them, at any rate.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wargs and their riders stalk the Fallows, and many can be located Edsig's Farm, located in the southern reaches.\\n\\nHorn has asked you to defeat the Wargs and their riders in the Fallows, and to bring any salvageable crops you find from Edsig's Farm to the provisioner at Forlaw.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Warg-riders can be found throughout the Fallows, and some foe has shut the southern road out of Wildermore. I think we should put a stop to it.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The provisioner of Forlaw is in the southern courtyard of the city.\\n\\nYou have salvaged some crops from an overrun farm in the Fallows, and should bring them to the provisioner at Forlaw.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Have you found the provisioner yet? Look in the southern courtyard of Forlaw, and hand over the crops you managed to salvage. Not much, it is true, but better than none.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gléowine is in Forlaw, and wishes to speak with you.\\n\\nYou have brought some crops to the provisioner in Forlaw, and should now see what Gléowine has been doing.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'The people hope that this unnatural winter will soon lift, but it is hard for me to think it will. It came on too suddenly to be properly of this world.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Thank you for the crops you gathered. They will be of use to us if this winter does not lift soon.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Warg-riders in the Fallows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat foes at the southern exit from Wildermore, in the Fallows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Horn at Gárferth's Farm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Wargs and their riders in the Fallows ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect salvageable crops from Edsig's Farm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring salvaged crops to the provisioner in Forlaw",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Gléowine in Forlaw",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Horn thinks the people of the Fallows could use your help against their enemies.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Gárwig may not see a means of defeating Núrzum, but we should not judge him too harshly. He buckles under the weight of his worry, but there is strength there. It is buried deeply, like the fields of Wildermore beneath this unnatural cold.\\n\\n'Gléowine tells me that the Fallows were home to the most bountiful farms in Wildermore. If they survive at all it is a testament to the strong will of their owners, but they are not warriors, and their strength will not last when faced with uruk-hai and Warg-riders.\\n\\n'The road runs south through the Fallows and leaves Wildermore at its southernmost reaches, but no riders or information have gone that way for some weeks. Ride among the farms of the Fallows and defeat Warg-riders on your way to that pass. I suspect some foe holds the road against us. Defeat whatever you find there, and meet me at Gárferth's Farm afterward. We will do what good we can against the foes we can manage. Núrzum must wait.'",
      "es": ""
    }
  ]
}