{
  "id": 620915215,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated one of Saruman's minions ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A jangling sound alerts you to a broken harp, which you pick up",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "A jangling sound alerts you to a broken harp crushed beneath your foe",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Horn and Corudan are at the crossing of the Entwash, in the Sutcrofts, and desire to speak with you concerning your next steps.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We will put our exile from Edoras to good use, [placeholder], if we strive to improve the lot of the needful folk on this side of the Entwash. Then, at least, some good will come from Théoden King's command that we not return to the Golden Hall.'\\n\\nHorn sighs heavily. 'I confess I cannot find a positive light in which to cast Éomer's imprisonment by his uncle, or the sending-away of my mentor Gléowine. We must find hope where we may, I suppose.\\n\\n'We should ride against the mounted minions of Saruman in the Sutcrofts. Let us bring peace to the people of East Rohan, for that be where the King commands us to stay!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Saruman's mounted minions threaten the people of Rohan throughout the Sutcrofts.\\n\\nHorn and Corudan think you should make the most of your exile from Edoras by continuing to combat Saruman's mounted minions in East Rohan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The King of Rohan has forbidden us to cross the Entwash, but there is still much we can do for his people on this side of the river.\\n\\n'In time, perhaps the King will come to his senses, releasing his nephew Éomer from imprisonment, restoring Horn's mentor as his minstrel, discerning the difference between friend and foe...'\\n\\nCorudan shakes his head. 'Until he does, let us ride against the mounted foes of his people throughout the Sutcrofts and the Entwash Vale!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saruman's mounted minions threaten the people of Rohan throughout the Sutcrofts.\\n\\nHorn and Corudan think you should make the most of your exile from Edoras by continuing to combat Saruman's mounted minions in East Rohan.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Horn is at the crossing of the Entwash, in the Sutcrofts, and he will wish to see the battered harp you found.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let us ride against Saruman's minions, [placeholder]! They prowl throughout the Sutcrofts, and will make good targets for we three exiles!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What did you find? A harp, you say? That seems an odd choice of weapon for use by Saruman's minions.'\\n\\nHorn's jovial expression disappears when you hand him the battered remains of the harp.\\n\\n'I know this instrument, [placeholder]! How often did I listen to its beautiful music, played first to instruct and only later to entertain? This is the harp of my mentor Gléowine. Did he run afoul of Saruman's minions?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have no harp? No harp at all?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Horn is at the crossing of the Entwash, in the Sutcrofts, and he will wish to see the battered harp you found.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Let us ride against Saruman's minions, [placeholder]! They prowl throughout the Sutcrofts, and will make good targets for we three exiles!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Saruman's minions prowl throughout the Sutcrofts. If we ride against them we will do some good for the people of Rohan.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Saruman's mounted minions in the Sutcrofts ([placeholder]/5)",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Saruman's minions prowl throughout the Sutcrofts. If we ride against them we will do some good for the people of Rohan.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Saruman's mounted minions in the Sutcrofts (4/5)",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the battered harp to Horn at the crossing of the Entwash, in the Sutcrofts",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You found this harp in battle? It looks to my eye that the harp lost that battle, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the battered harp to Horn at the crossing of the Entwash, in the Sutcrofts",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 1: Exiles",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You found this harp in battle? It looks to my eye that the harp lost that battle, [placeholder].'",
      "es": ""
    }
  ]
}