{
  "id": 620915337,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'It is as they said in Scylfig: Reeve Gárwig has given up hope. We will find no plan for facing Núrzum here, [placeholder].\\n\\n'But first we must reassure the people of Forlaw. We must tell them that their Reeve is still trying to get them through this, that he loves them and believes they can still survive. Winter will pass, Núrzum will fall, and the people of Wildermore will plant new crops and reap a bountiful harvest in days to come. I would not have believed Gárwig had such eloquence in him.'\\n\\nA smile twitches the corner of his mouth.\\n\\n'You did not get that impression from our visit with the Reeve? Curious. I am sure he said something like that. Be sure to comfort any scared villagers you see. It seems to me that Gárwig does not often leave his hall; this day, that helps us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'How did you do? I trust you did not let the truth interfere with your errand, [placeholder]?'\\n\\nHorn laughs, but it is a short and humourless laugh.\\n\\n'We may have given the people false hope, [placeholder], but if we can do something about Núrzum it will not be a lasting injustice. Things have gone poorly for the people of Forlaw already, but it does not take much thought to see that they could go even worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 5: The Lord of Widows and Orphans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Gárwig squints at you distrustfully.\\n\\n'Harding sent men to help me, and they were unable to provide any assistance at all! They got themselves eaten, or crushed, or lost in the snow, and worse than that: the survivors crawled back to my villages, bringing their rumbling bellies and broken limbs with them! They are of no use to anyone!\\n\\n'Where are my warriors? Where are the strong men of Rohan? Dead, or gone, or weakened by the cold and by hunger. All that remain in my hall are orphans and widows. They call me the Lord of Widows and Orphans, did you know that? Me, Gárwig, son of Céolgar, Reeve of Wildermore!\\n\\n'You cannot face Núrzum, but if you are willing to help there is no shortage of foes seeking to destroy my people! The uruk-hai have secretly been bringing supplies near to Forlaw, along the shores of the Isingmere. Defeat them and burn the barrels of supplies they have brought with them. Do this and you may forestall the end, for a time. Only for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You did as I asked? Good, though it be one small drop in a sea of need. I do not know how the uruk-hai made it all the way to the lakeside uncontested, but the loss of some supplies may keep them from staying for as long.\\n\\n'While you were gone the city shook and rumbled, and my people cowered, thinking Núrzum had come. The city has been spared his wrath thus far, but I say they were right to cower! How long will Forlaw remain out of his sight? When Núrzum does come, how can we hope to defend ourselves? We cannot!\\n\\n'What sort of a life is this? Is it not cruel to ask my people to live this way, in the shadow of a fear we cannot banish? This is a sorry lot to have drawn, stranger. I thank you for facing the uruk-hai, but if you take my advice you will leave Wildermore behind. Once Núrzum turns his attention to us, we will be gone. It may not happen today, or tomorrow, but I think we will all pass out of life before this unnatural winter does.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated uruk-hai along the shores of the Isingmere ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The people of Forlaw need to believe that Gárwig still fights for them. Tales of his despair have already travelled too far, and that helps no one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Burned uruk-hai supply barrels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We should travel to Forlaw to speak with Reeve Gárwig. Let us learn what he plans to do about Núrzum and the suffering people of Wildermore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "The assemblage stares at Gárwig with open mouth and gloomy countenance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reeve Gárwig rules from within the Mead Hall of Forlaw, on the southernmost shore of the Isingmere.\\n\\nHorn has learned that the people of Wildermore do not have confidence in Reeve Gárwig, and thinks you should visit him and learn his plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Núrzum is far too dangerous for you to face, but perhaps you can do something about the uruk-hai. They are more your size, I would say.\\n\\n'Go to their camp on the shores of the Isingmere and burn the supply barrels that allow them to remain there. Thin their numbers as well, and you will have done more than most to help my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Reassured scared villagers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The uruk-hai have a camp on the shore of the Isingmere, and Reeve Gárwig has asked you to burn their supply barrels and thin their number.\\n\\nReeve Gárwig knows you cannot stand against Núrzum, so he wants you to try and combat some of the uruk-hai instead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'How can we hope to face the monstrous Núrzum? We cannot! We cannot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c61",
      "en": "'Maybe you are right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Reeve Gárwig is in the Mead Hall of Forlaw, in Wildermore.\\n\\nYou have attempted to hinder the movements of the uruk-hai on the shores of the Isingmere, and should return to Reeve Gárwig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c62",
      "en": "'Do you really think so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Horn is outside the Mead Hall of Forlaw.\\n\\nReeve Gárwig has given up hope, but you are certain Horn has not, and should see what he intends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c63",
      "en": "'I hope you are right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Scared villagers can be found throughout Forlaw.\\n\\nHorn has asked you to reassure the people of Forlaw that their Reeve is working on some means of defeating Núrzum. That this is not exactly true does not seem to worry Horn very much.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c64",
      "en": "'I will not despair!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Horn is outside the Mead Hall of Forlaw, in Wildermore.\\n\\nYou have reassured scared villagers and should now return to Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c65",
      "en": "'Thank you for the kind words!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c66",
      "en": "'Thank you. I hope you are right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa08e631",
      "en": "'Nothing can be done! Once Núrzum comes to Forlaw, all will be ended!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c67",
      "en": "'You are right. There is always hope!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c68",
      "en": "'I will tell my neighbours not to despair either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa88c610",
      "en": "'We must not give up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a88c69",
      "en": "'Yes, of course. There will be sunny days again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Reeve Gárwig in the Mead Hall of Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat uruk-hai along the shores of the Isingmere ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Burn uruk-hai supply barrels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Reeve Gárwig in the Mead Hall of Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Horn outside the Mead Hall of Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Reassure scared villagers in Forlaw that Reeve Gárwig still fights for them ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Horn outside the Mead Hall of Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wildermore faces many dangers, and its Reeve may not be up to the task of defending its people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you were away, I spoke to some of the townspeople. Their accounts differ in many respects: Núrzum's height and description, the time at which he first appeared, the places he seems to haunt, all of these differ. Everyone seems to agree on two points: first, that Núrzum is dangerous and must be destroyed if Wildermore is to survive, and second, Reeve Gárwig seems completely incapable of dealing with this threat.\\n\\n'I hope this is not so, but if it is true that the Reeve of Wildermore cannot protect his people, something must be done. Théoden King will need all of his allies in the days ahead, even if he does not see it, and Rohan cannot have a Wildermore-shaped gap in its northern defences.\\n\\n'Reeve Gárwig makes his home in the town of Forlaw, to the south of Scylfig, on the southernmost tip of the Isingmere. Let us travel to his Mead Hall and see what plans he has made for combatting Núrzum and aiding his people.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}