{
  "id": 620915332,
  "txt": [
    {
      "id": 218649170,
      "en": "'Yes, I am Wídfara, and I am a rider of Harding's, Aldor of the Northmarch. I am in this land at his request, but have fallen prey to some difficulties and could not yet make my return.'\\n\\nWídfara laughs sourly and gingerly rubs his wounded leg.\\n\\n'This land is besieged, stranger! If you have not heard yet of the terrible apparition called Núrzum, you soon will. All of Wildermore trembles at his name, and they are not wrong to fear him! He slew my horse Windfoot, and no one will give me a new one with which to return to Harwick. It does not matter, with my leg in this state.\\n\\n'There is little we can hope to do against Núrzum, stranger, but other foes in the Writhendowns are less imposing. If you explore this land and fight the mounted foes near the White Hand camp in the south-east, explore the haunted fishing village to the north-west, and keep them away from Thrymm Red-beard's training camp to the east, I will tell you more of this terrible foe.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you for doing some good in the Writhendowns, my new friend. These people have experienced much hardship, and I fear I may have given speed to some of the dangers that threaten them.\\n\\n'I was riding in the High Knolls with my companions when a blizzard closed in. The snow was blinding and the wind fierce, and I dismounted to seek some measure of shelter. No sooner had my boots touched the ground than a great darkness fell upon me, and a tremendous shape towered over my poor horse Windfoot. I stumbled away, falling into a great drift of snow. It saved my life.'\\n\\nWídfara stares straight ahead, his expression haunted.\\n\\n'Above the tumult I could hear the sound of Núrzum at feast. He made a meal of my poor Windfoot, and only when he had finished and moved away among the crags did I see that my companions were missing. Of Léodwig there was no sign, but I do not think Harding's son was spared. I made my slow way by foot back here to Scylfig, but if he were alive he would have done the same. That is my tale. I hope only that Núrzum is not drawn here by my presence, to threaten the people of Scylfig.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 4: A Man of the Wold",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This, then, is our quest: to investigate the disappearance of Harding's men, the ones he sent into Wildermore. He gave us the names of two: Wídfara, a rider of no small skill, and Léodwig, Harding's own son.'\\n\\nHorn traces out a course on Gléowine's map.\\n\\n'We will ride north out of Harwick, and follow the road through the Wold until it turns west. That turning will bring us into Wildermore. This area here, do you see it? The land is called \\qWrithendowns,\\q and the first settlement we should investigate is this one here, Scylfig, located at its northern bounds.\\n\\n'What do you think of this course? I am ready to take it if you are, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I listened to Wídfara's tale, as did you, but it raises more questions than we had before! This creature Núrzum must be of enormous size if he can overpower a horse of Rohan. He must be clad in thick fur to move comfortably in the midst of such a snowstorm as Wídfara related. Whether his attack was caused by need or sport is unclear to me, but the size of his appetite is less mysterious: it is large, and not easily sated.\\n\\n'I believe Núrzum to be a large snowbeast of the sort that frequents the Misty Mountains. How he came to this area of Rohan I cannot guess.'\\n\\nCorudan looks up from his musings with a puzzled expression.\\n\\n'Where is Gléowine? I have not seen him since we arrived. If dangers such as this Núrzum stalk Wildermore, we should stay together for safety. I hope Gléowine has not thought to leave Scylfig.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have arrived in Scylfig, and should search for Wídfara and Léodwig",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I feel responsible, in some small way, for the people of Scylfig. I do not want my presence here to bring hardship upon them, and if you face their mounted foes near the White Hand camp in the south-east, the haunted fishing village to the north-west, and by Thrymm Red-beard's camp to the east, my conscience will rest more easily.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "Gléowine appears to be in a great deal of distress, and his eyes are full of sadness.\\n\\n'There is no fool like an old man thinking to rediscover the joys of his youth, [placeholder]. What happened to Wildermore in the years since I left her? The land of my childhood was a sunny place of fields and blue rivers, not this den of relentless sorrow! It was not home to such terrors as this monstrous Núrzum, bringing death so quickly and without warning! What happened to the land I remember?'\\n\\nGléowine hastily wipes the tears away.\\n\\n'Ah, pay no attention to an old, sad man, [placeholder]. I will not despair. My concern must not be that these troubles have happened to my childhood homeland. It must be that these troubles could move south and threaten the rest of Rohan. We will help the people of Wildermore, and by helping them we will help even Théoden King, though he not ask for nor trust such help. Thank you for this talk, my friend. I just needed to hear these things aloud.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'So Gléowine's time to himself helped him find some measure of peace? I am glad.'\\n\\nHorn's expression grows distant, and he seems to be speaking more to himself than to you.\\n\\n'Sometimes that is all it takes, is it not? Time to think. It could be like that for any one of us, only to return renewed and with greater purpose. I hope it is so.'\\n\\nHorn seems to notice you are still looking at him expectantly, and he turns slightly red.\\n\\n'Ah, yes. I am glad Gléowine is feeling better. What should... what should we do now?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The White Hand camp is crawling with enemies. How did they come to be here?",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Forgive me my musings, friend. I am an old man and a minstrel to boot, and both are given to wandering the hedgerows of memory. Horn can give you more practical guidance.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This fishing village seems to be abandoned. What secrets does it retain?",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Horn is standing by Gléowine on the porch outside the Mead Hall of Harwick.\\n\\nYou should speak with Horn about your journey into Wildermore.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I will see you again when we reach Scylfig, friend. It is a small town in the northern stretch of the Writhendowns, the easternmost lands of Wildermore.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Thrymm's training camp is packed with supplies and men eager for battle. But is it enough?",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Horn in Scylfig",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The town of Scylfig is located in the Writhendowns, in Wildermore, west of the Wold.\\n\\nYour companions have agreed that it is time to begin your search for Harding's men in Wildermore. You will begin with the town of Scylfig.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Scylfig is a small town in the Writhendowns, west of the Wold. It is larger than my home of Dunfast, and it is sensible to there begin our search for Wídfara and Léodwig.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Defeated mounted combat foes in the Writhendowns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wídfara may be within the town of Scylfig, in the Writhendowns area of Wildermore.\\n\\nIf Wídfara is within Scylfig, you should find him and learn why he has not returned to the Wold.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The town of Scylfig is located in the Writhendowns, to the west of the Wold. They are the easternmost lands of Wildermore, and they are where we will begin our search for Harding's men.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The White Hand has established a camp in the south-east corner of the Writhendowns. The abandoned fishing village can be found to the north-west of Scylfig. Thrymm Red-beard's training camp is to the east of Scylfig.\\n\\nWídfara has agreed to tell you more of what happened in Wildermore if you help the people of the Writhendowns by facing down their foes near three significant locations.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'We will begin our search in the town of Scylfig, in the Writhendowns. The Writhendowns are west of the Wold, in Wildermore, and according to the map Scylfig is on the northern bounds of the downs.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Wídfara is in Scylfig, in the Writhendowns.\\n\\nYou have done as he asked, and should now return to Wídfara to hear more of his tale.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Can you find Gléowine? With dangers such as this Núrzum abroad in the hills of Wildermore, I hope he has not left Scylfig.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'So Gléowine is fine after all? I am relieved.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Corudan is in Scylfig.\\n\\nCorudan listened to Wídfara's tale, and may have some thoughts about it.",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Wídfara lives. Does Léodwig fare as well?'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "It is Corudan's hope that Gléowine remains still within Scylfig.\\n\\nCorudan wants you to find Gléowine if he remains in Scylfig.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Horn is in Scylfig with Corudan and Wídfara.\\n\\nYou have comforted Gléowine and should now speak with Horn in Scylfig.",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Thank you, my friend. I just needed to hear my doubts aloud to know they are not as important as they seemed inside my head.'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'I have not seen Gléowine since we arrived. You do not think he left Scylfig, do you?'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'Wídfara, at least, lives. But what of Harding's son, Léodwig?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Horn outside the Mead Hall in Harwick",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Wídfara weaves a frightening tale. From where did Núrzum come, and what can we do about him?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Travel to the town of Scylfig, in the Writhendowns of Wildermore",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Wídfara or Léodwig within Scylfig, if they are to be found",
      "es": ""
    },
    {
      "id": 205636725,
      "en": "'Wídfara, at least, lives. But what of Harding's son, Léodwig?'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the White Hand camp in the south-east",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find the possibly-haunted fishing town",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Find Thrymm's training camp",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defeat mounted combat foes in the Writhendowns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Corudan in Scylfig",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Find Gléowine somewhere within Scylfig",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The men sent by Harding into Wildermore never returned, and now he wants you to see what has happened within the borders of that land.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Harding's interest in the state of Wildermore is not surprising, for he is Aldor of the Northmarch. It falls within his command, and if something has happened to its people it is his duty to know. My interest in Wildermore is more personal than that, [placeholder].\\n\\n'I was born in the town of Dunfast, a small village in the forest of the Whitshaws. As a young boy, I must have climbed to the top of every sturdy tree within a mile of the village; the view from the heights is well-known to me, and much-beloved: green fields and sunny hillsides, the crystal-blue waters of the Isingmere, the bounty of well-tilled farm-fields.\\n\\n'You can see little enough of that from my map, [placeholder], but the words and symbols stir my heart and make me think of home. Speak to Horn for more practical guidance, and to discuss our next steps. I tread too easily upon steps of memory, as minstrels are wont to do.'",
      "es": ""
    }
  ]
}