{
  "id": 620915309,
  "txt": [
    {
      "id": 218649170,
      "en": "'Is that your friend? He has been deep in his cups since yesterday, and will be of no use to anyone until he crawls out of them again. I have a few remedies that might speed the process, if you'd like to try one. One of them involves a mixture of honey and water, another involves the chewing of almonds, and I have heard that a poultice made of raw swamp cabbage can ease drunkenness when rubbed on one's forehead. Perhaps one of those will help.'\\n\\nShe considers Gléowine once more before continuing. 'Actually, he is pretty drunk. You might need all of them. I can tell you where to find these remedies, if you have a moment.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am sorry, but I have not seen anyone of that description. There have been many ragged folk streaming into Snowbourn of late; it is possible your friend came in a crowd and I just did not see him.\\n\\n'You might try south of here, by the barracks. There was a disturbance there earlier today, what with all these new people in town. Could be you'll find your friend there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 2: Gléowine",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'No, that description is not familiar to me. There have been many ragged folk streaming into Snowbourn of late, but I do not think I have seen your friend.\\n\\n'You might try south-west of here, by the barracks. There was a disturbance there earlier today, what with all these new people in town. Could be you'll find your friend there.\\n\\n'I'm willing to wager he did not come to Snowbourn by horse while I was here. I am sorry.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I suppose these remedies were worth trying, but in my experience time has always been the only sure curative.'\\n\\nHorn looks at his master's drunken form and sighs.\\n\\n'I cannot blame him, [placeholder]. He has experienced a great deal of suffering in recent days.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "An overpowering smell of ale greets you as you approach the drunken man ",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You found all the ingredients for the drunkenness remedies? Well, you should apply them to your friend there. I think he needs them.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "You have found Gléowine. He is alive, but very, very drunk.\\n\\n'Hey, you... you there... you? Stay out of my... my way, you? Hey!' he slurs.\\n\\nWith that effort expended, Gléowine drifts back into his stupor.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Alhild has further information about the remedies she suggested",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your friend will be of no use to anyone until you get him out of his cups. I know several remedies for drunkenness. I can share them with you if you like.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Yes, I can give you a bladder of water. I have been drawing water for all of the thirsty new arrivals in Snowbourn. It is the least I can do.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You remove a comb of dripping, delicious honey",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Guards at the entrance of Snowbourn or its stables may have seen Gléowine, if he lives.\\n\\nHorn hopes that his master Gléowine found his way safely to Snowbourn, despite much evidence to the contrary.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have not seen your friend, but you might try looking at the barracks, to the south. Many of the new arrivals to the city gathered outside the barracks earlier today.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Hey... hey, what are... are...'\\n\\nGléowine blinks up at you with bleary, red eyes. You offer him water infused with honey, which he drinks easily.\\n\\n'This mead... tastes a bit... a bit... watery...'\\n\\nYou then give him the almonds to chew on, but at the first bite he spits them out. 'Ugh, what... what ish thish?' he slurs at you, sensing betrayal.\\n\\nYou then rub the cabbage leaves on his forehead and he sputters angrily. 'Are you trying... poison me...?' he demands.\\n\\nThe remedies seem to have had little effect on Gléowine, save to make him angry.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'What... what ish thish?'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Heiu hands you a bladder of cool, refreshing water",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Horn by the barracks in Snowbourn",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The guard with whom you spoke did not recognize Gléowine from your description, but advised you to look for him near the barracks in Snowbourn, where many of the recent arrivals in the city have congregated.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You might find your friend by the barracks, to the south. There was a loud commotion there earlier today, and many of the new arrivals have congregated near there.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You reach into the bucket and pull out a handful of almonds",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have found Gléowine in Snowbourn, but he is very drunk.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I have not seen him, but it is possible your friend went with the other new arrivals to the barracks, south-west of here.'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You pick the most pungent leaves from the cabbage ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Alhild is near Gléowine by the barracks in Snowbourn.\\n\\nYou have found Gléowine, but you need him to sober up before he will be of any use to anyone. Perhaps Alhild can be of help.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You might find your friend by the barracks, to the south-west. There was a loud commotion there earlier today, and many of the new arrivals have congregated near there.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Alhild knows where around Snowbourn to collect the ingredients for the various drunkenness remedies she mentioned.\\n\\nYou need to collect the ingredients necessary to relieve Gléowine's drunkenness.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Gléowine lives, [placeholder]! Perhaps we should have just followed the smell.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'My master Gléowine is alive! He is deep in his cups, but I cannot say I blame him his despair. I am just glad to see he lives!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Gléowine is by the barracks in Snowbourn.\\n\\nYou have obtained the ingredients for several drunkenness remedies and should now apply them to Gléowine in order to sober him up.",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "Gléowine spits and splutters, choking on almonds and honeyed water, and wipes the green smear of raw cabbage from his forehead. He says nothing, though his actions speak loudly of his fondness for you.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Horn is by his master Gléowine, outside the barracks in Snowbourn.\\n\\nYou have found Gléowine and attempted to ease his drunkenness with Alhild's remedies, but none of them seem to have worked. Now Horn wants to speak with you.",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "Gléowine is in a drunken stupor, and pays you no mind.",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'My master may have escaped from his foes and made his way to Snowbourn. We should ask the guards there if they have seen him. It is a small hope, but you cannot deny it is possible.'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'It does not look good for Horn's master, [placeholder]. Gléowine is an old man, and no warrior, and the plains of Rohan are dangerous for the unready.\\n\\n'Even so, if Horn wishes for us to ask for news of the minstrel in Snowbourn, we should do what we can.\\n\\n'I do not think we will learn anything hopeful, but perhaps I will be surprised.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to a guard at the entrance or stables of Snowbourn about Gléowine",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'Yes? Feel free to take some almonds from the bucket there, if you need them. I know how hard things are for those people who have come to Snowbourn in these difficult times.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for Gléowine near the barracks in Snowbourn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Gléowine by the barracks in Snowbourn",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Alhild, near Gléowine at the barracks",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect a Snowbourn honeycomb",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Obtain a bladder of water from Heiu",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect a handful of Snowbourn almonds",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Pick some swamp cabbage ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Give the honey, water, almonds, and cabbage to Gléowine to ease his drunken state",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Horn is worried about the fate of his master Gléowine, whose broken and battered harp you found in the clutches of one of Saruman's minions.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'See how the wooden frame has been splintered? My master's harp was trampled by heavy feet, and the strings cut. It could be repaired, given enough time and the right materials. Might the same be true of my master? Gléowine is not a young man, and he never was much of a warrior. With his dismissal fresh in his mind, did he stumble upon that thrall of Saruman's and meet his end?'\\n\\nHorn sadly studies the broken harp.\\n\\n'I cannot think this way, [placeholder]. He could still have escaped that fate and made his way to a settlement. Snowbourn is not far from here to the south-east. We should go there and ask for sign of my master.'",
      "es": ""
    }
  ]
}