{
  "id": 620915377,
  "txt": [
    {
      "id": 114782855,
      "en": "'Careful, Horn! It might be an Orc!'",
      "es": ""
    },
    {
      "id": 176885008,
      "en": "'It desires to be with you, I know it.'",
      "es": ""
    },
    {
      "id": 114782856,
      "en": "'A shrew!'",
      "es": ""
    },
    {
      "id": 176885009,
      "en": "'Horn...'",
      "es": ""
    },
    {
      "id": 176885010,
      "en": "'Please keep it. I am Wadu's Ghost no longer.'",
      "es": ""
    },
    {
      "id": 78164177,
      "en": "'I did not, Horn. I did not look for you.'",
      "es": ""
    },
    {
      "id": 78164178,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 78164179,
      "en": "'I did not know you would be in this village. I came here for supplies.'",
      "es": ""
    },
    {
      "id": 78164180,
      "en": "'We have enough to spare.'",
      "es": ""
    },
    {
      "id": 78164181,
      "en": "'You are welcome to them, as you were before, Nona.'",
      "es": ""
    },
    {
      "id": 78164182,
      "en": "'I cannot travel with you again, Horn!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I feel eyes on us, [placeholder], but I cannot tell if they be hostile or friendly eyes. Stay on your guard.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'One look at Nona's face told me she had not been prepared to see Horn in Dunfast. She has not yet resolved her feelings for him. Caring for the injured folk she mentioned may have caused her to delay in resolving her thoughts, or perhaps it is so difficult a riddle she needs more time to untangle a solution, even without the distraction of responsibility.\\n\\n'Horn may appear inconsolable, but he need not despair. I have not given up on our Dunlending fire-brand, and neither should he.'",
      "es": ""
    },
    {
      "id": 78164183,
      "en": "'Why do you say that?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'From here Dunfast looks much as I remember it, but... where are all the people? Let us walk into the village and see if anyone remains who can tell us what happened!'",
      "es": ""
    },
    {
      "id": 78164184,
      "en": "'There is a city to the north. I found people there, dying in the snow.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'That is the woman who has taken Horn's heart from him? He has spoken of her a great deal to me since we have been journeying together, but not once did he mention she was a Dunlending tribes-woman!\\n\\n'And she came to this town, the town of my childhood, seeking to steal its goods and provisions?'\\n\\nGléowine shakes his head.\\n\\n'Ah, I remember what it was like to be young, when blood and passions flared in spring-time. I am not fit to judge them. If Horn misses her so, I hope she will reconsider her dismissal of him.'",
      "es": ""
    },
    {
      "id": 78164185,
      "en": "'I brought them safely to a cave in the mountains.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I think I have found the location of our mysterious watcher, [placeholder]. There is someone hiding in this bush. Be ready for anything, and I will seize this person before he can pose a threat!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Nona stares at you with haunted eyes, a look of surprise on her face",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Thank you, [placeholder]. It is better to be safe and to bruise one's dignity a small amount than to be surprised by some dangerous foe, is it not?\\n\\n'This time it was a shrew. Next time it might be a hidden enemy. Perhaps Corudan can flush the next watcher out of hiding, and I will be the one laughing?'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I don't understand, [placeholder]. It has been days since last I beheld Nona, and my affection for her has only grown during that time. The fondness she felt for me before we came to Eaworth... has it gone? Did I imagine it? I cannot have!'\\n\\nHorn is greatly distressed, but you have no easy words of comfort.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'I do not know what to think, [placeholder]. That reunion did not proceed as I might have wished.'",
      "es": ""
    },
    {
      "id": 141469089,
      "en": "'[placeholder], what have you found?'",
      "es": ""
    },
    {
      "id": 141469090,
      "en": "'Nona!'",
      "es": ""
    },
    {
      "id": 141469091,
      "en": "'You came back!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You are investigating what has happened to Dunfast, the village where Gléowine was born.",
      "es": ""
    },
    {
      "id": 141469092,
      "en": "'You must have tracked us for many days to find us in Wildermore!'",
      "es": ""
    },
    {
      "id": 79081345,
      "en": "'I am not so certain, Horn. I feel as if we are being watched.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Horn in Dunfast",
      "es": ""
    },
    {
      "id": 79081346,
      "en": "'What have you found, Horn?'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Corudan in Dunfast",
      "es": ""
    },
    {
      "id": 79081347,
      "en": "'That would be a small Orc indeed to fit inside that bush.'",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Gléowine in Dunfast",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Walk with Gléowine to investigate Dunfast",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gléowine outside Dunfast",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Corudan in Dunfast",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Explore Dunfast with Horn, Corudan, and Gléowine",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Horn in Dunfast",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Be ready for anything! Horn is prepared to seize the mysterious watcher in Dunfast",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Help Horn brush himself off and salvage his dignity",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "You sense someone staring at the four of you",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Listen to what befell Nona after she left your fellowship in the Entwash Vale",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gléowine is outside the village, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Corudan senses that you are being watched.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Horn, Corudan, and Gléowine are exploring Dunfast, and you should do the same.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Horn believes he has found Corudan's mysterious watcher, and is ready to seize the opportunity to reveal it!",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Horn is ready to seize the mysterious watcher in Dunfast.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Horn could use your help to stand up and salvage as much of his dignity as possible.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You still sense a watchful presence in Dunfast, and should find who or what it is that watches.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Nona has returned, but she does not seem happy to see you. What will this mean for Horn?",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Horn is down-hearted following your encounter with Nona in the empty village of Dunfast.",
      "es": ""
    },
    {
      "id": 6277153,
      "en": "'I think we are alone.'",
      "es": ""
    },
    {
      "id": 6277154,
      "en": "'Ah, what have we here?'",
      "es": ""
    },
    {
      "id": 176884992,
      "en": "'They are still too weak to survive on their own.'",
      "es": ""
    },
    {
      "id": 6277155,
      "en": "'Be ready! I am going to frighten our watcher out of hiding.'",
      "es": ""
    },
    {
      "id": 176884993,
      "en": "'I came to this village to steal food and supplies for them.'",
      "es": ""
    },
    {
      "id": 6277156,
      "en": "'I am ready for anything.'",
      "es": ""
    },
    {
      "id": 176884994,
      "en": "'I cannot adventure with you any longer.'",
      "es": ""
    },
    {
      "id": 6277157,
      "en": "'Could you give me a hand, [placeholder]?'",
      "es": ""
    },
    {
      "id": 176884995,
      "en": "'When they are stronger...'",
      "es": ""
    },
    {
      "id": 176884996,
      "en": "'I will promise nothing, Horn. I am sorry.'",
      "es": ""
    },
    {
      "id": 6277158,
      "en": "'Very funny, [placeholder].'",
      "es": ""
    },
    {
      "id": 176884997,
      "en": "'Nona, it is good to see you again. How can we help the people in your care?'",
      "es": ""
    },
    {
      "id": 6277159,
      "en": "'Ah!'",
      "es": ""
    },
    {
      "id": 176884998,
      "en": "'I have been looking for root vegetables like the ones of Dunland.'",
      "es": ""
    },
    {
      "id": 176884999,
      "en": "'[placeholder] knows of them. They have curative properties.'",
      "es": ""
    },
    {
      "id": 176885000,
      "en": "'I need to get back.'",
      "es": ""
    },
    {
      "id": 176885001,
      "en": "'Nona! You left your brother's sword with me. Let me return it.'",
      "es": ""
    },
    {
      "id": 114782849,
      "en": "'When I left Dunfast I was a young man, [placeholder].'",
      "es": ""
    },
    {
      "id": 114782850,
      "en": "'So much of my life was ahead of me.'",
      "es": ""
    },
    {
      "id": 114782851,
      "en": "'Look, over here! Someone disturbed these sacks!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Unnatural Winter",
      "es": ""
    },
    {
      "id": 114782852,
      "en": "'Do you see anyone?'",
      "es": ""
    },
    {
      "id": 114782853,
      "en": "'This is the house of my childhood.'",
      "es": ""
    },
    {
      "id": 114782854,
      "en": "'Was it always this size? It seemed much larger to me then.'",
      "es": ""
    }
  ]
}