{
  "id": 620859811,
  "txt": [
    {
      "id": 136263297,
      "en": "Gwyllion's Hut",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Filskûm at Gwyllion's hut",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Using the items and information you brought to him, Saeradan believes that it is a certainty that Saruman the White has a hand in the strange happenings in the Windfells.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], the banner you found is itself enough evidence that Saruman the White stirs trouble in this land, but the evils which you have encountered speak to a much more sinister plan.\\n\\n'You should go to Grufudh and learn if he has encountered any emissaries of the White Hand, and if so, what the emissary desired of his people.\\n\\n'Grufudh and his goatherds are at Gavar Cadlus to the east.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grufudh is at Gavar Cadlus, north-east of Echad Saeradan.\\n\\nSaeradan instructed you to speak with Grufudh about the banner of the White Hand that you found near Gwyllion's Gate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have never seen such a banner, nor spoken with anyone who bore such a sign. If you found the banner near to Gwyllion's Gate, then there is one person and one person alone who may be able to help you.\\n\\n'You must speak with Gwyllion, the Old Woman of the Mountain. Her hut sits upon the side of the mountain beyond Gwyllion's Gate. All you have to do is follow the path.\\n\\n'Be wary though...the Old Woman of the Mountain is a Gurach, a witch from a lûth in the south. If you do not come in respect, she may take it ill.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gwyllion's Gate, the entrance to the path which leads to Gwyllion's hut, lies to the south of Gavar Cadlus.\\n\\nGrufudh told you to speak with Gwyllion, the Old Woman of the Mountain, if you wished to know the source of the White Hand banner.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Saeradan is at Echad Saeradan, west of Gwyllion's Gate.\\n\\nYou should return to Saeradan with news of your discovery of the Uruk-hai Filskûm at Gwyllion's hut.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You were waylaid by an Uruk-hai at the home of this Gwyllion, and he seemed to be guarding the old woman's hut? I fear this Gurach, as the Uch-lûth call her, is a sorceress in league with Saruman.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Saeradan is at Echad Saeradan, west of Gwyllion's Gate.\\n\\nYou should return to Saeradan with news of your discovery of the Uruk-hai Filskûm at Gwyllion's hut.",
      "es": ""
    },
    {
      "id": 208581451,
      "en": "'Ha! What's this? You want an audience with Sharkey's Lob? She's not at home, so I guess that means you're mine!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Grufudh at Gavar Cadlus",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gwyllion at her hut",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Mystery Deepens",
      "es": ""
    }
  ]
}