{
  "id": 620859807,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Druggavar in the Windfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Druggavar or wolves in the Windfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Uch-lûth goatherd Grufudh accepted the gift of the Rangers, but he still does not trust you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The gift of your duvodiad friends is welcome, but we are not prone to blindly accept the friendship of strangers. If you wish to earn our trust, you must lend us your aid.\\n\\n'I and my people have seen evil shadows moving among our herd at night... shadows of goat-shape, but blacker than night and with red eyes like fire. They remind us of the Druggavar, demon-goats of our legends. I had never seen such things in my childhood, and so I never believed... now it seems many things of old tales haunt us.\\n\\n'Perhaps you may find the truth of the matter among our goats. Our herd is there, to the west of our camp.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The goat-herds graze the land to the west of Gavar Cadlus.\\n\\nGrufudh asked you to investigate the evil shadows he and his fellow goatherds saw among their herds. They only seem to come at night, but may be found elsewhere during the day.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You indeed saw Druggavar? This is a fell sign....\\n\\n'You were able to banish the spirits from our goats? You have our praise, Duvodiad... you are glûs -- holy -- among us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Druggavar have appeared among the herds of the Uch-lûth, west of Gavar Cadlus.\\n\\nGrufudh asked you to find a way to banish the Druggavar from their lands.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Grufudh is at Gavar Cadlus in the Windfells of Enedwaith, east of the goat-herd.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I never believed the old tales, but now I must wonder....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I never believed the old tales, but now I must wonder....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My brother was right! Druggavar out of legend haunt our herd! You must have great power to drive away such demons!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for signs of the Druggavar among the goat-herds",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Perhaps with your help, we will learn not to be afraid of things we do not understand.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You have found the evidence Grufudh requires",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Druggavar in the Windfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Druggavar! Our tales tell of the demon goats, but I never thought to actually be haunted by them... you will have our friendship forever if you continue to protect us!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Grufudh at Gavar Cadlus",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shadows of Fear",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I do not know if we can ward off such demons as Druggavar alone... perhaps the Uch-gwirod has sent you to our aid?'",
      "es": ""
    }
  ]
}