{
  "id": 620859808,
  "txt": [
    {
      "id": 136263297,
      "en": "You feel an unnatural chill in the air",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Cuthraul in the Windfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Uch-lûth received the gift of the Grey Company, but still do not trust you fully.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Grufudh says that your friends sent medicine and furs for trade... it is a good demonstration of trust, but our trust is not so easily earned. Too much dwells in this land that we do not understand... many evil spirits.\\n\\n'Just last night, I was seeking a lost goat and saw what I believe was a Cuthraul, an evil spirit, floating in the air near Gwyllion's Gate. The Old Woman of the Mountain who lives beyond that pass is a strange creature, so the sight of such a spirit was not surprising, but I fear its presence.\\n\\n'Will you seek evidence that what I saw was not just my imagination? If the Cuthraul appears, will you be able to banish it? Gwyllion's Gate lies south from here. I have only seen the spirit at night.'\\n\\n<rgb=#FF0000>Some creatures may only be found at night; however, the first stage of this quest may be advanced during the day.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gwyllion's Gate lies to the south of Gavar Cadlus.\\n\\nRhiain has asked you to seek evidence of the Cuthraul's presence and to banish the spirit if you may.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are glûs -- holy -- Duvodiad! None of our folk have ever been able to banish the Cuthraul... we praise you, Glûs Duvodiad!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cuthraul have appeared at Gwyllion's Gate, to the south of Gavar Cadlus.\\n\\nRhiain sked you to banish the Cuthraul if you can.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Rhiain is at Gavar Cadlus, north from Gwyllion's Gate.\\n\\nYou should return to Rhiain with tidings of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Cuthraul are fearsome spirits of folktales... now they are come to life!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Cuthraul are fearsome spirits of folktales... now they are come to life!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Our legends tell that the Cuthraul haunt places where someone died violently... you are brave to go to those places and face the evil!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seek evidence of the Cuthraul at Gwyllion's Gate",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'It is said the blood of the innocent draws the Cuthraul like moths to a flame... who died in these lands, I wonder?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You found the evidence Rhiain requires",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Cuthraul in the Windfells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Rhiain at Gavar Cadlus",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dark Spirits of the Windfells",
      "es": ""
    }
  ]
}