{
  "id": 621097395,
  "txt": [
    {
      "id": "0xd082ba6",
      "en": "Built upon wooden pilings above the marsh, Iridír is the primary village of Ambarûl. A home to farmers, fishers, and crafters, it is no longer the centre of trade it once was. After throwing off the yoke of their Ordâkhai oppressors, Girhâzi and the other residents of Iridír work to restore trade to the village while also maintaining Ambarûl's independence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Ambarûl in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "Situated on the north shore of the Wrackwade, Sûru is a Dumûri fortification that allows them to maintain control of the only river-crossing in Ambarûl. Archers' towers being built at Sûru will help the Dumûri defend the river-crossing as well as enable them to watch over the road, protecting travellers and trade caravans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "A series of rafts strung together make up the Wrackwade, the only river-crossing currently in Ambarûl. The makeshift bridge was built following the destruction of the Flood-span about one hundred years ago, and is presently the main object of conflict between the Dumûri and the remaining Ordâkhai in Ambarûl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Find Eshadûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba965",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Telperiën's Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "You have discovered the Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba968",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc4",
      "en": "You have discovered Burukíri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Find the Wrackwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc7",
      "en": "You have discovered Asha Mûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Find Burukíri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba971",
      "en": "Mehêtur is a working papyrus farm. Papyrus the plant is cultivated here and is then processed into papyrus the writing surface. Without the Ordâkhai presence, there is little demand for papyrus in Ambarûl, as the agrarian population is largely illiterate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Find Asha Mûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba974",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "Find Mehêtur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd0",
      "en": "You have discovered Mehêtur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba977",
      "en": "Ekagar is a working rice farm on the northern shores of the Ikorbân. Rice is an ideal crop to grow in the marshes of Ambarûl, and is a staple of the local diet. It is also an excellent trade-good as it can be dried, making it easy to store and transport.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "You have discovered Túrando",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "You have discovered Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd6",
      "en": "You have discovered Ekagar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b25",
      "en": "You have discovered the Dubarâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Find Túrando",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "You have discovered Gishtir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba980",
      "en": "A small, newly-founded lumber camp, Gishtir was established with the hope of harvesting the trees with higher quality wood in a nearby grove.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b28",
      "en": "You have discovered Esh Enûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Scouting Ambarûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Find Ekagar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba983",
      "en": "A hard-to-find grove of old trees near the northern edge of Ambarûl, Arwáth was long rumoured to be haunted. In reality, it is an oasis-dwelling of the Kinta Elves, currently occupied only by a sole warden and the spirits of the Kintai who faded there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "Find Gishtir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba986",
      "en": "When the Empire of Ordâkh outlawed literacy for the native Ambarûli, followers of the Old Ways scrambled to collect all of the scrolls and books relating to the history and culture of Ambarûl in an effort to save them from destruction. This collection of documents was hidden for its preservation, and the location of where it is stored has long been forgotten.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba989",
      "en": "This fane of Barkhûsh, a temple of Sauron, the All-seeing, is nothing more than a burnt husk after the Ambarûli revolt, led by Girhâzi, destroyed it months ago. It was once the home to Sauron's priests, who subjected the local population to their Lord's will. Almost immediately upon learning of the defeat of both the Dark Lord and the Emperor of Ordâkh, the peasants of Ambarûl burned and destroyed the temple along with its evil priests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "You have discovered Gha Nêkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "You have discovered Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "You have discovered Sûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be8",
      "en": "You have discovered Eshadûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "You have discovered Telperiën's Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba990",
      "en": "A small outpost south of the Ikorbân, Gha Nêkha was built to provide water and shelter for weary travellers navigating the desert of southern Ambarûl. Though it is near Eshadûr, the Ordâkhai have thus far shown no interest in the small settlement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba994",
      "en": "Built by Númenor during the reign of Tar-Telperiën, the wall was constructed as a barrier to protect its haven of Vëalondë, now Umbar, from the native peoples. Telperiën's Wall was destroyed by earthquakes in the Second Age and later by the Hamâti using Narghâk when they conquered Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba995",
      "en": "The remains of a tall, arched bridge built in the early years of the Third Age for the Road of Riches to cross the Ikorbân. Also known as the Span of Zibâla, it was destroyed by the Ambarûli about one hundred years ago in an effort to keep the hosts of Ordâkh at bay. This act of destruction only slowed the Ordâkhai advance and did not stop them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Find Sûru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba996",
      "en": "An orange grove still in operation, this orchard provides fruit to Ambarûl, with enough left over to trade with neighbouring communities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba997",
      "en": "Long ago rock salt was collected from these mines when Ambarûl was a centre of trade in Shâgana. The tunnels have been long abandoned, as workers have been made to focus on farming to provide food for the less fertile lands controlled by the Empire of Ordâkh. Most people dare not enter the old mines, as they are known to be infested with usan-kûni.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Iridír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Find Arwáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Find the Dubarâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "You have discovered The Flood-span",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Find Esh Enûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Find The Flood-span",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore friendly settlements, structures, tombs, and other important points of interest in Ambarûl in the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Find Gha Nêkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    }
  ]
}