{
  "id": 620931061,
  "txt": [
    {
      "id": 216727827,
      "en": "Bosa's Farm can be found to the east of Middlemead in northern Kingstead.\\n\\nThane Mágla has asked you to seek out Egbalth in hopes of aiding him in exposing the agent of Wormtongue in Middlemead.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Bosa's Farm can be found in northern Kingstead.\\n\\nYou have arrived at Bosa's Farm to find it overrun by the White Hand. You should search the farm for any signs of life.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Egbalth's lifeless body is slumped against the side of a burned home, and brutal wounds are visible through punctures in his armour.\\n\\nWhether his horn was sounded or not, it is clear that aid did not arrive in time.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Egbalth can be found near one of the burned houses at Bosa's Farm in northern Kingstead.\\n\\nYou have spotted a fallen soldier of Middlemead. You should investigate if this is the man Mágla meant for you to meet.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Examine Egbalth",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Bosa's Farm has been overrun by the White Hand",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thane Mágla is concerned that an agent of Wormtongue lurks within Middlemead, and hopes for you to work alongside his trusted councilman to expose the traitor.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Travel to Bosa's Farm",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You spot a Rohirrim warrior fallen amidst the wreckage",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'As I mentioned, [placeholder], I believe Wormtongue's influence still lingers in Kingstead.\\n\\n'To that end, I have kept careful watch on the people of Middlemead. Our trade routes from the Broadacres and the Stonedeans have been disrupted by the White Hand, and I sense that our fields are next. I sent one of my finest warriors to station at Bosa's Farm to the east to ensure that crops continue to flow into our settlement.\\n\\n'I wish for you to rally to Egbalth's side at Bosa's Farm. Perhaps you can offer him aid in warding off the White Hand as the farmhands ready the harvest for trade, and when you both return, we can speak more of our suspicions.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Search for any sign of Egbalth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eyes in the Field",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "You have encountered a slain Rohirrim.",
      "es": ""
    }
  ]
}