{
  "id": 620931063,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Bosa's Farm can be found to the east of Middlemead in northern Kingstead.\\n\\nYou have discovered the ruined remains of Bosa's Farm and should burn the White Hand banners you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "You have burned many banners of the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "Fanning the Flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Burn banners of the White Hand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have burned many banners of the White Hand and erased the Uruks' claim to Kingstead's lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Burned banners of the White Hand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "White Hand banners can be found scattered about Bosa's Farm to the east of Middlemead.\\n\\nUruks of the White Hand have laid claim to Bosa's Farm. You should burn their banners to aid in loosening the White Hand's grip on Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "You have burned many banners of the White Hand in retribution for the atrocities the Uruks have carried out. Although the loss of life cannot be undone, the White Hand will no longer be able to lay claim to Kingstead's lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "You have arrived at Bosa's Farm to find it completely overrun by Uruks of the White Hand. Already, they have worked to stake a claim to the northern reaches of Kingstead and have erected their vile banners in the charred ruins of the farm.\\n\\nThese banners must be burned to show the Uruks that Kingstead and Edoras will never fall into the hands of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Burn banners of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT -- Kingstead Template",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d17",
      "en": "The Uruks at Bosa's Farm have erected banners of the White Hand to stake their claim in Kingstead.",
      "es": "",
      "es (fem)": ""
    }
  ]
}