{
  "id": 620931043,
  "txt": [
    {
      "id": 246419862,
      "en": "Dúdrad's fishing area can be found where the river meets the road, just outside of the south-west wall of Edoras.\\n\\nYou should speak with Dúdrad.",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Gift your catch to Dúnward",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Fish alongside Dúdrad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'You did it, [placeholder]! You caught him! I will mount him on a plaque with your name engraved upon it, and it will be a treasure in Edoras.\\n\\n'A king he is. Will you look at the size of him? My arms tremble under his weight!\\n\\n'This is a great gift from a great fisherman. You have lifted the gloom from my heart, [placeholder]!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Dúdrad is very sad to leave off his lifelong quest to catch the Old River King, a daily diversion for him.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Caught a fish with Dúdrad ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Speak with Dúdrad",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Dúdrad can likely be found by the river running to the west of Edoras.\\n\\nYou should search for Dúdrad and encourage him to return.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "What incredible good luck...you caught the Old River King!",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Thank you for fishing with me, [placeholder]. You have cheered me up considerably.\\n\\n'I think I can bear this evil departure better after a fine day of fishing with a new friend.\\n\\n'Good luck to you on your own travels, my good [placeholder]!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah! Hello there, traveller. You startled me, but it is no fault of yours. My thoughts were elsewhere.\\n\\n'It is the Old River King, you see. My friends and I would come every morning to cast our lines in hopes of catching him at last, to no avail. Today my friends never came. Our quest is at an end.\\n\\n'And so this sad old man fishes alone this day. Perhaps not alone, if you will join me. And then I will bid my routines farewell, pack up my home, and leave fair Edoras behind.'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Search for Dúdrad by the river",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Ah! Hello there, traveller. You startled me, but it is no fault of yours. My thoughts were elsewhere.\\n\\n'It is the Old River King, you see. My friends and I would come every morning to cast our lines in hopes of catching him at last, to no avail. Today my friends never came. Our quest is at an end.\\n\\n'And so this sad old man fishes alone this day. Perhaps not alone, if you will join me. And then I will bid my routines farewell, pack up my home, and leave fair Edoras behind.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Dúdrad's fishing area can be found where the river meets the road, just outside of the south-east wall of Edoras.\\n\\nYou should fish with Dúdrad so that he is not alone in his last fishing routine before leaving his home behind.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You have made Dúdrad very happy!",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'A fine catch, my friend. I accept your gift with gratitude, especially the gift of your company. It made today a little less bleak for an old angler.\\n\\n'The Old River King eluded us until the very last. Better luck when I return, perhaps!'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: The Last Cast",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Dúdrad is missing -- a silly old man, fond of fishing.\\n\\n'I asked around, and all who knew him say that he is always out fishing by the river to the west this time of day. Of all the things to be doing when we're trying to leave!\\n\\n'I do not have time to go all the way to the river. A little girl is missing as well.'\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    }
  ]
}