{
  "id": 620931064,
  "txt": [
    {
      "id": "0xd730883",
      "en": "'What word have you from Bosa's Farm?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Egbalth's horn can be found outside one of the burned homes at Bosa's Farm.\\n\\nThe leader of the White Hand forces at Bosa's Farm has not made himself known. You should sound Egbalth's horn to lure the Uruk leader to your position.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Thane Mágla can be found inside the Mead Hall of Middlemead.\\n\\nYou have dispatched the Uruk leader, Curr, who spoke of something deeply unsettling before being defeated. You should return to Thane Mágla with this information. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Thane Mágla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Lure and defeat Curr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Back so soon? What word does Egbalth send?\\n\\nMágla shrinks into a depressed slump as you inform him of Egbalth's demise and the fate of Bosa's Farm.\\n\\n'I... he was the last of my council. What sense have I to continue this fight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Defeated Curr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaed7db4",
      "en": "'What?! He didn't say nothin' about a [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "A large Uruk strides forth from the smoking remains of a crofter's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "As you look over Egbalth, you notice his horn lying amidst the nearby wreckage. While he likely sounded it to call for aid, only Uruks stood ready to answer. \\n\\nYou have not been able to identify the leader of these Uruk forces thus far, but you suspect that sounding the horn once again might draw what remains of their force.\\n\\nYou decide to learn what you can of the White Hand's purpose at Bosa's Farm before returning to Thane Mágla.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "In the wake of a sudden and brutal assault, Thane Mágla's trusted warrior lies slain by Uruks of the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Lure and defeat TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Marked for Death",
      "es": "",
      "es (fem)": ""
    }
  ]
}