{
  "id": 620931062,
  "txt": [
    {
      "id": 216727827,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The traders' pavillion can be found to the south of the Mead Hall of Middlemead.\\n\\nMágla has asked you to take inventory of currently stocked goods in Middlemead. You can find these goods amongst the traders in Middlemead.",
      "es": ""
    },
    {
      "id": 225642629,
      "en": "'Have you come to trade at last?'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Rations and crops are plentiful at this post, but several barrels and baskets remain empty",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Spears and swords are in no short supply at the moment",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Hildulf can be found on the raised platform at the traders' pavillion. \\n\\nYou have noted the stock of Middlemead and should now speak to Hildulf.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Not a single horse is available for trade",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, so you return!\\n\\n'I have seen you peeking and poking about at the traders' posts. I trust you have found something of interest? Hm, your face says otherwise. A shame... \\n\\n'Mágla wants to see the manifest, you say? He may have it, and you should know that it is quite current.\\n\\n'Before you go... I know his concerns, my friend, but tell him the trade still thrives! Goods leave just as quickly as they might return, such is the market in times of war.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The manifest can be found near Hildulf in the traders' pavillion of Middlemead.\\n\\nYou have spoken to Hildulf and should now take the manifest and return to Mágla.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Hildulf",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Collected Hildulf's manifest",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Thane Mágla",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect Hildulf's manifest",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thane Mágla fears for the safety of his people as supplies continue to leave Kingstead for other lands in Rohan.",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Well, what have you to report?\\n\\n'Crops remain the only plentiful thing in Kingstead, thanks to Bosa and the others on the plains. Our lack of arms and horses is greatly troubling though, despite Hildulf's feelings on the matter.\\n\\n'Thank you, [placeholder]. Sit a moment, I must review the manifest.'",
      "es": ""
    },
    {
      "id": 225642643,
      "en": "'What news have you of our stock?'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You have noted a barrel filled with armour pieces",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], there is a matter I have been helpless to affect in Middlemead.\\n\\n'As a trading town, we gather many goods of Rohan here, but as of late, it appears more have been snatched up by our kinsmen in other lands, leaving little for the people of Kingstead and Middlemead. I would ask that you travel to the traders' pavilion and take inventory of the goods we currently store.\\n\\n'Hildulf may know more of these troubles as well, as I have known him to keep a current manifest. When you have done this, return to me.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Take inventory of goods in Middlemead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Mágla can be found inside the Mead Hall of Middlemead.\\n\\nYou have obtained Hildulf's manifest and should now present it to Thane Mágla.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Matters of Import",
      "es": ""
    }
  ]
}