{
  "id": 621033539,
  "txt": [
    {
      "id": 218649170,
      "en": "The young hobbit stops to listen to your stern reprimand, giving you a defiant look.\\n\\n'I wasn't being that loud!'",
      "es": ""
    },
    {
      "id": 21402484,
      "en": "'Do you have any idea who I am?! People come from miles around to hear me, and you're shooing me away!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ahhh, my friend. Do you hear that? Blessed silence. \\n\\n'I'm stuck here all week. Why don’t you come back tomorrow, just in case… more ale happens.'",
      "es": ""
    },
    {
      "id": 21402485,
      "en": "'Pity, I was just about to sing The Ballad of the Rotted Fruit and the Honey Bee.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Toss a Coin",
      "es": ""
    },
    {
      "id": 21402486,
      "en": "'Oh, very well. I'll go where my obvious talents are appreciated.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Toss a coin to the journeyman harper",
      "es": ""
    },
    {
      "id": 21402487,
      "en": "'Hmm, I guess the chorus needs a bit of work.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Unruly tween admonished ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Toss a coin to the journeywoman lutist",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My ears are still ringing with their shouts. Please, [placeholder], make them stop!'",
      "es": ""
    },
    {
      "id": 86966502,
      "en": "Talk to Ulthir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Noisy minstrels wander about the Splintered Shield, keeping Ulthir awake.\\n\\nYou should toss a coin to noisy minstrels in the Splintered Shield in Minas Tirith.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ulthir is trying to sleep it off in the bedchambers of the Splintered Shield.\\n\\nYou should inform Ulthir that you've made the minstrels move on.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ahhh, my friend. Do you hear that? Blessed silence.\\n\\n'I'm stuck here all week. Why don’t you come back tomorrow, just in case… more ale happens?'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "'I still hear their infernal caterwaulings!'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Toss a coin to the journeywoman lutist",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Toss a coin to the journeyman harper",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Reprimand tweens in the Hedge Maze ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Toss a coin to the bodhran minstrel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Ulthir in the Splintered Shield",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Toss a coin to the journeywoman lutist ",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Toss a coin to the journeyman lutist",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Toss a coin to the adept flutist",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Toss a coin at the adept harper",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Toss a coin to the adept flutist",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Toss a coin to the journeyman lutist",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Toss a coin to the bodhran minstrel",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Toss a coin to a noisy minstrel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 18711953,
      "en": "You look like you didn’t spend last night with as much ale as some of us.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The famous flower peddler Ulthir is regretting the festivities of the night before.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Toss a coin at the adept harper",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Tossed a coin to a noisy minstrel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 21402481,
      "en": "'Oh my, I suppose I was getting rather carried away, wasn't I?'",
      "es": ""
    },
    {
      "id": 21402482,
      "en": "'How dare you?! I'll leave, but you're missing out.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You there! You look like you didn’t spend last night with as much ale as some of us. Do me a favour, and I’ll make it worth your while.\\n\\n'My name is Ulthir, greatest florist in all the land. I’m sure you’ve heard of me? No? Well, no accounting for taste, is there. By the by, wedding season is the most important time of year for a flower monger like myself. I labour for months growing, harvesting, and transporting my renowned blossoms and arrangements from my farm to various cities. This week I have the misfortune of being stuck in this smouldering pile of rocks. Mmmf, my head.\\n\\n'Where was I? Oh yes, I seem to have imbibed a bit more than I am accustomed to last evening. Ah, don’t look at me like that! Do you have any inkling how difficult it is to keep roses fresh from my farm to here?! The stress nearly eats you alive! I've probably gone down an entire tunic size! So I might have had more than I should have to drink. What do you care? You’re not my wife! Wait, you’re not my wife, are you?'\\n\\nThe merchant squints up at you with bleary eyes.\\n\\n'No, no you aren’t. Right, listen. You help me out and I’ll make it worth your while!\\n\\n'You hear that ruckus? Someone in this tavern fancies themselves a bard, but a croaking frog has more melody than that cacophony. Here, take these coins and toss them to whoever that dreadful squalling is coming from. I need at least ten more hours of sleep and they aren’t helping in the slightest.'",
      "es": ""
    },
    {
      "id": 21402483,
      "en": "'Too loud, you say? I guess I need more practice still....'",
      "es": ""
    }
  ]
}