{
  "id": 621033419,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "This dark red tastes of blackcurrant, leather, and anise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "This wine tastes like your great-aunt's mouldy cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To the Last Drop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "It's probably not possible to add more water to this 'wine'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Splintered Shield is located on the Second Tier of Minas Tirith.\\n\\nYou should go to The Splintered Shield in Minas Tirith and sample wines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "This is probably just vinegar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "A robust, heady taste... of wet dog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "So tart it makes your lips pucker and your eyes water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "A wine so sweet as to almost be syrupy. Good for dessert?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A fizzling effervescence on your tongue. This wine is not supposed to have bubbles...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730892",
      "en": "'Why are you here when my wine isn't? Get on about it, now. We haven't got all day. Or night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Deliver the cask to Merilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Picked up the proper wine cask",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Pick up the proper wine cask",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have found the wine the wedding planner requested.\\n\\nYou should pick up the wine cask and bring it to the wedding planner in Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Find the correct wine for the wedding planner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The wedding planner is on the Sixth Circle of Minas Tirith. You should bring the cask to her there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The wedding planner in Minas Tirith requests aid in picking the perfect vintage.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The wedding planner Merilien is on the Seventh Circle of Minas Tirith.\\n\\nYou should bring the cask to Merilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, excellent! This is going to be perfect, and my customers will be so happy. Good work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "This wine has sapped all joy from your life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "This dry white has a crisp taste with a hint of flint",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "This sweet white tastes of smoke and apricot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Vinters from across the land have sent in shipments of wine to Meldis for the feasts I’m planning. We cannot serve anything less than the finest, and each event has their own preferences, based on the menu.\\n\\n'Meldis' inn, The Wheel and Cask, was destroyed in the war, but she's moved up to the Splintered Shield. It's a much rougher place than her last establishment, but you look like you can handle yourself.\\n\\n'Meldis has the various casks of wine stored in the kitchen. Go sample each vintage until you find the one I require, then bring a barrel of it back here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "This light-bodied, tart red tastes of strawberries, violets, and black pepper",
      "es": "",
      "es (fem)": ""
    }
  ]
}