{
  "id": 620803325,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]! My name is Déornyd of the Eglain. Among my own people, I enjoy a certain renown -- though it is paltry indeed when compared to that of my sister. She was the reason I became a Champion: her courage was unshakeable, her voice commanding, and the flickering of her blades was like the shimmering dance of moonlight on the Red Swamp. She fell in battle against minions of the Enemy, and the world has been a little dimmer ever since.\\n\\n'I took up her sword, which is named Gránung. I have wielded it as best I could in defence of justice, until recently, when I was travelling here from Taur Orthon through the ice canyons. I was ambushed by something -- all I saw was a flash of fur. Altti, a trapper, found me and brought me here, but without my sword!\\n\\n'I believe it to be still in the canyons south of here. Please, I beg you, help me recover Gránung! My family's honour as well as my own are at stake.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Can it be?\\n\\n'It is! Gránung, bright as she shone in the time of my ancestors!\\n\\n'Blessings on you, [placeholder]. You have recovered that which was most precious to me.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found it? You have not?\\n\\n'The ice canyons are south of here; the road leads right to them. I think that is where Gránung must still be. I beg you, please find it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found it? You have not? \\n\\n'The ice canyons are south of here; the road leads right to them. I think that is where Gránung must still be. I beg you, please find it!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "My Sister's Sword",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Déornyd has lost his prized weapon, a sword belonging to his sister, who was a champion of great renown among the Eglain.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Recovered Gránung",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Recover Gránung",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Déornyd thinks his sister's sword is still in or around the ice canyons, south of Pynti-peldot.\\n\\nDéornyd has asked you to find his sister's sword and return it to him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return Gránung to Déornyd",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Déornyd is at Pynti-peldot, north of the ice canyons.\\n\\nYou have found Gránung and should now return it to Déornyd at Pynti-peldot.",
      "es": ""
    }
  ]
}