{
  "id": 620803276,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have earned the trust of the Lossoth Scout-master!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ida told you that a nearby homestead is being terrorized by Fëoc, a Gauradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Perhaps you can help, Sivullinen.\\n\\n'A nearby homestead has been claimed by one of the Gauradan wolf-callers -- they are sent out by their tribes as single scouts well-adapted to silent and effective mayhem to cause as much trouble as possible, that their kinsmen may follow in their wake and take advantage of the confusion they sow.\\n\\n'Go to the homestead west of here along the road, past the hill upon which Pynti-peldot is built, and make sure that the Gauradan Fëoc is defeated. I cannot wait to see the last of him and his accursed wolf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fëoc is at Voi-teltta, west of Ida's camp along the road.\\n\\nIda has charged you with defeating the Gauradan Fëoc, who has claimed Voi-teltta for himself and driven out the Lossoth scouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ida is wounded, but not badly? Thank the ice-spirits for small mercies, I suppose.\\n\\n'I rejoice to hear of your success, [placeholder]. It is a matter that has been preying upon my mind, but I had not been able to find the time to attend to it personally.\\n\\n'You may tell Ora that her scout-master believes you to be sincere in your wish to aid the Lumi-väki.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ida is at her encampment, east of Voi-teltta near the entrance to the ice canyons that lead south.\\n\\nYou have reclaimed Voi-teltta for the Lossoth. You should return to Ida and tell her of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Lauri is at Pynti-peldot, atop a hill north and west along the road from Ida's camp.\\n\\nIda has asked that you inform Lauri of your reclamation of the Voi-teltta homestead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have done well driving off that Gauradan from the homestead, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Excellent work, Sivullinen! I do not know what is going on, but it seems that every out-of-the-way Lumi-väki homestead or encampment is under attack all over Forochel!\\n\\n'We receive reports daily of incursions from Gauredain, wild beasts acting unnaturally, all manner of soft-lander ruffians -- no offence -- all determined to control unattended buildings and resources. It might benefit you to investigate other such reports in the region.\\n\\n'Speaking of reports -- you had best tell Lauri that I am all right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your aid to the Lumi-väki shall not be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Fëoc near Voi-teltta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Fëoc has been purged from Voi-teltta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Scout-master Lauri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Report back to Lauri",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reclaiming the Homestead",
      "es": "",
      "es (fem)": ""
    }
  ]
}