{
  "id": 620803274,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], it is time for the ritual. Will you accompany me and protect me as I complete it? \\n\\n'Your task is to ensure I am interrupted by no one. Especially her three -- you know what, forget I said that.\\n\\n'When you are ready, let me know, and we shall leave.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Kaj means well, if only he had been forthright with me! It seems he is less afraid of mammoths than he is of speaking to a woman whose heart he prizes!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Now, I am going to go into the house and... get something. You wait here and make sure no-one else interrupts!\\n\\n'No, I am not worried. There should be no trouble at all. None.\\n\\n'Just keep an eye out, that's all.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ties That Bind",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have just spoken to Manu, a respected warrior with an interesting tale....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Kaj is now prepared to embark upon the Lossoth-ritual he has vowed to complete.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'What in the name of the ice-spirits has Kaj gotten into his head this time?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Kaj",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kaj is in Pynti-peldot.\\n\\nYou should speak with Kaj when you are ready to assist him with his ritual.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Pinja",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pinja is outside her house at Lumi-talletta, south-west of Pynti-peldot in Itä-ma.\\n\\nYou should speak with Pinja at once.",
      "es": ""
    }
  ]
}