{
  "id": 620803277,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected a coil of rope",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected thick furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Borrowed a sledge",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Kaj, the son of the Lossoth-chieftain Ora, seeks to perform an ancient and time-honoured ritual.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, Sivullinen. I am Kaj of the Lumi-väki, also named Warg-skinner, Claw-wearer, Plague of the Susi-väki, and Spearer of the Ancient Mursu. I am embarking upon a delicate endeavour: an ancient Lumi-väki ritual. I will need certain things.\\n\\n'Go to Altti the trapper at Jänis-leiri, west along the road, and ask him to loan me his sledge. I will also need rope. There should be a few extra coils at the scout-camp, out on a little island on the other side of the road, south of here. And furs, thick, soft, and warm; I do not care what kind of animal they are from. Something that will feel good on soft skin... what kind of look is that to give me? It is part of the ritual! \\n\\n'I do not have time for this; I must prepare. Go find these things for me, or get out of my sight and stay out of my way!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The rope is at a scout's encampment just to the south of Pynti-peldot in Forochel. The sledge needs to be borrowed from Altti the trapper at Jänis-leiri, the Master of the Hunt's encampment by the road to the west. Thick furs can be skinned from any number of beasts in and around Itä-mâ.\\n\\nKaj has asked for your help obtaining certain items he needs to prepare for his ritual.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who are you and what do you want?\\n\\n'Kaj sent you? I am not sure what that boy thinks he is doing, having me lend one of my own sledges to a Sivullinen.\\n\\n'Take it. But tell Kaj it will go very hard with him if anything happens to it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Kaj is in Pynti-peldot in Forochel.\\n\\nYou have collected the ritual components and should return to Kaj.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gathered the items I requested yet?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, excellent! Now we can truly begin.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We keep supplies here for the use of all Lumi-väki. As Kaj and Ora both speak for you, you may take what you need.\\n\\n'Altti? He is at Niko's camp. Follow the main road to the west, and it will be on the north side.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What are you doing back here without the things I need?\\n\\n'Sivullinen really are not much use, are they?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'So... what is this endeavour my son has planned?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect a coil of rope",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect thick furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Borrow a sledge from Altti",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return the ritual components to Kaj",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Respectable Ritual",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Return the ritual components to Kaj",
      "es": ""
    }
  ]
}