{
  "id": 620803323,
  "txt": [
    {
      "id": 54354734,
      "en": "You returned Gránung to Déornyd only to learn that he has a problem with his other blade.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, [placeholder]... you helped me before; perhaps you can help me again. Look at this! My second blade -- apparently a cheap and weak piece of smithing, for which I will disembowel that merchant if I ever see him again -- has gone and snapped clean in two from the cold! Blasted, brittle, low-quality steel.\\n\\n'I am going to need another sword -- something decent. There are more of those wild men along the shore-line, towards that pretty little shrine the Lossoth have. I will wager one of them would have a blade worth wielding! It seems only fair, as they tried to rob me of mine, that I should rob them of theirs. You had best be wary, though; the Gauredain are a fierce people.\\n\\n'The shrine is north-west of here, near some dwarf-ruins, but be careful: the way is dangerous.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gauredain roam to the north and west of Pynti-peldot, near the Lonesome Stones.\\n\\nDéornyd has asked you to replace his broken sword with one stolen from one of the Gauredain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! Let us take a look at it.\\n\\n'Well, fine craftsmanship it is not, that is for certain... but it is strong, and it is sharp, and it will withstand this beastly cold. \\n\\n'It will serve admirably until I return home and can obtain a new blade. My thanks!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gauredain roam to the north and west of Pynti-peldot, near the Lonesome Stones.\\n\\nDéornyd has asked you to replace his broken sword with one stolen from one of the Gauredain.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Déornyd is at Pynti-peldot, south and east of where the Gauredain roam.\\n\\nYou should bring the Gauradan-sword to Déornyd.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The ruins known as the Lonesome Stones can be found by following the water's edge north and west from Pynti-peldot, and I saw Gauradan warriors all along the way.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not found a good sword yet? Please, keep trying! A champion with only one blade is at less than half a warrior!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Two blades, each worthy of a champion! Well done, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Déornyd a new sword from a Gauradan",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Déornyd a new sword from a Gauradan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the Gauradan-sword to Déornyd at Pynti-peldot",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Sword Shivered",
      "es": ""
    }
  ]
}