{
  "id": 620803275,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Return to Pinja with the furs and flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected white furs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Picked snowdrops ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Delivered the wedding invitation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have played an important part in the courtship of Kaj and Pinja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Delivered the Wedding Invitation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The wedding will be soon, but I need two things for my marriage dress: white furs for the trim and the cape, and snowdrops for the bouquet. Also, please deliver this invitation personally to Ella in Pynti-peldot; she raised me after my mother died, and since she moved back into the village, we have not seen as much of each other as I would like.\\n\\n'The highest concentration of kalpa-kita is at Leijona-kotin, a wooded area just south of here.  Their fur is the softest and the whitest, and I want the best for my marriage dress!\\n\\n'Snowdrops can also be found in and around Leijona-kotin, as there they can grow in the shelter of the evergreens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Snowdrops and white furs can be collected at Leijona-kotin, south of Pinja's homestead, which is south-west of Pynti-peldot in Itä-ma. Ella is at Pynti-peldot.\\n\\nPinja has asked that you gather the winter-blooming snowdrops and white furs for her marriage dress, and that you hand-deliver an important invitation to Ella in Pynti-peldot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, my little Pinja is getting married? How lovely! Tell her that of course I will be there.\\n\\n'I had my doubts that any suitor would ever even get near her, with those brothers of hers. Overprotective to a fault.\\n\\n'I am somehow not surprised that it took the bravest warrior of the tribe to brave them. Ora must be so pleased!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Pinja is at her homestead, south-west of Pynti-peldot.\\n\\nYou should return to Pinja with the snowdrops and furs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring me the things I asked...I have a wedding to prepare for!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Blessings of the ice-spirits upon you, Sivullinen. It is in part thanks to your efforts that Pynti-peldot will host a happy union!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will find Pinja at Lumi-talletta, her home. Follow the road south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Could you not find what I need?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect white furs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Pick snowdrops ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Deliver the invitation to Ella at Pynti-peldot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Pinja with the furs and flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Midwinter's Thaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "You have earned the trust of the Lossoth-chieftain's son and his bride!",
      "es": "",
      "es (fem)": ""
    }
  ]
}