{
  "id": 620764830,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeat shades and dreadmists ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Maedhrusc ventured briefly into Fornost and saw that it was overrun with the dead.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, fellow adventurer! I can't tell you how good it is to see a stranger who's real flesh and blood, and not of the Orc-made kind.\\n\\n'You have found us a humble band of adventurers stranded here in a dark place. We came for treasure, and to fight through the fabled paths of Fornost, but found ourselves overwhelmed by the dead right quick.\\n\\n'Now we're only trying to survive. We haven't been the same since we set foot in that evil place....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Shades can be found within the heart of Fornost.\\n\\nYou should enter Fornost and defeat many of the dead of which Maedhrusc spoke.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The task I gave you was not a simple one, but you have made a fine showing of it. You have impressed even me, which is not easy.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Return to Maedhrusc",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maedhrusc is at the Treasure Hunters' Camp in north-western Fornost.\\n\\nYou have defeated many of the evil dead roaming in Fornost and should return to Maedhrusc.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Dead are an abomination, and these are the worst, for they are our own brethren who betrayed the Last King of Arthedain. Among them also are fell spirits of a most terrible sort.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are truly a hero in the making, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I can't believe you drove off all those shades, [placeholder]. Is it really true? You have given us hope.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I have seen many fail where you succeeded, friend.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat shades and dreadmists ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fornost: Putting Down the Dead",
      "es": ""
    }
  ]
}