{
  "id": 620764985,
  "txt": [
    {
      "id": 78186706,
      "en": "'The Thunder-lord says we serve the Iron Crown now!'",
      "es": ""
    },
    {
      "id": 78186707,
      "en": "'The Thunder-lord rules these mountains!'",
      "es": ""
    },
    {
      "id": 78186708,
      "en": "'We will crush you little folk beneath our feet! The Thunder-lord commands it!'",
      "es": ""
    },
    {
      "id": 78186709,
      "en": "'The Thunder-lord will take all the Trollshaws!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The Giants' Table lies partially buried in snow",
      "es": ""
    },
    {
      "id": 78186710,
      "en": "'The Thunder-lord says Angmar will pay us well for our strength!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You should bring what news of the giants you uncover from journeying near the halls of the giants in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "The Giants' Table is no longer a place of peaceful negotiation",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "Treating with the giants may tell you about their motives",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You find yourself journeying near the halls of the giants in the Misty Mountains. Nearby is the Giants' Table, a place of parley in elder days.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Giants' Table is south of the pass of Rakh창s-bizar, east of the guarded pass of Gabilazan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You found the Giants' Table, but the giants there attacked without warning. They have lost their respect for the old ways, and the Giants' Table is no longer a place of peaceful negotiation.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You found the Giants' Table, but the giants there attacked without warning. They have lost their respect for the old ways, and the Giants' Table is no longer a place of peaceful negotiation.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please seek out the Giants' Table and treat with the giants there if they still respect the old ways. Look for the Table south of the pass of Rakh창s-bizar, east of here. Do not enter the pass of Gabilazan, west of Rakh창s-bizar, for it is guarded by dwarves of an unpleasant disposition.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Seek the Giants' Table in the Misty Mountains",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the Giants' Table",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Giant Country",
      "es": ""
    },
    {
      "id": 78186705,
      "en": "'The Thunder-lord has ordered your death!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Giants' Table is south of the pass of Rakh창s-bizar, east of the guarded pass of Gabilazan.",
      "es": ""
    }
  ]
}