{
  "id": 620764913,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Gwesgylliel has heard that a company of dwarves have come to Rivendell, and that among their number is a dwarf-champion, Gimli, who might be able to help you grow in power.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are deserving of equipment that reflects the good you do for the people of Middle-earth, [placeholder], the better with which to serve them. It would be my privilege to help you fashion it, but I must give to you this cautionary word: these articles will not be easily come by, for their tale must be one of danger and of hardship. Only through these perils will they have strength enough.\\n\\n'Speak with me when you are ready to begin, and I will tell you what must be done to fashion equipment befitting a true champion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwesgylliel knows of a legendary champion who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I would like to take a moment to congratulate you on your achievements, [placeholder]. You have accomplished many brave deeds, and I marvel at your dedication! You are a mighty champion!\\n\\n'A company of dwarves visited Imladris not long ago, and a number of champions travelled with them. They are now staying at an outpost in the Misty Mountains north of the vale. One of them might be able to advise you, for you have exceeded the teaching that I can provide. I salute you for that, friend champion!\\n\\n'What was the name, again? Gimli, I think it was. Look for him in one of the guest rooms of Elrond's House.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gwesgylliel is at Lin Giliath in Meluinen in the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gimli is currently staying in Rivendell, in one of the guest rooms of Elrond's House.\\n\\nGwesgylliel has learned that a party of dwarves came to Rivendell not long ago, and one of their company, Gimli, was a champion. This dwarf-champion might be willing to teach you some of his techniques.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must finish the task put before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You flatter me, [placeholder]! There are some would say I am a champion among dwarves, but certainly I would not do so, not so boldly! Ha ha ha!\\n\\n'The trick to combat, my friend, is to give it everything you've got. There are no half-measures, not in battle and not ever! If you swing your axe as though every swing were its last, you'll be a real force!\\n\\n'I understand that you're a mighty champion yourself, [placeholder], and I applaud you! You'll do fine in the times that lie ahead, I'm sure of it. Until we meet again!' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do not remember dwarf-names very well. The company at the outpost in the Misty Mountains, north of Rivendell, sent a dwarf-champion to Rivendell; he is staying in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris. I believe his name was Gimli, but it might have also been Gisli. Dwarf-names are not easy, like the names of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'[placeholder]! How goes the fighting?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Implements of Daring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Champion [placeholder], hello! It is good to speak with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Articles of Valour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gwesgylliel at Meluinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gimli in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lesson from Gimli",
      "es": "",
      "es (fem)": ""
    }
  ]
}