{
  "id": 620764877,
  "txt": [
    {
      "id": 228870261,
      "en": "The Tome of Swords",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This is the opening page to The Tome of Swords. It is inscribed with the title and a dedication: In memory of Beleriand that was and fell beneath the Sea.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This page continues the tale of some of the great Elf-heroes of old, such as those who fought in the Goblin Wars, defending Gondolin against the ravaging Orc-hosts.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Here, the Elf-lords who wrote the Tome took the time to record a few ballads relating the glory of those who have long since perished from Beleriand and Middle-earth. Perhaps they hoped the old songs would encourage the reader to greater deeds.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page begins an exhortation to the reader: never show fear and never recoil in the face of evil.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The copy you have found appears to be mostly intact - but time and wear have done the duty of whomever wished to limit the knowledge contained herein. There are a few pages that are either missing or too badly weathered to read. Perhaps the dwarf-champion Gimli, son of Glóin of the Lonely Mountain, could tell you more about this ancient tome.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page continues a treatise on courage in the face of direst evil. The true champion will always be found in the thick of battle, no matter how dire the straits.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Since the Elves collected so many copies of The Tome of Swords, it may be that some loose pages may be found in the Misty Mountains. Others may have been taken by the Enemy into the Witch-king's realm of Angmar.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page begins in earnest instruction in the art of armed warfare. It contains mostly a list of common techniques used by the great warriors of the past.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page contains mostly detailed diagrams and portraits of Elven masters. The diagrams are not easy to comprehend without the full context of the Tome.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This page summarizes The Tome of Swords and finally ties together most of its finer points.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of The Tome of Swords",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gimli in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Tome of Swords, page 1",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Tome of Swords, page 4",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Tome of Swords, page 7",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Tome of Swords, page 12",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Tome of Swords, page 13",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Tome of Swords, page 17",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Tome of Swords, page 21",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Tome of Swords, page 25",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nWritten in a neatly defined Sindarin script, The Tome of Swords has long been renowned as one of the finest manuals on the art of swordsmanship and battle. Originally written in the early ages of Middle-earth, many copies exist -- but sometime shortly after the end of the Second Age, most of them either vanished or had important passages edited, meaning that most of the copies that exist today are incomplete.\\n\\nThe copy you have found appears to be mostly intact, but time and wear have done the duty of whomever wished to limit the knowledge contained therein. There are a few pages that are either missing or too badly weathered to read. Perhaps the dwarf Gimli, son of Glóin of the Lonely Mountain, could tell you more about this ancient tome.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Welcome and well met, [placeholder]. What may I help you with this fine day? A book you say? Give it here then. Ah yes, I have seen its like before: The Tome of Swords. Written by Elf-lords ages ago and still one of the finest texts a champion could wish to own. But look you here, this copy of yours is quite a bit older than any I have held, and some of the passages are different. It seems that you have stumbled upon something of great import.\\n\\n'After the wars of the Second Age saw their power begin to wane, the Elves thought perhaps it was not wise to leave such fine works in the art of war lying about where any Man, dwarf, or Orc could pick them up, so they rounded up most of the copies of this book and removed some of the more important bits. Most copies you see today are from the time after that, and while they are still fine works, it is safe to say that the best parts are hard to come by.\\n\\n'Now this copy of yours looks old enough to be from before that time, but it is pretty weathered and dog-eared. If you could find the missing pages, however, you would have yourself a complete copy of the original Tome of Swords, and in the hands of a seasoned champion, I can tell you that it would be worth more than its weight in gold.",
      "es": ""
    }
  ]
}