{
  "id": 620764838,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I am sorry, you must have me mistaken for someone else. I am just going about my business.\\n\\n'Find Morven, further into the city. I cannot be seen talking to you, but she might be willing to hear you out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You speak boldly for a stranger newly-arrived in Donnvail. Do you not fear Muiráthakh or Fûshath the Beast?\\n\\n'Uthagan, further into the city, may be able to help you, but speak with him cautiously; his family was recently \\qinvited\\q to a dinner at the house of Muiráthakh, and I have not seen them since. I do not know if any have.\\n\\n'We must organize if we are to strike a blow against our Angmarim masters. Uthagan may be able to guide you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Light of Hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have followed a long road to me, [placeholder], and I pray that it was not too painful. Donnvail has not been a peaceful city since the lords of Carn Dûm sent their minions here.\\n\\n'We few that stand against the shadow welcome your aid. This neighbourhood will be the heart of the struggle. Call allies if you have them and if they are willing to stand with you! The foes you will soon face cannot be defeated by one alone; it will take many hearts to overthrow the masters of this city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You speak to me of rebellion? Tell that to my family, taken by Muiráthakh on the charge that they were planning an uprising! That dog knows it was I who aided Una in that, but he took my family instead, as a warning to me!\\n\\n'There was a time when I would have aided you, but Una will have to fight her battles alone!\\n\\n'I will kill you myself and teach you something of despair!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Uthagan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have nothing more to say to you, and I will repeat no names; there are too many unfriendly ears within this city.\\n\\n'Perhaps you wrote down what I said to you? Consult your journal and draw no more attention to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'An outlander come to Donnvail? What impudence! Do you not know this is Angmar? Angmar, where the Iron Crown rules and will soon crush your lands?\\n\\n'I suppose it makes little difference whether you are killed today, or in a few months with your kin when the armies of Angmar invade the south-lands. But since you are so eager....\\n\\n'Guards! Guards! Take this fool!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I weep for Uthagan. Look for Una somewhere deep within Donnvail, and may his family not have suffered in vain.\\n\\n'You must go now. The guards will become suspicious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'An outlander come to Donnvail? What impudence! Do you not know this is Angmar? Angmar, where the Iron Crown rules and will soon crush your lands?\\n\\n'I suppose it makes little difference whether you are killed today, or in a few months with your kin when the armies of Angmar invade the south-lands. But since you are so eager....\\n\\n'Guards! Guards! Take this fool!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Garvan is in the city of Donnvail, north-east of Fail-á-Khro.\\n\\nBúdan told you of the three leaders sent to Donnvail by Carn Dûm: Fûshath the Beast, Muiráthakh the Silent Judge, and Gillë Andras the Lord of the Western Marches. He also told you to speak to a Man named Garvan further within the city of Donnvail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You will find Morven further in the city. Now leave me be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Morven is within the city of Donnvail, north-east of Fail-á-Khro.\\n\\nGarvan gave you the name of someone who might be sympathetic to the cause, telling you to seek Morven further into the city. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Poor Uthagan. Would any of us been able to withstand the torment he must have suffered?\\n\\n'Yet he aids us, even still: look for Una deep within Donnvail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Uthagan is in the city of Donnvail, north-east of Fail-á-Khro.\\n\\nMorven has told you to speak with Uthagan, but with caution: his family was recently taken by Muiráthakh, and she does not think they have been seen since.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Uthagan is further within the city, and he may be able to help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Uthagan spoke of Una, located somewhere within the city of Donnvail, north-east of Fail-á-Khro.\\n\\nThough he sought to slay you, Uthagan unwittingly gave you the name of someone you might speak to: a woman named Una.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'That is as I feared. That Uthagan's family should suffer for his deeds is very much in keeping with what we know of Muiráthakh.\\n\\n'Look for Una deep within Donnvail, and may Uthagan's mind be eased by our eventual triumph.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Uthagan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Uthagan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak to Una",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcaaaaf1",
      "en": "'Just go! Get out of here! Una cannot bring my family back, and neither can you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Búdan sent you to the city of Donnvail to speak with the Trév Gállorg there who might rise up against the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Donnvail is draped in the shadow of fear, [placeholder], and the Trév Gállorg here are tormented. We keep our heads down and try not to draw attention to ourselves.\\n\\n'The lords of Carn Dûm have sent cruel taskmasters to this city to stop any chance of rebellion before it begins: Fûshath the Beast, a terrible Gorthorog; Muiráthakh, the Silent Judge, doom-sayer and executioner; and Gillë Andras, the Lord of the Western Marches, cruel leader of the armies that tread upon Fasach-falroid.\\n\\n'I will say no more. Seek out Garvan, further within the city. He will tell you more, if he is as fool-hardy as I, and I pray that you tell no one that I gave you his name.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}