{
  "id": 620764939,
  "txt": [
    {
      "id": 218649170,
      "en": "'What we accomplished today is a thing of which legends are made -- \\qThe Song of Slade and [placeholder] at Ost Cyrn,\\q if you like!\\n\\n'Are you ready to return to Ost Guruth? Perhaps I'll find a minstrel to whom I can relate this tale!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ost Cyrn lies ahead, [placeholder], and if we are true of heart and strong of arm, the Orcs within will not remain there by this time tomorrow!\\n\\n'Let us take a circuitous route into the ruins and slay as many Orcs as lie within our path. Mosal-ruk will test our courage even by himself, and the fewer of his band that remain when we face him, the more confident I will be of our victory!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Champion's Courage",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Let us continue, [placeholder] -- the deadliest leg of our journey lies ahead, for Mosal-ruk has surely learned of our coming by now. We will show him he and his kind are not welcome in these lands!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Slade Ransford has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Slade Ransford has been defeated",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Mosal-ruk has triumphed",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Slade Ransford is at Ost Cyrn, in the Lone-lands.\\n\\nSlade is waiting to speak with you about fighting deep into Ost Cyrn in search of Mosal-ruk, the vile Orc that leads this war-band.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Slade Ransford is at Ost Cyrn, in the Lone-lands.\\n\\nSlade is taking a quick rest atop one of the ruined buildings of Ost Cyrn, and is waiting to speak with you about proceeding further into the ruins in search of Mosal-ruk.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mosal-ruk stands defiantly before you.\\n\\nYou have fought deep into Ost Cyrn with Slade Ransford, and the time has come to face Mosal-ruk, the leader of the war-band that occupies the ruins.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Slade Ransford stands triumphantly within Ost Cyrn.\\n\\nTogether, you and Slade journeyed into the ruins of Ost Cyrn and put an end to Mosal-ruk and his vile war-band.",
      "es": ""
    },
    {
      "id": 146712865,
      "en": "'Death to the Orcs!'",
      "es": ""
    },
    {
      "id": 247578017,
      "en": "'Get back up here, [placeholder]! I can't do this alone!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Slade Ransford",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Fight into Ost Cyrn with Slade Ransford",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Slade Ransford",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Fight into Ost Cyrn with Slade Ransford",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Defy Mosal-ruk",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defeat Mosal-ruk and the remains of his war-band",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Slade Ransford",
      "es": ""
    },
    {
      "id": 109557969,
      "en": "'Champions? You make me laugh, weaklings! Now you die!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come to Ost Cyrn with Slade Ransford to cast out the Orcs that have taken up residence within the ruins.",
      "es": ""
    },
    {
      "id": 111495313,
      "en": "'Mosal-ruk must be further inside. Let's rest for a bit.'",
      "es": ""
    },
    {
      "id": 155417472,
      "en": "'Look! It's him!'",
      "es": ""
    },
    {
      "id": 155417473,
      "en": "'Mosal-ruk! Your time in this place is up!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We are victorious, [placeholder], true champions of the Lone-lands! Mosal-ruk will no more threaten the folk who try to make their living in these hard lands, and we have sent a message to his masters this day -- we will stand against you, no matter the odds!\\n\\n'Tell me when you are ready, and we will journey back to Ost Guruth with this happy news!'",
      "es": ""
    }
  ]
}