{
  "id": 620764847,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Azgoth defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Though you defeated the merrevail and the bats that plagued the Rangers of Gath Forthnír, Thoriel spoke of taking the fight to Carn Dûm and to the queen of the merrevail herself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your courage and grace give us hope, [placeholder]. But as I told you, the threat is not yet vanquished.\\n\\n'You must go to Carn Dûm, though you should speak with Glyn on the way. He is in a small look-out camp past the Gates of Carn Dûm.\\n\\n'Speak with him quickly. We must attack before the merrevail return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glyn is at a small camp on the eastern path to Carn Dûm.\\n\\nThoriel has sent you to Carn Dûm to deal with the queen of the merrevail, though she asked you to speak with Glyn on your way there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your deeds precede you, friend, but I will speak plainly. The merrevail follow a queen, a most powerful creature called Azgoth.\\n\\n'She is a terror most foul, with many minions at her beck and call. Azgoth nests within Carn Dûm, the great city of Angmar that lies to the west.\\n\\n'It will not be an easy journey, and the city is well protected. Return to me when you have slain the mighty Azgoth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Azgoth dwells within Carn Dûm, the city of Angmar that lies to the west.\\n\\nGlyn told you of the morroval-queen, a creature called Azgoth, that must be slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Glyn is in Tármunn Súrsa, to the east of Carn Dûm, near the Gates of Carn Dûm.\\n\\nYou braved the city of Carn Dûm and defeated Azgoth. Glyn will want to hear of your feat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must defeat Azgoth, or she will lead her minions against us... and our numbers are dwindling daily.\\n\\n'You must travel to Carn Dûm and find a way inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You claim that Azgoth is no more, but how can this be? You are but one and succeeded where we could not!\\n\\n'Ah, but I can see her black blood upon you and the fire in your eyes. Yes, you speak the truth. This is a great day, a day of celebration where we stood as one against the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Seek Glyn upon the eastern path to Carn Dûm... he may know more about the evils that plague Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Azgoth is the terrible Queen of the Winged Host... do as Glyn instructed and defeat her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Azgoth, the Morroval Queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Azgoth is no more? Glyn will wish to know of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'An incredible tale will be told of you some day soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Queen of the Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You have gone into the city of the Enemy and come out again, not only alive, but victorious!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}