{
  "id": 620764889,
  "txt": [
    {
      "id": 228870261,
      "en": "The Joy of Battle",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page, belonging about a third of the way into The Joy of Battle, begins in the middle of an account of a great battle between the Dwarves of Khazad-dûm and the Goblins of the Misty Mountains. Among the tales of the great battle are some accounts of the author's own courageous deeds.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This page tells of the author's encounter with the chief of the goblin invaders. Though the battle had raged for many hours and his strength was flagging, he was able to muster his strength in the defence of his fellows.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "In this text, the author exhorts the reader not to become so carried away in battle that he does not recognize danger posed to his allies, but rather to allow the excitement and energy generated by the thrill of battle to strengthen his arms against all threats, to himself and to his allies.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page begins a series of meditations the author went through while preparing for battle. Amounting more to rallying speeches and self-praise than to deep meditations, he used these to enervate himself.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gimli the Dwarf might have some insight into the missing knowledge of The Joy of Battle, since it was written by one of his forebears in the depths of time.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page continues the author's battle meditations, though the writing begins to scrawl a little as though he were becoming wrapped up in his own diatribe.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The missing pages of The Joy of Battle may be found on those who wander the darkest regions of Angmar or the blistering cold of the Misty Mountains.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page sounds almost like a joyous and bloodthirsty rant. The author either lost focus or was intentionally trying to get the reader's heart pounding.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The tone of this page is much more subdued than previous pages. The author explains the importance of fervant resolve and idealism to a champion's inner strength.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This page wraps up the text with an overview of all that came before. Though there are some pages damaged beyond recall, a reader of this book may still take from it the heart of the author's teachings.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of The Joy of Battle",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gimli in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Joy of Battle, page 11",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Joy of Battle, page 14",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Joy of Battle, page 18",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Joy of Battle, page 24",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Joy of Battle, page 25",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Joy of Battle, page 28",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Joy of Battle, page 32",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Joy of Battle, page 36",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Joy of Battle is an aptly named text, written by a great dwarf-champion during the height of Durin's reign in Khazad-dûm. It is no simple treatise on the art of battle, as so many texts are. Rather, it is a philosophical tract that describes the author's outlook upon warfare and battle, and how he came eventually to seek it out as a meditative and even transcendant experience that he was unable to experience in any other setting save the midst of clashing blades and the cries of battle. It is not a text for the faint-hearted or the meek, but it seems oddly lofty and its tone does not reflect the maddened bloodlust that one might have expected given the title.\\n\\nAlas, the long years have been rough on your copy, and there are a number of pages torn or missing from it. Gimli the Dwarf might have some insight into the missing knowledge of The Joy of Battle, since it was written by one of his forebears in the depths of time.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings [placeholder], taking up some reading lately are you? Ah! What's this? The Joy of Battle! I have heard tell of this volume, but never laid eyes on it myself.\\n\\n'It is such a shame that this copy is so tattered. The author was one of the finest dwarf-champions ever to walk the halls of Khazad-dûm in its grandest days. He was said to have been one of those who could stand in the midst of turmoil and battle as if it were naught but a soothing song or mother's lullaby. Most champions I know bite back the fear or cloak it in rage to hide it from their enemies, but not this one. He loved battle like his own first son, never mind the odds or the pain.\\n\\n'I will tell you this and make no mistake, it will be worth your time to try and find those missing pages if they might give some insight into the heart of such a warrior.'",
      "es": ""
    }
  ]
}