{
  "id": 620764848,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated merrevail in Himbar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated bats in Himbar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Himbar is haunted by the merrevail and their kindred, the bats. These creatures prey upon the Rangers of Gath Forthnír, showing no mercy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These are dark days, [placeholder]. The morroval scourge preys upon my men, snatching them from where they sleep and carrying them off to their dens.\\n\\n'You will find the merrevail stalking the lands of Himbar to the west. They are the eyes of Angmar, watching our movements and preying upon us. Slay them now, lest they return to Gath Forthnír.\\n\\n'Beware the spies of the merrevail, their kindred, the bats.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The merrevail and the bats hunt throughout Himbar, the lands west of Gath Forthnír.\\n\\nThoriel warned you of the merrevail, winged monsters in service to the Enemy. They prey upon the Rangers and must be destroyed, along with their lesser kindred, the bats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You alone accomplished what we could not, [placeholder]. We are so few in number, and without Golodir to guide us, we feared the worst.\\n\\n'I can only hope you possess the spirit to face an even greater threat. There must be one that leads these Merrevail to our doorsteps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thoriel waits for you in Gath Forthnír, the hidden Ranger camp east of Himbar.\\n\\nYou defeated the winged servants of the Enemy and may now return to claim victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you desire to assist us in our plight, journey west and defeat the winged servants of the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well done. There is still much to be done concerning the Merrevail, however!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You are making a name for yourself among my people, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat merrevail in Himbar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat bats in Himbar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Winged Host",
      "es": "",
      "es (fem)": ""
    }
  ]
}