{
  "id": 620764919,
  "txt": [
    {
      "id": 218649170,
      "en": "'I am glad you have returned, [placeholder], for it means that you have successfully dispatched Raillug. I see too that you bring the Tarkrîp-boots I need.\\n\\n'While I make use of these items, you should set out to collect the next set of components. I will need mandibles from spiders such as those found in Angmar and other dangerous places. I will also need bubbling droplets from the brimstone-leeches which creep through the swamp of Malenhad in Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the components for which I asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Valour",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Well done, [placeholder]. Only one set of components remains, and acquiring these will be your greatest challenge.\\n\\n'I need you to obtain one of the blood-stained tally-sticks that the fearsome Orcs Gríshakrum, Kughûrz, and Dafrim use to record their kills. As well, I need you to acquire an Insignia of Battle from the uruks Sorkrank and Burzfîl. All of them may be found in Urugarth.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components I need, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collect Raillug's frozen hide",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The worm Raillug may be found in the north-eastern corner of the Misty Mountains, while you may find the Tarkrîp goblins among the Orc-camps of Malenhad in Angmar.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I knew you would return, [placeholder], and with the final components I need!\\n\\n'I give to you a piece of equipment worthy of your skills, and with it my overwhelming respect.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected brimstone-tinged Tarkrîp-boots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You may find the spiders I seek in Angmar and other dangerous lands. Brimstone-leeches can only be found in Malenhad in Angmar.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Raillug can be found in the north-western corner of the Misty Mountains. Tarkrîp goblins can be found among the Orc-camps of Malenhad in Angmar.\\n\\nGwesgylliel asked you to bring her Raillug's frozen hide and brimstone-tinged Tarkrîp-boots.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You may find all of the Orcs and uruks that I named in Urugarth.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected bubbling droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect Insignia of Battle",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gwesgylliel is at Lin Giliath in Meluinen, in the North Downs.\\n\\nGwesgylliel is waiting for you to return with the first set of components for which she asked.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected blood-stained tally-stick",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Gwesgylliel",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Spiders can be found in Angmar and other dangerous places. Brimstone-leeches can be found in Malenhad in Angmar.\\n\\nGwesgylliel asked you to bring her mottled spider-mandibles and bubbling droplets.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected Insignia of Battle",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect blood-stained tally-stick",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gwesgylliel is at Lin Giliath in Meluinen, in the North Downs.\\n\\nGwesgylliel is waiting for you to return with the second set of components she needs.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect Insignia of Battle",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gríshakrum, Kughûrz, Dafrim, Sorkrank, and Burzfîl may all be found in Urugarth in Angmar.\\n\\nGwesgylliel asked you to return with a blood-stained tally-stick and an Insignia of Battle.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Gwesgylliel is at Lin Giliath in Meluinen, in the North Downs.\\n\\nGwesgylliel is waiting for you to return with the last set of components she needs.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Raillug's frozen hide",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect brimstone-tinged Tarkrîp-boots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Gwesgylliel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect bubbling droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Gwesgylliel",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect mottled spider-mandibles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect bubbling droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect blood-stained tally-stick",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gwesgylliel has agreed to help you fashion a piece of equipment worthy of your skill as a champion.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can make you a piece of equipment that will be a worthy addition to your raiment, [placeholder], but I will need a number of components with which to fashion it.\\n\\n'Many of these items will be difficult to come by, but you are a champion! I do not doubt your courage or your dedication and am sure that you will emerge from this task victorious.\\n\\n'The first items I need you to collect are the hide of the vile worm Raillug, who may be found in the north-eastern corner of the Misty Mountains, and the brimstone-tinged boots of the Tarkrîp goblins which dwell among the Orc-camps of Malenhad in Angmar.'",
      "es": ""
    }
  ]
}