{
  "id": 620764988,
  "txt": [
    {
      "id": "0x4e99a47",
      "en": "'When will you fools learn? Leave me alone or face my wrath!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xabaae14",
      "en": "'My kin approach, and they are unwelcome! My fists itch for a fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73082",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Arifael has fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have saved Arifael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfc26b85",
      "en": "'I thank you, little ones. My kin are not welcome out of the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The giant Arifael did not seem to know what would bring a giant down into Tâl Bruinen, though he did seem concerned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3ab8624",
      "en": "'Now you know the strength of Angmar, fool!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe99a4e2",
      "en": "'More of you! I will put an end to this, now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In truth, little [placeholder], Ringhul was good to send you to me. I am sore-pressed by my distant kin. I should not hide the truth from you. My kin have begun to come down from the mountains, bringing with them anger and war!\\n\\n'I am beset, for their deeds are evil, and I refuse to join them. Will you help me? Perhaps then I may be of greater service to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arifael lives on the slope of Amon Nendir, south of the High Moor on the eastern edge of the Trollshaws.\\n\\nArifael has asked for your aid against his distant kinsmen from the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that Arifael is well, but it troubles me that the wrong sort of giants have come down out of the mountains after him. How bold must they become before they turn their gaze to Imladris?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ae1f22",
      "en": "'Join us, brother. The Iron Crown is too strong to resist.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ringhul is in Rivendell, waiting for news of his giant friend Arifael.\\n\\nYou found Arifael hidden in the hills overlooking the valley south of the High Moor, but were forced to fight to defend him from enemy giants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, search Amon Nendir, south of the High Moor, for my friend Arifael. Ask him if he needs aid, then return to me with news of how he fares. The wrong sort of giant has been seen in that vale, and I fear they may cause trouble for my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I hear them approach even now. If little folk like you can fight, make yourself ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Arifael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Arifael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Arifael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You have my thanks, little [placeholder]. I am saddened to have to resort to such violence to defend myself from my own kinsmen, but I cannot allow their evil to spread down from the mountains.\\n\\n'Our deeds were good. Do not fret, little one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Better Sort of Giant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Arifael lives on the slope of Amon Nendir, east of the High Moor on the eastern edge of the Trollshaws.\\n\\nYou have aided in warding off Arifael's distant kinsmen from the Misty Mountains. You should speak to him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}