{
  "id": 620928264,
  "txt": [
    {
      "id": 216727827,
      "en": "Broken waggons can be found in western Edoras.\\n\\nYou should repair waggons so that the move to Dunharrow will be easier to bear.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You are quite a handy one, [placeholder]! Thank you for your help. I am sure many folk will be grateful to you for your kindness, for the journey to Dunharrow will be much easier with good wheels to bear us thither.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Return to Garwold",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Garwold is in western Edoras.\\n\\nYou should return to Garwold.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Ask Garwold about his waggon troubles",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Garwold is in north-western Edoras, very near the main gate.\\n\\nYou should speak with Garwold.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I'm afraid we haven't enough working waggons for the journey to Dunharrow, and I haven't enough hands to repair the broken ones.\\n\\n'Can you pitch in, stranger? We have many goods to move, not to mention the folk who won't be able to make the journey on foot.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Several waggons in Edoras are in sore need of repair for the journey to Dunharrow.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Repaired a broken waggon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Never a moment's rest! Are you able to help me with another task? Everyone clamours for my attention with so much going on, but I cannot lose sight of our priorities. The waggons! We have many broken waggons.\\n\\n'Garwold brought it to my attention this morning. Will you please speak with Garwold when you have a spare moment?'\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Repair broken waggons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: Waggon Repairs",
      "es": ""
    }
  ]
}