{
  "id": 620928210,
  "txt": [
    {
      "id": 216727827,
      "en": "Tapestries line the walls of Meduseld in Edoras.\\n\\nYou should examine the tapestries.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "In this tapestry, Folcred and Fastred perish while fighting Haradrim and Oliphaunts at the Crossings of Poros.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "In this tapestry, Eorl crosses the Anduin at the Fields of Celebrant.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "In this tapestry, Frealaf defeats Wulf Frecason in Meduseld.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You have examined the magnificent tapestries lining the halls of Meduseld depicting the history of Rohan.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "In this tapestry, Aldor the Old drives the Dunlendings out of the Westfold.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Examine the tapestries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "You have examined the magnificent tapestries lining the halls of Meduseld depicting the history of Rohan.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "In this tapestry, Helm Hammerhand slays Freca outside Edoras.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Meduseld has many interesting tapestries lining the walls.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "In this tapestry, Saruman the White receives the keys to Orthanc from Beren, Steward of Gondor.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "In this tapestry, Folca the Hunter slays, and is slain by, the giant Boar of Everholt.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "In this tapestry, Brytta slays the chieftain of the White Mountain Orcs.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: A Woven Tale",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "Many great tapestries line the walls of Meduseld, depicting the history of Rohan.\\n\\nYou should examine the tapestries before Meduseld is emptied and locked.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    }
  ]
}