{
  "id": 620928211,
  "txt": [
    {
      "id": 216727830,
      "en": "The second and third floors can be found in Meduseld, the great hall in Edoras.\\n\\nYou should climb the stairs to the higher floors and have a last look around.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Examine the loose floorboard",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Éowyn stands on the steps of Meduseld, looking out upon Edoras.\\n\\nYou have found an opened letter in the loose floorboards in Meduseld, and should bring it to Éowyn at once.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You find some opened letters hidden away in the floor",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The loose floorboard can be found on the third floor of Meduseld.\\n\\nYou should examine the loose floorboard.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'A letter to my uncle from Théodred! Let me see.'\\n\\nÉowyn reads the letter with interest.\\n\\n'Wormtongue...he must have hidden this when it arrived. A plea such as this would have opened my uncle's eyes. It is from his son on the eve of the battle that took his life....\\n\\n'Gríma must have known that such a message would have stirred the king from his spell. He must have been keeping it for a later time, as suited his needs.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Witwyn has asked you to take a last look around the great hall of Meduseld before it is closed up and abandoned for Dunharrow.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Your foot catches on a loose floorboard",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We are nearly ready to lock up the hall, but it would be most helpful if someone could take a look around the upper floors and the rafters before we leave.\\n\\n'You look like you're fond of stairs. Why don't you climb up and have a look around?'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Look around the second and third floors",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: A Last Look Around",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Bring the letter to Éowyn",
      "es": ""
    }
  ]
}