{
  "id": 620928269,
  "txt": [
    {
      "id": 216727827,
      "en": "Gifemund can be found in the ore-refinery, which is a wooden structure near the centre of town.\\n\\nScurfa suggested that you speak with his new employer, Gifemund.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gifemund can be found in the ore-refinery near the centre of the city.\\n\\nGifemund will be interested to hear your progress in dealing with the trouble-makers who threaten the safety of his mining operation nearest to Woodhurst.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Defeated Dunlending trouble-makers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Gifemund",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Dunlending trouble-makers can be found in lower Woodhurst.\\n\\nGifemund asked you to deal with the Dunlending trouble-makers that have been hassling his mine.",
      "es": ""
    },
    {
      "id": 149027379,
      "en": "Gifemund, the Mine Owner",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You did well, but bear this in mind their ill will cannot be easily contained when a people like the Dunlendings have been exiled and oppressed as long as they have. Word travels swiftly in this city, and I have heard that you handled that little problem well. You and I may be able to do great things, should you choose to join me.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Gifemund",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Ah, so you are the [placeholder] I have heard much about... the one who gets things done. I have need of a [placeholder] like that. Have you come to join my cause for a free Woodhurst? Free from Rohirrim demands for support, free from the Dunlendings' ill will from being exiled, and free from the war that will surely change the land?\\n\\n'The guards here seem to offer little protection, and trouble from lower Woodhurst is causing problems at my mine. Would you be willing to teach them a lesson?'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The former guards, Manna and Scurfa, are now working for a wealthy merchant in Woodhurst. They claim to have the opportunity to protect people that they did not have before.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "TBD: Meet the Quarry Leader",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Dunlending trouble-makers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The man I now work for is very influential in Woodhurst. He is the most successful merchant in the region. He owns the mines outside of the city, and his trade was unmatched until the White Hand cut off the southern routes.\\n\\n'As a guard, I was seldom given the chance to truly protect people, yet that is why I became one. I am now afforded that opportunity...and I get paid for it. Gifemund may offer you a similar opportunity if you speak with him in the ore-refinery near the centre of town.'",
      "es": ""
    }
  ]
}