{
  "id": 620928208,
  "txt": [
    {
      "id": 216727827,
      "en": "Léodferth, Britred, and Théolac can be found throughout Edoras.\\n\\nYou should speak with each of the three stewards and help them.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I should be most grateful for another set of eyes and ears in Edoras. Everyone seems to be acting strangely, and there is a gloom on the air.\\n\\n'I am glad Lady Éowyn sent you hither.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Ah! Lady Éowyn saw fit to send me an able pair of hands. I am less worried if you will help me, [placeholder], for I know you have much experience with the hard realities of long travel.\\n\\n'I am not doing well, I'm afraid. A missing child, a missing man, broken waggons everywhere. I could certainly use some help.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Offer help to Théolac",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Offer help to Léodferth",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Éowyn can be found near Meduseld, looking out over the city.\\n\\nYou should return to Éowyn.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'[placeholder]! I am glad to see you. I have assured everyone that Lady Éowyn will not let anyone starve, but they remain listless.\\n\\n'Perhaps you can help!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Witwyn is inside Meduseld in Edoras.\\n\\nYou should speak with Witwyn.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Speak with Éowyn",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Thank you for helping the stewards, [placeholder]. Soon we shall lock up Meduseld itself...could you make sure that all is well inside? The servants are surely working hard to get ready for Dunharrow.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Witwyn",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'So much to do! Are you here to help, dear?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Éowyn has asked you to help her three stewards resolve some of their concerns as the city prepares to depart for Dunharrow.\\n\\n<rgb=#FF0000>NOTE: Edoras quests will not be available after the evacuation.</rgb>",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The stewards brought up just concerns in our meeting, and I would like to help them, for they are good men, true to Théoden throughout his troubled times.\\n\\n'The time is nigh when we must depart, and there is much to do before we can transport so many across the southern plains of Kingstead. Will you aid Britred, Théolac, and Léodferth?'\\n\\n<rgb=#FF0000>NOTE: Edoras quests will not be available after the evacuation.</rgb>",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Offer help to Britred",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: Moving a City",
      "es": ""
    }
  ]
}