{
  "id": 620928240,
  "txt": [
    {
      "id": 246419840,
      "en": "Saburg's neighbour mentioned that Saburg often returned home with scrapes, covered in dirt and brambles.\\n\\nYou should check the rocky outcroppings outside the eastern wall of Edoras for signs of Saburg.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The neighbours can be found next to Cyneswith home in western Edoras.\\n\\nYou should ask the neighbours if they have any knowledge of Saburg's whereabouts.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "There is no sign of Saburg here",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "There is no sign of Saburg here",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "There is no sign of Saburg here",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Saburg can be found amongst the rocks just outside the south-east corner of Edoras.\\n\\nYou should urge Saburg to hurry home to her mother.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You hear a little girl's voice, chattering away with no response",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Search rocky outcroppings for signs of Saburg",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Saburg",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Ask Cyneswith about her missing daughter",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "(Must be completed before the Evacuation of Edoras)",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "‘Saburg! Saburg! Where are you, child?’ The woman's eyes are wide and frenzied as she calls for her daughter.\\n\\n'She has been missing since yesterday, and I cannot find her anywhere. There is so much packing to be done, and we must leave! I cannot depart without my daughter, wilful though she is.\\n\\n'Saburg!!’",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I won't go with them! They will only kill Fox for threatening the chickens, and he will die if I leave him here.\\n\\n'I raised him from a pup after his mother died. He was the only one of his litter -- no brothers or sisters, just like me! We NEED each other. I won't leave him, I won't!\\n\\n'It is not fair to abandon him here. I don't want him to be all alone.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Cyneswith has been waiting for her daughter Saburg to come home, but the child is missing, and the time of departure draws near.\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The neighbour does not know where Saburg goes, but gives a clue that she has left the walls of the city",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I would give anything for a moment to collect my thoughts! Everything is going wrong, of course. A little girl is missing, and if she is not found soon, I must assemble a search party -- which will delay our departure to Dunharrow even further.\\n\\n'Will you please search for her yourself, [placeholder]? If you can find her soon, we will not have to trouble everyone to search for her. Her mother is Cyneswith; she lives just south-west of here.'\\n\\n<rgb=#FF0000>NOTE: Edoras quests must be completed before the Evacuation of Edoras takes place.</rgb>",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Cyneswyth can be found outside of her home in western Edoras.\\n\\nYou should ask Cyneswith about her missing daughter.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Ask the neighbours if they have seen Saburg",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Saburg? She doesn't talk to us much anymore, not since her father died in battle.\\n\\n'She likes to go off alone. She disappears for the day, then comes back all scratched and scraped and coated in dirt, with brambles in her hair.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Edoras: A Missing Child",
      "es": ""
    }
  ]
}