{
  "id": 620928279,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I desire not to speak, [placeholder]. Agelman has told me of my people... and Léoflad.'\\n\\nEdric stares into the distance, eyes glazing over until he suddenly turns to you.\\n\\n'What use have I to remain here? We will travel to Edoras and speak with Éowyn, and that will be the end of it.\\n\\n'Come, we ride now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Éowyn can be found outside Meduseld in Edoras.\\n\\nYou have incapacitated Edric, sparing the people of Edoras his rage. You should now speak with Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Following the tragic deaths of his wife and people, Thane Edric journeys to Edoras to confront Éowyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Let us travel, [placeholder]. I have little patience left to spare...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Éowyn outside Meduseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Thank you for your aid, [placeholder].\\n\\n'Edric's judgement was hindered greatly by his loss. I hope in time he will see the error of his ways. He shall be cared for here in Edoras, and when he is willing, I would see him returned to his post should he wish it. He has lost enough... I would not deny him this too, even in the wake of this foolishness.\\n\\n'As for the attack on Entwade, we must make ready to ride. I shall fight in his place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thane Edric can be found inside the Mead Hall of Entwade.\\n\\nThane Edric has asked you to accompany him to Edoras to meet with Éowyn. You should speak to him when you are ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Hard Negotiations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- Player will not see",
      "es": "",
      "es (fem)": ""
    }
  ]
}