{
  "id": 620915178,
  "txt": [
    {
      "id": 218649170,
      "en": "'I hope we both find what we are looking for. Just imagine!\\n\\n'I will find Thrymm and bring him home, and you will learn how to weaken Núrzum. Together, we will save Wildermore....\\n\\n'Let us ride along the road for now.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Strange... let us pause here. Something is not right.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Quest for Answers",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The lands here have been violated by some power. Perhaps you should begin your search for the artifact near here, friend [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'My greatest concern is to find out more about this mysterious artifact of which the enemy spoke, [placeholder]. You should begin your search in the Whitshaws, where the lands are the most cold and bitter.\\n\\n'Cyneberg should accompany you, for her mind is full of Thrymm. Perhaps a quest such as this will distract her from her thoughts.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Cyneberg thinks of nothing but finding Thrymm",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have called Cyneberg",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You should ride with Cyneberg along the north-west road into the Whitshaws",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cyneberg can be found outside of Lornsettle, looking out at the Isingmere.\\n\\nYou should speak with Cyneberg.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have reached the cross-roads; this is a good place to rest",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "A summoning horn for calling Cyneberg can be found at the west gate of Forlaw.\\n\\nYou should go to the west gate when you are ready to depart and call Cyneberg to your side.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "This is no longer a good place to stop",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cyneberg can be found with you at the west gate in Forlaw. You may use the whistle to call her to your side if you become separated.\\n\\nYou should speak with Cyneberg.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cyneberg can be called by using your whistle. The cross-roads can be reached by following the road out of Forlaw into the Whitshaws.\\n\\nYou should speak with Cyneberg once you reach the first cross-roads.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Cyneberg can be called by using your whistle. The cross-roads can be reached by following the road out of Forlaw into the Whitshaws.\\n\\nYou should speak with Cyneberg once you reach the first cross-roads.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Cyneberg can be called by using your whistle. The cross-roads can be reached by following the road out of Forlaw into the Whitshaws.\\n\\nYou should speak with Cyneberg once you reach the first cross-roads.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Cyneberg can be found at the cross-roads in the Whitshaws.\\n\\nYou should speak with Cyneberg.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Cyneberg outside of Lornsettle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Use the horn to call Cyneberg at the west gate",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Cyneberg at your side",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Cyneberg at the cross-roads in the Whitshaws",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Ride with Cyneberg to the cross-roads",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Cyneberg at the cross-roads",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Cyneberg at the cross-roads",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Now that Gárwig knows of an unknown artifact being the cause of the fell winter in Wildermore, he wants you and Cyneberg to search for it in the Whitshaws, where the lands are most afflicted by the cold.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Yes, I would very much like to come with you, [placeholder]. I will not be able to help Thrymm while I am standing idly in Forlaw.\\n\\n'Call at the west gate when you are ready to depart, and we will ride together. We should gird ourselves for swift travel and stealth if we are to avoid the enemy.'",
      "es": ""
    }
  ]
}