{
  "id": 621039463,
  "txt": [
    {
      "id": "0x6a502b0",
      "en": "Defeat Hull the Wolf-hearted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Defeat Azdág",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba97",
      "en": "Along the cliffs of the Brandywine, thunderous footsteps warn of the approach of a ferocious moose. Even the fiercest Warg gives way when the Master of the Wildwood passes by.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Defeat Lagshal Bone-cracker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Strong beasts and foes roam the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba98",
      "en": "Deep within a twisting network of tunnels is a hulking mass of fur, dagger-like claws, and razor sharp teeth. When the Lord of the Stone-den comes to surface, the very Wildwood shivers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Defeat Thraumak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba99",
      "en": "You have done much to aid the Free Peoples in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Defeat Broghosh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Defeat Dulglok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat the Master of the Wildwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat Drúhuk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Defeat the Lord of the Stone-den",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Defeat Grand Old Wild-tusk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa0",
      "en": "The snow-white fur about Dulglok's muzzle is perpetually stained and caked with bloody gore. Even more terrifying than his bite, however, is the fierce Warg's uncanny guile.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Strong beasts and foes roam the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba80",
      "en": "You have done much to aid the Free Peoples in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba81",
      "en": "It takes much for goblins to expel one of their own, but his viciousness and unpredictable bouts of rage made Azdág undesirable among his own kind. He wanders the Wildwood now, plotting his revenge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba82",
      "en": "Rumours of how Lagshal Bone-cracker got his name abound. Some say his blows can shatter bones through metal armour. Others whisper that Lagshal once dined on the marrow of one of his enemies. Many suggest both are true.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba83",
      "en": "You have done much to aid the Free Peoples in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba84",
      "en": "Deep in the bowels of the Writhenset mines, Broghosh weaves innumerable strands of her silvery thread into deadly traps. The darkest tunnels are filled with her skittering brood, who have been know to swarm over their prey like an ocean wave upon the shore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba85",
      "en": "You have done much to aid the Free Peoples in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba86",
      "en": "A master of stealth and cunning, Drúhuk glides across the Wildwood like the smoke his coat resembles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab7",
      "en": "Deep furrows of silver and red scars crisscross the thick hide of a massive boar who stalks the Wildwood. Though they be cracked, snapped, and yellowed with age, beware the tusks of the Grand Old Wild-tusk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab8",
      "en": "The name of Hull the Wolf-hearted is whispered even amongst the murderers and poachers who call Cotfast their home. He is rarely seen and even more rarely does he speak. It is said that he can glide like a soft breeze within a handbreadth of even the most vigilant of creatures or persons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab9",
      "en": "Once, a fellow Orc called Thraumak a liar for boasting that he had felled a large tree with a single swing of his axe. Thraumak responded by demonstrating his ability on a nearby tree, which fell directly onto his naysayer's head.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Hidden Threats of the Wildwood",
      "es": "",
      "es (fem)": ""
    }
  ]
}