{
  "id": 621039454,
  "txt": [
    {
      "id": 8567396,
      "en": "This rocky prominence above the central Wildwood grants an unobstructed view of the surrounding valley. Given the dangerous beasts that frequent this area, it is unclear who is the hunter and who is the prey.",
      "es": ""
    },
    {
      "id": 173025616,
      "en": "Explore Overwine Hall",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Explore Norwarden",
      "es": ""
    },
    {
      "id": 173025620,
      "en": "Explore Sutwarden",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Explore Cotfast",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Explore Gnawbone Pit",
      "es": ""
    },
    {
      "id": 8567315,
      "en": "Wooden supports and scaffolding line the walls of the western entrance to Writhenset mines. The pit has been carved out of the mountain over unknown generations, but the mines go deeper still.",
      "es": ""
    },
    {
      "id": 8567317,
      "en": "In the days before Cotfast was overrun, one of the village's children wandered away from her parents. Helva was found a day later, her back to this cliff, with wolves closing in. A brilliant, snow-white stag stood tall before her, keeping the wolves at bay. The arrival of the villagers meant the wolves were outnumbered, and they dispersed. The stag gently touched his nose to the top of the child's head before vanishing over the ledge.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Trader's Wharf is the home base of the League of the Axe and one of the few access points into the Wildwood. Merchants, hunters, miners, and others pass through this small port on their way to and from gathering resources in the forests.",
      "es": ""
    },
    {
      "id": 137079089,
      "en": "This ancient Arnorian ruin once stood as a sentinel, keeping watch over the Brandywine River. These days, the crumbling walls play host to dark forces who use Overwine Hall as a base from which to set forth to ravage and raid the Wildwood.",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Explore the West-delf",
      "es": ""
    },
    {
      "id": 8567319,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Explore Marl's Crossing",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 137079091,
      "en": "The tall and thin tower of Norwarden is now home to those for whom it was built to guard against. The years have not been kind to the watch-tower's old stonework, nor have its newer residents.",
      "es": ""
    },
    {
      "id": 8567321,
      "en": "Nature has reclaimed the ruined walls and shattered dome of this ancient gazebo. The view from the bluff encompasses much of the Wildwood, but the Old Bluff-house does not seem to have been a watch-tower. Instead, the structure harkens back to a time where building for beauty's sake was possible.",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "Huge wooden beams line the rock walls leading to the eastern entrance of the Writhenset mines.",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Explore Hunter's Ledge",
      "es": ""
    },
    {
      "id": 137079093,
      "en": "Carved from the very bedrock of the mountain itself, Sutwarden was once a majestic Arnorian watch-tower. It has since fallen to ruin, and is further defiled by its current occupants.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the many interesting locations to be found within the Wildwood.",
      "es": ""
    },
    {
      "id": 137079095,
      "en": "The small village of Cotfast was originally built by the Free Peoples. The villagers were forced to abandon it due to a bad harvest and the growing threats and dangers of the Wildwood. Now it is home to brigands and Orcs alike.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the many interesting locations to be found within the Wildwood.",
      "es": ""
    },
    {
      "id": 137079097,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 137079104,
      "en": "The twisting tunnels of Writhenset were carved into the hills long ago, by unknown miners. Left abandoned for centuries, the mines have become a contested battleground among those who seek their wealth and secrets.",
      "es": ""
    },
    {
      "id": 149027538,
      "en": "Sites of the Wildwood",
      "es": ""
    },
    {
      "id": 137079105,
      "en": "Sun bleached bones and rusted swords litter the hillside of Gnawbone Pit. The Wargs who den among the rocks have grown strong and fierce on the bounty of the Wildwood.",
      "es": ""
    },
    {
      "id": 137079108,
      "en": "High above the rapids and rushing water of the Netherwell, a makeshift bridge sways in the wind. Marl the Rockscrambler was the first man in known history to have scaled the walls of the Cirith Nûr chasm. Sadly, whatever beast was lying in wait on the side of the Wildwood made short work of the adventurer.",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Explore Helva's Edge",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Explore Blomley Sward",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Trader's Wharf",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Writhenset",
      "es": ""
    },
    {
      "id": 137079112,
      "en": "Blomley Sward is a beautiful meadow, carpeted with thick green grass and countless white flowers. It would be the perfect place for a hobbit's picnic, were it not for the beasts that prowl the hillside and nearby woods.",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Explore the Old Bluff-house",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore the East-delf",
      "es": ""
    },
    {
      "id": 8567394,
      "en": "DNT",
      "es": ""
    }
  ]
}