{
  "id": 621039447,
  "txt": [
    {
      "id": "0x82ba950",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba951",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502920",
      "en": "Find eyebright",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba952",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Find ragged robin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba953",
      "en": "Sought after by clothiers, the spines of the teasel can be used to raise a fuzzy nap on fabrics, especially wool. Water that collects in small cups which form around the stem is said to reverse signs of aging when applied to one's skin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "Find teasel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba954",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Find speedwell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba955",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Find shepherd's purse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Find wood spurge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Find yellow-rattle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Find knotted thistle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba959",
      "en": "Leathery, dark green leaves and bright yellow flowers make wood spurge a lovely ground cover. When cut, however, the plant bleeds a milky white liquid that may cause pain and irritation of the skin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba960",
      "en": "A versatile plant that has both medicinal and culinary uses, Shepherd's Purse is often mistaken for a weed. Though its healing properties span numerous ailments, Shepherd's Purse is also thought to be beneficial in addressing a great number of blood-related issues.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba961",
      "en": "Legends say that someone wearing this scraggly pink flower on their lapel will soon find love. They are more likely to be swarmed by butterflies, who have a deep fondness for ragged robin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba962",
      "en": "This lovely little plant is said to be able to do everything from spreading cheer to curing ailments of the eyes. Some whisper that a tonic of eyebright dripped into the eye before bed will grant the sleeper prophetic dreams. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba964",
      "en": "Small and delicate, speedwell makes a fine tea, but does not make one move more quickly, as rumours often suggest. It may benefit one who suffers from leprosy or gout, however.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba965",
      "en": "Often looked upon with grimaces or trod underfoot, behind the needle-like bristles, the stem of the knotted thistle can be boiled down and used in pie like rhubarb. The flowers, however, have a history of being used to curdle milk by jealous neighbours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Find the many interesting varieties of flowers within the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Find the many interesting varieties of flowers within the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Flowers of the Wildwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba948",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "Towards the end of summer, the seed pods of the yellow-rattle turn to paper thin, dry husks. The sound made when the wind blows and rattles the seed within is how this lively plant got its name.",
      "es": "",
      "es (fem)": ""
    }
  ]
}