{
  "id": 621039538,
  "txt": [
    {
      "id": "0x9b56847",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf705b1c",
      "en": "'Before the Helcessar, the truth will be revealed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9f15cee",
      "en": "'We have lost control! The ship is being torn apart!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d6b1c",
      "en": "'Be welcome among us, brother. We cannot say how long we have lingered.... The passing of years means nothing to the dead. And who else is with thee?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf720b1c",
      "en": "'Thou wert desperate, true, but for haste, not for an end to thy suffering!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7e8b1c",
      "en": "'Those knights that came north with the Prince stayed in Agoroth, and swore oaths to protect the Helcessar from the enemies of Arnor at all costs. They became the Sardirath order, and we are their descendants.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dcac9",
      "en": "'I have one last wrong to right before then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf729b1c",
      "en": "'It seems the Witch-king has real power, even in a vision of the past!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf744b1c",
      "en": "'As thou wishest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dcdc9",
      "en": "'I cannot undo the damage done, but it is within my power to do this:'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d9ec9",
      "en": "'By the Valar! How can a storm build so quickly?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc71a609",
      "en": "'Alas, it appears the ice still blocks our path forward, as it did when last I came to this place. Before I set sail...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "You have arrived inside the Narrowdelve.\\n\\nYou should pick up the summoning horn. It will allow you to call Lothrandir to your side.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xecc3372",
      "en": "'Let us not give up hope so soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Witness the vision of Arvedui's demise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "The Angmarim and Gauredain are attempting to breach Agoroth.\\n\\nYou should defeat their leaders: Rúcrog Hoarpelt and Aigrith the Ashen.\\n\\n<rgb=#FF0000>If you need assistance, use the Call Lothrandir skill to call Lothrandir to your side. If you lose access to this skill, pick up the summoning horn at the instance entrance.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc71ac09",
      "en": "'It seems our enemies have found another way into the Narrowdelve. They are using their fire magic to melt through the ice and snow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d78c9",
      "en": "'Very well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf715b1c",
      "en": "'The last time I felt this way was just before the fell storm that doomed the Sardirath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d4b1c",
      "en": "'We know thee not, but there can be no mistake. Thou art a fallen King of Elendil's line. We are at thy service, my liege.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x45f5b51",
      "en": "'I have failed! Angmarim, I have one last boon to offer. Take it, and gain victory!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7e6b1c",
      "en": "'Snow and ice fell upon the Narrowdelve for many days on end, trapping us inside. Those that did not freeze to death eventually starved. No help from Arnor came. We all perished, despairing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64daac9",
      "en": "'Curse thee, Witch-king of Angmar! I will not allow thee to win! I swear, I will not be the last King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf727b1c",
      "en": "'Hadst thou waited until Spring or Summer, it may have very well been too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x45f5b52",
      "en": "'Erk.... Your foul magic was not enough, Angmarim. I go to meet my ancestors....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "Agoroth has been secured, but the Helcessar remains.\\n\\nWitness events as they unfold!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf739b1c",
      "en": "'Thou had just learned that thine allies were on their way to retake thy kingdom from thy most hated enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7f8b1c",
      "en": "'Thou hast done us a great service. Please, may we know thy name, great king?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dadc9",
      "en": "'My damnable pride.... Why did I not heed the words of the Lossoth elder? Was it to escape the frozen squalor of a refugee, or to reclaim my status as royalty, or to deliver vengeance upon Angmar?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d7ec9",
      "en": "'Arnor had broken into three lesser kingdoms long before my time, and we could no longer withstand the forces of the Witch-king of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xebc3372",
      "en": "'Hmm, this ice sounds quite thin. And I think I hear something on the other side. We may be able to break through this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd237e1",
      "en": "'Argh! No! Gauradan... take my power, and keep your word to Angmar....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5830869",
      "en": "'No longer, for we have one last oath to keep, that made to the Lossoth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe0092b2",
      "en": "'What is that? Can they not see him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dc6f5d",
      "en": "'My lady! We are about to break through!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d84c9",
      "en": "'It was then that I learned that Eärnur of Gondor and a host of Elves planned to make war with Angmar, to defeat them for good, and to retake Fornost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7e4b1c",
      "en": "'And that is why we linger. Though the vault has not been opened since Elendur sealed it, and we have never laid eyes on it, we continue to keep the Helcessar safe from the enemies of Arnor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a4",
      "en": "Deep in the frozen wilds of Forochel, the Arnorian fortress Agoroth lies hidden. Although no living souls have set foot there for thousands of years, you now find yourself in a race to reach its vault before the forces of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7f6b1c",
      "en": "'The last king? Much has happened since we perished here....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d5ec9",
      "en": "'I would ask thee the same question, captain. It has been thousands of years since anyone set foot here, living OR dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd95a51",
      "en": "'What is this? Intruders! You, go alert Aigrith at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd95a52",
      "en": "'We have almost broken through to the fortress! We cannot allow these outsiders to interrupt our work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x768957",
      "en": "'The contempt is mutual, witch. Once your master has his prize, our pact is broken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dbfc9",
      "en": "'Thy words ring true. My haste stemmed from a sense of duty. It was a great tragedy, but possibly an unavoidable fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xec092b2",
      "en": "'We are back in Agoroth! We defeated the Witch-king's manifestation, but the Thoroval still perished at sea....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d092b2",
      "en": "'A tragic tale. It seems oaths really do contain great power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdf15cee",
      "en": "'Abledhim! Tôl i Goth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d0b1c",
      "en": "'Long ago, King Valandur of Arnor ordered that a powerful relic of Númenor, the Helcessar, be moved, for the Enemy had begun to strive against the West once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x768964",
      "en": "Stand in the beams of light to begin the encounter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d9b1c",
      "en": "'Stand down, Sardirath. These outsiders have proven they are not in league with the invaders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf723b1c",
      "en": "'The past cannot be changed, but we can learn from that which we witnessed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d3bc9",
      "en": "'Thou mayest be right, Lothrandir! If what thou sayest about Aragorn be true, he is my last hope. It may only be a matter of time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf735b1c",
      "en": "'They suffer no regret or resentment on thy behalf. All have moved on, and so should thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d6dc9",
      "en": "'I would have thee do the honours, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dcec9",
      "en": "'Because your order was secret to all but the Kings, when Arnor broke into three kingdoms, you were forgotten, abandoned, left to languish in this place in frozen solitude. My line failed you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10092b2",
      "en": "'Aye, defeating both the leader of the Angmarim and the chieftain of the Gauredain may prove our allegiance to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x45f5652",
      "en": "'Useless Gauradan magic... not enough... I have failed you, my Master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf092b2",
      "en": "'There is Arvedui, and he is alive! Is this a vision of the past?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf706b1c",
      "en": "'Thy choices weigh heavy on thee, King Arvedui, but I would see this woe for myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa1293bd",
      "en": "'We have almost broken through to the fortress! We cannot allow our work to be interrupted!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc71ad09",
      "en": "'We must push forward. They cannot be allowed to breach the hold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d7b1c",
      "en": "'For generations, we protected Agoroth in secret. But then, one day, we all felt a great sense of unease, as if the wind carried evil itself. What followed was a storm of unnatural terror.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7e0b1c",
      "en": "'The Helcessar.... It is beautiful beyond words!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7e9b1c",
      "en": "'He sent his son, Prince Elendur, and a contingent of knights to take the relic into hiding among the northern mountains. Here it was placed, and Agoroth built around it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf804e15",
      "en": "'Ashes to ashes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x92f82d8",
      "en": "'Ah, the Ranger who has been poking around has finally arrived! So much excitement all at once! Let them observe our moment of glory, and then you may incinerate them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d7cc9",
      "en": "'The Lossoth aided us in our most desperate hour, but my pride would not allow me to stay in the safety of their village. I was desperate to retake my kingdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdc092b2",
      "en": "'Oh no. Even knowing what is destined to happen here, I am still filled with dread!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d4dc9",
      "en": "'What is this? Shades of Arnorians protect the hold? We must assist them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x92f85d8",
      "en": "'NO! We are so close! Angmarim, Gauredain, deal with this problem! I must contact the Master at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64daec9",
      "en": "'I never thought I would have to live through my death a second time. So many lost because of my actions!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5830669",
      "en": "'With the power of the Helcessar diminished, you may finally rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d7fc9",
      "en": "'When I began my reign, chaos had already begun to overtake the realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dcd159",
      "en": "'In my hubris, I ignored them, wishing to reach our allied forces in time, wishing to be there when they were victorious, to reclaim my throne! So many Men and Elves died for my desires.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x398914c",
      "en": "'I thank thee, my King. May thou findest thy rest as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91474e5",
      "en": "'I accept your boon, Gauradan, but it is unnecessary! I have more than enough power to destroy these interlopers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9dc9f5d",
      "en": "'Intruders approach from behind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6f15cee",
      "en": "'Power from Ages past still lingers in this world, held by the wise and those who die not. Servants of the Enemy are not to be underestimated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe6c3372",
      "en": "'Incredible! To think some remnant of Arnor still exists up here, hidden and untouched for centuries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf704e15",
      "en": "'None can withstand the might of the pack!''",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d85c9",
      "en": "'My son Aranarth, safe with his mother in Rivendell, pleaded for aid on my behalf. His words were heard, and Lord Círdan sent a ship of his own make to find us in Forochel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7c3b1c",
      "en": "'Sardirath, the Enemy comes! Protect Agoroth at all costs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5830f69",
      "en": "'Join me, Sardirath. Lend me thine strength, and let it be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "Defeated Aigrith the Ashen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf716b1c",
      "en": "'Yes, even without my body I sense the change. I feel chilled in my very spirit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d5b1c",
      "en": "'Another lost soul, but not one of our order. Wait, art thou...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x37092b2",
      "en": "'Incredible... thousands of years old and yet completely unblemished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcf15cfe",
      "en": "'Any ship built by Lord Círdan is most sound, but the Lossoth are wise to fear the dark magic of Gularan. Keep on your guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf728b1c",
      "en": "'[placeholder], Lothrandir, be ready for anything!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "Use the summoning horn to call Lothrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dbdc9",
      "en": "'I feel lighter, unburdened, but still I cannot move on?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Agoroth, the Narrowdelve -- Solo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "Witnessed the vision of Arvedui's demise",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2bc8451",
      "en": "'It seems those Angmarim fools bit off more than they could chew. But, we are still bound by pact, so I must defend them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2bc8452",
      "en": "'Come then, face a chieftain of the Gauredain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x88092b2",
      "en": "'Is it possible that oath, made with such conviction in the face of death, is what really keeps you here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d3b1c",
      "en": "'Why dost thou linger in Middle-earth, honoured king?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dc9c9",
      "en": "'Captain, assemble thy order. I would address them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7e5b1c",
      "en": "'But we did not pass on. Our oath to protect the Helcessar had bound us to this place. The Enemy had conjured a storm to destroy us, but would never have its prize.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x92c2",
      "en": "'I have a thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2bc8d51",
      "en": "'We have breached the fortress, Master, but there is a complication....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d6bc9",
      "en": "'I am Arvedui, son of Araphant, the last ruler of the Northern Kingdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf738b1c",
      "en": "'It was thy duty as King to take part in that battle, to regain thy throne upon victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2bc8d52",
      "en": "'N-no! I will handle them myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dfbc9",
      "en": "'I felt hope for the first time in years, but it was folly. The Lossoth warned us to wait for winter to end, for the reach of the Witch-king is long! If only I had listened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dccc9",
      "en": "'I say now, as the last King of Arthedain, that your oaths are fulfilled. Let Agoroth be abandoned, for the Helcessar no longer needs protectors.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2bc8d53",
      "en": "'Outsiders! You will be destroyed at the hands of Aigrith the Ashen! The Witch-king has commanded it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c474e5",
      "en": "'Rúcrog Hoarpelt does not break promises, Angmarim! It will be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87092b2",
      "en": "'We heard you speak just before the end, Arvedui. Your final words: you swore to not be the last King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d6ec9",
      "en": "'Yes, especially those sworn in the presence of a Vandassar. Thou deservest to finally see thy charge, Captain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dcfc9",
      "en": "'Sardirath of Agoroth, let me first offer my apologies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x398514c",
      "en": "'But sire, the enemy has found this place! The Helcessar needs protection now more than ever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf700b1c",
      "en": "'Indeed, Lothrandir. We are to see the moment of the Thoroval's doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d1b1c",
      "en": "'Even a king knoweth us not? Then, we truly were abandoned. Allow me to reveal our order's history.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64da9c9",
      "en": "'AAAAAH!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf736b1c",
      "en": "'The Elves and Dúnedain on that ship suffered not because of thee. They died at the hands of the Witch-king of Angmar! As did we of the Sardirath!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7f5b1c",
      "en": "'Perhaps there is something the Sardirath can do to help thee, my King. Wilt thou tell us why thou lingerest?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x92f83d8",
      "en": "'Agoroth at last! Wait... what is happening?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x325d48c",
      "en": "'King Arvedui, forgive me for my curt words, but I see no reason for thou to punish thyself still for thine own demise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5830469",
      "en": "'No, I thank thee, Captain, for thy words have freed me from the shackles of despair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d7dc9",
      "en": "'Eventually, so few of us remained that we were forced to flee into Forochel to escape them. We hid like hunted animals in the hills, in caves, abandoned dwarf mines....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated Rúcrog Hoarpelt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Pick up the summoning horn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9092b2",
      "en": "'Something is wrong, can you feel it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Defeat Rúcrog Hoarpelt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Defeat Aigrith the Ashen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x92f8fd8",
      "en": "'Excellent. I am eager to leave this frozen pit for good. No one warned me of the smell of a wet Gauradan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa12a3bd",
      "en": "'What is this? Intruders! You, alert Aigrith at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64db8c9",
      "en": "'I... Captain...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf7d8b1c",
      "en": "'Come forward. We must speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaf15cfe",
      "en": "'Renio hin! Togo i Aran na 'waith în!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64dbec9",
      "en": "'Perhaps I can finally begin to forgive myself. I thank thee, Captain, for thy honesty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d8fc9",
      "en": "'The Lossoth troubled over nothing, the sky is cloudless, the sea calm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9092b2",
      "en": "'Hail to you, Sardirath, you said? Stone-wardens? I am Lothrandir, a Ranger of the North. A Dúnadan. How long have you been here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe0c3372",
      "en": "'The Angmarim have arrived before us? How? The way was still hidden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff15cee",
      "en": "'Brace yourselves, Dúnedain! He has found us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d95c9",
      "en": "'Is it really possible for the Witch-king to summon a storm? How could he possess such power?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}