{
  "id": 620952201,
  "txt": [
    {
      "id": "0x6a50240",
      "en": "Speak with a swan-knight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Find Inzibel's Walk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "Laegened, the master stone-mason, can be found in the Mason's Court.\\n\\nYou should speak with Laegened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "The Harper's Court is in western Dol Amroth.\\n\\nYou should make your way to the Harper's Court.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Find the Court of the Fount",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1141",
      "en": "You have found the Mason's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Welcome to the fair city of Dol Amroth, where Prince Imrahil rules. Alas that our prince has ridden to war; may he return whole and hale! Lothíriel now governs in his stead.\\n\\n'Dol Amroth is a great city of Gondor, and you will not see its like anywhere. Would you like a tour? Many of our folk would be happy to show you the sights.\\n\\n'You will find us a friendly peoples. Just walk around and you will be greeted by pleasant townsfolk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "The Harper's Court is in western Dol Amroth.\\n\\nYou should speak with someone in the Harper's Court.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Speak with someone in the Court of the Fount",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "You have come to the beautiful coastal city of Dol Amroth, and the gate-guard has suggested that you tour the sights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Find the wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1147",
      "en": "You have found the Harper's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Speak with Anírwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Find the Artisan's Quarter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Speak with someone in the Artisan's Quarter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Find the Keep of the Swan-knights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Here is a great old library, filled with ancient tomes and records of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The City of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "You have found the Scholar's Quarter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Return the sheet music to Torthol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Collect Torthol's sheet music ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Find the Mason's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'I am duty-bound to bid you welcome to the fair city of Dol Amroth, where Prince Imrahil rules. Alas that our prince has ridden to war; may he return whole and hale! Lothiriel now governs in his stead.\\n\\n'Dol Amroth is a great city of Gondor, and you will not see its like anywhere. Would you like a tour? Many of our folk would be happy to show you the sights, though I am sure you would not do the same for them in your own lands.\\n\\n'You will find us a friendly peoples... unlike your kind. Just walk around and you will be greeted by pleasant townsfolk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Have you ever seen a finer fountain? I have lived here all my life, but I still come every day just to gaze upon it. It is the pride of Dol Amroth.\\n\\n'If you are travelling through, the Court of the Fount is where you want to be. Here we have the finest goods for sale from all over the world, brought from our ships. It is always bustling here. Never a dull moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Speak with Laegened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Find the Harper's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Well met, stranger. Are you here to see the wharf? It is perhaps not the best view of Dol Amroth, but I have always found it the most beautiful place in the city.\\n\\n'Here you will find all of the fishermen hard at work, and the tall ships rest ere they set out for another great adventure.\\n\\n'Is there a better smell on earth than clean sea air and fresh fish, and the salt of sea and sweat?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "You have come to a quiet and secluded part of the city, breathtakingly lovely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Speak with someone in the Harper's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Torthol's sheet music is floating around the Court.\\n\\nYou should pick up Torthol's sheet music.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "The Artisan's Quarter is in north-east Dol Amroth.\\n\\nYou should speak with someone at the Artisan's Quarter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "You have found the Court of the Fount",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Speak with Lothíriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Are you a travelling artisan, friend? If so, you have come to the right place, for you'll not find a better crafters' area for leagues upon leagues.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "The Keep of the Swan-knights is in north Dol Amroth.\\n\\nYou should make your way to the Keep of the Swan-knights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "The Keep of the Swan-knights is in north Dol Amroth.\\n\\nYou should speak with one of the swan-knights.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Find the Library of Saphadzîr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'We get many travellers in Dol Amroth. I bid you welcome! I also say to you: Mind your behaviour while you are here. Drink and make merriment as you will, but do try not to cause a disturbance.\\n\\n'Here is the Keep of the Swan-knights, where the finest soldiers of Dol Amroth execute the will of Prince Imrahil, or the lady Lothíriel who now governs in his place. A fine prospect, is it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find the Scholar's Quarter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Torthol is in the Harper's Court in Dol Amroth.\\n\\nYou should return the sheet music to Torthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "You have found the Artisan's Quarter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Thank you, thank you! Now I can practice once more. The concert must go on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Speak with someone in the Scholar's Quarter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Inzibel's Walk is in north-east Dol Amroth.\\n\\nYou should make your way to Inzibel's Walk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'I am the master stone-mason in these parts. Only the best stoneworkers in Gondor may study under me, and most will never master the art themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "You have found the Keep of the Swan-knights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "The Court of the Fount is in the centre of Dol Amroth.\\n\\nYou should make your way to the Court of the Fount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "The Court of the Fount is in the centre of Dol Amroth.\\n\\nYou should speak with someone at the Court of the Fount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "The wharf is on the eastern side of Dol Amroth.\\n\\nYou should make your way to the wharf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'This is the finest place for a concert in all the world. Musicians come here to practice, too, so there is always music upon the air. Oh, but how I love a sweet melody!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "Lothíriel is in the Great Hall of the Prince.\\n\\nYou should speak with Lothíriel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'Welcome, honoured guest. Did you enjoy your tour of our fair city? It is a beautiful and peaceful place, full of art, music, and bustling markets.\\n\\n'Alas for the war that threatens us all. I fear that we will lose our way of life, if my father Imrahil cannot help Denethor uphold Minas Tirith against the shadow that looms in the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Collected Torthol's sheet music ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Anírwen is at the wharf on the east side of Dol Amroth.\\n\\nYou should speak with Anírwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "The Artisan's Quarter is in north Dol Amroth.\\n\\nYou should make your way to the Artisan's Quarter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You have found the wharf of Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "The Library of Saphadzîr is just south of the centre of Dol Amroth.\\n\\nYou should make your way to the Library of Saphadzîr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "The Scholar's Quarter is in southern Dol Amroth.\\n\\nYou should make your way to the Scholar's Quarter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "The Scholar's Quarter is in southern Dol Amroth.\\n\\nYou should speak with someone in the Scholar's Quarter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'My pardons, I was lost in thought. People often come here to lose themselves in their thoughts, for this is the Scholar's Quarter. Here you will find the great minds of Dol Amroth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01169",
      "en": "The Mason's Court is in southern Dol Amroth.\\n\\nYou should make your way to the Mason's Court.",
      "es": "",
      "es (fem)": ""
    }
  ]
}