{
  "id": 620952357,
  "txt": [
    {
      "id": 246419840,
      "en": "Gilanor can be found in Ost Lontir in central Belfalas.\\n\\nYou have spoken to the people of Ost Lontir and should now return to Gilanor.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Gilanor",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You have come at a fortuitous time, [placeholder]. My people have great need of one with your skills... for the Corsairs raid the Havens even as we speak.\\n\\n'There is much to be done, but with so many raids, we have had precious little time to bolster our defences or even tend to simple tasks. Very few remain here, but I am certain you can aid them in some way if you are willing.\\n\\n'Speak to them, aid them where you can, and you will have my gratitude and trust, traveller.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'If you have come expecting to see the splendour of Gondor, I am afraid you will find it rather dulled.\\n\\n'The city of the Prince is as beautiful as ever, but grim times have come to the Havens. If you have a moment more to speak with me, there is something I would like to show you....'",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Welcome to Ost Lontir... the light waiting to be snuffed out.\\n\\n'I do not see any reason to stay here, and if it were not for my wife, I would have long since fled to Dol Amroth.\\n\\n'I suppose if I am stuck here, I may as well enlist your aid in protecting us... do you have a moment?'",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Hello, traveller... I am glad you have come to Ost Lontir, for it means that perhaps not all hope is lost. The Enemy rallies in the north, and I find our days growing darker as more Corsairs spill from the sea into Gondor.\\n\\n'With you here, one more can stand against those that strike at us, and we can work to push the Corsairs from our home!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'It is true that times are grim for my people, [placeholder]. With so many gone to the aid of the Steward at Minas Tirith in the east, we were left ill-prepared for a Corsair attack. It was necessary, but now I fear that we have left ourselves far too exposed.\\n\\n'If you would aid me, we could strike back against the Corsairs and keep safe the people of Belfalas.'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Holding the town of Ost Lontir with few men and resources, Gilanor hopes to see his people safely through the war.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Mildir",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Cenedel",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Boradan the Beacon-warden",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Those That Remain",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Mildir and Cenedel can be found in Ost Lontir, and Boradan can be found outside Ost Lontir near the beacon, Amon Lontir.\\n\\nGilanor has asked you to acquaint yourself with the people of Ost Lontir and aid them where needed.",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "DNT -- will not be seen",
      "es": ""
    }
  ]
}