{
  "id": 620952361,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'It is beautiful, is it not? Should the war turn against us, you can consider yourself fortunate to have looked upon it.\\n\\n'Alas, it is not the only thing I wish you to see. To the north lies the ancient Elf-haven of Edhellond... and more importantly, those who would seek to claim our lands. It is one thing to tell you of this, but another to look upon it with your own eyes.\\n\\n'Look to Edhellond, and see the ships that have claimed the harbour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Boradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9f1",
      "en": "You cannot get a good view from here!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Boradan can be found on the beacon, Amon Lontir, just outside Ost Lontir.\\n\\nYou have looked upon Dol Amroth and should now speak to Boradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e4",
      "en": "<rgb=#FF00FF>Look</rgb> to Dol Amroth in the west from Amon Lontir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This seems like a good place to <rgb=#FF00FF>look</rgb> at Edhellond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Edhellond can be viewed to the north of Amon Lontir.\\n\\nBoradan has asked you to look from the beacon to Edhellond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "In the distance, the Corsairs have made landfall in the ancient Elf-harbour of Edhellond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Boradan can be found on the beacon, Amon Lontir, just outside Ost Lontir.\\n\\nYou have looked upon Edhellond and should now speak to Boradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "In the distance, the shining city of Dol Amroth overlooks the Bay of Belfalas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Boradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'So now you see what troubles us so, [placeholder]....\\n\\n'You see, this is no small raid by the Corsairs. The people of Belfalas face an invasion on our shores, and unless we can discover a means to defend ourselves with so many of our warriors gone to the east, I fear that our lands shall soon fall to the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Thank you for allowing me another moment to speak with you, [placeholder].\\n\\n'There are things you must be made aware of if you seek to aid our people. To the west, Dol Amroth overlooks the bay... and a glorious city it is. Yet, we stand at the edge of ruin as Corsairs run rampant throughout our lands. I do not ask anything of you but to understand what is at stake.\\n\\n'Look to Dol Amroth, and understand what could be lost if we fail to defend ourselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef95",
      "en": "You cannot get a good view from here!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "This seems like a good place to <rgb=#FF00FF>look</rgb> at Dol Amroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "From the beacon of Amon Lontir, the threats to Gondor have become well-known, but it is less known how the people of Ost Lontir will address them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last Beacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Dol Amroth can be viewed to the west of Amon Lontir.\\n\\nBoradan has asked you to look from the beacon to Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e13",
      "en": "<rgb=#FF00FF>Look</rgb> to Edhellond in the north from Amon Lontir",
      "es": "",
      "es (fem)": ""
    }
  ]
}