{
  "id": 620952341,
  "txt": [
    {
      "id": 228284034,
      "en": "'The Corsairs are relentless, [placeholder]... they are not content to seize a piece of Gondor's history alone, so now they stalk our roads as well.\\n\\n'The people of Ost Lontir are frightened, and they have good reason to be. The Enemy is at our gates and each day brings renewed attacks on all of Belfalas. We must push them back, and I can see no better place to start than the Corsairs that roam the roads to the north.\\n\\n'If we can contain their numbers to Edhellond, we can begin to mount a more proper defence... and perhaps my people will rest easier.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gilanor can be found in Ost Lontir in central Belfalas.\\n\\nYou have defeated many roaming Corsairs and should report your success to Gilanor.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Gilanor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "By Land and Sea",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "The Corsairs of Umbar stalk the roads of the Havens of Belfalas and seek to rob and murder any who cross their paths.",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Corsair patrol-leaders can be found along the roadways to the north and north-east of Ost Lontir.\\n\\nGilanor has asked you to clear the roadways of Corsair patrols in hopes of protecting the people of Ost Lontir.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Good... maybe now they will be wise enough to keep from the roads and allow our people to pass.\\n\\n'Now then, [placeholder], we cannot allow them time to recover from this blow.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Defeated Corsair patrol-leaders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat Corsair patrol-leaders ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}