{
  "id": 620952327,
  "txt": [
    {
      "id": "0x9b568a2",
      "en": "'There are too few of us to keep the peace here with the soldiers marching under Prince Imrahil's banner, and yet we are charged with maintaining order nonetheless.\\n\\n'Many are unhappy with Lothíriel's rule, but some of the more vocal inhabitants of Dol Amroth have taken to making a disturbance in the Court of the Fount, trying to gain supporters.\\n\\n'Would you be so good as to disperse the groups of dissenters?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Disperse dissenters in the Court of the Fount ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Lothíriel does not have the interests of the artists and craftspeople at heart! Just you watch -- our livelihoods will be destroyed while she rules!'\\n\\nYou interrupt the dissenter and tell him he must keep his voice down or leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Dissenters of Lothíriel's rule can be found in the Court of the Fount.\\n\\nYou should disperse the dissenters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d141",
      "en": "The Swan-knight Beriadir has asked you to break up groups of dissenters from the Court of the Fount, for they are disturbing the peace in that fine square.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Mark my words! Lothíriel will be our ruin and our downfall. Who says she is fit to rule, eh?'\\n\\nYou interrupt the dissenter and tell him he must keep his voice down or leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "You have ushered away a number of dissenters in the Court of the Fount, restoring order to the bustling square.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Dispersed dissenters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'How can we be protected and safe with only the swan-knights remaining within the city walls? Imrahil took those who could protect us, and we are left with nothing, and a poor leader to boot!'\\n\\nYou interrupt the dissenter and tell him he must keep his voice down or leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Lothíriel has no idea what she is doing! I will never listen to her or follow her rule, and I urge you to resist as well. Imrahil made a poor choice, leaving her in charge, if you ask me.'\\n\\nYou interrupt the dissenter and tell him he must keep his voice down or leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Lothíriel is young and inexperienced, and our fighting forces have all but left the city. Can the swan-knights alone protect us? Have you not heard the rumours of Corsairs from Umbar landing upon our beaches?\\n\\n'What can young Lothíriel do to protect this city against such a threat?'\\n\\nYou interrupt the dissenter and tell her she must keep her voice down or leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "You have ushered away a number of dissenters in the Court of the Fount, restoring order to the bustling square.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Grumbling at the Fountain",
      "es": "",
      "es (fem)": ""
    }
  ]
}