{
  "id": 620952354,
  "txt": [
    {
      "id": 228284034,
      "en": "'If there is one thing I have learned about these Corsairs, it is that they are never far from a mug. For all the treasures they have stolen from our lands, I do not think anything means more to them than their stores of ale.\\n\\n'They seek to pillage Gondor until nothing remains, so I think it fitting that you deprive them of their greatest treasure. \\n\\n'Out on their boats, I have seen them drink from hefty barrels of ale... burn them all, and let us see if their assault does not dwindle within days.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Dolvir can be found on a hilltop to the east of Edhellond.\\n\\nYou have destroyed a huge supply of Corsair ale, and should return to Dolvir with news of your success. ",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Dolvir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Different Sort of Treasure",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Dolvir of Ost Lontir seeks to strike a harsh blow against the Corsairs of Umbar by destroying their supply of ale.",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Hah! You need not tell me of what you have done, [placeholder].\\n\\n'It was truly a joy to behold... I have never seen them fall into such disarray before today! Let them learn well that the Men of Gondor know exactly where to strike!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Destroyed barrels of ale on Corsair ships ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Destroy barrels of ale on Corsair ships ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Barrels of ale can be found on the three Corsair ships moored at Edhellond.\\n\\nDolvir has asked you to burn barrels of ale in hopes of shattering the morale of the Corsairs.",
      "es": ""
    }
  ]
}