{
  "id": 620952352,
  "txt": [
    {
      "id": 228284034,
      "en": "'The Elf-harbour of Edhellond has stood for many ages, and though the Elves have gone, much of their history remains here in Gondor.\\n\\n'When they departed these lands, they left Edhellond deserted, but it has not been forgotten by my people. Many ancient Elf-relics rest in silence there, but now, with the coming of the Corsairs to Belfalas, I worry greatly for what might be lost.\\n\\n'If you can recover any relics from the Corsairs, I would be most grateful. It would sadden me deeply to see them sail away with so much of our history in their keeping.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Dolvir can be found on a hilltop to the east of Edhellond.\\n\\nYou have recovered many stolen Elvish relics, and should now return them to Dolvir.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Dolvir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stealing History",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "In addition to threatening the lives of countless Gondorians, the Corsairs of Umbar seek to steal anything of value in Edhellond, including relics of the Elves who once dwelt there.",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Corsairs of Umbar can be found throughout Edhellond in north-western Belfalas.\\n\\nDolvir has asked you to recover any Elvish relics you can find from the raiding Corsairs in Belfalas.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Retrieved stolen relics from Corsairs in Edhellond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am glad you could recover these, [placeholder].\\n\\n'I do not think of them as belonging to my people either, but I would prefer to keep them from the Corsairs. When we finally push them from our lands, I will see these relics returned to Edhellond.\\n\\n'You have my thanks.'",
      "es": ""
    },
    {
      "id": 215429255,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Retrieve stolen relics from Corsairs in Edhellond ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}