{
  "id": 620952328,
  "txt": [
    {
      "id": 49286677,
      "en": "Deliver the waterlogged barrels and crates to Dolvir",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Dolvir can be found on a hilltop to the east of Edhellond.\\n\\nYou have gathered many waterlogged crates and barrels in the Bay of Belfalas and should now return them to Dolvir.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah! Thank you, [placeholder].\\n\\n'It looks as if some of these travelled quite a distance... maybe even down the Blackroot! Nevertheless, I am glad to see them out of the hands of the Enemy.\\n\\n'I shall have them sent to Dol Amroth.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected waterlogged barrels in the Bay of Belfalas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected waterlogged crates in the Bay of Belfalas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "The Corsairs have been using Gondor's rivers to ferry supplies and stolen goods to their ships in the Bay of Belfalas, driving aid away from the people of Dol Amroth.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect waterlogged barrels in the Bay of Belfalas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "You appear to have discovered where all of the missing and stolen supplies from Blackroot Vale and Tadrent have finally washed up. The Corsairs of Umbar have ferried the goods down the rivers Blackroot and Ringló to their ships in the bay. You should recover them and return them to Dolvir.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect waterlogged crates in the Bay of Belfalas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Bay of Barrels",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Waterlogged crates and barrels can be found on the shores of the Bay of Belfalas and in and around Edhellond.\\n\\nYou have discovered numerous supplies that have survived their journey down the Blackroot and Ringló. You should recover them for the people of Gondor.",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "DNT -- will not be seen",
      "es": ""
    }
  ]
}