{
  "id": 620952350,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We have weakened their forces near the beacon, we know their movements, and we know of their leadership... now is the time to strike at the heart of their force in Edhellond!\\n\\n'While you aided me, I sent a scout named Dolvir to observe the Corsairs moored at the Elf-haven. Seek him out, and aid him in ridding the coast of Corsairs. I will not allow that Umbarian filth to lay any further claim to our lands.\\n\\n'Go, [placeholder]! May we fight alongside one another before this war comes to an end!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Harbour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Gilanor of Ost Lontir seeks to assault the Corsair forces stationed at Edhellond, and has sent his scout, Dolvir, to learn more of their plots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah, you must be [placeholder]... Gilanor told me you would arrive soon.\\n\\n'It will not take you long to see what peril faces Gondor down in the Elf-haven. The Corsairs have moored three ships full of men, and have pillaged Edhellond to nearly nothing.\\n\\n'We must move quickly to save the history here, and even more quickly should we hope to quell the Corsair threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Dolvir can be found on a hilltop to the east of Edhellond.\\n\\nGilanor has asked you to seek Dolvir outside Edhellond in hopes you can weaken the Corsairs' hold on the coast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Dolvir",
      "es": "",
      "es (fem)": ""
    }
  ]
}