{
  "id": 620889798,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hello again! I hope you enjoyed that short tour of our fine town and all of the festivities we have to offer this year! We're so happy to have you here, and we're always looking for ways to make our celebration even more exciting.\\n\\n'Virgil Greenfield is working hard to bring a little more Yule cheer to Winter-home in the form of snowmen. There's certainly enough snow for every one of our patrons, so why don't you take a quick walk out there? You can make your very own snowman, and I'm sure Virgil would love the help!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, hello! The mayor's wife sent you, did she?\\n\\n'Welcome again to Winter-home, traveller. As you can see, I spend my days here working as an artist of sorts. Too often, people overlook the simple joys of life, such as building a snowman.\\n\\n'If you'd ever like to try your hand at building your own, I'll be here to guide you. After all, with some help, I'll be able to fill out this field in no time at all!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hello again, have you talked to Virgil yet?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Yes Means Snow",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Carolyn Goodnough is pleased that you have come to visit Winter-home. She told you there is fun to be had all throughout Winter-home, even outside of the town.\\n\\nShe recommends you talk to Virgil Greenfield out in the field. He has been building snowmen to fill out the Yule cheer of Winter-home and would love help making more of them.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Virgil Greenfield would like to teach you the simple pleasures of building a snowman.  Speak to him for guidance. ",
      "es": ""
    }
  ]
}