{
  "id": 620889754,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I cannot believe it, [placeholder]. Guard Kember and the watchmen have been making an effort to keep those less fortunate from the festivities, but I never thought that some of our own patrons would drive them out!\\n\\n'Where will they go? I'm sure a few will sneak back in, but it has only gotten tougher for them as of late. The harsh chill of frost grims has taken hold of Frostbluff, and I fear for those that are forced outside the walls of Winter-home.\\n\\n'Please, [placeholder], can you help them? I can't stop working for fear of losing my wages, but maybe you can do something about those grims. I've seen them gathering at the frozen pond north-east of here, and it's only a matter of time before they move closer. Drive them off! My friends depend upon it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. I will be able to rest easier knowing my friends are safe from the bite of winter, even just for tonight. If those grims return, I may ask for your help again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I can still feel their unnatural chill from here. Please, [placeholder], drive the grims off...I worry for my friends.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cold as Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Daley Utteridge is concerned for the well-being of the less fortunate and wants you to drive off the frost grims that have appeared in Frostbluff.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Dispersed Wintry Weather ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Dispersed Wintry Weather ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Disperse Wintry Weather ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wintry Weather can be found to the north-east of Winter-home.\\n\\nDaley Utteridge wants you to help the less fortunate of Winter-home by driving off the harsh cold that accompanied the arrival of frost grims in Frostbluff. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Daley Utteridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daley Utteridge is in Winter-home.\\n\\nYou should return to Daley Utteridge with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}