{
  "id": 620889727,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Speak with Mayor Whitfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What a feast this is! The Farmers Faire is my favourite festival of the year, [placeholder]. I insist upon tasting every food that is offered at the market.\\n\\n'The problem is, sometimes I sample something rather alarming, and need relief. Will you help me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ahhhh. That meal really hit the spot, [placeholder]. If you hadn't been there to help me fetch what I needed, I don't think I would be half as content as I am right now. Has anyone ever told you that you're really not a bad sort of [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fat Mayor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Will Whitfoot, Mayor of Michel Delving, is said to be the fattest hobbit in the Westfarthing (and possibly beyond).\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have relieved the mayor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You did not bring the mayor what he asked for  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the mayor something to relieve him ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Items that might help to relieve the mayor's discomfort can be found throughout the Farmers Faire area.\\n\\nYou should collect an item that will help to soothe the mayor's requests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Do not bring the mayor the wrong item ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mayor Whitfoot can be found at the Farmers Faire in Bywater.\\n\\nYou should speak with Mayor Whitfoot.",
      "es": "",
      "es (fem)": ""
    }
  ]
}