{
  "id": 621079563,
  "txt": [
    {
      "id": 225642582,
      "en": "'Aw now that's too bad, but don't be discouraged! You're welcome to try again if you'd like.'",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Talk to Madern",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "Madern claps for you as you, winner that you are.\\n\\n'You've passed the first challenge! Congratulations. Are you ready for the next one?'",
      "es": ""
    },
    {
      "id": 149027559,
      "en": "Pinnath Gelin's Premiere Fishing Contest - Round One",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Madern has invited you to participate in a fishing contest.\\n\\nCatch two fish in as many minutes while standing near the designated marker.",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "Time has expired",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You have caught two fish within the time limit.\\n\\nTalk to Madern on the road between the farm, Wetcroft, and the western bank of Nen Eilen.",
      "es": ""
    },
    {
      "id": 24695223,
      "en": "You have happened upon a farmer who is offering prizes for completing fishing challenges.",
      "es": ""
    },
    {
      "id": 49286896,
      "en": "Talk to Madern",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "Madern claps for you as you, winner that you are.\\n\\n'You've passed the first challenge! Congratulations. Are you ready for the next one?'",
      "es": ""
    },
    {
      "id": 225642596,
      "en": "'Ah too bad! You are of course welcome to try again.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Catch fat fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Madern",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "Caught fat fish ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Before time expires",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "TBD Fishing Quest 1",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Welcome one and all to the most exciting -- and only -- fishing contest in Pinnath Gelin! My name is Madern and it is my joy in life to promote the love of fishing. To that end, I offer prizes to any who can pass my fishing challenges. Are you angler enough to win? Please say yes. I worked so hard on this and no one is participating.\\n\\n'You are? Excellent! Your first challenge is to run to the lone banner down by the water and catch two fish in two minutes! What are you waiting for? I've already started counting!'",
      "es": ""
    }
  ]
}