{
  "id": 621079412,
  "txt": [
    {
      "id": "0x2f00e17",
      "en": "Deliver 'Blue' to Draug in Alagrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Draug can be found in Alagrant, in the Blackroot Vale.\\n\\nYou have found 'Blue' in one of the traps outside Alagrant. You should return 'Blue' to Draug in Alagrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The sprung trap can be found outside Alagrant, in the Blackroot Vale.\\n\\nYou have found a small blue object caught in one the traps. You should free 'Blue' from the trap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Search the traps in the woods around Alagrant for 'Blue'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "This trap is empty, and you see no sign of 'Blue'...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Free 'Blue' from the sprung trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Dírion's dog, Draug, is disheartened after losing his favourite toy, a doll called 'Blue', somewhere in the woods around Alagrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "'Blue' appears to be a doll made in the likeness of the Men of the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Draug howls in excitement and practically snatches 'Blue' from your hand!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Dírion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "A small, colourful object caught in a nearby trap catches your eye. It's 'Blue'!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Oh, wonderful! Look how happy Draug is!\\n\\n'I must admit, I'd begun to worry that 'Blue' was lost for good. I could have sewn another, of course, but it would never have been quite the same. And besides, Draug would have figured it out!\\n\\n'I cannot thank you enough, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder]? I had not heard that you'd returned to the Vale. What business brings you here?'\\n\\nYou inform Dírion that you are one of King Elessar's emissaries in Gondor, and that you have come to aid the people of the Blackroot Vale.\\n\\n'Oh, I—you must excuse the manner of my behaviour when last you visited the Vale. I was perhaps too vocal in my displeasure with the Steward's leadership, and you did not deserve such a harsh welcome to Alagrant. But, if you are here to aid us...'\\n\\nDírion appears embarrassed, and his face flushes red.\\n\\n'You see, Draug has lost his favourite toy somewhere in the woods, and try as I may, I haven't been able to find it. Draug could likely find it himself, but there are traps about, and I would not risk him stepping into one of them. I call his toy 'Blue' because... it is blue, and well, you'll understand.\\n\\n'Would you please take a look in the traps outside Alagrant? If it's not in one of those, it's probably lost, but I would appreciate your help just the same, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Dírion can be found in Alagrant, in the Blackroot Vale.\\n\\nYou have returned 'Blue' to Draug and he appears pleased. You should talk to Dírion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Finding Blue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Traps can be found outside the hamlet of Alagrant, in the Blackroot Vale.\\n\\nDírion has asked you to search the traps outside Alagrant for any sign of 'Blue', a beloved toy of his dog, Draug. You should search the traps in the woods around Alagrant.",
      "es": "",
      "es (fem)": ""
    }
  ]
}