{
  "id": 621079413,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Boradan can be found in Tingobel in the Blackroot Vale.\\n\\nYou have collected a great deal of unrefined iron ore. You should deliver it to Boradan on Rhúdon's behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Piles of unrefined iron ore can be found in Tingobel, in the Blackroot Vale.\\n\\nAfter accidentally tipping over a mine cart, Rhúdon has asked for your help in collecting unrefined iron ore for Boradan. You should collect unrefined iron ore around Tingobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Rhúdon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e4",
      "en": "Deliver the unrefined iron ore to Boradan in Tingobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Oh no...\\n\\n'How did I even do that?'\\n\\nRhúdon stands beside a toppled cart and iron ore lies strewn about the ground.\\n\\n'And now he's sent someone to check on me? Master Boradan is going to have my head for this! He tasked me with delivering a supply of unrefined iron ore to the forges, but if I don't get this cart righted, it's going to cause a lot of trouble for the miners. Would you help me deliver this ore to Master Boradan? I was also supposed to help clean up the loose ore strewn about the village from when the Orcs took Tingobel, but now it seems I'll have no time for that.\\n\\n'Please, I beg you, do not tell him about this. I will sort this out—I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Rhúdon can be found near the entrance to the mine in Tingobel, in the Blackroot Vale.\\n\\nBoradan has asked you to check on his apprentice, Rhúdon, who has been slow to return from his duties in the mine. You should talk to Rhúdon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "With the Orcs of the White Mountains driven out of the Blackroot Vale, the people of Tingobel once again work to supply Gondor with iron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e54",
      "en": "<rgb=#FF0000>You dropped the crate of ingots!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Pick up the crate of ingots in Tingobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The crate of ingots can be found near Boradan's forge in Tingobel, in the Blackroot Vale.\\n\\nBoradan has asked a favour of you: to bear the last, heavy crate of iron ingots to a waggon at the western end of the village. You should carry the crate of ingots to the waggon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You set the crate down on the waggon, and the task is done!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Boradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It is done, then? Very good.\\n\\n'I don't think my back could have withstood another one of those crates! I am not the young man I once was, after all. Rhúdon, on the other hand...'\\n\\nBoradan chuckles to himself.\\n\\n'Well, let us just say the path to becoming a journeyman can be a long and winding one!\\n\\n'You have my thanks, [placeholder]. And do offer my regards to King Elessar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae3",
      "en": "Carry the crate of ingots to the waggon in Tingobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected piles of unrefined iron ore in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Oh, might I ask one more thing of you?\\n\\n'My apprentice, Rhúdon, is due to deliver a new supply of iron ore to my forge, but he's been gone a bit longer than I would have expected. He's probably just talking to one of the miners again, but there's a lot of work to be done today, and I could use another pair of hands.\\n\\n'Would you check on him up by the mine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Boradan can be found in Tingobel in the Blackroot Vale.\\n\\nYou have helped Boradan by carrying a heavy crate of ingots to the waggon in Tingobel. You should return to Boradan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'What is this, [placeholder]?'\\n\\nYou set the ore down beside Boradan's forge and he nods in thanks.\\n\\n'As much as I appreciate your assistance, I do not recall taking you on as my apprentice! What has Rhúdon done now?'\\n\\nYou explain that Rhúdon has accidentally toppled a cart outside the mine in Tingobel. Boradan sighs, but you notice a slight smile.\\n\\n'When I was an apprentice, I did the very same thing... and it was years before I heard the end of it! It will take time and more careful hands, but Rhúdon will make a fine blacksmith. Since he's still preoccupied with that cart, I could use your help moving one last crate of ingots over to the waggon at the western end of the village. Those crates are awfully heavy, and I've already moved more than my fair share of them!\\n\\n'What do you say, my friend? One last favour?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Toil in Tingobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect piles of unrefined iron ore in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}