{
  "id": 621079414,
  "txt": [
    {
      "id": "0x79f5e56",
      "en": "<rgb=#FF0000>Randis has run away in fear!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Ah, you're back!\\n\\n'Thendor and Glamion returned not long after you left, and Randis just ran back into Lancrath. She had quite the grin on her face. I trust they weren't too much trouble for you?'\\n\\nYou tell Berthalend that the Ruthless Dead appeared at the Stone of Erech.\\n\\n'I see. I hoped they would not, but I feared as much. We still tell tales of the Shadow-men because there is truth to them, but too often the children think they are just that—stories! I am just grateful that you were there to protect her, [placeholder]. Now that she is safe, I hope Randis will take this lesson to heart.\\n\\n'The other children look up to her, after all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bee5b3",
      "en": "'Are... are they gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdfc702e",
      "en": "'Foolish girl...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Randis in Lancrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Glamion at the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Berthalend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Randis stands before the Stone of Erech, clearly uneasy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8f2db9e",
      "en": "'Oh no, I thought they were just stories!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'R-Randis wouldn't listen!'\\n\\nThendor is clearly afraid, and his voice barely rises above a whisper.\\n\\n'I don't want to do the dare anymore! I want to go home!'\\n\\nYou comfort Thendor and try to encourage him to return to Lancrath with Glamion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I was going to go with Randis, but then Thendor got scared, so I didn't want to leave him alone!'\\n\\nGlamion appears visibly nervous.\\n\\n'Randis said she wasn't going to come back until she touched the Stone, but it's been a long time....'\\n\\nYou tell Glamion to take Thendor back to Lancrath, and that you'll find Randis.\\n\\n'If you say so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'W-who are you? Why is it so cold?'\\n\\nYou tell Randis you've come to bring her home to Lancrath.\\n\\n'But I was so close! I... only stopped because I heard those voices. Do you hear them, too?\\n\\n'I can't go yet, I've got to....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The dread upon your heart lessens as the Ruthless Dead vanish!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thendor, Glamion, and Randis can be found at the Hill of Erech, to the west of Lancrath in the Blackroot Vale.\\n\\nBerthalend has asked you to find Thendor, Glamion, and Randis before they endanger themselves at the Hill of Erech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Children of the Blackroot Vale often dare each other to approach the Stone of Erech, heedless of old warnings and the true danger that the Ruthless Dead now pose to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7da24a5",
      "en": "'Hah! See? I told them I'd touch it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Randis can be found at the Hill of Erech, in the Blackroot Vale.\\n\\nThendor and Glamion believe Randis is trying to fulfil her dare: to touch the Stone of Erech. You should find Randis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Thendor and Glamion can be found at the foot of the Hill of Erech near Lancrath, in the Blackroot Vale.\\n\\nYou have found Thendor and Glamion, but Randis does not appear to be with them. You should talk to Thendor and Glamion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find Randis at the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae7",
      "en": "Protect Randis from the Ruthless Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Randis at the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find Thendor, Glamion, and Randis at the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Randis can be found at the Stone of Erech, in the Blackroot Vale.\\n\\nYou have found Randis near the Stone of Erech, but she is clearly uneasy. You should talk to Randis.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x86ce6f",
      "en": "'Oh, I've just got to do something first!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Thendor at the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Berthalend can be found in Lancrath, in the Blackroot Vale.\\n\\nYou have convinced Randis, Thendor, and Glamion to return to Lancrath. You should talk to Berthalend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee5bd92",
      "en": "'Well, I... ought to get home. Just don't tell Thendor and Glamion about this, okay?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda0",
      "en": "Make sure that Randis leaves the Hill of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Don't worry, I've learned my lesson. Next time I'll bring a sword!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Dangerous Dare",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe07d2e5",
      "en": "'Ahhh! Leave me alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found Thendor and Glamion, but Randis is not with them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Hail, friend.\\n\\n'I don't believe we spoke the last time you were in the Vale, but I remember your face. I am Berthalend, a simple craftsman of Gondor. And you are?'\\n\\nYou introduce yourself and inform Berthalend that you are one of King Elessar's emissaries.\\n\\n'Ah, I did not realize you worked in service of the King! Might I ask a small favour of you? You see, some of the children in Lancrath have taken to daring each other to do this and that, and it is usually harmless fun. However, I overheard one of the older girls, Randis, talking about the Stone of Erech. You have been to the Vale before, [placeholder], so surely you know what lurks on the Hill of Erech. Such a dare could lead them into grave danger!\\n\\n'Randis set off with two young boys named Thendor and Glamion. Would you go find them? Tell them to come home before it is too late!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}