{
  "id": 621027722,
  "txt": [
    {
      "id": 246419840,
      "en": "The Wracking-hall can be found in the eastern reaches of the Circle of Death.\\n\\nMaendal has asked you to find the greatest of the nameless creatures in the Wracking-hall and defeat it.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The Wracking-hall can be found in the eastern reaches of the Circle of Death.\\n\\nMaendal has asked you to search the Wracking-hall for signs of a terrible nameless creature and defeat it.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The Wracking-hall can be found in the eastern reaches of the Circle of Death.\\n\\nYou have discovered the Wracking-hall and should now enter it.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Search for the Gnawing One in the Wracking-hall",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The Wracking-hall can be found in the eastern reaches of the Circle of Death.\\n\\nYou have discovered a freshly-slain Orc on an offering table within the Wracking-hall. You should examine it and see if it was meant to appease the Gnawing One.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "A freshly-slain Orc has been laid on an offering table in the Wracking-hall",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "The Gnawing One falls broken to the ground",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Examine the sacrificed Orc",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "As you examine the sacrificed Orc, a terrible, shrieking roar echoes through the Wracking-hall",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Maendal at Uialrond",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'It is done, [placeholder]? Good, good.\\n\\n'Spare me the details, won't you? Even looking upon that creature nearly turned my stomach, so I cannot imagine its death was any more pleasant to behold.\\n\\n'Let us hope that is that last of the great nameless creatures held captive by Gothmog!'",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "The old feast-hall stands before you, and you hear strange sounds echoing from within",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Maendal has tracked the nameless creatures in service to the cultists of Minas Morgul to an old feast-hall of Minas Ithil, now known as the Wracking-hall.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find the entrance to the Wracking-hall",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder]! Have you seen those terrible creatures being led around by Gothmog's cultists?\\n\\n'My men and I tracked them to the old feast-hall, but when I went within... I cannot even describe what I saw! I beheld the form of a great, headless creature gnawing at the earth.\\n\\n'I do not know if it means to clear the way for more of its kind, but it must be stopped before it devours more of the city — Dead or not!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Maendal can be found outside Uialrond in the Circle of Death.\\n\\nYou have defeated the Gnawing One and prevented more nameless creatures from gnawing into the foundations of Minas Morgul. You should return to Maendal.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Nameless creatures wander across terrible heaps of misshapen corpses and filth in the Wracking-hall",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Enter the Wracking-hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Nameless Horror",
      "es": ""
    }
  ]
}