{
  "id": 621027708,
  "txt": [
    {
      "id": "0x591a241",
      "en": "'We know these visions are not real! Face us, Archivist!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x307f061",
      "en": "'In Wildermore you faced a terrible monster. His coming was marked by a fierce storm, and jagged ice erupting from the ground. Whole villages were destroyed in his wake. The time has come to relive your fight against Núrzum!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x591a242",
      "en": "'Another villain from your past, [placeholder]. If you bested them once, we can do so again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x307f062",
      "en": "'The valiant heroes prevail. Every monster has its weakness. But what is this? A simmering anger? Saruman....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x594aa3c",
      "en": "'Now let us turn to the tale of one of your most hated foes....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x307f063",
      "en": "'His wretched experiments transformed the noble giant into a weapon of destruction. Ah, what beautiful rage! It is that force I will turn against you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Defeat the Vision of Past Adventures.\\n\\n<rgb=#FF0000>If Rhadrog or Faeron will not answer the call of the Horn of the Rangers, try using the chat command /pet releaseall to dismiss them, and then re-summon them with the Horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Defeated the Vision of Fallen Foes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Defeat Dolguzigir, the Dark Archivist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Defeat the Vision of Past Adventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x66501a2",
      "en": "'He is summoning something! A vision? Be on your guard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a1c695",
      "en": "'And so, the foolish heroes meet their end in the Halls of Black Lore. Thus, it is written.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b3",
      "en": "Within Minas Morgul, a great repository of evil knowledge stands: The Halls of Black Lore. To gain the information you seek, you must enter and face Dolguzigir, the Dark Archivist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a11",
      "en": "'I see... you have faced many under the Dark Lord's thrall who use the beasts of earth and sky to add to their power. Show me their talons and claws....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d91",
      "en": "'Yes, I see... you braved great heat and flames in your forays against the Dark Lord. Show me your most painful memories....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13ef951",
      "en": "'Welcome, interlopers, to Ghashan-kútot, the halls of Black Lore. Here I have painstakingly collected dark knowledge from every corner of Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a12",
      "en": "'Ahh, quite similar these two are: Lagmas and his crows, and Rook, the Lord of Pinions. Face them both again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d92",
      "en": "'Within the Flaming Deeps of Moria you encountered... An Orc... Chef?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13ef952",
      "en": "'My work is never finished. The collection will never be complete, no, the work will continue as long as evil resides in this world. Even with the unfortunate loss of the Dark Lord, you cannot hope to claim that victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a13",
      "en": "'Bird talons are no match for strong steel, it seems. Let us continue....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d93",
      "en": "'You deftly avoided being cooked and eaten, I see. Continuing on....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13ef953",
      "en": "'So tell me, 'heroes', as you so like to address yourselves, why have you come? What knowledge do you seek? Or, have you misguided fools come to destroy my life's work? Oh, no. That will not do at all....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a14",
      "en": "'I see... in Dale you faced a caller who channelled animal spirits against you. Show me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d94",
      "en": "'Here it is written that you fought a great Rogmul, the Scion of Udûn, within the tower of the Witch-king! Show me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13ef954",
      "en": "'Either way, as I told the Lady of Blight, nothing for nothing....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a15",
      "en": "'His spirits were strong, but his body was weak. An interesting lesson.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe159fb1",
      "en": "'Still you wish to face me? I have proven I know your entire history, your strengths, your weaknesses, your fears, your regrets.... You have no hope of victory in this place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d95",
      "en": "'His flames and fury were snuffed out by our valiant adventurers. I look forward to writing the next chapter, when you face the Horror himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x13ef955",
      "en": "'Come closer, allow me to see what you have seen! What nightmares still haunt your dreams? What have the chronicles to say about YOU?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a16",
      "en": "'Thrice you faced a certain beast, in the cold, and in the dark. Tell me, does he still haunt your dreams?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe159fb2",
      "en": "'Come then, face your demise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d96",
      "en": "'One more tale to tell, I see? Ahh... that fool wizard Curunír attempted to build his own Ring-forge. Blasphemy against the Dark Lord! Let us see how you triumphed over his betrayal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9c89a17",
      "en": "'Mortal, Wight, and Wraith, the great bear fell again and again to your blades. I have seen enough. It is clear to me that the Witch-king was right not to rely on the strength of beasts alone. Not without certain... dark enhancements....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2495d97",
      "en": "'And so the foolish experiments of the wizard come to an end. As for the 'many coloured', the final chapter of his story is yet to be written....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Defeat the Vision of Fallen Foes.\\n\\n<rgb=#FF0000>If Rhadrog or Faeron will not answer the call of the Horn of the Rangers, try using the chat command /pet releaseall to dismiss them, and then re-summon them with the Horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Faeron is standing by inside the Halls of Black Lore.\\n\\nSpeak to him when you are ready to begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c341",
      "en": "'The Dark Lord's powers of Necromancy are well known. Surely, you have faced the undead yourself, for they are many. Let us refer to the chronicles....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'There are certainly more enemies present than our last mission. We should be able to sneak past many of them, but if you seek any other valuable materials, Rhadrog and I stand ready to assist you in combat.\\n\\n'Whenever you are ready, we will proceed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c342",
      "en": "'How quaint, one of your first adventures: The Great Barrow. Show me your struggles against the shambling dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c343",
      "en": "'The lords of Eriador are even less impressive in death, it would seem. And my, how your strength has grown since!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c344",
      "en": "'Ahh, Ferndúr the Virulent, who styled himself Gauntlord of Pestilence. I see you remember your meeting! Show me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c345",
      "en": "'Perplexing, these Gauntlords. Brought forth by the ancient magic of Morgoth; a dark mirror of the Wizards. Why then, were they defeated by mortals? Further study is needed... another day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c346",
      "en": "'For now, let us continue to Fornost. One thousand and forty five years ago, the forces of Angmar descended upon Arnor, forcing their king Arvedui to flee to his icy doom. Many died in the Witch-king's wake. Many were raised when he returned years later....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a3c347",
      "en": "'The Men of Gondor, led by Eärnur, eventually came to re-take Fornost, but Eriador's slow descent was well underway. It would never return to the grandeur of Elendil's time. And as for Eärnur... I believe you are well aware of his fate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab1",
      "en": "'Yes I see! Here it is said you ventured into the depths of Moria! Show me what horrors awaited you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab2",
      "en": "'A great demon, displaced by the Balrog known to you as 'Durin's Bane', living among the wheels of water. Show me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab3",
      "en": "'Ah, he was no match for your strength. Suppress your pride, mortals. That was but a lesser Caerog. But then, you ventured deeper and came upon...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab4",
      "en": "'Dâr Narbugud. The Nameless ones. This one was lost, separated from his mother, and found his way to the Sixteenth Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab5",
      "en": "'Again you prevailed, but something sinister you found: a contagion infecting the depths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcdfb522",
      "en": "'This is our chance! Ask him for the Great Plague recipe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab6",
      "en": "'Further into darkness you fell, bravely standing against those that would threaten your friends, Durin's Folk. Until you found another child of the Mistress....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9a2cab7",
      "en": "'Victorious again. But tell me, heroes, for all your efforts, what was the outcome? Did Moria not fall again to the forces of the Dark Lord?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa79bf7d",
      "en": "Núrzum summons a massive ice storm!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4859f81",
      "en": "'Eeeaaaaaaah! Another mortal body wasted!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4859f82",
      "en": "'Oh, you did not think you could defeat me so easily, did you?! I am bound to Ghashan-kútot, and will linger until my work is complete! The Dark Lord bade it so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4859f83",
      "en": "'YOU! You... you have given me much this day. You may take... one volume from the Hall. Choose wisely, AND BEGONE!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4859f85",
      "en": "'The Lady of Blight's own work is yours. You will soon wish you never gained such cursed knowledge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Defeat Dolguzigir, the Dark Archivist\\n\\n<rgb=#FF0000>If Rhadrog or Faeron will not answer the call of the Horn of the Rangers, try using the chat command /pet releaseall to dismiss them, and then re-summon them with the Horn.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ffef81",
      "en": "'Let us return to the saga of your struggle against the Champions of Angmar. Yes, I see, you remember their names. Amarthiel, Daughter of Doom, and Mordrambor, who ever sought to turn the tide in his favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ffef82",
      "en": "'I feel your great anguish in recounting this tale. Poor Narmeleth, turned against her people by the Dark Lord, to become a soldier of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ffef83",
      "en": "'The pain you felt when she turned against her own father, and finally found redemption, only to die. Yes, this anguish! It is that force I will turn against you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Defeated the Vision of Past Adventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3127491",
      "en": "'Long ago, the lord of a failing dwarf clan sought immortality, a futile attempt to hold on to past glory. He was slain by his own greed and hubris, and raised again to do the bidding of Angmar. You know of whom I speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b1",
      "en": "'Yes, I see a name in your mind... a name for your fears! Allow me to find the chronicle of these events.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3127492",
      "en": "'Let us relive your memories of Skorgrim Dourhand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b2",
      "en": "'Here it is. You faced a great spider haunting the forest Fangorn. A fearsome man-eater. Interesting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3127493",
      "en": "'His mortal form slain again, the fell spirit within was unhoused. However, its hatred of you never quite vanished from the world. It is that force I will turn against you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Defeated Dolguzigir, the Dark Archivist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b3",
      "en": "'Hmm, no, the Great Spider in Torech Ungol is a far more worthy foe than this. Was I wrong? Let us try again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b4",
      "en": "'Ahh I see, your lack of mastery of the hallowed Black Speech is the cause of the confusion. Allow me to bring forth the dread wraith from the castle Carn Dûm, a loyal servant of Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b5",
      "en": "'No, no, this is still not the horror I am searching for. Gúrthul was nothing compared to the False King 'Mordirith', as he was known then. He is well-known to you, I see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ghashan-kútot, the Halls of Black Lore -- Solo/Duo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b6",
      "en": "'This! This is the name, Gorothúl, the sorcerer of Dol Guldur, trained by the Dark Lord himself, with magic to rival the Witch-king! Face your fears, mortals. Face the terrors of your past!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdcbf8b7",
      "en": "'Perhaps trained by the Dark Lord, but still just a Man. Unworthy even of becoming a Gúrzyul. I will strive to find a more difficult opponent for you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}