{
  "id": 621104778,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "You have fulfilled your obligation to build sand-castles on Furtherholm's beaches. You should return to Merkhâma outside of The Cracked Flagon to get your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Tell me, my friend, have you ever heard of a sand-castle? Aye, it sounds strange to construct a fortress of just sand, but this is only for show, not protection. I have sailed many seas, they are real, I have seen them. Imagine if it were for tiny people yea tall.'\\n\\nThe woman holds two fingers about an inch apart and looks at you through them.\\n\\n'If you want more of that coin for bartering, build me four castles of sand on beaches where other visitors will see them. It will add to the festive mood, I think.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You are a very capable castle builder! Your method is flawless. Unfortunately, such fortresses rarely withstand the tides, and they all will likely need to be rebuilt tomorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Building Castles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Build sand-castles on the beach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Merkhâma is interested in having sand-castles built on the beaches of Furtherholm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Built sand-castles on the beach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Merkhâma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a commission to construct four sand-castles on the beach to add to the festive atmosphere.",
      "es": "",
      "es (fem)": ""
    }
  ]
}