{
  "id": 621104649,
  "txt": [
    {
      "id": 228870261,
      "en": "A Raucous Celebration",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Speak with Mâkhbur",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Speak with Mizâdi at the top of Kûr Anzar",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Thank you for your help setting up and helping usher in some of old Kûr Anzar.\\n\\n'The people of Kûr Anzar will now look to us for a sense of normalcy. A warm belly and a new tunic may not seem like much, but they are more than many have had here in Kûr Anzar in some time.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Find the vendors and beckon them to follow you inside",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "TBD ",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Clean up rubble piles for Urgu ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Beckon the merchant Galpêsh outside the walls of Kûr Anzar",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Thank you for all you have done. There are many citizens waiting outside the back gate to come back in and begin to reclaim their lives here in Kûr Anzar.\\n\\n'Would you go out there and beckon them in? Let them know the danger has passed and they can set up their stalls, reclaim their homes and begin their lives here again.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Find the merchants of Kûr Anzar down the hill",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Hang posters for Mulnûri ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'There is still much to be done, and yet more to be celebrated! Please, help the vendors set up their wares and make both the residents and vendors feel welcome again.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have retaken Kûr Anzar! Now is the time to celebrate! Help the local vendors and Kûr Anzar residents get settled upon their return to the city.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'It is so good to be home again. Help? No, no, no. I need nothing from you. I'm too excited for help... in a good way.'",
      "es": ""
    },
    {
      "id": 120910430,
      "en": "'That is the signal, friends. We can return to Kûr Anzar. Come now, let us reclaim our home and business.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Open the back gate for residents and vendors of Kûr Anzar.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Speak with five vendors at the top of Kûr Anzar and offer your aid.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'So much to do, so little time. Help? No, nothing I need, my dear. I'm just so glad to see people smiling again around here. At least I think they are smiling. Surely they are! It's hard to tell through the soot.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'How is one supposed to turn a decent profit with all this rubble everywhere? Yes, you can help me. Get some of this rubble cleared away. My clothes are far too fine to be in a war.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Numûru at the top of Kûr Anzar",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Use the back gate of Kûr Anzar, then find the vendors down the hill and beckon them to follow you inside.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Galpêsh",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Speak with Numûru at the top of Kûr Anzar.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Speak with Hâdima",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You beckoned the vendors to return to Kûr Anzar",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You beckoned to the merchants of Kûr Anzar",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Urgu",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Speak with Mulnûri",
      "es": ""
    },
    {
      "id": 160608193,
      "en": "'The city was saved? I wonder how much is left.'",
      "es": ""
    },
    {
      "id": 160608194,
      "en": "'This is good.'",
      "es": ""
    },
    {
      "id": 160608195,
      "en": "'Finally! I feared I would never make coin again.'",
      "es": ""
    },
    {
      "id": 160608196,
      "en": "'How long shall this peace hold?'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with TBD Southern Scout in southern Imhûlar",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Open the back gate for residents and vendors of Kûr Anzar",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Clean up rubble piles for Urgu and hang posters for Mulnûri.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Beckon the vendors outside the gates to follow you inside",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Speak with Mizâdi at the top of Kûr Anzar.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Something you can do for me? Absolutely, get the word out. Mulnûri will not be beat, cannot be beat on these prices or this quality. Look at these tunics. You will find no higher quality anywhere in Shagâna. Umbar can only marvel at these textures, this softness, they cannot come close to matching me.\\n\\n'Everyone needs to know. It's for the public good!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Cleaned up rubble piles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Help, for me? Unless you can get the smell of fire or this blasted soot out of the air, you cannot do anything for me. Why did I let my wife convince me to come back here? Blasted wars, terrible for business, and one's nose.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Hung posters ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}