{
  "id": 621104632,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'This is as far as we have been able to advance. The restless dead of Esh-kimâkhi make it impossible for us to scout further.\\n\\n'You have shown yourself quite capable in a fight. My eyes are keen, but my sword arm is slow. Would you scout further into Esh-kimâkhi and search for signs of Eshtali? I will remain here in case you or Eshtali have need of my aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You find a ballad detailing the fall of Kûr Anzar to the Barkhûshim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'This is the worst fate we could have feared. With the way now cleared, we will recover Eshtali. We will treat him with the utmost respect. You should let Mizâdi know with all due haste, and bring what you found of Eshtali's. This is grim news indeed, but she will want to hear it, and from your lips.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find clues as to Eshtali's whereabouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I have a personal matter with which I would ask your assistance, [placeholder].\\n\\n'I have received word from my spies of a rumour that my husband, Eshtali, has recently been seen outside the Crypts of Esh-kimâkhi to the south of here. What he is doing there, I have no idea.\\n\\n'The leader of the Barkhûshim, that accursed Okhíso, claimed to take him when he drove us all from Kûr Anzar. I thought my precious Eshtali long since dead. I know it is dangerous, [placeholder], but I feel a dagger of hope in my chest.\\n\\n'You have accomplished much with me here. There is no one I trust more with this mission than you. Please, make your way to Esh-kimâkhi and look for him. You will know him by the crimson robes he always wears. I have sent Razâl ahead of you to scout the terrain, speak with him when you arrive.\\n\\n'And, [placeholder]? If you are to return with my husband, know that you will have given me a gift worth more to me than any victory in this war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You search the disturbed ground here, but you find nothing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Speak with Razâl at the edge of Esh-kimâkhi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Thank you for that news, and for his effects. Hope is a cruel master, and one that has now abandoned me.\\n\\n'I remember when I was a girl, my sisters and I would make shapes, shadows on the wall. We would make funny animals: ducks, and rabbits, and chickens. Oh, and the stories we would tell! The adventures those rabbits and ducks had! Such stories. Those days have long passed, but when I close my eyes I can still see those shadows; dancing, vaulting, gamboling. I still hear their peals of laughter.\\n\\n'When my husband came home, I would first see him by the shadow he cast on the wall. So broad and powerful, that shadow was the harbinger of my precious Eshtali coming home to me. Just like my sisters, I sought comfort in that shadow, always steady, strangely solid.\\n\\n'After he was taken, I am ashamed to say I forgot what his face looked like, once so familiar to me. I can no longer see his face. All I see of him now is that shadow on the wall, insubstantial like a wraith, endlessly dancing through my memories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Meet with Razâl outside of Esh-kimâkhi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find clues around Esh-kimâkhi as to Eshtali's whereabouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have found Eshtali - he is dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You spot something - it looks like a man tossed in the dirt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Mizâdi has received word from her spies that her missing husband, Eshtali, has been sighted near the Crypts of Esh-kimâkhi. Make your way there and look for clues to his whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Give Mizâdi in Urmâkh news of her husband's death, and what you found of his possessions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search three spots around Esh-kimâkhi for clues as to Eshtali's whereabouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Search the Crypts of Esh-kimâkhi south of Urmâkh for signs of Mizâdi's missing husband, Eshtali. Mizâdi said he would be wearing crimson robes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Continue searching the Crypts of Esh-kimâkhi south of Urmâkh for signs of Mizâdi's missing husband, Eshtali.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "You find a piece of chest armour, gouged and warped",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You find a sword and shield, both broken beyond use",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Examine the man to determine if he is Eshtali",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Examine the man to determine if he is Eshtali.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "You find a fashionable robe, burned and blood-stained",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "A member of the Restless Dead, with fresh sword strikes carved into its bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Continue searching around Esh-kimâkhi - Eshtali may be close",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Meet with Razâl, Mizâdi's scout, outside of Esh-kimâkhi. The Crypts of Esh-kimâkhi can be found south-east of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Bring Mizâdi in Urmâkh her husband's effects, and news of his death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Speak with Razâl at the edge of Esh-kimâkhi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Shadows on the Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Found clues around Esh-kimâkhi as to Eshtali's whereabouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}