{
  "id": 621104645,
  "txt": [
    {
      "id": 246419872,
      "en": "Speak with Mizâdi in Urmâkh. ",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You see the scouts, their bodies beginning to bloat in the marsh",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crown of Hamât - Fog and Rumours",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'They are dead? I dreaded this moment, but it is still worse than I had feared. They were good soldiers, and better people. I will mourn them. We will double up our patrols for now. There is something dangerous about.\\n\\n'The banner? No, I have never seen something like that before. You should report this straight away to Mizâdi.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Yes, this is the outcome I feared to be true. Still, I appreciate the news, grim as it is.\\n\\n'Thank you for bringing these to me. I fear there is some new group of fiends harassing our southern border.\\n\\n'This banner? I have not seen it before. Strange. It is quite similar to my own banner. The lion... I wonder. No matter. If they are attacking my scouts, they are no friend of ours. We have quite enough to worry about with Okhíso in Kûr Anzar, but I will think on this more. Thank you, friend.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find the second clue as to the scouts' death",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Collect the strange banner.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find a third clue as to the scouts' death",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Speak with Mizâdi in Urmâkh",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Bring the clues and banner to Mizâdi in Urmâkh.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Mizâdi said she was sending her best. That is you, I assume? I am heartened. I fear that we will find some danger out here. This is where we all were supposed to meet. I dared not investigate further south, for fear of not coming back myself. I am not worth much in a fight, I'm afraid.\\n\\n'Would you explore to the south-east near Zahûmakh, the marsh, and see what you find?'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "A pile of armour, burned and discarded",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Examine the strange banner nearby",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Collect the strange banner",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Surâsh, one of my scouts, has returned to me with a harrowing report from southern Imhûlar. The rest of her scouting party has gone missing, and haven't reconvened in a fortnight. She fears the worst. I am duty bound to stay here and defend Urmâkh from Okhíso and his Barkhûshim in Kûr Anzar, but I wish to ease her fears and deliver a resolution to these disappearances.\\n\\n'Would you investigate these rumours with Surâsh? She can be found near the swamps of Zahûmakh, in southern Imhûlar. I will mark the location on your map. I would consider it a personal favour, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "This scout met a violent end; his armour gouged in deep, curved cuts",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "This scout did not see her death coming; the back of her neck is caked in dried blood",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Speak with Surâsh in southern Imhûlar",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "This scout fought valiantly, but his wounds are numerous, his chest punctured with arrow heads",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Find a third clue as to the scouts' death",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mizâdi requests your aid in investigating a strange and disturbing report she has received from her scouts in the south of Imhûlar.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Examine the scouts for clues of the cause of their untimely end.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "A discarded sword, in the style of the Subuzûri guard",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Speak with Surâsh at the site of the missing scouts. The site can be found south-east of Urmâkh, near Zahûmakh.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Examine the first scout",
      "es": ""
    },
    {
      "id": 49286711,
      "en": "Bring the clues and banner to Mizâdi in Urmâkh",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Scout the area around Zahûmakh to the south-east where the scouts were last seen.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Examine the second scout",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Examine the area around the scouts for more clues as to their demise, and their assailants.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Examine the third scout",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Find the first clue as to the scouts' death",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "A scroll detailing movements of a group of Ordâkhai under a new banner, a silver lion",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Surâsh in southern Imhûlar",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Scout the area south-east near Zahûmakh for signs of the scouts",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Find the second clue as to the scouts' death",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Examine the strange banner near the scouts.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Speak with Surâsh in southern Imhûlar.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "A pile of armour, burned and discarded",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "A scroll detailing movements of a group of Ordâkhai under a new banner, a silver lion",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "A perplexing banner with a silver lion's head, similar in image to Mizâdi's standard",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Yes, this is the outcome I feared to be true. Still, I appreciate the news, grim as it is. \\n\\n'This banner? I have not seen it before. Strange. It is quite similar to my own banner. The lion... I wonder. No matter. If they are attacking my scouts, they are no friend of ours. We have quite enough to worry about with Okhíso in Kûr Anzar, but I will think on this more. Thank you, friend.'",
      "es": ""
    }
  ]
}