{
  "id": 621104771,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Chased off irksome seagulls ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Chased off the irksome seagulls ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you seen all the gulls about the harbour? I detest them. They are naught but rats with wings. Worse than rats! I have seen a flock of the monsters attack a man and steal his lunch right out of his hands! Something must be done about the scoundrels before they trouble the visitors and make them not wish to return.\\n\\n'Would you do me the favour of scaring off the irksome beasts? It doesn't take much, all you have to do is run up to them and they take flight.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You have scared them off? Have you, really? I think I still see some hanging about....\\n\\n'They just return? That is unfortunate. We will just continue doing this every day until they understand they are not wanted. Thank you for trying.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Flock of Seagulls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have scared off many seagulls loitering around the harbour, as Magh么rdo asked. You should report to Magh么rdo at Furtherholm's harbour, near the waterfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Seagulls infest the harbour of Furtherholm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Magh么rdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Magh么rdo has asked you to scare off the seagulls loitering around the harbour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Chase off the irksome seagulls ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    }
  ]
}