{
  "id": 621104776,
  "txt": [
    {
      "id": 246419844,
      "en": "You have collected many splendid-looking seashells from the beaches of Furtherholm. You should bring them to Dar么ma inside The Cracked Flagon to receive your reward.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is a thing I have been wanting to do but never seem to have the time. It is not unusual for beautiful seashells to be found on the island's northern shores. I wanted to take a break and collect some of them to decorate the cabins, but my duties have kept me from enjoying the beaches.\\n\\n'If you bring me some beautiful seashells from Furtherholm's beaches, I would happily pay you for them. The best place to find seashells is on the island's north side, specifically in and around the channel there.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Oh, these are handsome shells indeed! They will do quite well, [placeholder], thank you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tidal Treasures",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "Dar么ma wants seashells from the nearby beaches to decorate the inn.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "TBD\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Bring the seashells to Dar么ma",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Collect seashells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dar么ma has offered to pay you for bringing seashells to her. She suggested looking on the island's northern shores, particularly in and around the channel.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Seashells collected ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}