{
  "id": 621104768,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My greetings to you, traveller. You are a traveller, are you not?\\n\\n'As you may have already guessed, I am a visitor from a faraway land. I hail from The Shield Isles, in what you would call The Bay of Belfalas. I came here to spread the word that Midsummer is the perfect time to visit! There is an island called Zír Aktar, Furtherholm in Westron, that is welcoming visitors!\\n\\n'On the island you will find soothing sea breezes, beautiful beaches and calming palm trees. Not to mention the delightful drinks and relaxing rooms at The Cracked Flagon, the local inn and tavern. Would you like to take a break from this place and enjoy all that Furtherholm has to offer? If you would like, I could guide you there and you will be sipping sweet spiced wines on the beach faster than you can say... something. I do not know where I was going with that. It will be fast.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Greetings! Welcome to Furtherholm! It is beautiful here, is it not?\\n\\n'I beg your forgiveness, but this is a new venture for my crew and I, and we could always use some help. While you are visiting us, if you would like to chip in and assist the crew with their duties, you would be well rewarded. We have many of these Midsummer Tokens that we have... ah, come by, from our neighbours in Gondor. They are of no small value, as they can be exchanged for many wonderful gifts!\\n\\n'If you lend us a hand, you can earn some of these tokens. Many, in fact! You can speak to Darôma, or the cook Sâghlem, here in The Cracked Flagon; they always have things that need doing. Outside, you will find Merkhâma and Maghôrdo, who both have more work daily than can be done by one person. Or two. I also may have something you can do for me now that I think about it. Ask me later, if you like.\\n\\n'Do not worry! I use the word \\qwork\\q lightly, as everything is more fun when you are at the beach, am I right? Please accept this small welcome gift for coming to Furtherholm.\\n\\n'Enjoy your stay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Ikhajât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Midsummer Getaway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Welcome to Furtherholm!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Khâtaphos inside The Cracked Flagon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Are you ready to travel to Furtherholm? The first thing you should do when you get there is talk to Captain Khâtaphos. Ready? Then let us be off!'\\n\\n<rgb=#FF0000>NOTE: When you continue this quest, you will swiftly travel to Furtherholm in the Shield Isles.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ikhajât has offered to whisk you away to the island of Furtherholm, where you should introduce yourself to Khâtaphos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ikhajât has whisked you away to the island of Furtherholm, where you should introduce yourself to Khâtaphos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "A visitor from the Shield Isles in The Bay of Belfalas invited you to visit the tropical island of Furtherholm during the Midsummer Festival.",
      "es": "",
      "es (fem)": ""
    }
  ]
}