{
  "id": 621104628,
  "txt": [
    {
      "id": 216727828,
      "en": "Speak with Mizâdi outside the tower of Kûr Anzar.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Move with Mizâdi toward the tower of Kûr Anzar.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Meet with Mizâdi outside the gates of Kûr Anzar to begin the assault.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Okhíso is close, I can feel it. Come, we must find him. I require justice for Eshtali, and I promised him a painful, bloody death. It is a promise I intend to keep.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with Mizâdi outside Kûr Anzar to begin the assault",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Make your way through Kûr Anzar, tearing down Barkhûshim banners and replacing them with banners for Renewed Hamât. Defeat All-seeing cultists throughout Kûr Anzar.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'They will fear our blades this day!\\n\\n'For this is the last night they will enjoy the spoils of their ill-gotten gains in Kûr Anzar. The Barkhûshim will not live to see the breaking of the skies in dawn's light tomorrow. For it will be a blood-red dawn, a triumphant dawn. And what a glorious and terrible day it will be!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat All-seeing in Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Make your way to Mizâdi near the tower of Kûr Anzar",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Defeated All-seeing in Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Restore Mizâdi's standard throughout Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Mizâdi waves you over to join her",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Restored Mizâdi's standard throughout Kûr Anzar ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Move with Mizâdi toward the tower of Kûr Anzar",
      "es": ""
    },
    {
      "id": 200785966,
      "en": "'Prepare yourself! We will cleanse the streets of Kûr Anzar, take the tower, and cast Okhiso down! For Hamât!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Mizâdi is ready to assault Kûr Anzar with her Hamâti warriors. Aid her in the battle for Kûr Anzar by defeating Barkhûshim and planting banners for Renewed Hamât in Kûr Anzar.",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Make your way to Mizâdi near the tower of Kûr Anzar.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Our time has come. Okhíso and his foul Barkhûshim will rue the day he forced us from Kûr Anzar. A red dawn comes, friend. Will you aid us in our assault on Kûr Anzar?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Blade of Flame and Fury, Part 1",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Mizâdi outside the tower of Kûr Anzar",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Speak with Mizâdi when you are ready to begin the assault on the tower",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'He must be inside. We must pursue him! We will not let him escape justice!'",
      "es": ""
    }
  ]
}