{
  "id": 621104777,
  "txt": [
    {
      "id": 246419844,
      "en": "You have made the beds and scrubbed the floors of the guest rooms of The Cracked Flagon. You should return to Darôma inside the inn to collect your reward.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "TBD\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Make the beds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Floors scrubbed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Beds made ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Scrub the floors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am supposed to have bahâr here to help me, but those good-for-nothing freebooters seem allergic to work when there is land under their feet. If you would like to earn some coin, I will pay you to help me with the housekeeping. We have several guest cabins aboard The Cracked Flagon, and they all need their daily tidying up.\\n\\n'They need their bunks made, and the floors scrubbed clean. It should not take long to do at all. Maybe once those worthless swabs see that they've been outdone by a visitor, they will pick up their lazy bones and get to work! I would not wager on it, though.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 24695137,
      "en": "Darôma's helpers are not being very helpful and there are chores to be done.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Darôma has offered to pay you to make the beds and clean the floors in the guest rooms of The Cracked Flagon.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Darôma",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Back already, Bahâr? I am glad someone around here will do some work. May you be an example to others! Here is the payment I promised. It will need to be done again tomorrow if you want more.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Housekeeping",
      "es": ""
    }
  ]
}