{
  "id": 621104725,
  "txt": [
    {
      "id": 216727829,
      "en": "You have been tasked with travelling to Sûri-kylä in Forochel and finding a potential visitor who might accept an invitation to visit Furtherholm for the Midsummer Festival. You should look around Sûri-kylä for potential visitors.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Lossoth bothered ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Khâtaphos believes that there may be some among the Lossoth of Forochel who could use a tropical holiday.",
      "es": ""
    },
    {
      "id": 117348033,
      "en": "'Are you serious? I will pack immediately!'",
      "es": ""
    },
    {
      "id": 117348034,
      "en": "'Such a place exists? I must see it for myself. I will make this journey!'",
      "es": ""
    },
    {
      "id": 262725906,
      "en": "Completed Gathering Guests: Sûri-kylä",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You see some potential visitors",
      "es": ""
    },
    {
      "id": 175113089,
      "en": "'How dare you ask me to abandon my tribe? Be gone!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In the far northern lands of Eriador, there lies an icy wasteland called Forochel. There lives a people I have read about called 'Lossoth' that live in the cold snow. I think they could do with some sun and sand, don't you?\\n\\n'Go to their largest village, Sûri-kylä, and find someone who might cheerfully accept an invitation. Mind that you do not bother too many people who would not be open to such a journey, or people will think you a pest and grow to have a poor opinion of us.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 175113090,
      "en": "'Do you not know of my troubles? Take your nonsense and leave.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You have found potential visitors in Sûri-kylä. You should choose one who is most likely to accept an invitation to visit Furtherholm for the Midsummer Festival and invite them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 175113091,
      "en": "'There are already too few Lumi-väki, and you think travelling wise? No, that is foolishness.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 175113092,
      "en": "'Why are you bothering me with this? Go away.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'When you are ready, go to Sûri-kylä in Forochel and find someone to invite to visit us in Furtherholm.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find potential visitors in Sûri-kylä",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Invite someone to visit Furtherholm",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Do not bother people ([placeholder]/[placeholder])</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD - Talk to TBD",
      "es": ""
    },
    {
      "id": 175106403,
      "en": "'Go on holiday to somewhere warm? What a wonderful idea!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gathering Guests: Sûri-kylä",
      "es": ""
    }
  ]
}