{
  "id": 621104769,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "You have cleaned up the flotsam from shipwrecks along the island's southern beaches. You should report to Maghôrdo at Furtherholm's harbour, near the waterfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Navigating the waters of the Shield Isles can be quite challenging. Irregular winds, unusual currents, and reefs hidden just below the surface pose many dangers to ships if the crew is not up to the task. Because of this, it is not unusual for flotsam from shipwrecks to wash ashore on the southern beaches. Maybe it is not so good for visitors to see these things and be reminded that journeys here do not always end in the way they planned!\\n\\n'You would be doing me a great service if you would remove any flotsam you find on Furtherholm's southern shores.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The flotsam has been cleared from the shore? Thank you for your help!\\n\\n'Make sure you come back tomorrow, as there is always more washing up with the tides.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eyesores Drifted Ashore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Clean up the flotsam on the beach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Due to the difficulty of navigating the turbulent waters of the Shield Isles, it is common for flotsam from shipwrecks to wash up on Furtherholm's southern shores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Cleaned up the flotsam on the beach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Maghôrdo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Maghôrdo has asked you to clean up any flotsam you find on the island's southern beaches so that visitors will not be reminded of the peril of travelling here.",
      "es": "",
      "es (fem)": ""
    }
  ]
}