{
  "id": 621104770,
  "txt": [
    {
      "id": 246419865,
      "en": "You have given each cat in Furtherholm's harbour area a bite to eat. You should report to Maghôrdo at Furtherholm's harbour, near the waterfall.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many stray cats have made the Furtherholm harbour their home, and you think they should stay.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Feed the scruffy cat",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Feed the skinny cat",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The scruffy cat nips your finger as it greedily takes the treat",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Feed the slinky cat",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Return to Maghôrdo",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The skinny cat eyes you suspiciously but purrs as it takes your offering",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Feed the smelly cat",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The slinky cat takes the treat followed by a quick bath",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You think the cats should stay? I am relieved to hear it! Removing them may invite disaster to strike!\\n\\n'Besides, you cannot always make everyone happy. I have also heard of places rife with cats that travellers visit specifically to see them! I would visit such a place myself, [placeholder].\\n\\n'Now that I think of it, I will reward you if you go around the harbour and give a tidbit to each cat, to ensure they stay. Everyone knows if you feed a cat, they will always return.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Maghôrdo has asked you to visit each cat in Furtherholms harbour area and give them a bite to eat.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The smelly cat swallows the treat whole and rubs on your leg",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Feed the sleepy cat",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to TBD",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "The sleepy cat purrs as it takes the treat and goes back to sleep",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Feed the sassy cat",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Completed Cat Conundrum: Yes to Cats",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "The sassy cat snaps up the treat, hisses, and runs away",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Cat Conundrum: Yes to Cats",
      "es": ""
    }
  ]
}