{
  "id": 621104643,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'A curse upon Okhíso! He could not even die with dignity, instead stubbornly trying to take half of Kûr Anzar with him. I must think, and quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Mizâdi about her plan to save Kûr Anzar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Kûr Anzar is aflame! Stamp out the straw fires and save as many residents as you can!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Blade of Flame and Fury, Part 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Quickly, you stamp out the straw fires you see and rescue as many trapped residents as you can find. I will rally my troops to rout the rest of this accursed Barkhûshim force. Without its head, I believe it will fold quickly and without much further bloodshed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Speak with Mizâdi inside the tower in order to help Kûr Anzar from going up in flame!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'We've done it! We've saved Kûr Anzar, [placeholder]! This is all I have wanted, friend. I have long wished for peace in my homeland and to restore Hamât to its former glory. There is still much to do, and a great many battles still to be won, but I have learned we must savour the wine of victory when it is proffered.\\n\\n'Thank you for all you have done, for Hamât, and for me, my friend. Numûru has told me he is composing an epic ballad of your deeds. I believe even I will join in on that chorus.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Speak with Mizâdi near the tower of Kûr Anzar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with Mizâdi near the tower of Kûr Anzar",
      "es": "",
      "es (fem)": ""
    }
  ]
}