{
  "id": 620916925,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Put the log on the fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a log of wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The messenger left for Dunfast as Gárwig requested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The farmers in the Fallows were taken, and nobody knows if they still live. Gárwig is all but paralyzed by grief and cannot spare anyone to save them. Every last man is tasked with guarding Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "You put the log on the fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I dismissed your burden, which was not right of me to do, but my mind is preoccupied by other issues. I have lost contact with most of Wildermore, and it is clear that fate has cursed me and my family.\\n\\n'I know she also has a heavy heart, but Cyneberg may have room for more sympathy than I. Speak with her about what happened to those poor farmers.\\n\\n'Might I ask a favour before you speak with Cyneberg? I have waited to see a report from Dunfast in Whitshaws for some time, but none has arrived. Please speak with the messenger by the stables for me and send him to Dunfast.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The wood for the Mead-hall fire pits are kept along the wall to Reeve Gárwig's left.\\n\\nGárwig has requested a log be put on the fire. It seems to be harder and harder to keep the mead hall warm these days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, Gárwig is concerned about the lack of word from Dunfast? I will leave right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gárwig asked for the log be put on the fire-pit to his left.\\n\\nGárwig has requested a log be put on the fire. It seems to be harder and harder to keep the Mead-hall warm these days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gárwig awaits his fate on the throne in the Mead-hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I could no longer keep myself locked in Thrymm's home, not if I am to move on from what happened. I can only imagine how Gárwig is doing. What has happened to him would break any man. Losing Thrymm is a terrible pain that I am still learning to deal with, but I could not imagine going through what he has.\\n\\n'The enemy you saw at Thrymm's farm mentioned a relic, and I wonder if it is being kept here in the Fallows? It might be time to look for it, but what I know for sure is you should save those farmers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The messenger which Gárwig asked you to send to Dunfast is waiting near the stables in Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You come to me with more ill news? I suppose that is all there is to share these days. No matter... I feel bad for those men, but there is nothing I can do for them. Every last warrior is focused on keeping this city secure.\\n\\n'Please put a log on the fire... a chill has crept into the room since we began talking of unfortunate situations and the poor people of Forlaw. The logs are over against the wall to your right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Cyneberg is keeping Gárwig company in Lornsettle, the Mead-hall of Forlaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a log of wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gárwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Send the messenger to Dunfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Paralyzed by Grief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Cyneberg in Lornsettle",
      "es": "",
      "es (fem)": ""
    }
  ]
}