{
  "id": 620916932,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Núrzum recently made a trail through Gárnoth's Farm. The path of footprints starts near the road toward Gárnoth's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cyneberg decided she could no longer spend all day and night in Thrymm's home, if she wanted any hope of moving on. Before returning to Lornsettle to be with Gárwig, her rage boiling from those who defiled and destroyed the Wildermore she loved, she set out in search of Orcs and found them to the south... ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You found the farmers, and signs of the giant, but he wasn't there? Núrzum hasn't returned since his attack on the western gate, but he could come at any time to wipe Forlaw off the map for good. Núrzum must have given this Uruk-hai control of the assaulting forces in the Fallows until he returned.\\n\\n'By killing his Lieutenant, the Orcs here in the Fallows should be disorganized and disconnected from the other White Hand forces throughout Wildermore. They won't be able to organize another raid on Forlaw for some time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Search Gárnoth's Farm for signs of Núrzum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gárnoth's Farm is south of Forlaw. When taking the road south out of Forlaw, the first road to the right goes to Gárnoth's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I miss Thrymm, and will probably always mourn his loss. If he were here, we could re-take the Fallows from the occupying force of White Hand. I cannot stand by while Orcs take over the Fallows, and all of Wildermore. I wish nothing more than to send Núrzum back where he came.\\n\\n'My hatred for these Orcs grows stronger by the day. I set out to scout their movements and found them at the farm directly south of Forlaw. Perhaps you can find signs that Núrzum was there, or what the Orcs may be doing?  \\n\\n'Please go to Gárnoth's Farm and find out what those Orcs are up to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gárnoth's farm is occupied by a large force of White Hand troops. If the farmers are still alive, they are more likely to be found near the larger buildings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Lieutenant of Núrzum is leading the forces occupying Gárnoth's Farm, and was found at the end of the trail made by Núrzum. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "You found Gárnoth's Farm.  Look around for the farmers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Follow Núrzum's trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cyneberg is keeping Gárwig company in Lornsettle, the mead hall of Forlaw. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Núrzum's Lieutenant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Gárnoth's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the captured farmers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and defeat Núrzum's Lieutenant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Cyneberg in Lornsettle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Next Stages of Grief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Somewhere on Gárnoth's Farm there could be signs of Núrzum having been there.\\n\\nGárnoth's Farm is south of Forlaw. When taking the road south out of Forlaw, the first road to the right goes to Gárnoth's Farm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}