{
  "id": 620916930,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Laudh, Lieutenant of Núrzum, is no longer coordinating the Orcs in Gárnoth's Farm, and they are bound to drift into chaos soon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Defeating the Lieutenant of Núrzum has left the Orc forces in the Fallows disconnected from the army spread out through Wildermore. With the line of communication broken, the people of Forlaw may rout the remaining Orcs, and reclaim what has been lost on the plains of the Fallows. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "Laudh has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The Lieutenant of Núrzum oversees the White Hand forces in the Fallows. He oversaw the capture of both Edsig's and Gárnoth's Farms and has converted them for the Orcs' purposes. His death will cripple the coordination of White Hand efforts in the Fallows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Laudh, Lieutenant of Núrzum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Núrzum left his lieutenant, Laudh, in charge of conquering the Fallows and destroying the infrastructure supporting Forlaw. He is a very capable Uruk-hai, and is as brutal a fighter as he is a cunning tactician.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Laudh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laudh stands watch over Gárnoth's Farm from his make-shift command post on the southern side of the farm. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Laudh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Laudh, Lieutenant of Núrzum, stands watch over Gárnoth's Farm from his make-shift command post on the southern side of the farm. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}