{
  "id": 620916955,
  "txt": [
    {
      "id": 142411860,
      "en": "On approaching Gárnoth's Farm, you notice a giant's footprint. It must be a sign of Núrzum coming through here! Why would he come to this farm? The beginning of the trail seems to be from the north, near the path into the farm.",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 136263297,
      "en": "The giant, Núrzum, came through here recently....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Why would Núrzum go through this farm and not destroy it?",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "This fence didn't stand a chance....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After Núrzum attacked Forlaw from the west, he headed in the direction of Gárnoth's Farm. It was not fully understood why Núrzum spared the city, or what his business was with an abandoned farm.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Is that the Lieutenant of Núrzum over there? That must be why Núrzum came through here.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "A large set of footprints cut through Gárnoth's Farm. They seem to come from the north, near the road from Forlaw....",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The path of footprints made by Núrzum start near the road from Forlaw toward Gárnoth's Farm.\\n\\nThere appears to be a trail made by Núrzum recently. The footprints were made so deep they are still recognizable.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The path of footprints made by Núrzum start near the road towards Gárnoth's Farm.\\n\\nThere appears to be a trail made by Núrzum recently. The footprints were made so deep they are still recognizable.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The path of footprints made by Núrzum continue to the east from the first one, found near the road toward Gárnoth's Farm.\\n\\nThere appears to be a trail made by Núrzum recently. The footprints were made so deep they are still recognizable.",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "At the building on the southern side of Gárnoth's Farm stands the Lieutenant of Núrzum. He leads the conquest and destruction of the Fallows' farmlands, and has crippled the support for Forlaw. Núrzum must have helped the Orcs capture the farm and established a base after walking away from Forlaw, with its defences utterly crushed.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The next in the path of footprints made by Núrzum is in the north-east corner of Gárnoth's Farm.\\n\\nThere appears to be a trail made by Núrzum recently. The footprints were made so deep they are still recognizable.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Find the beginning of the footprint trail",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The final footprint made by Núrzum is near the centre of Gárnoth's Farm.\\n\\nThere appears to be a trail made by Núrzum recently. The footprints were made so deep they are still recognizable.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the beginning of the footprint trail",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Núrzum carved a path through Gárnoth's Farm to reach his Lieutenant on the southern side of the farm.  ",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Investigate the first footprint",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the second footprint",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Investigate the third footprint",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Núrzum's Passing",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "A trail of very large footprints has been made through Gárnoth's Farm. They seem to originate from the north, near the road coming from Forlaw....",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Investigate the fourth footprint",
      "es": ""
    }
  ]
}