{
  "id": 620916953,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This pond is frozen solid -- an unusual occurrence in this area of Middle-earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This creature appears to have succumbed to the cold, lying frozen in the snow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This tree is covered in ice and snow and is of no use to anyone in its current state.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrymm is concerned about the the damage the prolonged cold and snow has had on the Writhendowns, and would like to see how severe its impact upon the region has been.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Unused to this harsh new climate, this tree has died",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Thrymm's face is lined with worry as you relay your findings to him.\\n\\n'I do not like this at all. I am a warrior, and I will drive the Orcs off. But we are a simple farming folk here in Wildermore. We live off of this land. Even if we are safe from Orcs, we cannot escape this strange weather.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ponds can be found near Thrymm's Camp in the north-eastern Writhendowns.\\n\\nYou should investigate the effects of the cold and snow around the frozen ponds of the Writhendowns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wildermore has always been a green land with mild winters. We have never encountered snows such as these, as long as I can remember.\\n\\n'I must prepare these men for battle against Orcs, for they have crept in with the cold, but if you are offering your aid, you may investigate the effects of the weather on our land.\\n\\n'It cannot be coincidence that the Orcs and cold have arrived together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "This situation appears more dire than originally thought. Thrymm Red-beard will be waiting back at his camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Investigate the effects of winter at Writhendowns ponds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Thrymm Red-beard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Thrymm Redbeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Sudden Change",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "The Worst Winter in Memory",
      "es": "",
      "es (fem)": ""
    }
  ]
}