{
  "id": 620790291,
  "txt": [
    {
      "id": "0x21fbf22",
      "en": "'Looks like I will have to add trespassing to your list of offences.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x21fbf23",
      "en": "'There are new rules here in Dwaling. My lads here will make sure you don't cause any more trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x12bf69",
      "en": "'I'll deal with you myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7ec6eb",
      "en": "'Fool!  You have ruined Sharkû's plans!  And Sharkû does not accept failure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe177002",
      "en": "'That fool Lotho doesn't know what he has gotten himself into.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe177003",
      "en": "'Not going without a fight eh?  Well that can be fixed up proper!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bffac4",
      "en": "'Get 'em lads!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e176fe",
      "en": "'A letter from one of those little rats?  Be off, this is our land by Sharkey's orders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Never in all my days have I heard of decent folk getting attacked in the Shire. Even if this is the Northfarthing, folk should still be decent and civil, though I wouldn't put such treachery past these Big Men.\\n\\n'I've asked Ronald Dwale to draft a formal letter of complaint to the leader of these Men, Will Tuffin. He is always in and out of the big hole down in Dwaling centre. I would like you to get the letter from Dwale and take it to Will Tuffin straightaway. Just go down to the big hole down yonder and ring the bell until Will comes out. Make sure you are careful, I don't trust these Big Folk.\\n\\n'Take care that you don't let them bully you this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What's that now? Shut the door in your face? Well, if that isn't the rudest thing I have heard all day!  \\n\\n'Bob Greeneaves has a spare key to the big hole. It's a public building, and even if they own the whole town, they haven't the right to close up a public hole!\\n\\n'You march right in there and make sure he reads every word of that letter. Talk to Bob Greeneaves here when you are ready to go down to the big hole.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce493a9",
      "en": "'I will deal with you fools later, I have work to do here in Dwaling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah, yes, Hob asked me to draw up a letter of complaint after you found out about that business with Pearlina Gamgee.  \\n\\n'Business letters are not my usual fare; I am more used to crafting more fanciful stories and letters, but I daresay I did as fine a job as any could have asked for.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'So their leader wouldn't take the letter? I can't say I didn't expect trouble from these ruffians. I am going to have another formal complaint written to this 'investor' and tell him just what I think about the character of these Men he has let into the Shire.\\n\\n'You mentioned something about a goblin-faced fellow and someone named Sharkey? I'm sure you must be mistaken; there haven't been naught like them in the Shire since the Bullroarer's time, and I have never heard of anyone with a name such as Sharkey.\\n\\n'But what with all the excitement, I am sure you can't be blamed for your mistake.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa67be71",
      "en": "'They killed the Chief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Did you deliver the letter, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the formal complaint",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa67be72",
      "en": "'I'll not stick around to see what they'll do to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa67be73",
      "en": "'Run while you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa67be74",
      "en": "'You'll not get me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xec6fe52",
      "en": "'Now we will deal with you. Men, attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ruffians which have moved into Dwaling are lawless and brutal, and Hob Hillbrow has had enough of their wicked ways.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xec6fe53",
      "en": "'I will deal with you myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d5524c",
      "en": "'Well lads, seems they didn't take to the new rules.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x48feaf8",
      "en": "'The trespassers are here Chief!  You must deal with them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Retrieve the formal complaint from Ronald Dwale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Ring the doorbell and deliver the letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hob Hillbrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Bob Greeneaves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Hob Hillbrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Return to Hob Hillbrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x321fbee",
      "en": "'Back again with your letter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdf6fd51",
      "en": "'You there; come deal with these swine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdf6fd52",
      "en": "'Get them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdf6fd53",
      "en": "'Stand and fight!  Sharkû does not accept failure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ronald Dwale is at Hob Hillbrow's home at the Bullroarer's Sward in Dwaling.\\n\\nHob Hillbrow has asked you to retrieve the formal complaint he asked Ronald Dwale to draft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Will Tuffin is in the big hole in Dwaling centre.\\n\\nDeliver the formal complaint to Will Tuffin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe493a02",
      "en": "'Now you've done it!  We will see what the Chief has to say about this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hob Hillbrow is at his home at the Bullroarer's Sward in Dwaling.\\n\\nYou should return to Hob Hillbrow and tell him of Will Tuffin's response.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Bob Greeneaves is at Hob Hillbrow's home at the Bullroarer's Sward in Dwaling.\\n\\nTalk to Bob Greeneaves to gain access to the big hole to deliver the letter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Hob Hillbrow is at his home at the Bullroarer's Sward in Dwaling, south of town centre.\\n\\nYou should return to Hob Hillbrow with word of your success and his letter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go over and talk to Ronald...he should have the letter ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Well? That letter is not going to deliver itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Are you ready for me to let you into the big hole?\\n\\n'You be careful; who knows what those Big Folk will do once you're inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Hob wanted you to bring the letter to Will Tuffin down at the big hole in Dwaling centre.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'My! I had hoped that the ruffians would be more cooperative than that! Well, I suppose you've solved our problems for a while, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Well, I suppose there was naught else that could be done about such ruffians. At any rate, I do wish my words had not been wasted. Good work, regardless!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4078a74",
      "en": "'The Chief will hear about this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Formal Complaint",
      "es": "",
      "es (fem)": ""
    }
  ]
}