{
  "id": 620790229,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You defeated Harry Hinchcliffe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A bounty has been taken out on Harry Hinchcliffe, a tomb-robber known to be deadly accurate with the bow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The poster advertises a bounty on a man named Harry Hinchcliffe, described as 'a tomb-robber possessed of uncanny accuracy with his bow,' and invites interested parties to seek out Ballard Wilmer in Ost Forod for details and to apply for the commission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ballard Wilmer is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nA poster advertising a bounty for the capture or defeat of a tomb-robber named Harry Hinchcliffe caught your eye. If you would like to apply for this bounty, you should speak with Ballard Wilmer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You're interested in applying for the commission on Harry Hinchcliffe? Very good, very good! There aren't many travellers up to Forochel these days, but what few there are have been harried by his arrows.\\n\\n'Some of his friends linger on the road near the Forochel gate at Cirith Rhîw. Just follow the northern road through Tyrn Fornech to reach it.\\n\\n'If you can capture or defeat Harry, you'll be doing the law-abiding folk of Ost Forod a good turn. Be warned, however -- you aren't the first to attempt to break Hinchcliffe's bow! Perhaps you will be the last, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harry Hinchcliffe can be found near the gate to Forochel at Cirith Rhîw, at the end of the northern road through Tyrn Fornech.\\n\\nYou have accepted the commission of claiming the bounty on Harry Hinchcliffe, a deadly shot with the bow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ballard Wilmer is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Harry Hinchcliffe and should now report back to Ballard Wilmer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Good luck with Harry! He's a deadly shot with a bow, he is, and has made short work of others seeking to claim the bounty on him.\\n\\n'You'll likely find him near the gate to Forochel, at Cirith Rhîw. It's at the end of the road that runs north through Tyrn Fornech.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You bested Harry Hinchcliffe? Ha! To be honest, I didn't think you would be successful! It just goes to show, doesn't it?\\n\\n'Basil Gummidge, the arbiter of Ost Forod, is here in town. Speak to him about the business of your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Basil Gummidge is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Harry Hinchcliffe and should now report to Basil Gummidge to collect your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Basil Gummidge, our arbiter, is here in Ost Forod. You should speak to him about the business of your reward, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Harry Hinchcliffe is no more? Splendid, [placeholder]! He was a menace, and if travel to Forochel becomes commonplace again, it is good to know the road will be safer without the like of him on it!\\n\\n'Here is your reward, and thank you for your service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Harry Hinchcliffe was a deadly shot, but not too deadly for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Harry Hinchcliffe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It is to be hoped that one day the road to Forochel will bustle with trade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am sorry for thinking you could not defeat Harry Hinchcliffe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Harry Hinchcliffe, Dead-eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I once thought to claim the bounty on Harry, but I turned tail and ran before I found him.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}