{
  "id": 620790226,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Thauk at Tûm Fuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A bounty has been taken out on Thauk, a vicious Warg in league with the goblins that prowl Tyrn Fornech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The poster advertises a bounty on a vicious Warg named Thauk, described as a 'bloodthirsty creature known to be in league with the goblins that stalk Tyrn Fornech,' and invites interested parties to seek out Rowena Parker in Ost Forod for details and to apply for the commission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Rowena Parker is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nA poster advertising a bounty for the capture or defeat of a vicious Warg called Thauk caught your eye. If you would like to apply for this bounty, you should speak with Rowena Parker.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come to inquire about Thauk? He is a dreadful creature, bloodthirsty and dangerous! It is said that he is in league with the goblins that prowl the hills of Tyrn Fornech. If you can defeat him, they might be affected as well.\\n\\n'Look for Thauk within the crude goblin-camp at Tûm Fuin, north of Ost Forod. He likely prowls throughout the camp, keeping an eye on the goblins and stirring them to greater mischief.\\n\\n'Thauk is a great beast, and dangerous! You will need your wits about you if you hope to claim his bounty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Warg Thauk is in the goblin-camp at Tûm Fuin, north of Ost Forod.\\n\\nYou have accepted the commission of the bounty on Thauk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rowena Parker is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated the Warg Thauk and should now report back to Rowena Parker.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Good luck with Thauk. He is a vicious monster and will not be an easy bounty to claim!\\n\\n'Look for him at the goblin-camp at Tûm Fuin, north of Ost Forod.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned from Tûm Fuin? That means that you have defeated Thauk?\\n\\n'Amazing, [placeholder]! If you report to Basil Gummidge, the arbiter here in Ost Forod, he'll give you your reward.\\n\\n'Thauk will trouble us no more? I cannot believe it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Basil Gummidge is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Thauk and should now report to Basil Gummidge to collect your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Basil Gummidge, our arbiter, is here in Ost Forod. Speak with him about the business of your reward.\\n\\n'I still cannot believe that you managed to defeat vile Thauk! How brave you are, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You defeated Thauk? Then you deserve this reward, [placeholder]. That bounty has remained unclaimed for a long time. I thank you on behalf of the law-abiding folk of Ost Forod!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Defeating Thauk was no small thing, [placeholder]. He was truly vicious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Rowena Parker in Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Your service to Ost Forod will never be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Thauk at Tûm Fuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Rowena Parker in Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I cannot believe you defeated evil Thauk! Amazing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Basil Gummidge at Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Thauk, Vile Warg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You are a tremendous help to we who live in Tyrn Fornech, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}