{
  "id": 620790294,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I beg your pardon, but I haven't any other to turn to in these dark times. Please hear me out. Dwaling has never been a rich town, but we have always gotten by on our own. Many of the best glassblowers in the Shire were found in these holes. My dad before me was a glassblower -- best in the North and Eastfarthings -- and I learned the trade from him.  \\n\\n'Recently, things turned for the worse for our little town. What with all the wild creatures about, folk are plain afraid of the north Bounds nowadays. Most of the folk have moved away and sold off their property after business stopped.  A hobbit out of the Westfarthing sent letters and contracts up this way purchasing holes and land until he bought up almost the whole town... that's when all the trouble began.\\n\\n'I used to get my tools for glassblowing repaired by a dear old friend who lived in Dwaling, but he moved away not a week ago. Before he left he swore he would finish fixing them up. If you would, head into Dwaling and see if he left them on his stoop. His hole was on the north side of town, the tools should be in a satchel or bag. I would be deeply in your debt.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have the tools... very good. I can now get back to working again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gotten the satchel yet? Dwaling is just to the north of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The satchel should be on the stoop of a house on the north side of Dwaling.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dwaling's Plight",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The tools to blow glass are unique and require much maintenance. A hobbit who lived in Dwaling used to repair them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the satchel of glassblowing tools",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel of glassblowing tools",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The satchel of glassblowing tools can be found on the stoop of a hobbit-hole on the north side of Dwaling.\\n\\nHob Hillbrow has asked you to collect a satchel of glassblowing tools for him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the satchel of glassblowing tools to Hob Hillbrow",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hob Hillbrow is at his home at the Bullroarer's Sward in Dwaling, south of the Sand-marshes.\\n\\nYou should return to Hob Hillbrow with the satchel of glassblowing tools.",
      "es": ""
    }
  ]
}