{
  "id": 620790228,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You blow the war-horn....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Cuthbert Sprunt has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Basil Gummidge is worried that you may have done too good a job at claiming the bounties posted in Ost Forod, and that you have made a number of enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There's been a troubling development, [placeholder], and it's best that you hear it from me before seeing it for yourself. You've done a lot of good for this town by claiming the bounties on some of the villains hereabouts, and it wouldn't be right for me to let you walk into trouble without warning.\\n\\n'Someone's been putting up posters. I've been taking them down wherever I come across them, but I kept one up on the wall over there so you could have a look. Go read it and take it down, and then we can have a talk about what can be done.\\n\\n'The poster is just over there on the wall, by the stairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There is a poster on the wall by the stairs near Basil Gummidge in Ost Forod.\\n\\nBasil Gummidge has directed your attention to a poster on the wall near him, asking you to read it, then bring it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The poster is written in a messy scrawl, but the words leap off the parchment at you:\\n\\n'For the death of [placeholder], [placeholder] of no account, Cuthbert Sprunt offers two gold pieces. This [placeholder] has come to Evendim and caused nothing but trouble. Just ask Mrs. Idden where her boy Andy is, or the widow Tripper why her son Will is missing a brother!'\\n\\nBeneath a brief but unflattering description of you, an angry hand has scrawled something else:\\n\\n'If you think you've been wronged in this, [placeholder], \\qbounty-hunter,\\q then you come talk to Mr. Sprunt at the Sparring Circle. We'll sort it out, fair-like.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Basil Gummidge is in Ost Forod.\\n\\nYou have found a wanted poster placing a bounty on your head at the behest of one Cuthbert Sprunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Basil Gummidge is in Ost Forod.\\n\\nBasil Gummidge, the arbiter of Ost Forod, has agreed to ensure that Cuthbert Sprunt does not cheat when you challenge him to single combat. Basil is waiting to speak with you so you can travel together to the Sparring Circle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The poster is right over there on the wall by the stairs, [placeholder]. Go bring it back here, and we can decide what to do about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well-fought, [placeholder], well-fought indeed! Sprunt will not dare face you again, and his band is well-warned now of your skill!\\n\\n'They know now what I have known for some time: [placeholder] is a bounty-hunter, not the bounty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Basil Gummidge is in Ost Forod.\\n\\nYou have defeated Cuthbert Sprunt, despite his underhanded attempts to cheat at the competition, and should now speak with Basil Gummidge about the victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready to travel to the Sparring Circle and confront Cuthbert Sprunt? He won't dare cheat while I'm there, and I'm confident you can defeat him and make him take down these ridiculous posters!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You see why I'm concerned, [placeholder]? I know this Cuthbert Sprunt, a villain of the lowest measure, and the sum he's offering for your head is enough to have even the good folk of Ost Forod thinking twice, and there are plenty here who need only think on it once! You're a marked [placeholder] now, my friend -- the bounty-hunter becomes the bounty!\\n\\n'You want to fight this, don't you? You want to best Sprunt in single combat? If you can show that you're tougher than he is, I expect there will be few willing to claim the bounty. I'll stand by you, [placeholder].\\n\\n'Talk to me when you're ready, and we can see what he has in store at the Sparring Circle. He won't turn down a challenge, I expect, but I'll watch him closely to ensure that he doesn't cheat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Greetings, [placeholder], bounty-hunter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You haven't brought me the poster I pointed out to you? Why?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Read the poster near Basil Gummidge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We are well-met, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring wanted poster to Basil Gummidge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Basil Gummidge and travel to the Sparring Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Bounty-hunter",
      "es": "",
      "es (fem)": ""
    }
  ]
}