{
  "id": 620790293,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found the small lead dog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ronald Dwale's son lost a small toy dog and is very upset.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It must have been the beginning of fall; I was with my son on the banks of the Brandywine, enjoying the sun, a fine meal, and a full pipe, while he sat and played with his favourite toy -- a piece of lead fashioned into a small dog -- by the side of the river.\\n\\n'My boy was very fond of this toy, but when it came time to leave, it wasn't anywhere to be found. I tried to console him with one of my stories. I created quite a wonderful tale about the toy's whereabouts, but if you are heading that way, perhaps you could search for it?\\n\\n'The toy has to be somewhere in the Barandalf, the sand marshes north and east of Dwaling.  I have heard that strange burrowing creatures have since inhabited the area. There is a good chance one of them could have swallowed it up, thinking it to be food.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Barandalf is north and slightly east of Dwaling.\\n\\nRonald has asked you to search the banks of the Brandywine in the Sand-marshes to find his son's lost toy. He has told you that one of the burrowing insects may have taken it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Were you able to find the toy, [placeholder]? Ah, I see you did. Many thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ronald Dwale is at Hob Hillbrow's home at the Bullroarer's Sward in Dwaling, south of Barandalf.\\n\\nYou should return the toy dog to Ronald Dwale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Did you find the toy yet?  The Barandalf is north and east of Dwaling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'One of those burrowing creatures on the river-bank should have the toy, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the small lead dog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ronald Dwale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the toy dog to Ronald Dwale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost Dog",
      "es": "",
      "es (fem)": ""
    }
  ]
}