{
  "id": 620790295,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If my last task was not too taxing, I am in great need of some assistance from a fellow lover of the written word. I would hope that a [placeholder] of your reputation would be interested in assisting me.  \\n\\n'Not long ago, I seemed to have misplaced a very important leaf of paper while I was walking with my notes. This paper contains the beginning lines of a story I planned on writing for my children that has been conjuring in my head for some time now. Now that most of the town has been sold off, I have not been able to search for my paper. The last time I tried to have a look around, I was chased off by a group of those ruffians. \\n\\n'I would rewrite it, but I cannot seem to recall the exact wording. If you could find it, I would be deeply in your debt. I think I dropped it somewhere in town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I simply cannot start my book without that page. Have you found it yet?\\n\\n'Ah, I see you have. Many thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I know I lost that paper somewhere in Dwaling. It should be just down the hill. Be careful in town with all those ruffians about!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I know I dropped that paper somewhere here in Dwaling.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Recovering the Lost Leaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ronald Dwale has misplaced an important leaf of paper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the lost leaf of paper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the lost leaf of paper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ronald Dwale remembers dropping his paper somewhere in Dwaling, north of the Bullroarer's Sward.\\n\\nRonald Dwale has asked you to find his lost leaf of paper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ronald Dwale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ronald Dwale is at Hob Hillbrow's home at the Bullroarer's Sward in Dwaling.\\n\\nYou should return the leaf of paper to Ronald Dwale.",
      "es": "",
      "es (fem)": ""
    }
  ]
}