{
  "id": 620790227,
  "txt": [
    {
      "id": 136263297,
      "en": "You have defeated Andy Idden",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A bounty has been taken out on Andy Idden, a tomb-robber rumoured to have dealings with goblins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The poster advertises a bounty on a man named Andy Idden, accusing him of dealing with goblins and conspiring to murder decent folk in Ost Forod. It invites interested parties to seek out Poppy Seaton in Ost Forod for details and to apply for the commission.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Poppy Seaton is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nA poster advertising a bounty for the capture or defeat of a tomb-robber named Andy Idden caught your eye. If you would like to apply for this bounty, you should speak with Poppy Seaton.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You're interested in claiming the bounty on Andy Idden? If you can defeat him, you'll certainly have earned it. Andy is mean-tempered and brutal and has friends of the same mind: goblins, if you believe the tales, and I do!\\n\\n'I've heard that Andy Idden has gone with his wolf-hound to the ruins of Tham Andalath on some business with the goblins that lurk there. He'd sell out his neighbours to the goblins, if he thought there was profit in it, and is probably doing just that right now!\\n\\n'Tham Andalath is on a hill-top a short distance east of Canadiach, the cross-roads south of here in Parth Aduial, and north of the road. They're crawling with goblins, so claiming the bounty on Andy Idden won't be easy. Good luck to you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Andy Idden and his wolf-hound are meeting with the goblins of Tham Andalath, hill-top ruins east of Canadiach in Parth Aduial, south of Ost Forod and north of the road.\\n\\nYou have accepted the commission of claiming the bounty on Andy Idden.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Poppy Seaton is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Andy Idden and should now report back to Poppy Seaton.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Remember, the ruins of Tham Andalath are south of here, in Parth Aduial. If you travel to the cross-roads of Canadiach, you'll find the ruins a short distance east of there, on a hill north of the road.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Andy Idden was a deadly foe, [placeholder], meeting with goblins, and I know that you've earned your bounty!\\n\\n'If you report to Basil Gummidge, the arbiter here in Ost Forod, he'll give you your reward.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Basil Gummidge is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Andy Idden and should now report to Basil Gummidge to collect your reward.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Basil Gummidge, our arbiter, is here in Ost Forod. Speak to him about the business of your reward.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I heard that you put an end to Andy Idden, [placeholder], and none too soon! He's always been a lout, but by befriending goblins he went too far. The folk of Ost Forod are safer for your assistance, and it is my pleasure to reward you for your service.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'My advice to you, [placeholder], is to never befriend a goblin!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Andy Idden",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Andy Idden has always been trouble, and he's often brought it to Ost Forod.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Thank you for your help, [placeholder]! Andy Idden was trouble.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Andy Idden, Goblin-friend",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You have been a big help to we of Ost Forod, [placeholder]!'",
      "es": ""
    }
  ]
}