{
  "id": 620790292,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Discovered ruffians on Pearlina's property",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Chief's watcher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Big Folk have bought a large amount of land in the Shire on behalf of a hobbit from the Westfarthing, and it is troubling Hob Hillbrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now, this hobbit I was telling you about before, he let Big Men buy up all the land... right here in the Shire! I have talked to Ronald Dwale about sending a letter to old Will Whitfoot, the mayor, but I don't know what he can do against a sound contract like the one sent to my door.\\n\\n'One of my dear friends, Pearlina Gamgee, is away in the Westfarthing looking for a snug hole to start over in, and I told her that I would look after her home while she was away. Those new Men in town have a foul look about them, and I don't much trust them, even if they claim to be here to \\qhelp\\q.\\n\\n'If you could, go down and check on Pearlina Gamgee's residence just east of here in Dwaling.  You look like you could hold your own if any of those ruffians gave you any trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pearlina Gamgee's residence is located in Dwaling, east of Hob Hillbrow's home.\\n\\nHob Hillbrow asked you to check on the home of one his friends, Pearlina Gamgee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well I never...! These Big Folk are violating their contracts! What are these times coming to?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Remove the ruffians living on Pearlina Gamgee's property.\\n\\nHob Hillbrow asked you to check on the home of one his friends, Pearlina Gamgee.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hob Hillbrow is at his home at the Bullroarer's Sward in Dwaling, west of Pearlina Gamgee's property.\\n\\nYou were attacked by ruffians outside Pearlina Gamgee's residence. You should inform Hob Hillbrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Pearlina Gamgee's residence is just east of here, please make sure nothing has happened to her home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Ensure Pearlina Gamgee's home is safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Chief's watcher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hob Hillbrow in the Bullroarer's Sward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trouble in Dwaling",
      "es": "",
      "es (fem)": ""
    }
  ]
}