{
  "id": 620790296,
  "txt": [
    {
      "id": "0x308c834",
      "en": "'It is not like Ronald to miss our meetings, I trust that he is working hard on his story and is not caught up in any silly games.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2ab3d41",
      "en": "'Hmmm?  Oh, that is too bad.  I was going to read from 'The Silvered Horn' tonight.  Pity he won't hear it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ronald Dwale is indisposed and will be unable to attend the next meeting of his writing society.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well now, you have been helpful haven't you? If you could, I do have one last task for you to assist me with. Among the Hobbits of the Shire, a love of languages and written works is quite uncommon. A few of my fellow colleagues and I have formed a small informal gathering of sorts for those of us who revel in such art as the writing and listening of fictional stories.\\n\\n'We usually meet in the evenings, down at the Bird -- that is, The Bird and Baby Inn in Michel Delving. With the return of my lost paper, I really should get started on my new book, but I haven't an inkling how I should reach my friends in time to tell them of my absence.\\n\\n'If you would, go quickly and visit Jack Lewisdown at The Bird and Baby before the meeting starts and let him know that I will not be making it tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Bird and Baby Inn is in Michel Delving, west across the road from Town Hole.\\n\\nRonald Dwale has asked you to speak with his friends at The Bird and Baby Inn and let them know that he will not be able to make their next meeting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You were able to make it before the meeting started? Wonderful! I already have the first chapter started.\\n\\n'Old Lewisdown thought I would be playing games instead of working? I daresay he knows I would never think of getting involved in something so silly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ronald Dwale is at Hob Hillbrow's home at the Bullroarer's Sward in Dwaling.\\n\\nYou should return to Ronald Dwale and inform him that you completed his task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Bird and Baby Inn is in Michel Delving, hurry before the meeting starts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Why hullo there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wanted to thank you again [placeholder].  I couldn't have started my book without you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ronald Dwale's friends at The Bird and Baby Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ronald Dwale at the Bullroarer's Sward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9153041",
      "en": "'That is a shame, I was hoping Ronald had finished his discourse on my book, 'The Place of the Boar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x308c831",
      "en": "'You have a message from Ronald?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x308c832",
      "en": "'Well, you have our thanks for coming all this way to tell us about his absence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9153042",
      "en": "'Did you hear that Owen, Ronald isn't making the meeting today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missing the Meeting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x308c833",
      "en": "'I hope this book is as good as he claims.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}