{
  "id": 620790230,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Bill Tripper has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A bounty has been taken out on Bill Tripper, a notorious tomb-robber known for his skill with blades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The poster advertises a bounty on a man named Bill Tripper, described as a 'notorious tomb-robber, highly-skilled with blades,' and invites interested parties to seek out Clark Standish in Ost Forod for details and to apply for the commission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Clark Standish is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nA poster advertising a bounty for the capture or defeat of a tomb-robber named Bill Tripper caught your eye. If you would like to apply for this bounty, you should speak with Clark Standish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You're here to see about the bounty on Bill Tripper? I'm glad to hear it -- the sooner we're rid of him, the better, if you ask me!\\n\\n'Bill has been robbing and murdering around the hills of Tyrn Fornech for some months now, and it's well-past time someone stopped him. Last I heard, he'd travelled south into Parth Aduial and was holed up in a big ruin south of the cross-roads... Tham Varan, I think it was called.\\n\\n'If you do go looking to collect the bounty, keep an eye on Bill's sword -- he's deadly with it, and I'd just as soon not have your death on my conscience!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bill Tripper is in the ruins of Tham Varan in Parth Aduial, south of the cross-roads of Canadiach.\\n\\nYou have accepted the commission of the bounty on Bill Tripper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Clark Standish is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Bill Tripper and should now report back to Clark Standish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Good luck with that villain, Bill Tripper. You should find him in Parth Aduial, in the big ruins south of the cross-roads. The ruins are called Tham Varan, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So you're the one that finally put an end to old Bill Tripper? Very good! If you report to Basil Gummidge, the arbiter of Ost Forod, he'll give you your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Basil Gummidge is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have defeated Bill Tripper and should now report to Basil Gummidge to collect your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Basil Gummidge, our arbiter, is here in Ost Forod. Speak to him about the business of your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have put an end to Bill Tripper, I understand? Very good! Here is your reward, and well-deserved it is, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You did a good job with that Bill Tripper!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Bill Tripper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Bill Tripper had been a real problem for awhile now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Bill Tripper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Bill Tripper won't cross innocent travellers anymore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Bill Tripper, Master of Blades",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'It's good to know that Bill Tripper won't be a problem anymore.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}