{
  "id": 620926569,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Gríma's Writings[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gríma's Writings[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Writings taken from Gríma's chambers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Gríma, Son of Galmod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "None of us are doing this for free, Worm. Remember that we expect to be paid well for our services. If you think we're common brigands, you aren't as sharp as that blade you carry around. If you aren't careful you'll find it in your back next, and maybe the old man will find another to do his bidding. Maybe that's one of us. You say you can't grant me the ‘burg, but I'm not dealing with the sword of jewels on my own. If the old man values you as you say he does, why is he not giving you the run of the place once it's all done? -L\\n\\n(on another parchment, in the same hand)\\nF says he'll bring the weapons out of the guard-house on the morrow, and leave them by the side wall. And you are certain the king will stay inside? We have not seen him in weeks, but he does still command the loyalty of the people. Only he can stop this, now that E is imprisoned. F assures me that E will not be a problem; he spends day and night poring over that map, raging against his confines, but will not disobey the king. -L\\n\\n(on a scrap of parchment, in a different hand)\\nThe blood eye thinks we should act quickly. He says Gandalf is coming back. How could he know this? -H\\n\\n(This page is almost illegible, written in a hasty hand)Which tower? There are several along the north-east wall of the city! I do not know if L is going to put the wood at the proper tower! You need to talk to him before we act. H wanted me to ask about the contents of the chest, as well. You say it will burn, but it is very sturdy and may not spread to the south-east gate. If the chest burns but the fire does not spread, H says it'll be your head. -F\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}