{
  "id": 620926411,
  "txt": [
    {
      "id": 260582566,
      "en": "'It is curious, is it not, that these are the days in which this ragged wanderer returns to us?'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Witness the confrontation of Gandalf and Théoden, and allow harm to come to none",
      "es": ""
    },
    {
      "id": 260582567,
      "en": "'So it was, my lord! See his rags? Have you ever seen such a beggarly figure?'",
      "es": ""
    },
    {
      "id": 260582568,
      "en": "'I see only churls and vagabonds, and you the worst of them all!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Gandalf in Meduseld",
      "es": ""
    },
    {
      "id": 260582569,
      "en": "'Be gone with you, and leave my lord to those who do not wish him ill!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Horn is inside Meduseld, waiting to approach the king.",
      "es": ""
    },
    {
      "id": 42433697,
      "en": "'Uncle!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We are not alone in the hall of Théoden, [placeholder]. Let us approach and see who has the ear of the king, but we will interfere only if it be in the interest of Rohan to do so!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have returned to Meduseld against the wishes of Théoden, and now must see if he is receptive to the warning you bring.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Inside Meduseld, Gandalf appeals to Théoden. Will the king heed the warning he brings?",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Horn and approach the king",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Inside Meduseld, Gandalf has revealed his nature and his good intentions to Théoden King. What will the king make of the tidings he brings?",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, [placeholder]. I am glad you made it here from Wildermore so quickly, but I will need to hear your report of that land at another time. All of us have work to do, for the king is not yet free of danger! Keep an eye on Gríma, if you would. He is slippery, and I fear he may intend further harm to the king. Whether he can work greater harm than he has already performed is a question for which I have no answer.\\n\\n'Stay on your guard.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Witness the confrontation of Gandalf and Théoden, and allow harm to come to none",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Inside Meduseld, Gandalf appeals to Théoden. Will the king heed the warning he brings?",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'So that is done. I think that went rather well, considering what is at stake. We have so little time to waste, and much depends on haste! We cannot spend these precious moments squabbling among ourselves when the real foes lie without!\\n\\n'Save one: Gríma, son of Gálmód, called the Wormtongue. He is an enemy of Théoden and of Rohan, and he remains within. His fate will rest with the king, as it should.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gandalf is in Meduseld and has attempted to lift the veil from Théoden's eyes as it concerns the plight of his people.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Rohan, and Théoden, are not free of danger yet. Still we have work to do.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "A hush hangs over the hall",
      "es": ""
    },
    {
      "id": 222342529,
      "en": "'Théoden, son of Thengel!'",
      "es": ""
    },
    {
      "id": 222342530,
      "en": "'I have returned, and I bring warning and wise counsel.'",
      "es": ""
    },
    {
      "id": 222342531,
      "en": "'A storm is brewing. All good people must stand together or be destroyed.'",
      "es": ""
    },
    {
      "id": 222342532,
      "en": "'A worker of evil may come in fell times, Gríma, son of Gálmód.'",
      "es": ""
    },
    {
      "id": 67819664,
      "en": "'I have ever been a friend to the House of Eorl, and would not see it come to its ending.'",
      "es": ""
    },
    {
      "id": 222342533,
      "en": "'But there are also those who come when they are most needed, when days are darkest.'",
      "es": ""
    },
    {
      "id": 67819665,
      "en": "'No, my friend. Not all is dark.'",
      "es": ""
    },
    {
      "id": 222342534,
      "en": "'The courtesy of your hall is not as it was, Théoden, son of Thengel.'",
      "es": ""
    },
    {
      "id": 67819666,
      "en": "'Behold!'",
      "es": ""
    },
    {
      "id": 222342535,
      "en": "'Has your doorward Háma not reported the names of my companions?'",
      "es": ""
    },
    {
      "id": 67819667,
      "en": "'Take courage, Lord of the Mark!'",
      "es": ""
    },
    {
      "id": 222342536,
      "en": "'You know not of what you speak, Gríma Wormtongue!'",
      "es": ""
    },
    {
      "id": 67819668,
      "en": "'Beyond your darkened windows, there is light. The skies shine above, as they always have.'",
      "es": ""
    },
    {
      "id": 222342537,
      "en": "'Théoden, I offer you my counsel, if you would have it.'",
      "es": ""
    },
    {
      "id": 67819669,
      "en": "'Will you heed me?'",
      "es": ""
    },
    {
      "id": 63067169,
      "en": "'I greet you, Gandalf, but why should I welcome you?'",
      "es": ""
    },
    {
      "id": 63067170,
      "en": "'You bring troubles wherever you go.'",
      "es": ""
    },
    {
      "id": 63067171,
      "en": "'You say a storm brews? I say you are its herald, a bringer of woe and ill tidings.'",
      "es": ""
    },
    {
      "id": 63067172,
      "en": "'I did not mourn when Shadowfax came back riderless, Gandalf.'",
      "es": ""
    },
    {
      "id": 63067173,
      "en": "'The return of the horse was made all the greater by lack of the rider.'",
      "es": ""
    },
    {
      "id": 63067174,
      "en": "'Nor would I, Gandalf, but it is so dark... so dark...'",
      "es": ""
    },
    {
      "id": 63067175,
      "en": "'Now I see the shadows for what they are, Gandalf. They are fleeting, like a grim memory.'",
      "es": ""
    },
    {
      "id": 260582561,
      "en": "'You speak wisdom, my lord!'",
      "es": ""
    },
    {
      "id": 63067176,
      "en": "'How came this to be?'",
      "es": ""
    },
    {
      "id": 260582562,
      "en": "'All around us the news is grim.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Théoden, Son of Thengel",
      "es": ""
    },
    {
      "id": 260582563,
      "en": "'It is not one week since your son and heir Théodred was slain on the Western Marches.'",
      "es": ""
    },
    {
      "id": 260582564,
      "en": "'You cannot trust in Éomer. He would empty your city, and leave your treasures unguarded!'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Gandalf in Meduseld",
      "es": ""
    },
    {
      "id": 260582565,
      "en": "'And now Gondor tells us that the Dark Lord stirs once more in the East!'",
      "es": ""
    }
  ]
}