{
  "id": 620926593,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'What madness is this? I have little time to ready our forces and he seeks to delay us even further with such bold declarations?\\n\\n'I knew well his father and his skill with a blade, but this man has always been a crofter and though his hands be worn from his labours in the Wade, he is ill-equipped to battle against the Uruks and their ilk. I doubt not that he means well, but we do not have time to prepare him....'\\n\\nEdric sits up in his chair and looks over your shoulder.\\n\\n'Do you hear me, Agelman? I shall not hear such a plea, and though I apologize, you will find safety in Aldburg. [placeholder] will bring you to reunite with Léoflad and the others and that will be the end of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thane Edric can be found inside the Mead Hall of Entwade in eastern Kingstead.\\n\\nAgelman has asked that you speak to Edric on his behalf about remaining in Entwade to combat the White Hand forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Agelman can be found at your side or can be rallied to you by using your horn.\\n\\nThane Edric has denied Agelman in his request to remain in Entwade and battle alongside the other warriors. You should now speak to Agelman about what is to be done next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "A sword and shield can be found scattered about Entwade.\\n\\nAgelman has asked that you arm him. He believes a sword can be found near the training dummies, and a shield can be found near the stable-master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'Why come you here? Take him with you to the south!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find a sword in Entwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Thane Edric is a brave man, but he can fly into a rage like no other I have known.\\n\\n'We will travel south then, but I shall not merely watch these conflicts unfold in my lands. Before we depart, I wish to arm myself. If I cannot protect the Thane and Entwade, his people shall be safe behind my shield.\\n\\n'Let us look about town for a sword and shield, and then we shall be on our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Agelman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Found a sword in Entwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find a shield in Entwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Found a shield in Entwade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Agelman desires to earn Thane Edric's approval to take up arms against the White Hand and defend the Wade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Ah, these will do nicely.\\n\\n'They have seen many a battle, [placeholder], but such arms will aid me well enough. If Edric truly wishes me gone, we shall go, but I will take up arms for the people of Kingstead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730893",
      "en": "'Have you found anything of use, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Agelman can be found at your side or can be rallied with your horn.\\n\\nYou have recovered a sword and shield for Agelman at his request, and should now return them to his keeping.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Surely the Thane cannot be serious!\\n\\n'The White Hand will return with their forces bolstered soon enough, and when the time comes, we must be prepared to defend Entwade! I was trained in the art of sword-play by my father before his passing, as were my brothers before they travelled to aid the King... certainly I can be of more use to the Thane here than I would be inside the walls of Aldburg. One man cannot tend the farms in the absence of our people, so what other purpose have I if not to defend the lands of the King.\\n\\n'I beg you, [placeholder], speak to the Thane on my behalf. Edric needs every able man he can spare, and I stand ready to fight for the Wade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Exceptions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'What shall we do now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Agelman",
      "es": "",
      "es (fem)": ""
    }
  ]
}