{
  "id": 620926422,
  "txt": [
    {
      "id": 151150836,
      "en": "'Because of Dunlendings like HER!'",
      "es": ""
    },
    {
      "id": 151150837,
      "en": "'Get out of here, Dunlending witch!'",
      "es": ""
    },
    {
      "id": 151150838,
      "en": "'We know enough! Your people want to kill us all!'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Éowyn on the steps outside Meduseld",
      "es": ""
    },
    {
      "id": 151150839,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 151150840,
      "en": "'None... but I am not yet of age!'",
      "es": ""
    },
    {
      "id": 151150841,
      "en": "'Can you teach us how to fight?'",
      "es": ""
    },
    {
      "id": 266374869,
      "en": "Follow Horn, Nona, and Corudan through Edoras",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Céolflad in Edoras, north-east of the Meduseld steps",
      "es": ""
    },
    {
      "id": 266374873,
      "en": "Make sure Nona does not hurt anyone",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "Éowyn listens to the description you obtained from Céolflad and nods excitedly.\\n\\n'Very good, [placeholder], but we need confirmation and may now be able to obtain it. Another citizen of Edoras is claiming to have seen this man. Follow the road to the north and speak to Elfburg. If her description matches that of Céolflad, we should be able to trust their memory of this man.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Horn is waiting to speak with you on the road through the market, in Edoras.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Elfburg's recollection of the man she saw is very similar to that of Céolflad",
      "es": ""
    },
    {
      "id": 2494416,
      "en": "'Please teach us sword-play!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "Horn listens to your account, and nods.\\n\\n'There are many men with blond hair and beards in Rohan, [placeholder], but this brooch sounds distinctive. A red gemstone in the shape of an eye is not a common adornment among my people. This is how we will find this treacherous snake, and keep him from doing further hurt to Éowyn or her people.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This way, [placeholder]. We will find the Lady Éowyn and see how her efforts have progressed while we saw to the will of her brother in Aldburg.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Nona has been confronted by a number of children in Edoras, and she does not seem happy about it.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have returned to Edoras with Horn, and Nona has set foot within the city for the first time.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "Nona's hands are clenched, and her eyes are ablaze.\\n\\n'Step aside, [placeholder]. I will not listen to these children speak ill of my people.'",
      "es": ""
    },
    {
      "id": 206391553,
      "en": "'You need to learn something, weak-legged foals.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Horn in Edoras",
      "es": ""
    },
    {
      "id": 206391554,
      "en": "'You know nothing of my land.'",
      "es": ""
    },
    {
      "id": 206391555,
      "en": "'How many Dunlendings have you slain, small one?'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 206391556,
      "en": "'How about you? How many Dunlendings have you killed?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ha! I did not expect this turn, [placeholder]! It seems our Nona has an effect even on the children of Rohan! If Horn is not cautious, he may find she has little time for him, so busy will she be instructing these children in sword-play!\\n\\n'You should go on ahead, my friend, and find Éowyn outside Meduseld. It may take us some time to get there.'",
      "es": ""
    },
    {
      "id": 206391557,
      "en": "'I have slain more than two dozen Dunlendings.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Nona in Edoras",
      "es": ""
    },
    {
      "id": 206391558,
      "en": "'They were allies of those who killed my brother: servants of Saruman.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 206391559,
      "en": "'Have you nothing now to say?'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "Éowyn listens to your report of your visits to Underharrow and Aldburg, but you can tell from her guarded expression that something troubles her.\\n\\n'I fear we did not root out all of Gríma's allies when last you were in Edoras, [placeholder]. I believe someone interferes with my efforts to empty the city. Someone cut holes in the sacks of grain we set by, and damaged the wheels of one waggon I did not think needed guarding. Céolflad saw a suspicious figure flee the city to the north.\\n\\n'Speak to her and see if she can provide you with a description of this man. If we do not know his appearance, we will not be able to prevent him from doing more damage, should he return. Find her outside her home, to the north-east.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I will help you with anything I can, [placeholder], if it will help the Lady Éowyn catch this man. Ask me what you will, and I will tell you what I remember of the man I saw.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Horn has come to your position near Elfburg, and you should tell him what you have learned.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Let us go to Éowyn together, and tell her what we have learned of this man.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Corudan is in the market in Edoras, amused by the recent turn of events concerning Nona and the Rohirrim children.",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Éowyn is on the steps outside Meduseld.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Céolflad is north-east of the Meduseld steps, outside her home.\\n\\nÉowyn has asked you to speak to Céolflad and obtain a description of the suspicious figure that interfered with her duty to empty the city.",
      "es": ""
    },
    {
      "id": 217684801,
      "en": "'Ask me what you will, and I will tell you what I can remember of this man.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Céolflad saw a suspicious figure in Edoras, and now you should ask her questions to learn what you can of his appearance.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Éowyn has hurried up to you near Céolflad with news.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Elfburg is in Edoras, north of Céolflad's home. She too has seen a suspicious figure in Edoras, and Éowyn would like you to ask her questions as well.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Ask Céolflad questions about the suspicious man she saw in Edoras",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Éowyn outside Céolflad's house",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find Elfburg and question her about the suspicious man she saw in Edoras",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Horn in Edoras",
      "es": ""
    },
    {
      "id": 196058625,
      "en": "'This way, everyone.'",
      "es": ""
    },
    {
      "id": 196058626,
      "en": "'Greetings, children. How fares the city?'",
      "es": ""
    },
    {
      "id": 196058627,
      "en": "'We have done nothing to cause you insult.'",
      "es": ""
    },
    {
      "id": 196058628,
      "en": "'What would your fathers say to this discourtesy?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Eyes of Edoras",
      "es": ""
    },
    {
      "id": 151150833,
      "en": "'There she is! I told you!'",
      "es": ""
    },
    {
      "id": 151150834,
      "en": "'Why should we tell you anything?'",
      "es": ""
    },
    {
      "id": 151150835,
      "en": "'How should we know? They are all gone!'",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Corudan in Edoras",
      "es": ""
    }
  ]
}