{
  "id": 620926406,
  "txt": [
    {
      "id": 216727827,
      "en": "You should defeat enemies within Gemyndsted and spare the ruins further damage.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated invaders within Gemyndsted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ruins of Gemyndsted show signs that the invaders have little respect for the relics and texts stored within. The invaders have ruined priceless artifacts, toppled book-shelves, and have damaged ancient texts. Whatever remains must be preserved.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Explore TBD Scholar Instance",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Defeat invaders within Gemyndsted (0/20)",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should defeat enemies within Gemyndsted and spare the ruins further damage.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You should speak with Egbalth and inform him of your efforts in preventing further damage to Gemyndsted relics.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "The ruins of Gemyndsted show signs that the invaders have little respect for the relics and texts stored within. The invaders have ruined priceless artifacts, toppled book-shelves and have damaged ancient texts. Whatever remains must be preserved.\\n\\n<rgb=#FF0000>Warning: This quest requires Gemyndsted: Leader of Vandals to be underway in order to access Gemyndsted. If that quest has been completed, or failed, you will be unable to exit and re-enter Gemyndsted in order to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Explore TBD Scholar Instance.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat invaders within Gemyndsted ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Egbalth",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'It disturbs me deeply to see such priceless historical texts ruined needlessly. Your work to defeat the invaders and preserve these priceless texts is most appreciated. You have my thanks, [placeholder]'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gemyndsted: Vandals of the Lost Lore",
      "es": ""
    }
  ]
}