{
  "id": 620926418,
  "txt": [
    {
      "id": "0x8dfc28",
      "en": "'I do, my king!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Éomer outside Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Aragorn outside Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Legolas outside Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The host is assembled and ready to ride, [placeholder], but there is still one matter I would see resolved. Will you find Gléowine and bring him before me?\\n\\n'There is still the matter of his punishment to be settled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'The King has chosen this moment to reveal his punishment? I am prepared, [placeholder]. Whatever my King decides will be just.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Théoden is outside Edoras, ready to ride to war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'The armour of this land is not made for dwarves, [placeholder], but the king gave to me a shield bearing his device: a white horse on a green field. I am proud to bear it, but I am less pleased at the prospect of being borne by such a creature on the journey to Isengard!\\n\\n'I have had enough of bouncing around on the back of such beasts like a sack of meal! Éomer says that I may ride with him, and I have agreed to take him up on his offer, as long as Legolas will ride beside us. Together we will teach young Éomer how mistaken he has been concerning the Lady of the Golden Wood. We will be good company, assuming he learns this lesson well, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb0",
      "en": "Follow Théoden along the cart-path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Théoden has mustered a great host, more than a thousand spears, to ride to Isengard and bring war upon the Wizard Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Gandalf was right, [placeholder]. I have sat in the shadows of my hall for too long. It is good to breathe the clean air once more, and to feel the breeze upon my face. Gríma's whisperings made me forget, but now the memory of good has returned to me, and in greater force than before!\\n\\n'Walk with me a ways, [placeholder]. I have a request to make of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba1",
      "en": "'Gléowine, do you know why I have called you before me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba2",
      "en": "'Why did you do this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba3",
      "en": "'I share this love, Gléowine, and this fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba4",
      "en": "'But a king's word is law, and must be obeyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Éomer is outside Edoras, with the great host that has assembled to ride with Théoden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba5",
      "en": "'You will not escape judgement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I know you are needed elsewhere, [placeholder]. Still I would feel more at ease if you rode with us.'\\n\\nÉomer hesitates, and you can see him struggling with the weight of a decision.\\n\\n'I do not want to add my own worries to those that already concern you, but if you find yourself in the Eastfold, perhaps you will cast an eye toward my own home? The town of Aldburg is my home, when I am not in Edoras, and it is now left in the care of my steward Arcil. It has been a long while since I returned to Aldburg, and I worry that the dangers that threaten the rest of the Mark may also affect my home. You need not go there in haste! Help my sister with her own task first, but it would ease my mind if I thought you might go to Aldburg afterward.\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Théoden outside Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba6",
      "en": "'I ride to war. It is like to be my last riding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba7",
      "en": "'I need a minstrel by my side, to record the deeds that await.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Aragorn, Legolas, and Gimli are by the side of the river outside Edoras, waiting for the host to depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba8",
      "en": "'It will be your burden to witness my final days, if this be they...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'There you are, [placeholder]! Did you not recognize me? Théoden gave us raiment of war from his own hoard. I prefer my own garb, but we ride now to war and this shining mail will serve me better. Still I appreciate the gift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa9fba9",
      "en": "'... and record them in song.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I understand your path leads elsewhere, [placeholder], but still we may yet meet again. There are dangers aplenty in Rohan, and not enough good-hearted folk to defeat them. If only there were two of you, or four, or six!'\\n\\nAragorn laughs, and some of the Riders nearby look at him curiously.\\n\\n'Sounds of merriment are rare in these times, [placeholder], and defeating Saruman will not change that. Gandalf is quick to remind me that the real foe lies East and not West, but if Rohan is to survive we must do something about the enemy that is nearest. And we will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Gimli outside Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Théoden is outside Edoras, among the host that plans to ride to Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Théoden before the host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Gléowine is somewhere outside Edoras.\\n\\nThéoden has asked for you to bring Gléowine before him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa636601",
      "en": "'I am ready, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8990df1",
      "en": "'[placeholder] does not ride with us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Théoden has called Gléowine before him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9fbab0",
      "en": "'That may be so. Do you accept my judgement?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Théoden wishes to speak with you before the host departs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'It is done, [placeholder]. Each of the three of you: Gléowine, Horn, and the [placeholder] with whom I now speak, will serve Rohan in the ways for which you are best suited, and scrub away the black mark incurred by defying my command.\\n\\n'Now it is time to depart. Aid my sister-daughter Éowyn as the people journey to Dunharrow, and wish us well in the battle! With good fortune we will overcome, and put an end to Saruman's treacheries at long last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Farewell, until we meet once more, [placeholder]. Watch over the people of Rohan while Théoden is away, and trust not too easily! There are foes hidden in plain sight. We have Saruman, and Gríma, to thank for that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912611",
      "en": "'Forward, Snowmane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912612",
      "en": "'Gandalf has told me some of your adventures, [placeholder], but I wager not all there is to tell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912613",
      "en": "'I know you would join the host, if I asked it of you, but I would charge you with another duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912614",
      "en": "'My lands have already suffered the ravages of Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912615",
      "en": "'While I ride to Isengard, I would have you lend your aid to those who remain behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912616",
      "en": "'There are dangers both behind and ahead, Éomer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2912617",
      "en": "'Forth Eorlingas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Théoden among the host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find and talk to Gléowine outside Edoras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Listen to Théoden issue commands before the host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc21",
      "en": "'I do, my king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc22",
      "en": "'My friends and I returned to Edoras, against your direct command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc23",
      "en": "'We did this out of love, my king, and fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc24",
      "en": "'Love of the Mark, and fear for its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The King Rides West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc25",
      "en": "'That is just, my king. I submit to your will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc26",
      "en": "'My king?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8dfc27",
      "en": "'You will return from the battle, my king!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}