{
  "id": 620926431,
  "txt": [
    {
      "id": 225642627,
      "en": "'Are there any other texts at risk such as these? We must preserve them if we are able.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Pieces of weathered parchment may be found in Gemyndsted.\\n\\nYou should collect pieces of weathered parchment and bring them to Egbalth.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Egbalth",
      "es": ""
    },
    {
      "id": 215429251,
      "en": "'Are there any other texts at risk such as these? We must preserve them if we are able.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected weathered parchment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Collect weathered parchments from within Gemyndsted.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The pieces of weathered parchment you collected should be brought to Egbalth.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Quickbeam sent you to explore Gemyndsted knowing that weathered parchments may be at risk. The weathered parchments may be scattered about or being carried off by the invaders themselves. These parchments should not fall into the hands of Saruman's forces.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I could not sleep at night knowing such priceless texts and relics were at risk in Gemyndsted. Your work to preserve our these texts of historical significance is appreciated beyond words by scholars such as myself. I cannot thank you enough!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected weathered parchment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pieces of weathered parchment may be found in Scholar Instance.\\n\\nYou should collect pieces of weathered parchment and bring them to TBD Scholar.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect weathered parchment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Egbalth sent you to explore Gemyndsted knowing that priceless texts may be at risk. The texts may be scattered about or being carried off by the invaders themselves. Egbalth would want these texts protected and returned to him for safe-keeping.\\n\\n<rgb=#FF0000>Warning: This quest requires Gemyndsted: Leader of Vandals to be underway in order to access Gemyndsted. If that quest has been completed, or failed, you will be unable to exit and re-enter Gemyndsted in order to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'While I would have preferred these texts to remain within Scholar Instance, I understand they were under risk of damage. You've done well to bring them to me.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected weathered parchment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to TBD Scholar",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect weathered parchment (0/8)",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect weathered parchment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect weathered parchment ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gemyndsted: Lost Inscriptions",
      "es": ""
    }
  ]
}