{
  "id": 620926568,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The talking crow is in the western part of Aldburg.\\n\\nBertred asked to to attempt to speak with the talking crow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The crow was last seen in the western portion of Aldburg.\\n\\nBertred wants you to find his talking crow and attempt to speak with it in order to prove that he is not mad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to the meddling child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'How did you know it was me? I have been fooling that mad old man for weeks now!\\n\\n'Please do not tell anyone. I will be in terrible trouble. I will stop pestering Bertred...I promise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Bertred is at his home in Aldburg.\\n\\nThe decision lies with you: speak with the child and let him go or speak with Bertred and bring the wrath of the mad Quartermaster down upon the child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "There is a child hiding behind the bush near the crow.\\n\\nYou should speak with the child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Bertred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It was a boy? I was talking with a boy and not a crow? I do not believe you! I will have to talk this over with my friend, the Orc-mouse, to see what he thinks.\\n\\n'Or was it a crow?\\n\\n'Thank you for naught, and a good day to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You notice a rustling behind a nearby bush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "The squawking of a nearby crow catches your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to the meddling child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are not going to tell anyone? I promise not to do it ever again. I will be good...I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bertred has been having conversations with a crow, lending to the impression others have that he is mad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Found the talking crow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'They all think that I am mad because I talk to a crow...but it truly talks, I tell you! I did not believe it myself at first, but we have spoken many times, and it speaks as well as you and I.\\n\\n'Did you hear that? Just over....\\n\\n'I heard it with my own two ears, but...I would indeed feel better if someone else would speak with it, as well. Would you speak with the mouse? Or was it an Orc? Oh, yes, the crow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Speak with the talking crow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find the talking crow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Get away from us! We only talk to one man and you are not him!\\n\\n'Go away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stalking Squawk",
      "es": "",
      "es (fem)": ""
    }
  ]
}