{
  "id": 620926594,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The Entwade-slaying can be found in south-eastern Kingstead along the road through the forests of the Eastfold.\\n\\nAgelman has asked that you help him bury the victims of the White Hand attack to provide them some measure of peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Agelman is at your side or can be rallied to your side by sounding your horn.\\n\\nAgelman has interrupted you, calling you aside before you could finish burying Léoflad. You should speak to him and discover what he wants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Léoflad can be found amidst the wreckage along the road to the Eastfold in south-eastern Kingstead.\\n\\nYou have aided Agelman in burying the people of Entwade, and have discovered Léoflad's body amidst the wreckage. You should bury her as well before speaking to Agelman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Agelman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'TBD'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Stay your hand, [placeholder]!\\n\\n'Alas for brave Léoflad, she must have been overwhelmed by their numbers. For both her honour and for Edric, she must be returned to Entwade.\\n\\n'I will handle this task myself, friend. Edric needs to see her, and he needs time to grieve for the lost, even if he thinks time short.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Buried people of Entwade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Léoflad and her people have been massacred along the road to Aldburg, cutting short all hope of safety for the inhabitants of Entwade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Bury people of Entwade ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What horror... all of them, the old and young cut down.... They were innocent, [placeholder], innocent and still the Uruks slew them all.'\\n\\nAgelman clasps his hand to his mouth, his eyes filling with tears.\\n\\n'I... I cannot bear to see my fellows like this. Entwade may yet stand, but, in truth, it has already fallen... they deserved so much better than this fate.\\n\\n'I shall not allow the Wargs of the White Hand to strip what remains of their dignity. Come then, let us bury them, and perhaps then they shall find the peace they so hoped for.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Agelman calls out to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Bury Léoflad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Alas for the Fallen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "'What are you doing, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}