{
  "id": 621037369,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "Within Bagûd-mekhem, you have discovered the Orcs of Gundabad loyal to Gorgar the Ruthless flying terrible heraldry in defiance of the dwarves of the Gabil'akkâ.\\n\\nDepicting a bloodied dwarf-helm pierced by a spear, these banners draw your mind to past battles against Bolg's other son, Mazog, and his loyal Pûlpum. Could those loyal to the sons of Bolg rally beneath the same banners?\\n\\nYou should destroy these banners and work to diminish the legacy of Bolg in the North.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have destroyed many banners of Gorgar at Bagûd-mekhem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "Heraldry of the Ruthless",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have destroyed many banners of Gorgar at Bagûd-mekhem. Although this act alone does not turn the tide of the war, it has put a new fear in the hearts of the Orcs of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "DNT Defeat the forces of Gundabad at Azgh-buzru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT Defeat the forces of Gundabad at Azgh-buzru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Destroy banners of Gorgar at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Destroy banners of Gorgar at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Banners of Gorgar can be found at Bagûd-mekhem.\\n\\nYou have discovered bloody banners flown by the Orcs loyal to Gorgar the Ruthless at Bagûd-mekhem. You should destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Within Bagûd-mekhem, the Orcs of Gundabad loyal to Gorgar the Ruthless fly terrible banners in defiance of the dwarves of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    }
  ]
}