{
  "id": 621037382,
  "txt": [
    {
      "id": "0xeb01198",
      "en": "Náin the Slakeless can be found at Drenghól in the War of Three Peaks.\\n\\nYou have aided Náin the Slakeless and the dwarves of the Gabil'akkâ in overcoming the garrison at Bagûd-mekhem. You should report to Náin with news of your victory at Bagûd-mekhem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "The Battle of Azgh-buzru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Náin the Slakeless, Dréri, Mézto, and Órug can be found at Drenghól in the War of Three Peaks.\\n\\nNáin the Slakeless has ordered you to press the attack on the garrison at Bagûd-mekhem. You should speak to Náin the Slakeless, Dréri, Mézto, and Órug and aid them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Náin the Slakeless can be found at Drenghól in the War of Three Peaks.\\n\\nYou have aided Dréri, Mézto, and Órug at Azgh-buzru. You should report to Náin and inform him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Dréri, Mézto, and Órug can be found among the forces of the Gabil'akkâ at Azgh-buzru.\\n\\nNáin the Slakeless has commanded you to rally with his forces at Azgh-buzru, the war-fell and aid them in overcoming the forces of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find and aid Dréri with 'Death's Breath'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "It is at the Battle of Azgh-buzru that the coming days of the War of Three Peaks are to be decided. The Gabil'akkâ must rout the forces of Gorgar the Ruthless and the Frost-horde or all hopes of mounting an attack on the gates of Mount Gundabad are lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find and aid Mézto with 'Vengeance in Kind'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find and aid Órug with 'Engines of Destruction'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Aid Náin the Slakeless with 'A Master of Two Minds'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Mézto stands over several defeated Orcs, his axe slick with black blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Aid Órug with 'The Lieutenants of Gorgar'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Dréri has taken a defensive position with several wounded Longbeards and Stout-axes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Aid Dréri with 'No Quarter for the Captured'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Órug peers into the distance where the shapes of several trebuchets punctuate the horizon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Aid Mézto with 'To Stoke A Cold Fire'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Náin the Slakeless at Drenghól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The Battle of Azgh-buzru is won!\\n\\n'From what I have heard, Bagûd-mekhem has already fallen into disarray. Without Narg-and-Mauz to lead them, it is unlikely they shall ever reforge even the most tenuous alliance. Now those Orcs will prove no match for us proud dwarves... and I suppose not for a [placeholder].\\n\\n'The Gabil'akkâ shall see that Bagûd-mekhem is rid of Orcs once and for all, but none of this would have been possible without you, [placeholder]!\\n\\n'Let Gorgar lick his wounds while he can for his own defeat is soon to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It does the Gabil'akkâ no good to call it by any other name... the battle of Azgh-buzru is upon us!\\n\\n'When we marched to the war-fell, my company numbered in the hundreds, but our losses have been great. What I intended to be a sudden, brutal attack against the Orcs of Gundabad was repelled by their machines of war, and our advance has stagnated into a bloody stalemate. Ground is gained and lost in the span of hours, so much so that I must bare my shame and admit Gorgar has claimed the advantage... at least for the moment. Indeed, he owes much to his defences both within and without Mount Gundabad, but they cannot hold forever!\\n\\n'I need you to find three of my warriors in the field: Dréri, Mézto, and Órug. I believe you know them. I tasked them with discovering weaknesses in Gorgar's defences, and I would have you exploit those weaknesses.\\n\\n'Into battle, [placeholder]! For the glory of the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Náin the Slakeless at Drenghól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You have done well, [placeholder].\\n\\n'The others informed me of the aid you brought them... and not a moment too soon, it seems. Gorgar's forces have been hindered greatly by your hand, but the battle is not yet ended.\\n\\n'After conferring with Dréri, Mézto, and Órug, our path is clear. The time has come to press the attack!\\n\\n'I shall send as many of my forces as I can spare into the field to occupy Gorgar's forces, but it is you who shall lead the attack on Bagûd-mekhem!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}