{
  "id": 621037374,
  "txt": [
    {
      "id": 216727832,
      "en": "Náin the Slakeless can be found at Drenghól in the War of Three Peaks.\\n\\nYou have defeated Narg-and-Mauz. You should report to Náin with news of this victory.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Narg-and-Mauz can be found deep within Bagûd-mekhem.\\n\\nNáin has commanded you to defeat Narg-and-Mauz, the powerful two-headed troll that leads the forces at Bagûd-mekhem.",
      "es": ""
    },
    {
      "id": 149027380,
      "en": "A Master of Two Minds",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "After brokering an uneasy alliance between the forces of Gorgar the Ruthless and Hrímil Frost-heart, a powerful two-headed troll, Narg-and-Mauz, has taken command of the forces at Bagûd-mekhem.",
      "es": ""
    },
    {
      "id": 151650485,
      "en": "'When we are finished with you, your remains shall feed the Frost-horde!'",
      "es": ""
    },
    {
      "id": 151650373,
      "en": "'Gorgar has had enough of your pitiful little war! It is we who shall end it!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "With a thunderous crash, Narg-and-Mauz falls defeated!",
      "es": ""
    },
    {
      "id": 258117790,
      "en": "'Narg and Mauz have been waiting for you, little gnats!'",
      "es": ""
    },
    {
      "id": 151650400,
      "en": "'You are mightier than most, but it will not be enough! The Herald has chosen me!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Narg-and-Mauz",
      "es": ""
    },
    {
      "id": 254145556,
      "en": "'The Frost-heart... will kill... you... all!'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Now then, onto the matter at hand!\\n\\n'My scouts have discovered that the forces at Bagûd-mekhem are being led by none other than a two-headed troll known as Narg-and-Mauz. It is our assumption that his... their... considerable stature allowed them to broker the uneasy alliance we've observed between Gorgar's Orcs and the Frost-horde at Bagûd-mekhem. However, I believe that if Narg-and-Mauz were not keeping their smaller subjects in line, that delicate peace would shatter like Orc-skulls beneath our axes!\\n\\n'[placeholder], I need you to gather your allies and make for the deepest reaches of Bagûd-mekhem. Put an end to Narg-and-Mauz for the glory of the Gabil'akkâ!",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Náin at Drenghól",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Ha-ha! Well done, [placeholder]!\\n\\n'Without Narg-and-Mauz to keep the peace at Bagûd-mekhem, it is likely that the Orcs' in-fighting will soon do our work for us! I only regret I could not join you in battle.\\n\\n'Such are the demands of leadership... but I will have many words for King Thorin if Prince Durin thinks to keep me from the battle at the gates of Mount Gundabad!'",
      "es": ""
    }
  ]
}