{
  "id": 621037370,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "Although their numbers have been diminished by your efforts at Azgh-buzru, the forces of Gorgar the Ruthless continue to muster at Bagûd-mekhem. Worse yet, hobgoblins and dragon-kind loyal to Hrímil Frost-heart have been allowed into Bagûd-mekhem as part of a tenuous alliance to stop the Gabil'akkâ from reaching Mount Gundabad.\\n\\nIf the Gabil'akkâ are to win a final foothold before the gates of Gundabad, their enemies at Bagûd-mekhem must be defeated to the last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have defeated a vast number of enemies at Bagûd-mekhem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have defeated a vast number of enemies at Bagûd-mekhem and dealt a grievous blow to the forces of both Gorgar the Ruthless and Hrímil Frost-heart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated enemies at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa34",
      "en": "Enemies at Bagûd-mekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat enemies at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Enemies can be found at Bagûd-mekhem.\\n\\nFoes loyal to both Gorgar the Ruthless and Hrímil Frost-heart have mustered at Bagûd-mekhem, the gate of winds. You should defeat them and aid the march on Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "As the War of Three Peaks rages on, the forces of Gorgar the Ruthless and Hrímil Frost-heart have forged a tenuous alliance at Bagûd-mekhem to put an end to the Gabil'akkâ's march on Gundabad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}