{
  "id": 621037367,
  "txt": [
    {
      "id": 126754729,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have destroyed many Orkish provisions at Bagûd-mekhem.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Orkish provisions can be found at Bagûd-mekhem.\\n\\nIt appears that Gorgar has ordered that provisions be brought to Bagûd-mekhem in an attempt to draw out the War of Three Peaks. You should destroy Orkish provisions at Bagûd-mekhem.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Determined to outlast even the most concerted assaults of the Gabil'akkâ, Gorgar has ordered provisions be brought forth from the depths of Gundabad to maintain his hold on Bagûd-mekhem.",
      "es": ""
    },
    {
      "id": 149027383,
      "en": "A Hunger for War",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Destroy Orkish provisions at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Destroyed Orkish provisions at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "DNT Defeat the forces of Gundabad at Azgh-buzru ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT Defeat the forces of Gundabad at Azgh-buzru ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "Determined to outlast even the most concerted assaults of the Gabil'akkâ, Gorgar has ordered provisions be brought forth from the depths of Gundabad. In addition to aiding his forces in maintaining their hold on Bagûd-mekhem, it seems Gorgar intends to draw out the War of Three Peaks.\\n\\nYou should destroy these Orkish provisions and put an end to Gorgar's plot.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You have destroyed many Orkish provisions at Bagûd-mekhem, depriving Gorgar's forces of much-needed rations during the War of Three Peaks.",
      "es": ""
    }
  ]
}