{
  "id": 621037323,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Noxious cauldrons can be found across Azgh-buzru, especially among siege installations.\\n\\nDréri has asked you to destroy noxious cauldrons at Azgh-buzru.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder]! It is good to see you, but keep your head down!\\n\\n'Have you seen a cloud upon the war-fell? Dare not to stray too close to it! It is death itself... a fire that consumes all breath and burns within! Oh, that such a weapon did not exist!\\n\\n'I have spied them gathering it in cauldrons beside their trebuchets across Azgh-buzru.\\n\\n'Destroy as many cauldrons as you can, and when that is done, report to me at Drenghól!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Dréri at Drenghól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Dréri can be found at Drenghól in the War of Three Peaks.\\n\\nYou have destroyed many noxious cauldrons at Azgh-buzru and impaired Gorgar's usage of this vile weaponry. You should report to Dréri at Drenghól.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa31",
      "en": "Death's Breath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Through all my years in Mordor, I witnessed many terrible things. I had hoped that such terrible creations could not be found so far from the Black Land.\\n\\n'We cannot hope to undermine the craft of this new weapon, but we can work to slow its deployment on the battlefield. And that is enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Destroy noxious cauldrons at Azgh-buzru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Destroyed noxious cauldrons at Azgh-buzru ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Much to the horror of the Gabil'akkâ, Gorgar the Ruthless has discovered a means to spread strange, noxious fumes upon the war-fell of Azgh-buzru.",
      "es": "",
      "es (fem)": ""
    }
  ]
}