{
  "id": 621037381,
  "txt": [
    {
      "id": "0x6a502b2",
      "en": "Defeat Shatarkha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat Azbauz and Maugrush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat Zhurmat and Groz-and-Ulk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Speak with Óli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d164",
      "en": "Zhurmat and his fearsome mount - the horrible two-headed troll Groz-and-Ulk - have begun to amass forces for use against the Gabil'akkâ in the valley below. Óli has asked for your assistance in routing the forces outside Bagûd-mekhem, the Gate of Wind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Óli has asked for your assistance in retaking Bagûd-mekhem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Secure the eastern and western gate controls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated Zhurmat and Groz-and-Ulk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Recently there has a been a good deal of activity just North of this position. We have had reports of troops gathering near a little known entrance called Bagûd-mekhem, the Gate of Wind. These troops are being led by a goblin war-drummer known as Zhurmat with his fearsome mount: a horrible two-headed troll named Groz-and-Ulk. We fear that if this force pushes southward, it could risk the Gabil'akkâ below.\\n\\n'As you can see, Zhurmat and his growing forces are locked beyond the gate directly to our north. The controls for this gate are located on the eastern and western sections of this encampment. The western controls are defended by the set of Orc twins while the eastern controls are guarded by a fearsome frost-caller.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Defeat Zhurmat and Groz-and-Ulk and secure the Gate of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Secured the western gate control",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shakalush, the Stair Battle -- Solo/Duo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Secured the eastern gate control",
      "es": "",
      "es (fem)": ""
    }
  ]
}