{
  "id": 621037383,
  "txt": [
    {
      "id": "0x9b56894",
      "en": "'The road to Caivád Sâr has been claimed for the Gabil'akkâ, [placeholder], but a great battle awaits us before Gundabad!\\n\\n'Náin the Slakeless, Lord of the Iron Hills, has set out with a great company and sent word that all able warriors are to muster to the battle at Azgh-buzru. It is Lord Náin's mission to overcome Gorgar's garrison at Bagûd-mekhem and win a final foothold for the Gabil'akkâ outside the gates of Mount Gundabad.\\n\\n'The war-fell remains contested between the Gabil'akkâ and Gorgar's forces, so all who wish to answer the call are to report to Lord Náin at Drenghól. Be certain that you are not followed!\\n\\n'That is all I have been told! Will you answer the call to arms?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Náin the Slakeless at Drenghól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The road to Caivád Sâr has been claimed for the Gabil'akkâ, [placeholder], but a great battle awaits us before Gundabad!\\n\\n'Náin the Slakeless, Lord of the Iron Hills, has set out with a great company and sent word that all able warriors are to muster to the battle at Azgh-buzru. It is Lord Náin's mission to overcome Gorgar's garrison at Bagûd-mekhem and win a final foothold for the Gabil'akkâ outside the gates of Mount Gundabad.\\n\\n'The war-fell remains contested between the Gabil'akkâ and Gorgar's forces of Gundabad, so all who wish to answer the call are to report to Lord Náin at Drenghól. Be certain that you are not followed!\\n\\n'That is all I have been told! Will you answer the call to arms?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Náin the Slakeless can be found at the hidden refuge of Drenghól in the northern reaches of Elderslade during the War of Three Peaks.\\n\\nNáin the Slakeless has led a company north toward Bagûd-mekhem in attempt to secure a forward encampment outside Mount Gundabad. You should muster at Drenghól and report to Náin the Slakeless.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "Call to Arms: Azgh-buzru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I had hoped you would come, [placeholder].\\n\\n'The battle at Azgh-buzru has grown bloodier with each passing hour, and there have been enormous casualties on both sides. For my part, I shall make certain that Gorgar suffers the greater loss! If we are to emerge victorious, we shall have need of more warriors like you.\\n\\n'There is much to discuss if you are to aid us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "The War of Three Peaks rages at Azgh-buzru where clashes between the forces of Gorgar the Ruthless and the Gabil'akkâ have grown ever more bloody and desperate.",
      "es": "",
      "es (fem)": ""
    }
  ]
}