{
  "id": 621037373,
  "txt": [
    {
      "id": 216727832,
      "en": "Dréri can be found at Drenghól in the War of Three Peaks.\\n\\nYou have freed a number of captured dwarves at Bagûd-mekhem. You should report your success to Dréri.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Captured dwarves can be found at Bagûd-mekhem.\\n\\nAfter receiving word that dwarves of the Gabil'akkâ have been captured and brought to Bagûd-mekhem, Dréri hopes to see them freed before they are slain. You should free captured dwarves at Bagûd-mekhem.",
      "es": ""
    },
    {
      "id": 149027380,
      "en": "No Quarter for the Captured",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Free captured dwarves at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Freed captured dwarves at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ah! You return.\\n\\n'The dwarves you freed from Bagûd-mekhem were sent to recover at Zarkul-sulûn. I am told they will all survive, but you and I both know that not all wounds are so easily healed.\\n\\n'You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 232251137,
      "en": "'I suppose I've got some luck after all...'",
      "es": ""
    },
    {
      "id": 232251138,
      "en": "'You have my thanks, [placeholder]...'",
      "es": ""
    },
    {
      "id": 24695160,
      "en": "Dwarves of the Gabil'akkâ have been captured and brought to Bagûd-mekhem where they shall soon be slain by the Orcs loyal to Gorgar the Ruthless.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "DNT Defeated enemies at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 232251139,
      "en": "'I thought I was done for...'",
      "es": ""
    },
    {
      "id": 232251140,
      "en": "'Bah! I'll make these Orcs pay yet!'",
      "es": ""
    },
    {
      "id": 232251141,
      "en": "'Thank you for freeing me...'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT Defeat enemies at Bagûd-mekhem ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'[placeholder], I have an urgent task for you!\\n\\n'Through your efforts, we have gained significant ground at Azgh-buzru. However, I have just received word that several of our warriors were captured in battle and taken to Bagûd-mekhem.\\n\\n'If I have learned one thing about Gorgar, it is that he does not suffer unneeded prisoners. Once the amusement of his Orcs is sated, dwarves who are not deemed useful to him are slain and beheaded.\\n\\n'We cannot allow that fate to befall any more dwarves of the Gabil'akkâ! Go to Bagûd-mekhem and free our allies before it is too late!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Dréri at Drenghól",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Ah! You return.\\n\\n'The dwarves you freed from Bagûd-mekhem were sent to recover at Zarkul-sulûn. I am told they will all survive, but I know well enough that not all wounds are so easily healed.\\n\\n'You have my thanks, [placeholder].'",
      "es": ""
    }
  ]
}