{
  "id": 620791401,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected salamander-teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mundaric Sandheaver is concerned about the salamanders that crawl among the dunes of the Barandalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We use the salamander-scales as a material to grind down to make glass, and for that, they are important to us. But since Dwaling has been filled with the Big Folk, we haven't been as focused on gathering materials as we were before.\\n\\n'This has caused the salamanders to run rampant. They are beginning to number an amount we cannot control, and I fear any hobbit who ventures out into the dunes may fall victim to one of them. While you are out there, defeat some of them and gather up their teeth. We may be able to find a way to make some clothing that can resist the cutting more.\\n\\n'Be careful, [placeholder]. The salamanders can be vicious if you are not prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Salamanders slither among the dunes and sands of the Barandalf, north and east of Dwaling.\\n\\nMundaric Sandheaver wants you to defeat salamanders in the Barandalf and bring him their sand-crusted teeth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are most impressive, [placeholder]: the teeth are sharp indeed! Take my thanks with the knowledge that you have made the Barandalf safer for all of us hobbits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mundaric Sandheaver is at Dwaling.\\n\\nYou have collected the teeth that Mundaric Sandheaver asked you to gather and have thinned the population of deadly salamanders that make dangerous the sands of the Barandalf. You should return now to him so he may study the teeth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Salamanders slither among the dunes of the Barandalf, to the north and east of here. Defeat the creatures and bring me their teeth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You do not have the teeth I asked you to bring me? Without them we will learn nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The salamanders are not as great a threat now as they were.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your efforts have made the Barandalf safer, [placeholder], and I thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect salamander-teeth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring teeth to Mundaric Sandheaver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tooth and Scale",
      "es": "",
      "es (fem)": ""
    }
  ]
}