{
  "id": 620791441,
  "txt": [
    {
      "id": 218649169,
      "en": "'If Amarthiel's words are true we must strike swiftly and concisely. We will not be given reprieve or quarter should we fail.\\n\\n'We must rely on others to assist us against this foe while we work with Golodir to determine our best course of pursuit. If the sorcerers within Barad Gúlaran succeed at calling forth the ancient evil they mean to control, we shall face a foe we do not have the numbers to defeat.\\n\\n'I ask you now, [placeholder], to gather your fellows, enter the accursed halls of Barad Gúlaran, and face the Enemy called to the service of Angmar. I do not know how you will defeat this horror, I only know that you shall see great reward for your success.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We cannot discount all you have done, [placeholder]. Your efforts have given Eriador another breath of life and returned hope.\\n\\n'I will send word south to Halbarad of your success and your name will be spoken of and written in the annals kept by the lore-masters of Esteldín. \\n\\n'You are well-deserved of this reward, my friend. Be safe in your journeys and know that we shall ever regard you as a hero for all your sacrifices.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Be swift and safe. Stand with your fellows and do not lose heart. The enemy you will face will be greater than any other you have seen. I think even the False King will pale against this enemy.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Army of One",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Eriador owes you a great debt. You are a true hero in this age.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brúnfair called you to his aid to seek out and stop the creation of an army within the walls of Barad Gúlaran. With the discovery of Amarthiel's plan, the Council of the North has swiftly reacted to the newly discovered threat and wishes to dispatch those brave enough to face the enemies within the fortress.\\n\\nTheir hope is that the army Amarthiel promised to summon can be stopped when there is but one such enemy to stop the destruction of Eriador.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have dispatched the Rogmul of Barad Gúlaran",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Terror within Barad Gúlaran",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Find the terror called to service in the halls of Barad Gúlaran and put an end to it before the sorceresses can summon more of the beasts to Angmar's service.\\n\\nBrúnfair dispatched you to Barad Gúlaran to face and defeat the great evil the sorceresses call to the service of Angmar. This army must be destroyed before it grows too large for the few defenders of Eriador to face.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have succeeded in defeating the terror within Barad Gúlaran. Return to Brúnfair and tell him of your victory.\\n\\nAfter a grueling battle, you successfully faced and slew the first Rogmul enslaved by the sorceresses of Barad Gúlaran.",
      "es": ""
    }
  ]
}