{
  "id": 620791445,
  "txt": [
    {
      "id": 218649169,
      "en": "'I understand you're an adventurer, [placeholder]? Have your travels ever taken you to Rivendell?\\n\\n'Ha! You look at me with such surprise! I understand your dismay, but do not fear! Yes, the Last Homely House is far to the east, beyond the Lone-lands and within the wilderness of the Trollshaws, but I will tell you this and true: you can make the journey. It will be dangerous, and you will need to stay alert, but I believe that you too can find your way to the House of Elrond. Stay to the road wherever possible, and do not travel by night!\\n\\n'If you push yourself to the limit and do find your way to Rivendell, look for Aragorn, my chieftain, in one of the guest rooms of Elrond's House. Tell him that Ferrod hopes he will return before long to Annúminas. It has been many years since he was here, I have heard it said.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am pleased to hear your tidings of Ferrod, [placeholder]. It will be some time before I can spare a journey to Evendim, but I would look upon Annúminas again. Thank you, my friend.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can make the journey to Rivendell, [placeholder]. Stay on the road wherever possible, do not travel by night, and be watchful of the dangerous creatures of the Trollshaws! Speak with Aragorn in one of the guest rooms of Elrond's House and tell him that I look forward to the day he will return to Evendim!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Dangerous Road",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'One day Aragorn will come again to Evendim.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ferrod has asked you to make the dangerous journey to Rivendell to speak with Aragorn.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I knew you could survive the dangerous journey to Rivendell, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aragorn in Rivendell",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aragorn is in Rivendell, in one of the guest rooms of Elrond's House, far to the east within the Trollshaws.\\n\\nFerrod has asked you to speak with Aragorn, telling you that with dedication, sticking to the roads, and travelling only by day, you can safely reach Rivendell.",
      "es": ""
    }
  ]
}