{
  "id": 620791440,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We face many fell foes in this dark place. Though the strength of the Enemy is weakened, so, too, is it strengthened by the discovery of this great ruse. Now, we learn that the dark tower standing amidst the forces within the forsaken valley to our south teems with enemies long kindling flames from a place I shall not speak of.\\n\\n'It falls to you, [placeholder], to gather your allies and make an assault on Barad Gúlaran, to stand against the horrors awakened within that dark citadel. One horror, Wisdán, once a man in service to Angmar, sacrificed his life to watch over Barad Gúlaran. Lore-masters dispatched from Esteldín brought us all we know of him and Barad Gúlaran. Little is known beyond his service to the Witch-king and his close ties with the Shadow in the North. It is possible that he is a sorcerer, like a few others within Barad Gúlaran.\\n\\n'He must be slain, [placeholder], lest his darkness be used to spread evil towards the south to become the bane of all. Gather your allies together and enter Barad Gúlaran. Return to me when you have done the deed, and I will see that the Council's gifts are bestowed upon you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A sign of hope in these dark times, [placeholder]. This news will hearten Halbarad and those who worry of our tenuous position here. You have earned a great deal of our respect and this reward.\\n\\n'Take it and know that we are honoured by all you do to keep Evil from spreading to the south. We must endeavour onward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do not tarry, [placeholder]. Though the citadel of Barad Gúlaran has long lain in slumber, recent events will surely set the inhabitants within to their task. We must disrupt their intentions swiftly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Master of Barad Gúlaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hail, [placeholder], slayer of the Castellan of Barad Gúlaran. What need have you this day?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Long ago, a servant pledged himself to the Witch-king's cause. His service lasts to this day, and his dark embrace on Barad Gúlaran brings terror into the hearts of those fighting to unseat Shadow in the North.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barad Gúlaran rises out of the centre of Nan Gurth, south and east of Gath Forthnír.\\n\\nUidon directed you to enter Barad Gúlaran in search of Castellan Wisdán. You are to slay him and return to Uidon for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gath Forthnír is north-west from Barad Gúlaran.\\n\\nYou entered Barad Gúlaran and after some time found and defeated the Castellan within his chambers. You should now return to Gath Forthnír, the hidden refuge in the north-east area of Angmar, and inform Uidon that you have defeated Castellan Wisdán.",
      "es": "",
      "es (fem)": ""
    }
  ]
}