{
  "id": 620791400,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated sand-lurkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Herthdúr had an unfortunate encounter with the sand-lurkers that prowl among the dunes of the Barandalf and wishes to end the threat they pose to travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I pride myself on the wide array of supplies I carry, [placeholder], and I do my best to maintain my inventory. You can imagine the disappointment if I were to travel to the southern lands and not have the various knick-knacks of which the hobbits there are fond! No, I must maintain my stock at all times.\\n\\n'But it's not easy! To get to Dwaling and Oatbarton, you have to travel south-east of Tinnudir and pass through the Barandalf; the sands and dunes of that place are now home to creatures vile and dangerous. On my last journey, I was quite surprised by the grasping tendrils of a number of sand-lurkers -- I barely managed to escape with my life and my inventory!\\n\\n'That is unacceptable, [placeholder]. If you can defeat some of the sand-lurkers, I would greatly appreciate it and reward you in kind! You will find many of the creatures near Lithost, on the banks of the Brandywine. Lithost is on the other side of the river and slightly south of Barad Tharsír, if you are familiar with those ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sand-lurkers can be found throughout the Barandalf, but especially at Lithost, south-east of the Colossus, on the other side of the river from the ruins of Barad Tharsír.\\n\\nHerthdúr has asked you to defeat some of the sand-lurkers that make travel through the Barandalf dangerous for him and his inventory of goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated the sand-lurkers of the Barandalf? I am glad to hear it and will reward you for your efforts accordingly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Herthdúr is at the Ranger-camp at the colossus, north-west of the Barandalf.\\n\\nYou have put an end to some of the sand-lurkers that prowl among the dunes of the Barandalf and should report of your success to Herthdúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The sand-lurkers can be found throughout the Barandalf south-east of here, but especially near Lithost. Lithost is on the opposite side of the Brandywine from Barad Tharsír.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The sand-lurkers are less of a worry now, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My inventory of goods is second-to-none!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat sand-lurkers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Herthdúr at the colossus camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Danger Among the Dunes",
      "es": "",
      "es (fem)": ""
    }
  ]
}