{
  "id": 620791446,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Are you thinking of travelling to the far side of the lake, [placeholder]? That is a long journey!\\n\\n'If your travels take you to the far side of Nenuial, I ask that you bring my greetings to any Elves that stay at Eavespires -- I heard that some of that kindred have come to the glade, and I wish them to be welcome in Evendim.\\n\\n'Cross to the mainland, and follow the shore of the lake in a great loop north and then west. You will cross the Even-rills at the northern tip of the lake; continue to follow the lake shore until you see a stream that feeds into Nenuial. Near that place you will find Eavespires. You will find Elves there, and even greater mysteries, if the stories are to be believed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello, friend. My name is Lithuifin, and it is my pleasure to welcome you to Eavespires. I return Ferrod's greetings with good cheer, and hope you will find comfort and safety at the end of your road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You spoke with the Elves at Eavespires? My heart is filled with joy, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hail, [placeholder]. I return Ferrod's welcome to these lands with my own, for Elves passed through this place even before his oldest ancestors! But I am glad to see you on this side of Nenuial, and I hope you will not find sorrow in these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Friends at Eavespires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is good to know that there are friendly folk even on the far side of Nenuial.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ferrod has asked you to bring his greetings to the Elves staying at Eavespires.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is good to know that there are friendly folk even on the far side of Nenuial.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eavespires is on the opposite side of Lake Nenuial from Tinnudir; you were told to cross the Even-rills at the northernmost tip of the lake and continue to follow the shore as it curves westward, until you arrive at a stream that feeds into the lake.\\n\\nFerrod has asked you to bring his greetings to the Elves currently staying at Eavespires.",
      "es": "",
      "es (fem)": ""
    }
  ]
}