{
  "id": 620791552,
  "txt": [
    {
      "id": 218649169,
      "en": "'Do you hear those terrible cries rising from Ost Heryn? It is this way every evening, for the robbers who have made those ruins their home are plagued by the shade of one of the Oathbreakers, one who was once a captain of Men, Miluidir.\\n\\n'While some would say the robbers have earned what they deserve for their greed, I cannot help but feel that something should be done. Perhaps those robbers can someday be redeemed.\\n\\n'Would you travel to those ruins and find Miluidir and defeat him? It would be but a brief reprieve, for none but a higher Power can banish him from this world. Be warned though, Miluidir must be defeated before dawn, or he will hide once more and plague the robbers again upon the morrow.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, [placeholder]. Perhaps by seeing your noble efforts on their behalf, some of the robbers will see the error of their ways. At least hope still remains for them.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please, [placeholder], travel to Ost Heryn and defeat Miluidir before dawn. As greedy as they are, the robbers that make those ruins their home deserve some reprieve from that horrible creature.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Terror in Ost Heryn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Torogethir wishes to show the robbers at Ost Heryn mercy and perhaps show them the error of their ways by relieving them of the shade-captain Miluidir.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated Miluidir",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Dawn has come... you have failed",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Miluidir before dawn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Miluidir is at Ost Heryn, south-west along the road from Torogethir's camp.\\n\\nTorogethir has asked you to drive forth the shade of Miluidir at the ruins of Ost Heryn.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Torogethir is at his camp, north-east of Ost Heryn.\\n\\nYou should return to Torogethir with news of your success.",
      "es": ""
    }
  ]
}