{
  "id": 620791408,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do you know what? I've had a conversation or two with those strange Big Folk, those Rangers, up on the moors. Queer folk, to be sure, but they always spare an ear for any news I might be willing to give to 'em.\\n\\n'They have a camp a good ways north, on an island off the shore of Lake Evendim they call Tinnudir. It seems that if you follow the road northwards across the Barandalf sand-marshes and across the Brandywine, you'll come to a cross-roads. If you take the left fork -- that'll be the westward road -- you'll eventually come to Tinnudir.\\n\\n'Or so this Calenglad fellow tells me. I've never been there myself. If you do find your feet taking you up that way, be sure to give him a \\qhullo\\q from me, Hal Gamgee!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hal Gamgee always has an interesting story to tell. He is unusually stout-hearted for one of his folk -- perhaps it runs in his family.\\n\\n'Make yourself useful around Tinnudir or move along. We have many concerns at the moment and cannot allow for sloth in Evendim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Ranger-camp I've heard tell of is on an island called Tinnudir off the shore of Lake Evendim, far to the north. Just follow the road through the Barandalf sand-marshes and across the Brandywine and then take the westward road when you reach the cross-roads. Give Calenglad my greetings when you arrive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rangers of the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'How are Calenglad and the rest of his Rangers? Are they well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hal Gamgee told you of a camp of Rangers on the island of Tinnudir, north of the Shire and beyond the Brandywine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I would visit Calenglad, but it's such a very long way from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Ranger-camp on the island of Tinnudir is north of Oatbarton along the road that runs through the Barandalf. Hal told you to follow the road north across the Brandywine until you reach a cross-roads and then to follow the westward road until you reach Tinnudir.\\n\\nHal Gamgee has mentioned the Ranger-camp on the island of Tinnudir in Lake Evendim and suggested that you speak to the Ranger Calenglad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}