{
  "id": 620791444,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hold, friend. Are you passing into Evendim? I would have you deliver a message to Calenglad, a friend of mine and true. The fighting on the Fields of Fornost continues, but we are holding our own -- tell Calenglad he need not spare any Rangers to come to my aid.\\n\\n'Calenglad is in charge of the Ranger camp on the island of Tinnudir, far to the west along the road that passes through Parth Aduial, and beyond the cross-roads of Canadiach. The Rangers of the North have an encampment on Tinnudir, just off the eastern shore of Lake Nenuial.\\n\\n'Tomb-robbers and other unsavoury Men plague the shores of Evendim, and I would have Calenglad dedicate his forces to combatting them, rather than dividing his forces and preparing less-effective defences! Go now, and good fortune go with you into Evendim!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Torogethir speaks the truth: the tomb-robbers that plague Evendim must be fought. I cannot spare any men for the Fields of Fornost, unless the situation becomes more grave. It would need to be dire indeed for me to abandon Annúminas to the tomb-robbers!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find Calenglad at the Ranger-camp on the island of Tinnudir, west of the road that runs through Parth Aduial and the cross-roads of Canadiach.\\n\\n'Tell him not to spare any men for battle on the Fields of Fornost; it is more important to safe-guard the treasures and history of Annúminas!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Island in the Lake",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Did you bring my message to Calenglad? I am pleased to hear it!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Torogethir has asked you to bring word of his struggles in the North Downs to Calenglad, a leader of the Rangers.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Ranger camp on the island of Tinnudir is far to the west, beyond the cross-roads.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at the Ranger camp on the island of Tinnudir, west of the road that runs through Parth Aduial and the cross-roads of Canadiach.\\n\\nTorogethir has asked you to bring word to Calenglad that his efforts on the Fields of Fornost are going well, and that Calenglad should focus on combatting the tomb-robbers that plague Evendim.",
      "es": ""
    }
  ]
}