{
  "id": 620791407,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have come to this camp to enlist the aid of the Rangers with the problems that face my people, but these men seem so distrustful!\\n\\n'It's almost as if they think Ost Forod is full of tomb-robbers! Certainly times are hard, and some of my people have turned to plunder, but there are far more decent people at my home than the unsavoury types these Rangers fear.\\n\\n'Will you come to Ost Forod? There are some rewarding bounties posted, and an adventurer of your skills could well find yourself gainfully employed in no time! Just cross the bridge back to the mainland and then follow the road to the cross-roads. Once you reach it, take the northward road up into Tyrn Fornech, and you'll see Ost Forod in no time! One of the arbiters, Basil Gummidge, will be pleased to see you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Kelsey finally found someone to help us, I see. The Rangers are good men, to be sure, but they are distrustful and seem to believe that the people of Ost Forod have all given in to the lure of tomb-robbing. That is ridiculous, of course.\\n\\n'Calenglad trusts Robin Dunkley, to be sure, but there are more good Men in Ost Forod than our Robin!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'To reach Ost Forod, cross back onto the mainland and take the northern road from the cross-roads in Parth Aduial. Look for Basil Gummidge and offer your services, my friend! There are good people in Ost Forod, and they need your help!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ost Forod in Tyrn Fornech",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Were you able to lend your aid to my people, [placeholder]?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Kelsey West has told you something of Ost Forod, an old watch-post in Tyrn Fornech that has become settled by the hardened Men of Evendim.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Men of Ost Forod are noble and honest! Very few of us are tomb-robbers!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Basil Gummidge is in Ost Forod, located in Tyrn Fornech along the road that runs north of the cross-roads in Parth Aduial, north-east of Tinnudir.\\n\\nKelsey West has asked you to travel to Ost Forod to speak with Basil Gummidge and offer your help to the people there.",
      "es": ""
    }
  ]
}