{
  "id": 620791443,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We face a grave enemy in these lands, [placeholder]. The work ahead of us is perilous, but we cannot falter.\\n\\n'With the discovery of Amarthiel and her ties to Angmar, we have learned a great deal of the enemy we face. Within Barad Gúlaran we face a cabal of sorcerers who are trained in dark arts that threaten life.\\n\\n'I must ask you for assistance. I require you to enter that accursed place in search of the three sorceresses who carry out the will of Amarthiel. End their plot before they succeed and return to me with news of your victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This reprieve must be used to gain a stronger foothold here, friend. We shall not relent in our efforts to secure Angmar and crumble the swelling shadow here.\\n\\n'You have played an instrumental part in forging a better future for Eriador and you are well-deserved of this reward. You have my thanks and the thanks of all who would remain free throughout Eriador.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Quickly, now. We must crush this coven before it grows into a larger threat to all of Eriador.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sorceresses of the Black Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'In these dark days it is good to know that there are still some who are willing to fight for the good of all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brúnfair, recently dispatched to the north, brings ill tidings and carries a heavy concern on his careworn shoulders. Recent events within the black citadel of Barad Gúlaran have forced him into action.\\n\\nHe has requested that you gather assistance from your fellows in seeking the destruction of a cabal of sorceresses who are attempting to see Amarthiel's will carried forth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find the three Sorceresses within Barad Gúlaran and defeat them. If they are stopped, then there will be no others to carry out the will of Amarthiel.\\n\\nBrúnfair asked you to search through the halls of Barad Gúlaran in search of the sorceresses left in charge of carrying out Amarthiel's will. Find them and destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have defeated the sorceresses within Barad Gúlaran. Return to Brúnfair at the Ranger encampment in the north-eastern section of Angmar and tell him of your success.\\n\\nSearching through the halls of Barad Gúlaran you discovered and defeated the sorceresses responsible for carrying out the machinations of Amarthiel in Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}