{
  "id": 620791442,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Within the walls of Barad Gúlaran you will find many enemies. One enemy in particular concerns me and intrigues me more than any other. I know we must destroy the keeper of Barad Gúlaran, but the servants who have walked the halls for ages intrigue me more.\\n\\n'Clad in ancient iron, these spirits from the Shadow keep an eternal watch over the former home of the Witch-king.\\n\\n'I wish to study the armour and determine how these creatures were able to manifest themselves in such a way. Perhaps there is a way we can defeat them without bringing forth our swords and arrows.\\n\\n'Enter Barad Gúlaran and collect twelve pieces of the armour so I may sate my curiosity and discover a weakness to these creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased to see that you are hale and whole, [placeholder]. I am pleased greater still that you acquired such fine specimens. I shall begin my research immediately.\\n\\n'You have earned much thanks from myself and others, [placeholder]. Accept this token, though it is a pittance compared to all you do it is what we can spare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My research continues thanks to your efforts. When I am finished I will send word to the south to the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I do not know what I will learn from the armour, but my hope is that some secret will reveal itself to me should I be given the chance to examine the armour. Please, be swift and cautious. Do not tread lightly into Barad Gúlaran. Bring strength of arms and your kin to that accursed place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sheathed in Ancient Iron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Danger lurks within Barad Gúlaran and Uidon, an Elf dispatched to the north to support those sent there by the Council of Esteldín, wishes to examine the armour worn by the fell spirits within the citadel. You must smite the defenders and warriors within Barad Gúlaran to obtain the armour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return to Uidon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ancient armour wreathes terrifying creatures within Barad Gúlaran. Collect these items and return them to Uidon at the encampment in the north-eastern area of Angmar.\\n\\nUidon asked you to obtain samples of the armour worn by the defenders within Barad Gúlaran so he might learn a weakness to better defeat them. Make your way into Barad Gúlaran, with the assistance of others and collect the samples.",
      "es": "",
      "es (fem)": ""
    }
  ]
}