{
  "id": 621025998,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Cuilion can be found at Taen Orwath.\\n\\nOne of the Rangers at Taen Orwath appears to have been awaiting your arrival. You should talk to Cuilion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Cuilion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I'd hoped it would be you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have received troubling news from Taen Orwath.\\n\\n'It seems that Gothmog had plans beyond Minas Morgul. Word has spread of a place named Thuringwath. It is believed that the deathly cleft, Falch Gurth, that runs through the Mountains of Shadow might lead to it.\\n\\n'I do not know what might be found in Thuringwath, but from what I have heard, it is nothing good. We have twice-walked bravely through the lands of the Enemy, my friend, but something about this leaves me uneasy. What need has evil to conceal itself in the lands of the Dark Lord?\\n\\n'When you are prepared, ride for Taen Orwath. I hope my dread is for naught, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Seemingly awaiting your arrival, Cuilion beckons you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The Rangers have begun to investigate Falch Gurth, a newly-discovered pass which purportedly leads to Thuringwath, the Valley of Secret Shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Travel to Taen Orwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Something in the Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Taen Orwath can be found in the southern eastern hills of Rath Dúath.\\n\\nCandúr has asked you to travel to Taen Orwath and aid the Rangers of Ithilien preparing to venture into Thuringwath.",
      "es": "",
      "es (fem)": ""
    }
  ]
}