{
  "id": 620843761,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My friend, as that is what I think of you, there is something that I wish to share. In the east, there is a ruin which dwarves have long pilfered. We stayed far away from them as they have oft been filled with ire and anger toward the Eglain.\\n\\n'Not long ago, a contingent of dwarf-kind stopped in Ost Guruth for the briefest of time. Some, enthralled by tales of the dwarves in the ruins asked to remain in these lands to investigate.\\n\\n'Since this time they have found an underground ruin where they say they are closing in on secrets about their cousins living there. If you are interested in aiding them, you will find them at a place just north of the ruins to the east within a cave mouth cut into a tall mound.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hunulf sent you? Good Man, he. It is true that the two within this cavern came from the West. I came here long ago and live among the Eglain, but duty tells me to come with these cousins of mine and aid them in their search.\\n\\n'Hunulf was right to send you. Something is amiss here. We are still not entirely sure what it is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Head to the east, do not follow the road and where the ruins rise up out of the mounds look for the cave mouth. I am certain that you will find it as you are a seasoned adventurer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stocky Folk from the West",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hunulf informed you that there are folk from the west who wandered through the Lonelands, some stopped at their encampment at Ost Guruth and decided that the rumours they heard of their brethren occupying a ruin was worth investigating. He sent you to their location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out dwarves near a cave in the central Lone-lands near the ruins inhabited by Dourhands.\\n\\nHunulf mentioned that there have been a fair number of dwarves passing through the Lone-lands as of late.",
      "es": "",
      "es (fem)": ""
    }
  ]
}