{
  "id": 620843732,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder], following the defeat of the Dourhands in Thorin's Hall, the Dourhands were driven to the ruins of Orodost. From there, they made their way deep into the ancient dwarf-city, which the Elves now call Sarnúr.\\n\\n'We are sending warriors to rout the Dourhands, but still deeper in the ruins, there is a more sinister threat. Below the main antechamber, there is a frozen crag that has become the home to snow-trolls. Please gather a party of fellow adventurers and seek out these creatures.\\n\\n'Travel to Sarnúr, south of Thorin's Hall deep beyond the ruins of Orodost, which can be found along the western mountains of Ered Luin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for journeying to Sarnúr and defeating the snow-trolls. Word of your bravery will be spread among the Longbeards of Thorin's Hall.\\n\\n'If you plan to return to the ruins, please seek me out. I may have more tasks for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The thought of those vile trolls despoiling a dwarf-hold is unbearable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dispatch the Snow-trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Snow-trolls are among the terrible enemies that have taken refuge in the ancient dwarf-city of Sarnúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated snow-troll rippers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat snow-troll rippers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Snow-trolls can be found deep within Sarnúr, south of Thorin's Hall, reached through the ruins of Orodost.\\n\\nSnár has asked you to defeat the snow-trolls which dwell in the ancient dwarf-ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Snár in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Snár is in Thorin's Hall, north of Orodost, just outside the Blue Stone Garrison.\\n\\nYou should return to Snár with news of your success against the snow-trolls.",
      "es": "",
      "es (fem)": ""
    }
  ]
}