{
  "id": 620843743,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I fear that Mazog's forces are growing too strong. While they may not be able to pierce the defences the Lady Galadriel has placed upon the Golden Wood, they may keep us at bay, unable to march against the Shadow.\\n\\n'It is up to us, then, to make certain they remain weakened. Every day, more Orcs pour forth from Moria to reinforce their assault force. I need you to enter the encampment of Bolg Maufulug and defeat any enemies you find there.\\n\\n'Bolg Maufulug lies to the west and a little north of here. When you have done this deed, return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The enemy presence at Bolg Maufulug has been weakened? This is good news for us, [placeholder]! Your aid is much appreciated.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Head a little north and some distance west to Bolg Maufulug and deal with the enemy there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Razing Bolg Maufulug",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothlórien.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated enemies at Bolg Maufulug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat enemies at Bolg Maufulug ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bolg Maufulug lies west and a little north from Talan Fanuidhol.\\n\\nCaredwen has asked you to attack Bolg Maufulug and defeat any enemies you find there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Caredwen at Talan Fanuidhol",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Caredwen is at Talan Fanuidhol, east and a little south of Bolg Maufulug.\\n\\nYou should return to Caredwen with the tidings of your victory at Bolg Maufulug.",
      "es": ""
    }
  ]
}