{
  "id": 620843747,
  "txt": [
    {
      "id": 218649169,
      "en": "'Mokûrz Gundul is the largest of the Orc-encampments in the southern reaches of Fanuidhol. It is vital that we eliminate the threat this camp imposes upon Lothlórien.\\n\\n'Travel there, [placeholder], and deal with any foes you find. Do not expect this encampment to be as easy to defeat as their smaller encampments, such as Gazpush.\\n\\n'Mokûrz Gundul lies to the north of here. Return to me when you have completed this task.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have made your presence felt at Mokûrz Gundul, and that is all we can ask. Your aid will greatly reduce the Enemy's ability to assault the Golden Wood.\\n\\n'Thank you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Mokûrz Gundul lies to the north, [placeholder]. This is the largest of the encampments in the southern reaches of Fanuidhol...it is vital that this threat is eliminated.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Razing Mokûrz Gundul",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs of Moria have begun mustering in Fanuidhol in preparation to assault Lothlórien.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated enemies at Mokûrz Gundul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat enemies at Mokûrz Gundul ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mokûrz Gundul lies to the north from Talan Fanuidhol.\\n\\nCaredwen has asked you to attack Mokûrz Gundul and defeat any enemies you find there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Caredwen at Talan Fanuidhol",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Caredwen is at Talan Fanuidhol, south of Mokûrz Gundul.\\n\\nYou should return to Caredwen with the tidings of your victory at Mokûrz Gundul.",
      "es": ""
    }
  ]
}