{
  "id": 620843723,
  "txt": [
    {
      "id": 39332484,
      "en": "'Cower, servants of Darkness! Your time has come!'",
      "es": ""
    },
    {
      "id": 39332485,
      "en": "'None shall stand before the glory of the Malledhrim!'",
      "es": ""
    },
    {
      "id": 39332486,
      "en": "'Flee dark ones, if you value your lives!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have taken the gate, now defend it",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have held the gate",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You were unable to hold the gate",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "There are two Orc-fortifications along the Anduin which are a cause of concern for Fuirgam.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You fled from the battle",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], there are a pair of Orc-fortifications defending the banks of the Anduin: one which they call Durbúrz-stazg lies immediately to our north; the other -- Fállug -- a bit further to the south. One of our first objectives here is to eliminate these two fortifications so that our landing can continue unimpeded.\\n\\n'We need you to bolster our forces attacking the encampments, particularly the assaults upon their gates. You must choose one of them to assault -- you cannot be in two places at once -- take its gate, and hold it for as long as you can. We will send reinforcements there as soon as possible.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Durbúrz-stazg lies to the north of Echad Sirion. Fállug lies to the south of Echad Sirion.\\n\\nFuirgam has ordered you to take the gate of one of the Orc-fortifications along the banks of the Anduin river.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well fought, [placeholder]. Now that the Enemy is pinned within those fortifications, we can work on destroying them altogether.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Durbúrz-stazg lies to the north of Echad Sirion. Fállug lies to the south of Echad Sirion.\\n\\nNow that you have taken the gate of one of the Orc-fortifications, you must hold it against the Enemy.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fuirgam's Aide is at Echad Sirion, on the eastern bank of the Anduin.\\n\\nYou should return to him with tidings of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The camps to the north and south are heavily defended, but Malledhrim forces are already assaulting them.\\n\\n'With your aid, we should be able to take them swiftly, and time is of the essence as we open our assault.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Take the gate of one of the Orc-fortifications",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Hold the gate against the Enemy",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Do not surrender the gate</rgb>",
      "es": ""
    },
    {
      "id": 39332481,
      "en": "'For the Lady! Attack!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Fuirgam's Aide at Echad Sirion",
      "es": ""
    },
    {
      "id": 39332482,
      "en": "'Raise the banner of the Malledhrim!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foreword: Assault the Gates",
      "es": ""
    },
    {
      "id": 39332483,
      "en": "'Onwards!'",
      "es": ""
    }
  ]
}