{
  "id": 621018866,
  "txt": [
    {
      "id": 173025616,
      "en": "Follow the clues in the scroll to solve the mystery",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Follow the clues in the scroll to solve the mystery",
      "es": ""
    },
    {
      "id": 173025618,
      "en": "Follow the clues in the scroll to solve the mystery",
      "es": ""
    },
    {
      "id": 246419825,
      "en": "You have learned the identity of the mastermind behind the cards hanging from the Party Tree and should return now to Waldo Rumble.",
      "es": ""
    },
    {
      "id": 251715860,
      "en": "Talk to Ebrulf Sackville",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Talk to Waldo Rumble by the Party Tree",
      "es": ""
    },
    {
      "id": 177082694,
      "en": "A scroll like one of those hanging from the Party Tree has fallen by the path",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "Lobelia Sackville-Baggins gives you a suspicious, untrusting look",
      "es": ""
    },
    {
      "id": 49286802,
      "en": "Bring the discarded scroll to Waldo Rumble by the Party Tree",
      "es": ""
    },
    {
      "id": 190220709,
      "en": "'My cousin Lotho Sackville-Baggins gave me the idea for this scavenger hunt. You see, I wanted to try my hand at fashioning a fun festival game for our neighbours. I wasn't sure what to do, though. I had a few ideas, and I told them to Lotho, but he must have thought they were too small, or not inventive enough. \\qKeep 'em busy, Ebrulf,\\q he said to me, \\qkeep the whole Shire looking everywhere but at me and mine!\\q and I told him that sounded sensible, and I'd do my best. My games would take some thinking, for sure, and I'd be careful not to make them too easy!\\n\\n'Lotho was so supportive of my plans! One night I overheard him talking to some cronies of his, and he was so enthusiastic. \\qWe'll give them something to talk about!\\q he told them, and also \\qthey'll never see it coming!\\q Why, I started blushing right then and there! I did not want to disappoint my cousin, so I put even more effort into planning my scavenger hunt, and keeping it a secret.\\n\\n'So once again I congratulate you, [placeholder]! I hope Lotho is proud of me! I am sure he will be!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion. But who or what has been responsible for these curious occurrences?\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Cards, cards, cards! The Party Tree is still bedecked in the things, and the proper procedures for the planning of festival activities have not yet been followed, much to the chagrin of the Party Planning Committee! How long has it been, [placeholder]? I cannot tell you for certain how long we have been occupied with this outrageous occurrence, but it has dominated my every waking moment, I do know that! Why, we are no nearer to learning who has set up this ridiculous endeavour than we were at this time last year!\\n\\n'Or perhaps not, my friend! In the early morning hours, I beheld a suspicious figure lurking in the vicinity of the Party Tree, and when I approached for a closer look, he fled away up the Hill! It looked to me as if he went up near Bag End, where old Bilbo and young Frodo used to live. If you head up there you might find some sign of our mysterious party-planner!\\n\\n'Please help, [placeholder]! After all this time I am eager to get to the bottom of this mess!'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Search near Bag End for the suspicious figure",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Pick up the discarded scroll near Bag End",
      "es": ""
    },
    {
      "id": 95322161,
      "en": "'Hey! You there!'",
      "es": ""
    },
    {
      "id": 95322162,
      "en": "'Hey! What have you got there?'",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Talk to Lobelia Sackville-Baggins",
      "es": ""
    },
    {
      "id": 95322163,
      "en": "'I beg your pardon! What have you got there?'",
      "es": ""
    },
    {
      "id": 95322164,
      "en": "'I say! What have you got there?'",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "A hobbit stands, smirking, by a pile of scrolls!",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Follow the clues in the scroll to solve the mystery",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Follow the clues in the scroll to solve the mystery",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'Ha ha! You found me! Well, [placeholder], allow me to congratulate you, for you have solved my little mystery and I could not be happier! I hope you enjoyed my scavenger hunt and had some fun! It was all my cousin Lotho's idea.'\\n\\nEbrulf must have noticed your puzzled expression, because he nods his head vigorously.\\n\\n'It's true! My cousin Lotho Sackville-Baggins gave me the idea for this scavenger hunt. You see, I wanted to try my hand at fashioning a fun festival game for our neighbours. I wasn't sure what to do, though. I had a few ideas, and I told them to Lotho, but he must have thought they were too small, or not inventive enough. \\qKeep 'em busy, Ebrulf,\\q he said to me, \\qkeep the whole Shire looking everywhere but at me and mine!\\q and I told him that sounded sensible, and I'd do my best. My games would take some thinking, for sure, and I'd be careful not to make them too easy!\\n\\n'Lotho was so supportive of my plans! One night I overheard him talking to some cronies of his, and he was so enthusiastic. \\qWe'll give them something to talk about!\\q he told them, and also \\qthey'll never see it coming!\\q Why, I started blushing right then and there! I did not want to disappoint my cousin, so I put even more effort into planning my scavenger hunt, and keeping it a secret.\\n\\n'So once again I congratulate you, [placeholder]! I hope Lotho is proud of me! I am sure he will be!'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'You solved the mystery? How delightful, [placeholder]! Tell me what you learned, and at once!'\\n\\nYou describe the numerous clues you deciphered in order to find Ebrulf Sackville, the party responsible for the hanging of the ribbons and cards. Waldo breathes a tremendous sigh of satisfaction.\\n\\n'I am not even angry that young Mr. Sackville did not follow the proper procedures set forth by the Party Planning Committee! In the end, I'd say this scavenger hunt proved most satisfactory, and worth the effort. For that I reward you with a number of these Anniversary Tokens. I am very impressed you solved the mystery, [placeholder]! You must have scoured the entire Shire to get to the bottom of it!\\n\\n'Thanks again, friend!'",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'In the early morning hours, I beheld a suspicious figure lurking in the vicinity of the Party Tree, and when I approached for a closer look, he fled away up the Hill! It looked to me as if he went up near Bag End, where old Bilbo and young Frodo used to live. If you head up there you might find some sign of our mysterious party-planner!'",
      "es": ""
    },
    {
      "id": 246419797,
      "en": "Waldo Rumble saw a strange figure lurking near the Party Tree during the early morning hours, but it fled up the Hill toward Bag End when he approached.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "A small scroll has fallen by the path near Bag End. It seems to be very similar to the cards hanging on the Party Tree.",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'In the early morning hours, I beheld a suspicious figure lurking in the vicinity of the Party Tree, and when I approached for a closer look, he fled away up the Hill! It looked to me as if he went up near Bag End, where old Bilbo and young Frodo used to live. If you head up there you might find some sign of our mysterious party-planner!'",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Lobelia Sackville-Baggins has called you over, clearly intending to give you a piece of her mind.",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'I do not want that card, or anything to do with this unwanted festival! Take it away!'",
      "es": ""
    },
    {
      "id": 246419716,
      "en": "You have in your possession a mysterious scroll that may contain a clue to learning the identity of the mysterious party-planner who festooned the Party Tree with ribbons and cards.",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "You have in your possession a mysterious scroll that may contain a clue to learning the identity of the mysterious party-planner who festooned the Party Tree with ribbons and cards.",
      "es": ""
    },
    {
      "id": 246419718,
      "en": "You have in your possession a mysterious scroll that may contain a clue to learning the identity of the mysterious party-planner who festooned the Party Tree with ribbons and cards.",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'What have you got there? I watched you pick something up, and as you can see that is clearly my property. Hand it over or I will summon the shirriffs!\\n\\n'Wait. Is that one of those terrible cards from the Party Tree? Someone has gone and festooned that old tree with them, and in the process they have created quite an eyesore! I cannot walk out my front door without seeing the gaudy things! It must have been that Frodo or one of his friends... they are trying to lower the quality of the view, and depreciate the value of Bag End!\\n\\n'Oh, it's terrible, just terrible! I do not want that card, or anything to do with this unwanted festival! Take it away!",
      "es": ""
    },
    {
      "id": 246419719,
      "en": "You have in your possession a mysterious scroll that may contain a clue to learning the identity of the mysterious party-planner who festooned the Party Tree with ribbons and cards.",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "Waldo Rumble is by the Party Tree, waiting for some clue to the identity of the suspicious figure he saw.",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'What did you find? A discarded scroll like those hanging from the Party Tree? Why, this could be just the clue we need to learn the identity of this secret party-planner, [placeholder]! Hand it here and I will see if it truly is!'\\n\\nWaldo briefly studies the scroll, and then frowns.\\n\\n'There is writing here, but I cannot make head nor tail of it. If we are going to solve this mystery, it looks as if our unseen benefactor is going to make us work for it! Here, I'll give you the scroll so you can try to unravel it. Good luck, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "You have in your possession a mysterious scroll that may contain a clue to learning the identity of the mysterious party-planner who festooned the Party Tree with ribbons and cards.",
      "es": ""
    },
    {
      "id": 246419813,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 225642497,
      "en": "That was close, but you managed to retrieve the scroll for Waldo Rumble",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Mastermind's Minion",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "You found Ebrulf Sackville by a pile of scrolls north-west of Overhill, in the Bindbole Wood. Is he responsible for the shenanigans that have so preoccupied the thoughts of Waldo Rumble and the Party Planning Committee?",
      "es": ""
    }
  ]
}