{
  "id": 620826001,
  "txt": [
    {
      "id": 136263297,
      "en": "You have scouted the goblin-camp from the south",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have scouted the goblin-camp from the north",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The goblins have established a large encampment in Gazatmur, which worries the dwarves at the Dolven-view.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well, [placeholder], as you can see even from here, there is a large encampment of goblins down there in Gazatmur, off to the north-east a way. We haven't the forces to push them out of there now, but I would like you to get down there and join Wigfast, who has gone to scout the encampment.\\n\\n'I am sure Wigfast could use help with assessing the situation down there. He is brave for going off to scout, but I do not think he will be of much use by himself.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The goblin encampment lies below the Dolven-view at Gazatmur. Good vantage points for scouting can be found to the north and south of the encampment.\\n\\nSlagvi has asked you to scout a large goblin encampment. He warned you to avoid being seen.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! Did Slagvi send you? Just in time -- I was about to try to venture in there and start lobbing off goblin-heads all by myself, though I am ill-equipped for such a venture!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Slagvi is at the dwarf-camp at the Dolven-view, above the Great Delving.\\n\\nYou should return to Slagvi at Dolven-view with the information you have obtained.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wigfast is a bold scout, but he will need your aid if he means to come back alive.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Wigfast, the scout at Gazatmur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find an overlook north of Gazatmur",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Slagvi at the Dolven-view encampment",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting Ahead",
      "es": ""
    }
  ]
}