{
  "id": 620924704,
  "txt": [
    {
      "id": 173025369,
      "en": "Defeat brigand captain",
      "es": ""
    },
    {
      "id": 190220584,
      "en": "'[placeholder]! It is well that I saw you before you returned to the Mead Hall. Is it true that Reeve Fríthild is dead and Ordlac is regent?\\n\\n'Then I have come at an opportune moment. Cenulf received word from my husband that he was to bring the entire garrison here...they left Oserley all but defenceless!\\n\\n'I rode here swiftly alone to learn the truth of the matter, and now I see you bearing a token which I know well....'",
      "es": ""
    },
    {
      "id": 120621161,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thane Ordlac seemed outraged by the poison that you found upon Grimlac's person.",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "Thane Ordlac is in the Mead Hall of Stoke.\\n\\nYou should bring the token you discovered to Thane Ordlac.",
      "es": ""
    },
    {
      "id": 173025696,
      "en": "Talk to Lúfa",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Grimlac's allies might be found somewhere outside the north-east gate.\\n\\nThane Ordlac asked you to ride out against Grimlac's companions.",
      "es": ""
    },
    {
      "id": 148970208,
      "en": "Defeated brigand captain",
      "es": ""
    },
    {
      "id": 184621175,
      "en": "Lúfa is at Stoke's north-east gate.\\n\\nYou should speak at once with Lúfa.",
      "es": ""
    },
    {
      "id": 148970210,
      "en": "Defeated brigands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970211,
      "en": "You found an unusual token upon one of the brigands and should bring it to Thane Ordlac",
      "es": ""
    },
    {
      "id": 173025313,
      "en": "Defeat brigands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970213,
      "en": "You have found Lúfa, Ordlac's young wife, at the gate of Stoke",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Bring the token to Thane Ordlac",
      "es": ""
    },
    {
      "id": 148970214,
      "en": "<rgb=#00FF00>A guard tells you that a visitor has asked to speak with you at the north-east gate before you return to Thane Ordlac with the token</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ride for Vengeance",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'[placeholder], I bid you ride out the north-east gate and seek this Grimlac's companions -- of which I have no doubt he has many. Strike them down, then return to me.  We shall not brook such villainy!'",
      "es": ""
    }
  ]
}