{
  "id": 620924718,
  "txt": [
    {
      "id": "0xb568928",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011841",
      "en": "Thane Ordlac is in the Mead Hall of Stoke.\\n\\nAlfbert suggested that you ask Thane Ordlac for an explanation for the replacement of the Stoke guards with his own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308869",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Ordlac announced his regency of the Broadacres at Reeve Fríthild's funeral, upsetting Fríthild's children and their governess.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Engifu, the children's governess, is at Reeve Fríthild's house, east of the Mead Hall.\\n\\nFríthbert asked you to bring Engifu to the Mead Hall to comfort Edhild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a0",
      "en": "Talk to Alfbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "'Thane Ordlac only feigns concern. He cares naught for me and my sister. Look how he has treated the helm of my honoured father...it has been tossed upon the floor. He is bold to take the seat where my father's helm has sat for as long as I can remember.\\n\\n'I suppose that there is naught I can do. Perhaps if you could bring Engifu to the Mead Hall, she might comfort Edhild. She was told to remain at my mother's house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Fríthbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Reeve Fríthbert is in the Mead Hall of Stoke.\\n\\nThane Ordlac asked you to speak with Reeve Fríthbert and learn what might be done to calm Edhild's tears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308857",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011877",
      "en": "Alfbert should be somewhere in Stoke, perhaps at the inn.\\n\\nYou should find Alfbert and ask him what is going on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "'[placeholder]! Why are you troubling me with trivial matters? Did Fríthbert not send you to retrieve the children's governess?\\n\\n'Ah, I must beg your pardon for Cenulf's stiff neck. He was only following my instructions not to allow anyone into Fríthild's house to trouble the governess.\\n\\n'It appears that I was mistaken. Cenulf reports that the old woman was so overcome by grief that she threw herself from the second floor and perished. It is terrible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Find Engifu at Reeve Fríthild's house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308873",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Talk to Thane Ordlac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wards of Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'Ah, so you have begun to see Ordlac's heavy hand? Aye, Cenulf and Dudsig sent me away and replaced me with Ordlac's men.\\n\\n'The Reeve's men are being displaced throughout Stoke. Many are being sent on hopeless forays against the invaders. Mark my words, [placeholder], Ordlac is trouble.\\n\\n'If you want an explanation, you will have to ask Ordlac yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "Alfbert, the guard at Reeve Fríthild's house, has been replaced by soldiers from Oserley. He should be somewhere in Stoke, perhaps the inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Ah, [placeholder], I must confess that I do not have much experience with children. Young Fríthbert seems to be bearing up fairly well -- though I daresay he has taken a disliking to me -- however, there seems no end to his sister's tears.\\n\\n'Would you speak with Fríthbert and learn if there is something that might be done to comfort her? I simply do not think I can bear this weeping another moment.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}