{
  "id": 620924724,
  "txt": [
    {
      "id": "0xa5029e8",
      "en": "Talk to Reeve Fríthild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nBaldmund asked you to bring his advice to Reeve Fríthild in the hopes that she will see the wisdom of the plan and not be biased by his lowly station.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ride Against the Goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b24",
      "en": "You have helped Reeve Fríthild against the Warg-riders in the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1796",
      "en": "The Council of Stoke determined that Reeve Fríthild should take to the field and lead her people against their aggressors, but now it must choose what front to focus upon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Ah, [placeholder]! If Reeve Fríthild is to choose one front to attack, let me give you my advice: attack the Warg-riders to the east. They pose a threat to our hunters, and without the provisions gathered by the hunters, Stoke will not last a siege! However, should we defeat these foes, not only would it weaken the enemy, but it would strengthen our position.\\n\\n'Would you bring my advice to the Reeve? I do not know if she would accept it from me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'Baldmund believes that we should dispatch the Warg-riders to the east. His plan has merits, though he also missed the point that they are a weaker foe, as well, and thus more quickly dispatched.\\n\\n'Indeed, if you are ready to ride, I am prepared as well...let us call our friends together and be off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should speak with Reeve Fríthild regarding the recent battle against the Warg-riders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'We were victorious, [placeholder], but at a heavy loss. Poor Baldmund was not a warrior born and should have remained here to speak for the common folk.\\n\\n'Alas, his presence shall be missed in this hall in the days to come, for he tempered valiance with wisdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Bring Baldmund's advice to Reeve Fríthild",
      "es": "",
      "es (fem)": ""
    }
  ]
}