{
  "id": 620924712,
  "txt": [
    {
      "id": "0x8e11b30",
      "en": "<rgb=#FF0000>NOTE: Due to phasing conditions, to continue the Broadacres storyline, you must have completed Epic Volume III, Book 12, Chapter 8.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Council of Stoke determined that Reeve Fríthild would take to the field and lead her people against their aggressors, but now it must chose what front to focus upon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should speak with Reeve Fríthild regarding the recent battle at Bardh-dorám.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'Indeed, [placeholder], I am through with these invaders. Let us do as Ordlac suggests...these servants of evil shall know the wrath of Stoke!\\n\\n'Let us away at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "'The battle was well-fought, and the foe felt our wrath...yet I am still not convinced of our victory. I am troubled, [placeholder].'\\n\\n<rgb=#FF0000>NOTE: Due to phasing conditions, to continue the Broadacres storyline, you must have completed Epic Volume III, Book 12, Chapter 8.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Reeve Fríthild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should bring Thane Ordlac's recommendation to Reeve Fríthild's attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Bring Thane Ordlac's recommendation to Reeve Fríthild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b24",
      "en": "Bardh-dorám is in flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308857",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Assault on Bardh-dorám",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'It is clear, my friend, that the foe shall not be dismayed...but all the better, for we may yet gain great glory in battle! If we wish to rout the foe, we must strike at their heart!\\n\\n'Let us make an assault upon their encampment to the west, Bardh-dorám. The captains you noted there are likely the true leaders of this force. If we can lay them low, the invasion will at the very least be hindered from advancing until they can send more captains.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}