{
  "id": 620924715,
  "txt": [
    {
      "id": 228870261,
      "en": "Aid the Stonedeans",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Lúfa, Edhild, and Reeve Fríthbert are in the Mead Hall of Stoke.\\n\\nThane Torferth told you that Lúfa and the children wished to say their farewells to you before you depart.",
      "es": ""
    },
    {
      "id": 173025286,
      "en": "Talk to Léoflac",
      "es": ""
    },
    {
      "id": 173025333,
      "en": "Talk to Reeve Fríthbert",
      "es": ""
    },
    {
      "id": 23928033,
      "en": "'Reeve Fríthild is dead, slain by treachery. Her son Fríthbert is now Reeve, and I am his regent, Thane Torferth of Torsbury.'",
      "es": ""
    },
    {
      "id": 173025336,
      "en": "Talk to Edhild",
      "es": ""
    },
    {
      "id": 184621460,
      "en": "Woodhurst lies to the north-west of Stoke, in the Stonedeans.\\n\\nYou should find someone near Woodhurst who might give you some insight into the situation in the Stonedeans.",
      "es": ""
    },
    {
      "id": 184621461,
      "en": "Thane Torferth is in the Mead Hall of Stoke.\\n\\nYou should speak with Thane Torferth again.",
      "es": ""
    },
    {
      "id": 126686817,
      "en": "Alongside Thane Torferth of Torsbury, you freed Stoke from Ordlac's control and saved Reeve Fríthild's children from a terrible fate.",
      "es": ""
    },
    {
      "id": 190220528,
      "en": "'Once again, I say thanks....\\n\\n'What is this disturbance at the door?'",
      "es": ""
    },
    {
      "id": 173025296,
      "en": "Find someone near Woodhurst who might have some insight into the Stonedeans' travails",
      "es": ""
    },
    {
      "id": 173025298,
      "en": "Talk to Lúfa",
      "es": ""
    },
    {
      "id": 190220483,
      "en": "'Ah, [placeholder]! You have shown more kindness than we need expect from a stranger to the Acres...how can we repay you? Name it, and I will have Torferth grant it!\\n\\n'Well, I suppose until I come of age, I do not have the authority to do so. I hope he rewarded you well enough for your aid.\\n\\n'Thank you for your friendship! I will bear the arms you gave me with pride.'",
      "es": ""
    },
    {
      "id": 190220532,
      "en": "'We are in great need of aid! The Mead Hall of Woodhurst was attacked, and we know not the state of things within...the village council will not allow anyone inside.\\n\\n'Dunlendings and their allies flood into the Stonedeans and threaten our very existence. There are many in Woodhurst who share the blood of both the Riddermark and of Dunland...some side with the White Hand and the Dunlendings, while others choose to remain neutral. Very few remain loyal to Rohan.\\n\\n'Will you go to Woodhurst and lend your aid?'",
      "es": ""
    },
    {
      "id": 190220486,
      "en": "'You are such a kind [placeholder]...must you go so soon? There are enemies everywhere, and we still need your help.\\n\\n'I suppose Théoden King needs your help too, so you must go. Do not worry for us. I am not scared anymore...I am going to become a shield-maiden, just like my mother.\\n\\n'The Riddermark will remember Edhild, daughter of Fríthild!'",
      "es": ""
    },
    {
      "id": 190220536,
      "en": "'Hail! What brings you into this part of the Mark? It is a dangerous road you travel, but you are welcome to share our fire for a time....'",
      "es": ""
    },
    {
      "id": 19413985,
      "en": "'The Stonedeans are in turmoil...where is Reeve Fríthild?'",
      "es": ""
    },
    {
      "id": 19413986,
      "en": "'The treachery is more widespread than we deemed then...can you send aid to Woodhurst?'",
      "es": ""
    },
    {
      "id": 19413987,
      "en": "'Go quickly to Woodhurst in the Stonedeans, it lies to the north-west of here. Farewell!'",
      "es": ""
    },
    {
      "id": 120621440,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 120621489,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 54354734,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 120621444,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 120621493,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 120621447,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220505,
      "en": "'Greetings, [placeholder]. I cannot thank you enough for the aid you have given us. I knew in my heart that there was something dark within Ordlac's heart...indeed, he knew not how to love anything but power.\\n\\n'I have sent word to my father of the events which have transpired here. I doubt not that he will now bless my marriage to Torferth, since he has the favour of Reeve Fríthbert.\\n\\n'Go with honour, my friend!'",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'[placeholder]...we cannot thank you enough for your aid. If you had not come to us, Ordlac might have usurped the leadership of the Broadacres and left an even bloodier path of destruction than he did.\\n\\n'The young Reeve has appointed me, as Thane of both Torsbury and now Oserley, his regent to lead in his stead until he is come of age. Lúfa and I shall be wed, and together we will maintain the alliance her father had hoped for.\\n\\n'Alas, the Dunlendings and their vile allies still threaten the Acres...we must secure the Riding before we can send a muster to Théoden King's aid. Before you leave, I know Lúfa and the children also wish to speak with you.'",
      "es": ""
    },
    {
      "id": 184621443,
      "en": "A herald from the Stonedeans arrived in the Mead Hall of Stoke.\\n\\nYou should speak with the herald from the Stonedeans.",
      "es": ""
    },
    {
      "id": 120621497,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621447,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 78712401,
      "en": "'We cannot, for we are besieged, but perhaps you can enlist the aid of this noble [placeholder] who saved our own people...?'",
      "es": ""
    },
    {
      "id": 184621497,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025282,
      "en": "Talk to Torferth",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}