{
  "id": 620924697,
  "txt": [
    {
      "id": 120621224,
      "en": "'Have you brought nothing for us?'",
      "es": ""
    },
    {
      "id": 148970449,
      "en": "This buckler would make a fine shield for Edhild",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gifts for the Children",
      "es": ""
    },
    {
      "id": 190220564,
      "en": "'Trophies of battle for the children? Indeed, Fríthbert is my son and his father's...I do not doubt that he will be a great warrior when he comes into his own.\\n\\n'Indeed, let us watch for suitable trophies that they may display with pride.'",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke, west of Fríthild's house.\\n\\nYou should return to Reeve Fríthild and let her know of her son's request.",
      "es": ""
    },
    {
      "id": 251715929,
      "en": "Bring the armour and sword to Fríthbert",
      "es": ""
    },
    {
      "id": 148970453,
      "en": "This sword is light enough to suit Fríthbert",
      "es": ""
    },
    {
      "id": 120621137,
      "en": "'Have you brought nothing for us?'",
      "es": ""
    },
    {
      "id": 120621234,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025766,
      "en": "Collect trophies for the children ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970279,
      "en": "Collected trophies for the children ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970280,
      "en": "With some adjustments, this breastplate might fit Fríthbert",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 148970281,
      "en": "This short sword would be a full sword in the hands of Edhild",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'These are wonderful trophies! I know what I shall do with this breastplate...it shall be well-displayed! And I shall learn to wield this sword with honour.'",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 251716002,
      "en": "Bring the short sword and shield to Edhild",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 126687123,
      "en": "Reeve Fríthild sent you to her house to give her children, Fríthbert and Edhild, words of encouragement and comfort.",
      "es": ""
    },
    {
      "id": 173025552,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621157,
      "en": "Suitable trophies might be found upon fallen enemies.\\n\\nFríthbert asked that you bring trophies from your forays to him and Edhild, and Reeve Fríthild has approved.",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621206,
      "en": "Fríthbert and Edhild are at Fríthild's house, east of the Mead Hall of Stoke.\\n\\nYou should bring the trophies you collected to Fríthbert and Edhild.",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'I thank you for your kind words, [placeholder]. It means much, and I believe that Edhild is less afraid now.\\n\\n'I wonder, though, if you would do us another kindness? As you battle alongside our mother, would you collect for us trophies from your fallen enemies? We are the children of a shield-maiden and should have tokens to display in honour of her victories.'",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970441,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220560,
      "en": "'With these I shall follow in my mother's footsteps as a shield-maiden of Rohan! Thank you, thank you, good [placeholder]!'",
      "es": ""
    }
  ]
}