{
  "id": 620924728,
  "txt": [
    {
      "id": 228870261,
      "en": "A Spy Among Us",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621175,
      "en": "Alfbert is at the inn in Stoke.\\n\\nPerhaps Alfbert saw the stranger Winegar mentioned. You should speak with him.",
      "es": ""
    },
    {
      "id": 148970128,
      "en": "Defeated Grimlac",
      "es": ""
    },
    {
      "id": 251715608,
      "en": "Bring the poison to Thane Ordlac",
      "es": ""
    },
    {
      "id": 148970131,
      "en": "You found a phial of poison",
      "es": ""
    },
    {
      "id": 190220627,
      "en": "'Are you [placeholder], the one who aided Reeve Fríthild? That is well. I wished for you to know that I inspected the wine cup from which the Reeve drank at the celebration...and found a small amount of poison therein.\\n\\n'I did not wish to speak of this with Thane Ordlac, for he has been quick to dismiss the thoughts, feelings, and opinions of all around him. Perhaps you could bring him proof of this treachery?\\n\\n'I have heard rumour that there have been a few strangers in town recently...perhaps one of these brought the poison?'",
      "es": ""
    },
    {
      "id": 190220630,
      "en": "'What do you want with me?'",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "Winegar is at the inn in Stoke.\\n\\nThane Ordlac informed you that Winegar, Reeve Fríthild's physician, asked to speak with you privately.",
      "es": ""
    },
    {
      "id": 190220584,
      "en": "'Indeed, I did see a stranger in town recently. He was one of those half-bloods. At first, I thought he was one of Thane Ordlac's retinue -- perhaps a kinsman of Dudsig -- but he left quickly, shortly before the celebration feast.\\n\\n'He departed out the north-east gate on horseback...you might be able to find him yet, if you hurry!'",
      "es": ""
    },
    {
      "id": 184621521,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621524,
      "en": "Thane Ordlac is in the Mead Hall of Stoke.\\n\\nYou should bring the poison you found to Thane Ordlac.",
      "es": ""
    },
    {
      "id": 184621529,
      "en": "You should search Grimlac's body for evidence of foul play to bring to Thane Ordlac.",
      "es": ""
    },
    {
      "id": 30846600,
      "en": "Defeat Grimlac",
      "es": ""
    },
    {
      "id": 148970338,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 120621161,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220453,
      "en": "'Why, this is the same poison that the man who tried to murder my wife used! I am truly sorry that I did not consider that Fríthild's death might have been murder!\\n\\n'These treacherous brigands must be dealt with at once. We shall not brook villainy!'",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Search Grimlac's body",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When you returned from speaking with Alfbert at the inn, Thane Ordlac revealed that Engifu, the children's governess, had apparently thrown herself to her death in grief.",
      "es": ""
    },
    {
      "id": 173025696,
      "en": "Talk to Alfbert",
      "es": ""
    },
    {
      "id": 120621542,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220740,
      "en": "'As well, Fríthild's physician, Winegar, has asked to speak with you at the inn. He seemed quite distraught, but would not tell me what concerned him...I was forced to remove him from his service, but I suppose it is understandable that he does not yet trust me.\\n\\n'When you learn what he has to say, return to me, so that I may decide how best to treat with him.'",
      "es": ""
    },
    {
      "id": 173025697,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 120621076,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025701,
      "en": "Talk to Winegar",
      "es": ""
    },
    {
      "id": 151963685,
      "en": "'You were not supposed to follow me! What treachery is this?'",
      "es": ""
    },
    {
      "id": 120621079,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621121,
      "en": "The stranger, Grimlac, was seen headed out the north-east gate of Stoke on horseback.\\n\\nAlfbert directed you to follow after Grimlac.",
      "es": ""
    },
    {
      "id": 173025705,
      "en": "Find Grimlac",
      "es": ""
    }
  ]
}