{
  "id": 620924725,
  "txt": [
    {
      "id": 120621237,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419781,
      "en": "Fríthbert and Edhild are with their nurse, Engifu, at Fríthild's house, east of the Mead Hall of Stoke.\\n\\nReeve Fríthild asked you to visit her children, Fríthbert and Edhild, and give them words of comfort and encouragement.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bringing Comfort",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Talk to Fríthbert",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "During the Council of Stoke, Reeve Fríthild chose to take to the field, leading her people against their aggressors.",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'[placeholder], my friend, I know that my children's warden objected to my bringing the children into the council, for he believed that they would be frightened by my decision to take up arms. I knew that he was right, but I still feel they needed to see their mother as strong in the face of evil.\\n\\n'However, I do not wish for them to fear any longer than they should. Perhaps if you -- a proven warrior, but also a stranger -- were to speak words of comfort and encouragement to them, their hearts will be eased. Sometimes the words of a stranger may be more comforting than those of their kinsmen.\\n\\n'You may find Fríthbert and Edhild with their nurse, Engifu, at my house just to the east of the Mead Hall.'",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'I confess that I am not as afraid for my mother as my sister is, for I am nearly a man in the reckoning of the Mark, and I know that my mother is a great shield-maiden.\\n\\n'She will teach the Dunlending wild-men and their Wizard that we will not be cowed easily!'",
      "es": ""
    },
    {
      "id": 120621234,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025542,
      "en": "Talk to Edhild",
      "es": ""
    },
    {
      "id": 190220788,
      "en": "'Mother sent you? You are the brave warrior who helped Oserley and Torsbury, are you not?\\n\\n'I do not wish to be afraid, but I cannot help it. I do not remember my mother going to battle before, and I have never heard of a woman fighting in war...aside from old stories like Engifu tells us.\\n\\n'Will you keep my mother safe?'",
      "es": ""
    }
  ]
}