{
  "id": 620924698,
  "txt": [
    {
      "id": 228870261,
      "en": "The Wild Captain",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should bring Dudsig's recommendation to Reeve Fríthild's attention.",
      "es": ""
    },
    {
      "id": 148970264,
      "en": "<rgb=#FF0000>Reeve Fríthild was defeated</rgb>",
      "es": ""
    },
    {
      "id": 190220566,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621175,
      "en": "Cledwun either rides the plains west of Stoke or has sent an attack against Stoke's western gate.\\n\\nReeve Fríthild has asked you to help her bring Cledwun to justice.",
      "es": ""
    },
    {
      "id": 120621143,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621138,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke, east of her encampment.\\n\\nReeve Fríthild has asked you to speak with her in Stoke.",
      "es": ""
    },
    {
      "id": 167110066,
      "en": "Reeve Fríthild has been defeated",
      "es": ""
    },
    {
      "id": 173025768,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 190220624,
      "en": "'Ah, [placeholder]! We have found Cledwun and have drawn him to this place... on your guard! Here he comes!'",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "Use the campfire to summon Reeve Fríthild and her companions",
      "es": ""
    },
    {
      "id": 184621093,
      "en": "Reeve Fríthild's encampment lies to the west of Stoke.\\n\\nReeve Fríthild instructed you to meet her party at her encampment.",
      "es": ""
    },
    {
      "id": 190220579,
      "en": "'I confess that I am distressed, [placeholder]. The assaults on Stoke continue, and more Uruks and half-orcs arrive at Bardh-dorám every day. We must find a way of halting their advance....'",
      "es": ""
    },
    {
      "id": 190220582,
      "en": "'I understand Dudsig's frustrations, but I do not ask pardon for protecting my Riding. I grant, however, that he is correct in that the true responsibility for this evil belongs to this Cledwun.\\n\\n'Therefore, I have decided to bring the justice of Grimmar down upon his barbarian head. Ordlac and I will set camp to the west... meet us there, and we will watch for Cledwun's appearance.'",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "Reeve Fríthild's encampment lies to the west of Stoke.\\n\\nReeve Fríthild instructed you to meet her party at her encampment.",
      "es": ""
    },
    {
      "id": 30846593,
      "en": "Defend Reeve Fríthild",
      "es": ""
    },
    {
      "id": 190220585,
      "en": "'Let us ride!'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 120621156,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 148970288,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 190220594,
      "en": "'Grimmar is avenged, but I fear that the invasion has not been hindered. I will return at once to Stoke and consider our next action. Meet me there.'",
      "es": ""
    },
    {
      "id": 148970340,
      "en": "You have successfully defended Reeve Fríthild from Cledwun and his minions",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Council of Stoke determined that Reeve Fríthild would take to the field and lead her people against their aggressors, but now it must chose what front to focus upon.",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'Ah, [placeholder], you have come. Ordlac, Dudsig, and I have located Cledwun and are prepared to bring our judgement down upon him.\\n\\n'Let us ride!'",
      "es": ""
    },
    {
      "id": 190220740,
      "en": "'The folk we fought in the south were of my own kind -- half of Dunlending blood, half with blood of the Mark, and likely from the Stonedeans. I find it offensive that they should be slaughtered so, and without the opportunity to explain themselves... all because they were not of pure Rohirrim blood.\\n\\n'The true evil comes from the west: the Dunlendings who invade our lands and fill the minds of my people with lies and deceit. The Dunlending captain who leads the invaders at Bardh-dorám oft leads assaults against the gates of Stoke or rides the plains with his guards... slay him, and the foe shall be put to flight.'",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Defeat Cledwun and his forces",
      "es": ""
    },
    {
      "id": 173025699,
      "en": "Talk to Reeve Fríthild",
      "es": ""
    },
    {
      "id": 120621171,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025702,
      "en": "Use the camp-fire to summon Reeve Fríthild and her companions",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Talk to Reeve Fríthild in Stoke",
      "es": ""
    },
    {
      "id": 173025703,
      "en": "Use the camp-fire to summon Reeve Fríthild and her companions",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "Defeated Cledwun and his forces",
      "es": ""
    },
    {
      "id": 184621121,
      "en": "Reeve Fríthild is at her encampment, west of Stoke.\\n\\nYou should speak with Reeve Fríthild regarding the recent battle.",
      "es": ""
    },
    {
      "id": 173025751,
      "en": "<rgb=#FF0000>Reeve Fríthild must not be defeated</rgb>",
      "es": ""
    },
    {
      "id": 120621174,
      "en": "TBD",
      "es": ""
    }
  ]
}