{
  "id": 620924726,
  "txt": [
    {
      "id": "0x78d1799",
      "en": "Léofdag perished at the Battle of the Hornburg, vindicating himself from the accusations against his honour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011870",
      "en": "Léofdag's wife, Fleda, is in Aldburg.\\n\\nBurnoth asked you to return Léofdag's body to his wife, Fleda, and tell the people of Aldburg of his valour and honour in the Battle of the Hornburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Fleda is in Aldburg.\\n\\nNow that the memorial for Léofdag has ended, you should speak with Fleda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'Fare thee well, friend [placeholder]. Speak well of Léofdag....and perhaps tell my own wife, Meregyth, that I am well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "'I thank you, [placeholder], for all you have done for me and my family. I knew that my father's accusations were unjust and remained faithful to my husband. I would never have believed that my father would repent of his error, but you made him see that he was blinded by his wrath at the death of Éomund.\\n\\n'You have been a friend to Léofdag...will you accept this gift?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Fleda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b24",
      "en": "You have restored honour to Léofdag's name",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308857",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Speak with Burnoth to return Léofdag's body to Fleda in Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Léofdag's Return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'It is well that we will remember Léofdag's courage and honour, [placeholder], but it is not enough. He was accused falsely by his wife's father, Gartorn of Aldburg, and because of it, his family suffers disgrace. Léofdag should be returned to his family to be buried in honour...would you return his body to his wife, Fleda, in Aldburg and tell the people of his heroism in the Battle of the Hornburg?\\n\\n'The dishonour he suffered at Gartorn's prompting must be put right, and as a witness of his valour and honour, you are the best suited to do so.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}