{
  "id": 620924720,
  "txt": [
    {
      "id": "0x74df161",
      "en": "'I confess that I had not thought of that, Ordlac. Indeed, I believe you may be correct....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011869",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nThane Ordlac asked if you would broach the subject of a feast in celebration of the victory at Bardh-dorám with Reeve Fríthild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Talk to Reeve Fríthild to join the feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After the victory at Bardh-dorám, Reeve Fríthild fell into a fey mood, uncertain as to the true success of the foray.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Thane Ordlac is in the Mead Hall of Stoke.\\n\\nYou should speak with Thane Ordlac regarding the treachery at the feast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'Will you join us for the feast, [placeholder]? You should be our honoured guest....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "'The Acres lost a great leader today, my friend, but we cannot allow grief to overwhelm us. We must show strength for the sake of the people of Stoke.\\n\\n'However, the children must be given the opportunity to mourn their mother. I have ordered that a funeral be held for Fríthild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'A feast? [placeholder], I am not certain that we have cause to celebrate, for I am not certain that we truly succeeded in our venture....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Thane Ordlac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou should speak with Reeve Fríthild to join the feast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b24",
      "en": "Reeve Fríthild fell to treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308857",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8ffdd41",
      "en": "'I beg to differ, Reeve! A celebration feast is just what Stoke needs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Talk to Reeve Fríthild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ffdd42",
      "en": "'It would show the people of Stoke that their Reeve is still strong....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Celebration of Victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8ffdd43",
      "en": "'And rally their spirits to defend their home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c4",
      "en": "'Ah, [placeholder]...the Reeve does not seem encouraged by our success. However, I know exactly what she needs to raise her spirits...I am going to suggest a feast in celebration of our victory.\\n\\n'What do you think? Perhaps she would listen if you were to broach the subject.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}