{
  "id": 620881233,
  "txt": [
    {
      "id": 136263297,
      "en": "Someone approaches...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Elder notes your mistrust of the soldiers of Isengard",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Guto has stormed off, and he and the Elder are at odds... but the Elder has seen the threat behind the words of Saruman",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You and Guto have discovered that the White Hand is behind the recent aggression by the Dragon-clan.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah, you have returned! Elain was just telling me of your many victories in our lands.'\\n\\nThe Elder listens with concern as you tell him quickly of what transpired between Guto and the half-orc emissary of Isengard.\\n\\n'You do not trust this man, [placeholder]. You have had dealings with this White Hand before now, have you? And this emissary comes here to treat with me... how interesting.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Guto is at his encampment.\\n\\nYou should speak with Guto.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], I am troubled. I understand Guto's vision... to see the Stag-clan glorious and strong once again, living in our lands of old, but I will not compromise the integrity of my people for a dream that cannot be.\\n\\n'That meeting with the servant of Isengard was disconcerting; I did not like the look of that man. I may have been lulled by his words, had you not expressed your immediate distrust of Isengard.\\n\\n'I thank you for keeping me alert during that strange discourse.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guto is at his encampment.\\n\\nYou should speak with Guto.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Elder is in Lhan Tarren.\\n\\nYou should notify Elder Riag치n that Guto is arriving soon with the half-orc guest from Isengard.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If I am not mistaken, it appears that these White Hand half-orcs are behind all of the Dragon-clan's attacks on Trum Dreng, and the villainous plan to uproot the Stags once and for all.\\n\\n'My grandfather might stand in the way of an open attack on these fiends, but it must be done. Will you stand with me, [placeholder]?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Guto and the servant of Isengard are just behind you.\\n\\nYou should observe the meeting with the Elder and make sure that nothing goes awry.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'These are troubling times indeed....'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The Elder looks like he wishes to speak with you.\\n\\nYou should talk to Elder Riag치n.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Hear Guto's proposition",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Guto",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Notify Elder Riag치n that Guto brings a guest",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Make sure that the servant of Isengard keeps to his peaceful intentions",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Righting the Wrongs of Trum Dreng",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Elder Riag치n",
      "es": ""
    }
  ]
}