{
  "id": 620881216,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "It would appear that Isengard and the Dragon-clan are working together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This spot has an adequate view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You were spotted by the Dragon-clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Guto studied the map and realized that the Dragon-clan invaders planned to both rally and retreat at one secluded piece of land in Trum Dreng.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I followed the map this far, but I have not yet come upon the Dragon-clan. Perhaps they are further in.\\n\\n'According to the map, there is a rallying point just here, or perhaps a little to the south. Will you scout around and see if you can find it? It seems that this map is not perfectly accurate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "According to the map you captured from the Dragon-clan invaders, a major rallying point lies somewhere nearby.\\n\\nYou should see if you can find the rallying point and <rgb=#FF0000>look</rgb> for any signs of the Dragon-clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Half-orcs from Isengard, you say? Mixing with the Dragon-clan? And here I thought the Draig-lûth were just looking to skirmish over lands and riches....\\n\\n'This does not bode well, but perhaps we can stop them. First, we will harry them, then we will strike when they are weak!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guto can be found at his encampment in the southern fields of Trum Dreng.\\n\\nYou should tell Guto what you saw when you scouted the encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found any sign of the Dragon-clan's rallying point? According to the map, it is somewhere near here, but perhaps the enemy who drew this map was in error.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "<rgb=#FF0000>Look</rgb> for the Dragon-clan's rallying point nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Do not let the enemy see you first</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Guto at his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Source of the Dragons",
      "es": "",
      "es (fem)": ""
    }
  ]
}