{
  "id": 620881332,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This mine is infested with terrible beasts that the Orcs call pit-worms. They live near the foetid ponds in the lowest sections of the mine.\\n\\n'Whenever one of us becomes too ill or exhausted to work, they are thrown to the worms, who devour them while they still live! It seems to amuse the Orcs to watch us die this way.\\n\\n'If you could kill off some of the vile creatures, then at least we would not face that awful fate. It would make it easier for me to convince the others to aid you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Those worms have devoured my kinsfolk, but it was the Orcs who threw them to the creatures.\\n\\n'We must find some way to escape this pit... and take vengeance upon our captors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Something Moves Down There...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlendings particularly fear the vile pit-worms that creep about the underwater pools in the mine. The Orcs throw the dead slaves to the horrid beasts, who devour them in front of the others.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated pit-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat pit-worms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pit-worms can be found in the Orc-mines.\\n\\nMeriun asked you to clear several of the scavenging pit-worms out of the mine to help relieve the fears of the Dunlending slaves. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Meriun in the Orc-mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Meriun is in the Orc-mines.\\n\\nYou should tell Meriun that you have slain most of the pit-worms that have terrorized his people.",
      "es": "",
      "es (fem)": ""
    }
  ]
}