{
  "id": 620881334,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Elder is gone, but hopefully his wisdom and goodness will survive in his clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Blodwen died with her new family... and you hope that she is now at peace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many innocent townsfolk have been slain, and they deserve to be properly buried.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So many dead, [placeholder], all because we were not here for the one moment when they needed us most. Would that I was one of them! My poor, poor grandfather.\\n\\n'Please, bury them. Lay them to rest. I do not want their cold, staring eyes to look upon our home in ruin, and their kinsmen dead and dying and missing all around them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The villagers can be found around the town of Lhan Tarren.\\n\\nYou did not know many of these people personally, but they should be laid to rest below the earth all the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. This... this was a terrible thing that happened. We must move forward... and I hope we can have revenge as we take our next steps!\\n\\n'A thousand curses on Isengard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Also among the dead in Lhan Tarren are Elder Riagán and Blodwen, two people that you considered friends in Trum Dreng.\\n\\nYou should lay the Elder and Blodwen to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Guto is grieving at the head of Lhan Tarren.\\n\\nYou should speak with Guto and offer him your deepest sympathies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bury the simple Stag-folk who were killed in the attack ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Laid villagers to rest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bury Elder Riagán's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bury Blodwen's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slain Stags",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Guto",
      "es": "",
      "es (fem)": ""
    }
  ]
}