{
  "id": 620881224,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We are sorely outnumbered, so we must not attack now. But I have an idea: you should spoil their food-stores, which will make them sick. Sick enemies are not very good at fighting.\\n\\n'You should hasten to the encampment and find a way to spoil the stores of food within. They will eat, and they will weaken, and we will drive them out of Trum Dreng. It is a perfect plan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! I relish the thought of humiliating sick half-orcs and the Dragon-clan. Let us prepare to leave soon to fight them. This will be quite the adventure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Every encampment has some supply of food, my friend. All you need to do is find it, then find a way to spoil it. Perhaps cut it open to let the rats and mice and maggots have at it. Or get it wet.\\n\\n'It does not matter, at long as they eat foul food by evening.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sick Enemies are Weak Enemies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Guto has asked you to spoil the food-stores at the White Hand encampment, hoping that this will serve to weaken the enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Spoiled White Hand food-stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Spoil White Hand food-stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Food-stores can be found within the White Hand encampment in Trum Dreng.\\n\\nYou should break into the encampment and spoil all the food-stores you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Guto at his encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guto is at his small encampment in the southern fields of Trum Dreng.\\n\\nYou should return to Guto with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}