{
  "id": 620881287,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The slaves in the Orc-mines have been segregated into two groups: Dunlending slaves and captured Rohirrim soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs seem to have quartered two groups of slaves separately down here. Most of the ones I've seen have been those wild men, the Dunlendings. I'm not sure where the Orcs have been getting them, but there's a lot of them down here.\\n\\n'A couple of days ago, though, the Orcs started bringing in small groups of those horse-folk, the Rohirrim. They all looked pretty banged up, so I'm guessing they were captured in battle up above.\\n\\n'Anyway, those folk don't seem to like each other much more than the Orcs, but if we're going to put an end to this, we'll need to get them to work together. If you can find out who is leading each group and talk to them, maybe you can convince them to put aside their differences and kill the Orcs instead of each other.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The leaders of the two groups of slaves are somewhere in the Orc-mines.\\n\\nOndor asked you to find the leaders of the two groups of slaves and convince them to work together against the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who is there? A duvodiad? You wear no chains, yet you do not carry the mark of the White Hand either...who are you?'\\n\\n'...'\\n\\n'Ah, well, perhaps there is some spark of hope down here after all. Most of us were brought here after we were unable to pay levies for the war against the horse-lords or tried to escape conscription.\\n\\n'Our own brenins betrayed us and sold us to these monsters. Now we find ourselves enslaved next to the very same demons who invaded our lands and brought this fate upon us. It is too much to bear... but at least they will suffer the same fate as we.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Edhere and Meriun, the leaders of the two groups of slaves, may be found in the Orc-mines.\\n\\nYou should speak again with Edhere and Meriun and convince them to form an uneasy alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We have been betrayed enough already, [placeholder]. You may believe the horse-lords trustworthy, but we have fought them since the days before my father was born.\\n\\n'You cannot trust them. Every time we have made some agreement with them, we have lost land, honour, or the lives of our finest warriors. We try to fight back, and they claim yet more land from us. Once all of the plains of the east were ours! But now... now we....'\\n\\nMeriun pauses for a moment, struggling to regain his composure.\\n\\n'What you suggest -- to die in battle, whether it be at the hands of the vile Orcs or the cursed forgoil, that would still be better than to starve and die grubbing through the rock like a blind worm.\\n\\n'If you can convince the horse-lords to fight off the Orcs -- rather than stabbing us in the back -- then I will convince the others to ready themselves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Who are you, [placeholder]? One of Saruman's lackeys?'\\n\\n'...'\\n\\n'I see. Well, you would do best to keep hidden down here. If the Orcs catch you, you will be in here with the rest of us... or more likely dead.\\n\\n'Most of us were captured two days ago when our band was ambushed by Orcs as we were returning to the Ford. Now we are being forced to work the mines alongside the Dunlendings... those fools sided with the Orcs and have found their reward down here as slaves.\\n\\n'It serves them right, I suppose, but that does not help us any. I do not think any of us are going to survive very long down here....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have a plan to help us escape, but you would have us fight alongside the wild men? Such an outlook may serve you well in polite company, but I think you give these barbarians far too much credit.\\n\\n'They fight bravely enough, but they know nothing of honour or justice. These are men whose own lords sold them into slavery, and you believe we can trust them to stand by us in battle? More than likely, they will try to bargain away our lives in return for their own freedom.\\n\\n'But I see your point... we will die down here soon enough whether or not we are betrayed. If you can convince them to go along with this plan, then I will vouch for our cooperation if we can find some way to fight our way out of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Edhere in the Orc-mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Meriun in the Orc-mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Convince Edhere to go along with Ondor's plan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Convince Meriun to go along with Ondor's plan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Slaves of the Deep",
      "es": "",
      "es (fem)": ""
    }
  ]
}