{
  "id": 620881283,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Hurry back! Lhan Tarren may have been attacked already, while you searched for the wrong foe....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have put out the fires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have put out the fires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The emissary of Isengard has left you with an uneasy feeling. You should track him and see if the White Hand encampment shows any signs of rallying for retribution at the Stag-clan's refusal to join them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Elain will find Guto and bring him back in good time, but at the moment I am more worried about that emissary who stormed back to his camp.\\n\\n'Will you track him, [placeholder], and warn us if you see signs of retribution for our insult? We can escape to the hills if we have warning.\\n\\n'That man did not speak of war against us, and I cannot see what they could gain from it, but I am worried nonetheless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The half-orc emissary retreated southwards towards the White Hand encampment, probably following the road.\\n\\nYou should follow the emissary and make sure that he does not plan to attack Lhan Tarren after being insulted by Riagán.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thought I heard the pitter-patter of nosy feet upon the road behind me. What do you want, [placeholder]? Are you here to make sure that I am not causing any trouble?\\n\\n'Your friends in Lhan Tarren are the trouble-makers, not I, and the White Hand is swift and just to slap away its foes.\\n\\n'Oh, have you not heard? You came the wrong way if you wanted to pick a fight with Isengard. The act of retribution is behind you, not ahead. Hurry home to your friends, [placeholder]! Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "It can only be hoped that Guto and Elain are safe at least, since they were not there during the attack.\\n\\nYou should seek them in Lhan Tarren and try to help recover from the attack by the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Guto is in Lhan Tarren.\\n\\nYou should speak with Guto.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for all you have done, [placeholder]. I see now how wrong I was to trust the words of strangers over those of my grandfather. I will endeavour to be more like him....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you for all you have done, [placeholder]. I see now how wrong I was to trust the words of strangers over those of my grandfather. I will endeavour to be more like him....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Track the half-orc emissary to make sure he is not causing trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Lhan Tarren was attacked! Help the Stag-clan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Guto",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Let Us Follow Them",
      "es": "",
      "es (fem)": ""
    }
  ]
}