{
  "id": 620881222,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Dragon-clan killed my father, and I was more than ready to believe that they have attacked Trum Dreng for no better reason than their own menace.\\n\\n'It would seem that they are being driven by a force larger than themselves, however. What does the White Hand have to do with it? Does not that emblem belong to Isengard?\\n\\n'If you would, go collect emblems of the White Hand from the Dragon-clansmen at the encampment. They should be ashamed for attacking their own people at Isengard's bidding!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! This is just what I was looking for.\\n\\n'It is the queerest thing, is it not? The Dragon-clan has always acted on its own.\\n\\n'No matter; now that we have proof that Isengard is involved, we shall attack them too!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'How do your efforts against the Dragon-clan go thus far, [placeholder]? Is this not much better than standing around, thinking and waiting, as my grandfather does?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dragons with White Hands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dragon-clan must be taught a lesson if they are to attack their fellow Men at the bidding of Isengard.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected symbols of the White Hand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect symbols of the White Hand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dragon-clansmen in the White Hand encampment show signs of belonging to Isengard instead of acting upon their own motives.\\n\\nYou should collect evidence of the White Hand from the Dragon-clan warriors of the encampment.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Guto at his encampment",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guto can be found at his small camp-site in the southern fields of Trum Dreng.\\n\\nYou should return to Guto with the White Hand symbols you collected.",
      "es": ""
    }
  ]
}