{
  "id": 620881284,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have dampened the flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have dampened the flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have dampened the flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lhan Tarren burns! The servants of the White Hand did not take kindly to the Elder's refusal, and their vengeance has been frightfully swift and cruel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have dampened the flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What have I done? [placeholder]... what have I done? The village burns! My people are dead.\\n\\n'Please help me. I am the chief of the Stag Clan now... my grandfather is dead, and I must set this right. I cannot do this alone. \\n\\n'Help me, [placeholder]! The fires!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "As Lhan Tarren burns, the river still flows with quelling water astride the village. The flames are beginning to spread....\\n\\nYou should search the banks of the river for a way to carry water to the fires, starting with the nearest fire at the tree by the bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for dousing the flames, [placeholder]. You have a cooler head than I when all is in upheaval. I must conquer myself; I must find a way to lead my folk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Another fire burns at the Elder's hut. The bucket can be found by the river that runs near the town.\\n\\nYou should throw water on the fire at the flaming hut where the Elder once stood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Another fire burns in the middle of Lhan Tarren. The bucket can be found by the river that runs near the town.\\n\\nYou should throw water on the fire at the flaming hut in the middle of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Another fire burns at the north-east corner of Lhan Tarren. The bucket can be found by the river that runs near the town.\\n\\nYou should throw water on the fire at the flaming hut at the north-east edge of the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Guto can be found in Lhan Tarren, mourning the loss of his grandfather the Elder.\\n\\nYou should return to Guto in Lhan Tarren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the bucket to throw water on the flaming tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Use the bucket to douse the fire at the Elder's hut",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Throw water on the fire at the hut in the middle of town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Throw water on the fire at the north-east edge of town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Village Burns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Guto",
      "es": "",
      "es (fem)": ""
    }
  ]
}