{
  "id": 620795897,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It... it seems the wolf-men have gotten the best of me after all....\\n\\n'My body feels cold as stone, and this roaring fire is no help at all. Their spirit-callers have laid a curse on me, or that arrow was dabbed in some kind of poison, I know not which.\\n\\n'I've no healing lore beyond the setting of bones and the binding of cuts, nor are my wits about me. I hope that if it is poison or curse, you might find something among the Gauradan camps that can cure it -- please, I beg you to go see what you can find, though I can offer little advice as to what might help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What are these? I... I do not know what to make of them.\\n\\n'I have no lore to aid me. If you have not found some way to cure me among their belongings, then my last hope is gone.\\n\\n'Forgive me, I have no strength left.... I must sleep now and trust to fate that I will awaken again. Would that my brother were still here to watch over me....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found anything that might suggest a cure for me yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chilled to the Bone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thorgest appears to have fallen terribly ill from the Gauredain's poisoned weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Searched Gauradan-baskets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4cd3f41",
      "en": "'Uhng...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4cd3f42",
      "en": "'...ZzzzZzzz...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search Gauradan-baskets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gauradan-camps lie to the south of Thorgest's dwelling.\\n\\nThorgest has asked you to search through the camps of the Gauredain in the hopes of finding some cure for the affliction they have placed upon him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thorgest's dwelling is to the north of the Gauradan camps.\\n\\nYou should bring the Gauradan-relics you have collected to Thorgest to see if he can discover a cure among them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}