{
  "id": 620795871,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Nogmeldir seeks to learn more about the Tempest Warg-pack to the east in order to find some way to discover the whereabouts of the Elf-scout Glorwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'With your discovery of Glorwen's bow, we are left with little but dire tidings in the search for her, but at least you have not come upon her gnawed bones, so we can be thankful for that.\\n\\n'Unfortunately, few Wargs are inclined or even able to speak the tongues of the Free Peoples, and I am afraid my own experience with their kind can be summed up entirely on the point of a yew shaft, so I have little insight to offer. I do not know how we might learn more of her fate from them.\\n\\n'Eywind's people lived up here for many years before they were driven out, and some few still linger. Perhaps he could offer more insight than I?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eywind is at his camp with Nogmeldir, at the entrance to the High Pass.\\n\\nNogmeldir suggested you speak with Eywind concerning the Wargs and what the dwarves know of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, while it is true that I've fought and slain many a Warg in my day, I have had little cause to speak with them beforehand.\\n\\n'But if my memory serves me a-right, there is a pair of brothers who have lived up in these mountains for quite some time as hunters and trappers. If anyone might have learned something about that pack, it would be them.\\n\\n'The last I heard, they were holed up in the ruins of Hrimbarg -- an old dwarf-place to the east and a bit south of here -- still pursuing their trade. If you can find them -- and they still live -- they might be able to tell you more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The dwarf brothers are said to dwell at Hrimbarg, to the east and a bit south of Vindurhal.\\n\\nEywind suggested you find the dwarf-brothers he spoke of and ask them what they know of the Wargs of the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nogmeldir is at Vindurhal, a little north and to the west of Hrimbarg.\\n\\nYou should return to Nogmeldir and tell him what you have learned of the Wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The brothers at Hrimbarg deal with these beasts on a regular basis...they may know more than I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So, this Thorgest told you of a means to pose a challenge to the leader of the Warg-pack?\\n\\n'It sounds to me like a novel means of having one's self ripped limb from limb by ravening Wargs, but if there is some chance that we might be able to learn something of Glorwen's whereabouts from this Blackfang, then perhaps it is worth the risk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with Eywind...he may know more about the Wargs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What do you want? Something about that pack up there to the north? I used to hunt the aurochs up that way, before I moved into the worm-scale business, and I learned a fair bit about the Wargs in order to stay alive. If you want to find one that will talk, that would be Blackfang, the pack-leader. A few others might know the tongue of Men, but they won't talk to you. It will be him that speaks for the pack and strikes bargains with the goblins -- but he won't speak to you either...unless you were to call him out.\\n\\n'You see, Wargs are big on strength and survival of the fittest and all that -- so while there is no way a pack would ever accept YOU as a leader, they would still look to the pack-leader to kill you if you laid down a challenge to his leadership, just to prove his strength. If he backed down or refused, he would lose face -- and for a Warg, that can be fatal.\\n\\n'The custom of challenge varies from pack to pack, but in this one it's simple. There is an old goblin totem in the middle of the ruins they live in -- you just go stand next to that for a few minutes and that signals you want a fight. Blackfang will have to come out and face you sooner or later or lose face with his pack. Of course, he's the pack-leader because he IS the strongest one up there, so you take care or he will tear you apart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You should return to your friends at Vindurhal, [placeholder]. I have told you what I know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Nogmeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Way of the Pack",
      "es": "",
      "es (fem)": ""
    }
  ]
}