{
  "id": 620795898,
  "txt": [
    {
      "id": 147583663,
      "en": "'You dare confront me! I shall claim you for flame.'",
      "es": ""
    },
    {
      "id": 17762258,
      "en": "'I salute your resolve, but this is far from over. Arise brethren, help to seal my wounds!'",
      "es": ""
    },
    {
      "id": 17762259,
      "en": "'Tenacious creatures, I will give you that. Come brethren fill me with ancient rage!'",
      "es": ""
    },
    {
      "id": 17762260,
      "en": "'You pathetic creatures. You think this is done? It is far from over. Arise, arise!'",
      "es": ""
    },
    {
      "id": 39895874,
      "en": "'Come then, intruders. Let us see if you have mettle.'",
      "es": ""
    },
    {
      "id": 39895875,
      "en": "'Long have we held this place and long we shall hold it still.'",
      "es": ""
    },
    {
      "id": 39895922,
      "en": "'Come forth children, let us welcome these new recruits and show them our resolve!'",
      "es": ""
    },
    {
      "id": 20139268,
      "en": "The drake matron appears to have lost interest in the battle.",
      "es": ""
    },
    {
      "id": 86379567,
      "en": "'This place is shut to the living. You shall soon join the Dead!'",
      "es": ""
    },
    {
      "id": 205890190,
      "en": "'Come my winged children, strike them with your claws!'",
      "es": ""
    },
    {
      "id": 103156783,
      "en": "'The living, here in our halls?'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "As the Huorn stirs to life the wood troll guardians begin their assault.",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "Rooting itself deep within the ground, the Huorn becomes invulnerable.",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "The fumarole sputters to life, expelling deadly úrfon.",
      "es": ""
    },
    {
      "id": 17762273,
      "en": "'Brethren, arise and let us test these fools'!",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "The fumarole sputters and the nature of the úrfon changes.",
      "es": ""
    },
    {
      "id": 17762274,
      "en": "'We will fight on and my wounds will be closed by new bearers!'",
      "es": ""
    },
    {
      "id": 267448066,
      "en": "'I call the flame to consume you!'",
      "es": ""
    },
    {
      "id": 17762275,
      "en": "'Still you resist the inevitable. Death is all that awaits you!'",
      "es": ""
    },
    {
      "id": 150823140,
      "en": "'No. I will not face you outside my realm.'",
      "es": ""
    },
    {
      "id": 267448067,
      "en": "'I am of the flame and so flame shall heal me!'",
      "es": ""
    },
    {
      "id": 267448068,
      "en": "'Your defeat will fuel my rage!'",
      "es": ""
    },
    {
      "id": 17762276,
      "en": "'I grow tired of playing. Death will claim you all! Arise brethren, arise!'",
      "es": ""
    }
  ]
}