{
  "id": 620795896,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Gauradan wind-master ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Gauradan wolf-born ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The dwarf-trapper Thorgest was recently ambushed by Gauradan hunters who badly injured him. He is afraid that they may yet track him.",
      "es": ""
    },
    {
      "id": 67269441,
      "en": "'What is this blasted cold?'",
      "es": ""
    },
    {
      "id": 67269442,
      "en": " 'Afwald? Is there a draft in here?'",
      "es": ""
    },
    {
      "id": 67269443,
      "en": "'I feel chilled to my very bones...'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Forgive my lack of manners, but I have been in better sorts. You try playing host to a sorry lot of adventurers that barge into your quiet home up in these remote heights, while you have a Gauradan-arrow stuck in your leg....\\n\\n'Ah well. I'm not much one for company, but as you can see, I have fallen on hard times, so if you are willing to lend a hand, I suppose I would be obliged. You see, I lost the hunters that ambushed me out in that blizzard, but they've been sniffing around closer and closer to my little home here, trying to figure out where I went. If they find it and tell the others... well, that will be the end for old Thorgest, I'm afraid.\\n\\n'I know it's dangerous, but if you could see your way to making the lives of those hunters difficult -- and short -- it might discourage them from trying to hunt down this dwarf.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Gauradan hunters can be found throughout the southern reaches of High-pass.\\n\\nThorgest has asked you to throw the Gauradan hunters off his trail by defeating several of them before they find his dwelling.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]. You have taken a great burden off of my mind, what with all that has happened lately. Did you happen to see my brother Thorkell while you were wandering about? No....\\n\\n'Oh, that's right, he's dead isn't he?\\n\\n'Sorry, I'm not in my right head... don't feel so good....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should return to Thorgest at Hrimbarg in central High-pass and tell him that the Gauradan hunters have been defeated.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Gauredain are a fearsome foe... be wary.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Gauradan wind-masters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Gauradan wolf-born ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eliminating the Trail",
      "es": ""
    }
  ]
}