{
  "id": 620795940,
  "txt": [
    {
      "id": "0x1461ad1",
      "en": "'What? Gah! Have you poisoned me yet further, fool!?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1461ad2",
      "en": "'No... wait. I think it's working. I can feel me toes again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1461ad3",
      "en": "'By the beards of my forefathers, the taste was worse than the poison. Could you fetch a poor dwarf an ale to wash that down?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the Ice-fang antidote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thorgest has been poisoned by the Gauredain, and Afwald, Thorgest's assistant, believes the chief spirit-caller of the Gauredain may hold the key to curing him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I beseech you, [placeholder]! I do not think Master Thorgest has much longer to live, unless we can find some way to cure his illness. With his brother gone, I do not wish to bear sole witness to the end of his line in this harsh and lonely wilderness.\\n\\n'Before he fell to this delerium, Thorgest spoke to me of the wolf-men who felled him. It seems that there is some defiler among them that was likely the culprit of his downfall... and perhaps the only one who would know its cure.\\n\\n'If you can find this spirit-caller, perhaps he carries the cure to this terrible malady on his person. Whatever you do, please hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gauradan-camps lie to the south of Thorgest's dwelling.\\n\\nAfwald has asked you to try and find the chief spirit-caller of the Gauredain in the last desperate hope that he may hold the cure to the poison that is slowly killing Thorgest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is that you have there? The Gauradan spirit-caller carried it? It looks awful... but time has run out for poor Master Thorgest.\\n\\n'Whatever that is, it cannot do any further harm, and if there is any chance it might save him, we must take it! Please, see to him immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Afwald is at Thorgest's dwelling, north of the Gauradan-camps.\\n\\nYou should bring the Ice-fang antidote to Afwald before Thorgest succumbs to the poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Thorgest is at his dwelling, with Afwald.\\n\\nAfwald has told you that Thorgest is fading quickly and that you must administer the antidote to the dying dwarf before it is too late.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you defeated Jakka yet? He may have the cure for Thorgest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What? What is this? Are you trying to poison me further? It is horrible! Let me die rather than drink another drop of it! No! Let me be...!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry! There is little time...give Thorgest the antidote!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "Thorgest moans almost inaudibly, and you have found nothing to ease his suffering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover if Jakka of the Gauredain carries an antidote",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Ice-fang antidote to Afwald",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Apply the Ice-fang antidote to Thorgest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thorgest's Last Hope",
      "es": "",
      "es (fem)": ""
    }
  ]
}