{
  "id": 621093408,
  "txt": [
    {
      "id": "0xc160f92",
      "en": "'Time to earn my pickaxe. I may see you later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "To keep the sneaky hobbits from interfering with the stoking of the furnace, you were asked to feed them a little too much spice in their mushrooms. Collect mushrooms and spice from the larder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc160f93",
      "en": "'I need to get back to work. The overseer will be cross if I do not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8e7a11",
      "en": "'Those are some of the best mushrooms I have ever eaten. I just remembered, I mined some ore earlier.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8e7a12",
      "en": "'Those mushrooms made me remember why I am here. I have been mining ore. Here you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Deliver the spiced mushrooms to a sneaky hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8e7a13",
      "en": "'I remember now. I am a miner and I am here to help. I must have mined this earlier.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "<rgb=#ff0000>Hard Tack at Thorin's Hall ends</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Oh these look very tasty and smell delicious! You saved me some trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You sprinkle the spices onto the mushrooms and shake them around, concealing the additive. Deliver the crate to a sneaky hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8e7a14",
      "en": "'That really satsifies. I feel like I could mine this whole cavern. I think I already mined some. Here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8e7a15",
      "en": "'Fantastic flavour, and it helped my memory too. Here, I mined this a while ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Hard Tack at Thorin's Hall has ended",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sneaky hobbits are threatening to eat all the food needed to keep a steady delivery of ever-burning ore on track. You are tasked with sating their hunger to keep them from interfering in the event.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You collected some spice from the larder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected a mushroom crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Be on the look-out for pesky little sneaky hobbits. They keep swiping food from the service area and we simply do not have enough guards to keep track of them all.\\n\\n'We might have a solution to slowing their interference down.\\n\\n'An overload of spice! Enough will turn their stomachs for a while. We just need to deliver it to them in a manner they may find tasty. We will need mushrooms and spice from the larder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect spice from the larder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Oh no... you are not going to eat all the food like those other hobbit-folk are you?\\n\\n'Well, if not, then maybe you can help to keep them away from the service area. Fetch some mushrooms and spice from larder and give them to the sneaky hobbits milling about to upset their tummies for a short-time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect a mushroom crate from the larder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hard Tack Event: Feeding Time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc160f91",
      "en": "'I hope you do not mind. I am going to find somewhere to mine.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}