{
  "id": 621093407,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Ho friend! We need to help the prospectors stay away from those lazy sluggards milling about the halls. These men are supposed to be learning a craft, instead they drift aimlessly through the caverns unaware of their surroundings, causing the hard workers to drop the precious and volatile ever-burning ore.\\n\\n'We can mitigate their impact on deliveries by making a delivery of our own.\\n\\n'A good flagon of ale will set them to sleep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e50",
      "en": "You spilled the ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Collect a flagon of ale from the larder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Make your way to the larder, collect a flagon of ale and deliver it to a sluggard miner to set them to sleep for a while. This will make the halls safer for transporting ever-burning ore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Avoid sneaky hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "A sneaky hobbit caused you to spill the ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "<rgb=#FF0000>Hard Tack at Thorin's Hall ends</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Hard Tack at Thorin's Hall has ended",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a9",
      "en": "Bring the flagon of ale to a sluggard miner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sluggard miners are more trouble than aid during the event. Fortunately, their laziness is exacerbated by a flagon of ale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'These sluggard miners say they want to learn and help, then they do nothing. Their antics will get someone injured. Surely they impede the work of those diligently engaged in keeping the furnace fired!\\n\\n'Fortunately, a good flagon of ale from the larder will set them to slumber for a time.\\n\\n'Since you are not capable with a pick or an oven you can run some ale to this sluggards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is good to see that not all Men are like these sluggards dallying about the halls.\\n\\n'They say they want to learn and then get in the way and are too lazy to be of use. If they do not exercise more caution, they may cause a terrible accident. Already they impede the creation of the hard tack above.\\n\\n'Could you, maybe, bring them a flagon of ale to usher them along to a short slumber?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hard Tack Event: Served Cold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I do not impugn the diligence of Men, but some of the visiting miners looking to learn the secrets of prospecting from our masters do a fine job on their own.\\n\\n'Listen, we can help the prospectors by getting flagons of ale into the sluggard miners' bellies. The ale is strong enough to put them to slumber for a time. When they are not moving around they will be easier for those delivering the ever-burning ore to avoid.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}