{
  "id": 620791687,
  "txt": [
    {
      "id": 218649169,
      "en": "'The hills of Tyrn Fornech are the refuge of several different tomb-robber bands, [placeholder], and each of them is becoming increasingly bold.\\n\\n'If you are sure enough in your abilities, perhaps you could venture north and west of Ost Forod into the hills to confront some of these outlaws? The tomb-robbers that prowl throughout Tyrn Fornech are tougher than those who inhabit Parth Aduial; these are veteran robbers and scouts who have adapted to a harsher life in the hills.\\n\\n'You'll find veterans and scouts throughout Tyrn Fornech, [placeholder], and if you don't... they'll find you.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for this news, [placeholder]. There will always be tomb-robbers in these lands, but perhaps you have helped lessen their numbers or influence somewhat. Take this reward with my thanks.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You'll find the tomb-robbers throughout Tyrn Fornech, [placeholder]. Defeat these villains, and these lands will be made safer.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Practised Villainy",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The tomb-robbers will always be a nuisance here.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rowena Parker is concerned at the increasing boldness of the tomb-robbers that creep among the hills of Tyrn Fornech.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have been a great help to us, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Rowena Parker in Ost Forod",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tomb-robbers can be found among the hills north and west of Ost Forod, in Tyrn Fornech.\\n\\nRowena Parker has asked you to defeat the experienced tomb-robbers that prowl the hills of Tyrn Fornech.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rowena Parker is at Ost Forod, the old watch-post in Tyrn Fornech.\\n\\nYou have defeated many experienced tomb-robbers in Tyrn Fornech and should return to Rowena with the tale of your success.",
      "es": ""
    }
  ]
}