{
  "id": 620791683,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found no sign of boars in Evendim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Parr Chopley let his stomach lead him too far, wandering the northern ways into Evendim, where he chanced upon the rough town of Ost Forod. Nevertheless, he has not let it daunt him. He is in the mood for a nice, hearty boar-steak, but he is concerned that he has not seen any boars in all of Evendim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, another stranger to this town! Now I'm not the only one! My stomach is always getting me into trouble, and this is no exception. I was in the mood for a nice, thick boar-steak -- cooked to perfection, sizzling in its own juices -- and so I decided to go hunting in the North Moors. Well, I went a little further than planned and wound up here! Never knew anyone lived in this place... they say it's haunted!\\n\\n'Well, anyway, I decided I never had Evendim-boar before, so I thought I might as well try some while I'm here... it should have been a simple matter of finding a nice, healthy boar, but you know what? I haven't seen a single boar since I've come here! That can't be right. How do people up here manage without plenty of boars to satisfy their cravings for delicious steaks? That's just unnatural!\\n\\n'There have to be boars in Evendim; there just have to be! Go look for boars, [placeholder], and don't come back until you've searched high and you've searched low! I'm not interested in boar-meat from other places, either; it's Evendim or nothing! Now it's a matter of professional responsibility and curiosity -- find me an Evendim-boar, and find one quick!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Evendim is a big place. There should be boars somewhere.\\n\\nParr Chopley is convinced that there must be boars somewhere in Evendim and wants you to spend some time looking for one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'No boars? No boars at all? How odd, [placeholder]. Now, you really looked for them, right? You didn't just waste time doing errands or working on some craft or another, right?\\n\\n'No, I trust you. But this means I'll have to do without a delicious Evendim boar-steak, and that just won't do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Parr Chopley is in Ost Forod, the old watch-post in the hills of Tyrn Fornech.\\n\\nYou have found no sign of any boars in Evendim and should report your sad discovery to Parr Chopley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There must be boars in Evendim somewhere... spend some time looking for them! I can't believe that there isn't a single boar in the entire place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'A land without delicious boar-steaks is not a land of which I am fond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'No boars in Evendim? No boars at all?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Spend time looking for boars in Evendim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Parr Chopley at Ost Forod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Striking Absence of Boar",
      "es": "",
      "es (fem)": ""
    }
  ]
}