{
  "id": 620791666,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Wood-web spinners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Wood-web hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bob Greeneaves is confused by your discoveries among the goblin-camps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What those goblins want with the spiders' innards is a puzzle, to be sure, but there's one thing I do know for certain: they are up to no good!\\n\\n'Maybe if you kill off the spiders, the goblins will go away? There's more than anyone can handle out east of here. The North Moors are crawling with them.\\n\\n'It certainly won't make any of us sorry to see the beasts dead. You just be careful though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are spiders in the North Moors, south of Dwaling.\\n\\nBob Greeneaves asked you to go out and slay spiders, in the hopes that the goblins will leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good, you're back, and you've dealt with a few of those spiders, I see.\\n\\n'Well, I've had me an idea about what those goblins are up to with the spiders' innards...and it ain't a pretty thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bob Greeneaves is in Dwaling, north of the North Moors.\\n\\nYou should return to Bob Greeneaves with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I don't know what those goblins are up to, but maybe they'll leave off when there's no more spiders to hunt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Good, you're back! And you've dealt with a few of those spiders, I see. Well, I've had me an idea on what those goblins are up to with the spiders' innards... and it ain't a pretty thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wood-web spinners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Wood-web hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bob Greeneaves in Dwaling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Goblins' Source",
      "es": "",
      "es (fem)": ""
    }
  ]
}