{
  "id": 620791682,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, we must not let life's day-to-day upsets get to us, [placeholder]. There may not be boars in Evendim, but they say there are a great number of bears throughout the hills of Tyrn Fornech, and especially at Nan Orngon to the east.\\n\\n'Bear-steaks, while still delicious, are certainly no match for a sizzling boar-steak. My friend Ronald Dwale once went on at great length about the similarities between those two words, you know, \\qboar\\q and \\qbear,\\q but I must confess that I do not share his same love for words. Words are often an inconvenience and get in the way when you are trying to express yourself... to get to the real meat of an idea, if you will.\\n\\n'The meat in question here, for example, is certainly a choice cut of bear-meat! Bring me back several cuts, and I will share them with some of my neighbours. There will be a bit of coin in it for you, as well, and we can mourn the absence of boar over a delicious bear-steak. How does that sound?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have brought the bear-meat? Good, good! I'll just prepare it, and we'll have a grand old time. Still, it's a shame this isn't boar-meat. You can make a really delicious steak out of boar-meat, if you know what to do.\\n\\n'Still, I don't mean to sound ungrateful! Bear-meat is still quite good, and to tell you the truth, people here at Ost Forod don't have it quite as easy as my folk in Oatbarton. I'll call over some of these folk and share these steaks with them -- it's only right!\\n\\n'Thanks again, [placeholder]. Keep an eye out for boars!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are bears all over Tyrn Fornech, [placeholder], but you'll find them especially at Nan Orngon, to the east of Ost Forod. Bring me choice cuts of bear-meat, and we can drown our sadness at the absence of boars in Evendim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Curious Number of Bears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wonder where all the boars went?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Parr Chopley has decided that he will make do with some delicious bear-steaks instead, since Evendim seems to have a striking absence of boars.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Evendim once had dozens and dozens of boars! The hills and fields were covered with them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring choice cuts of bear-meat to Parr Chopley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bears roam the hills of Tyrn Fornech and can especially be found at Nan Orngon, east of Ost Forod.\\n\\nParr Chopley has asked you to bring him choice cuts of bear-meat from the bears that roam Tyrn Fornech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Parr Chopley is in the old watch-post of Ost Forod, in the hills of Tyrn Fornech, west of Nan Orngon.\\n\\nYou have collected several choice cuts of bear-meat and should bring them to Parr Chopley.",
      "es": "",
      "es (fem)": ""
    }
  ]
}