{
  "id": 620791667,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected the hobgoblins' recipe",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Burned bubbling pots with torches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bob Greeneaves believes he has discovered the plans of the goblins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You see, I think I finally figured out what those goblins are up to. It was the presence of the hobgoblins that cleared it up for me. Stories always said that they were the worst of the lot, scheming up new ways to hurt and kill folk! I think they are taking the spiders and cooking them down, making them into that tar of theirs that they throw! Never heard of them using spiders' innards for such a thing, but wouldn't surprise me a bit.\\n\\n'They are probably sore from their defeat south of here and are itching for another fight. But this time they plan on burning hobbits out of house and hole! You've got to put a stop to this!\\n\\n'You should head back to the Bleakleaf Crest and burn the pots they are cooking the spiders in -- they'll probably have torches or such nearby that you can use. And you'll need to take the recipe for the tar away from them as well, or burning the pots won't do any good. Defeat one of them hobgoblins out there and search him for the recipe!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The goblin-camp is in the Bleakleaf Crest, south of Dwaling.\\n\\nBob Greeneaves wants you to burn the pots the goblins are using to cook down the spiders, as well as recover the recipe for their tar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good, you've done it! I'll take that recipe there and destroy it. That should keep them from making any more of the foul stuff.\\n\\n'Never would have thought I'd be saving spiders from a horrible death. Well, if you don't tell anyone, I won't either!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bob Greeneaves is in Dwaling, north of the Bleakleaf Crest.\\n\\nYou should return to Bob Greeneaves with the news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What are you doing about here? Those hobgoblins are up to no good! You should burn their pots to get rid of the foul stuff they've made so far. And get rid of the recipe to make more of the tar.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Well, you did right well with those hobgoblins, I must say!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the hobgoblins' recipe",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Burn bubbling pots with torches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the hobgoblins' recipe to Bob Greeneaves",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the Hobgoblin's Recipe to Bob Proudfoot",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hobgoblin's Recipe",
      "es": ""
    }
  ]
}