{
  "id": 620791665,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Bob Greeneaves is familiar with the troubles the Greenfields have seen with goblins and is concerned that those troubles are spreading further into the Northfarthing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Although not many know this, I heard about that business down south of here with the goblins. They are up to no good around these parts too! I swear I saw one of them kill one of them spiders and drag it back to their camp, though why they would want something so vile, I surely can't say.\\n\\n'I wonder if those goblins consider spider a delicacy of some kind, though that thought makes me shudder. Maybe you ought go out to their camp at Bleakleaf Crest, out south of here, and see if you can find that spider they dragged off.\\n\\n'Mayhaps that spider-corpse might tell us something about these goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-camp is at the Bleakleaf Crest, south of Dwaling.\\n\\nBob Greeneaves has asked you to find the corpse of the spider the goblins dragged off, in hopes that you might learn something important about the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "A quick examination of this spider's remains reveal that the goblins have let it lie, virtually untouched. All of the ichor and venom of this spider seem to have been collected by the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bob Greeneaves is at Dwaling, north of the Bleakleaf Crest.\\n\\nYou should return to Bob Greeneaves with the information you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The goblins' camp is south of here, in the Bleakleaf Crest. Go find that spider they dragged off. It might give a clue as to what the goblins are up to!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "A quick examination of this spider's remains reveal that the goblins have let it lie, virtually untouched. All of the ichor and venom of this spider seems to have been collected by the goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'They took the venom from the spiders? Well that's no good. And you found hobgoblins as well? That's even worse....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine the corpse of the spider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examined the corpse of the spider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bob Greeneaves in Dwaling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblins and Spiders",
      "es": "",
      "es (fem)": ""
    }
  ]
}