{
  "id": 620791689,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You might have heard mention of this around town already, but if you haven't: there are goblins at Tûm Fuin, a hollow a short distance north of Ost Forod!\\n\\n'We have enough problems with the Wargs and tomb-robbers stirring up trouble in Tyrn Fornech; we don't need goblins and boggarts as well!\\n\\n'I have set aside some coins for any adventurer able enough to do something about the goblins. Are you such an adventurer, [placeholder]? If so, you'll have no trouble journeying north to Tûm Fuin and defeating the goblins there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Tûm Fuin sounds dreadful, [placeholder]! I am glad you were able to defeat some of the goblins there, but I don't know if the hollow will ever be the pretty place that once it was. The corruption the goblins have wrought sounds severe.\\n\\n'Take this reward, [placeholder], and let us both wish for the day that Tûm Fuin will be restored.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The goblins are at Tûm Fuin, [placeholder], a hollow to the north of Ost Forod, among the hills of Tyrn Fornech. It is to the north-east of the Duskencleft, if you have ever been to that pass between the hills.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblins in the Hollow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Tûm Fuin was a place of beauty before the goblins came.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Poppy Seaton is distressed by the fact that goblins have taken up residence so near to Ost Forod and wants something done about them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'One day, Tûm Fuin will be restored.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblins at Tûm Fuin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins at Tûm Fuin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins have made a camp at Tûm Fuin, north of Ost Forod in Tyrn Fornech.\\n\\nPoppy Seaton has asked you to do something about the goblins that have taken up residence at Tûm Fuin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Poppy Seaton is at Ost Forod, the old watch-post in the hills of Tyrn Fornech, south of Tûm Fuin.\\n\\nYou have defeated many goblins and should now return to Poppy with news of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}