{
  "id": 620791685,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A few days ago, I encountered a band of tomb-robbers outside Tûm Fuin, rejoicing over a haul of relics they had stolen from some Dúnadan-tomb. Well, you can be sure that I ran them off, but when I caught up to them there was no sign of the satchel over which they had gloated.\\n\\n'I think one of them dropped the satchel of stolen relics during the chase, but I was too winded to go back and look for it. You can be sure that their allies will return for it, if we don't recover it first!\\n\\n'Tûm Fuin is north of Ost Forod and full of goblins. Look for the satchel somewhere among the bushes, south-west of Tûm Fuin, possibly in the break in the hills called the Duskencleft. The satchel of relics may have fallen somewhere in there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found the satchel of relics! Thank you, [placeholder]! I'll have this delivered to Astiul at the Ranger-camp right away.\\n\\n'Take this reward for your trouble -- if only I had thought to return to the Duskencleft right away, it wouldn't have been necessary. Alas, I was winded after the chase and did not consider it until I had come home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The tomb-robbers were in a hurry to escape. I'm sure they didn't mean to drop the satchel of relics they had stolen, and their brothers will surely return to reclaim it when they find out.\\n\\n'Go to the Duskencleft and search through the bushes for the dropped satchel! Start your search by Tûm Fuin, north of Ost Forod, and work your way south-west to Duskencleft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not yet recovered the satchel of relics? The Duskencleft is north of Ost Forod and south-west of Tûm Fuin. The satchel must have been tossed into one of the bushes as I pursued the tomb-robbers up through the Duskencleft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Escape from Duskencleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Beware the Wargs and goblins that prowl the Duskencleft and Tûm Fuin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Clark Standish encountered a gang of tomb-robbers at Duskencleft, and believes they might have hidden a satchel of stolen relics there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Most of the people at Ost Forod are good folk, but there are some bad apples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring satchel of relics to Clark Standish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The satchel of stolen pottery is somewhere in the Duskencleft, south-west of goblin-infested Tûm Fuin. Tûm Fuin is north of Ost Forod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Clark Standish is in Ost Forod, the old watch-post in the hills of Tyrn Fornech, south of the Duskencleft.\\n\\nYou have reclaimed the satchel of stolen relics and should return it to Clark Standish.",
      "es": "",
      "es (fem)": ""
    }
  ]
}