{
  "id": 620791688,
  "txt": [
    {
      "id": 218649169,
      "en": "'At the end of the northern road, at Cirith Rhîw, there stands a gate. For years, my family has brought goods that way to trade with the Snowmen of Forochel, but recently, a tomb-robber band has made passage nearly impossible.\\n\\n'If you are a brave adventurer and true, you would surely be able to defeat the captain of that robber-band and recover any trade goods they have stolen.\\n\\n'Just follow the road north through Tyrn Fornech until you come within sight of the gate at Cirith Rhîw. You should be careful, for the robber-band has held the road for a long time.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It will be some time before trade with Forochel resumes, but you have taken a step on that road for all of us now, [placeholder], and I thank you for it!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The tomb-robber captain and his cronies currently hold the road near the gate at Cirith Rhîw, and trade with Forochel is impossible. I hope you will be able to defeat him!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trouble at Cirith Rhîw",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We once maintained a thriving trade with the Snowmen of Forochel.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Spring Standish is concerned about the lack of trade with the Snowmen of Forochel ever since tomb-robbers seized the gate at Cirith Rhîw.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The tomb-robbers have caused many problems for us, but still we oppose them.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated tomb-robber captain at Cirith Rhîw",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat tomb-robber captain at Cirith Rhîw",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The captain of a robber-band maintains control of the road leading to the gate at Cirith Rhîw, north of Ost Forod.\\n\\nSpring Standish has asked you to defeat a tomb-robber captain at Cirith Rhîw, in hopes that the rest of his band will disperse.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Spring Standish is at Ost Forod, the old watch-post in the hills of Tyrn Fornech, south of Cirith Rhîw.\\n\\nYou have defeated the tomb-robber captain at Cirith Rhîw and should return to Spring with news of your victory.",
      "es": ""
    }
  ]
}