{
  "id": 620791684,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you encountered the fearsome white Wargs of Tyrn Fornech yet, [placeholder]? The creatures are vicious, bloodthirsty beasts, and they strike without warning! A few nights ago, I was taking in the air around the northern wall of Ost Forod, and I thought I saw something gleaming in the moonlight. I wandered towards it, foolishly, so foolishly, but I was curious as to what it might be. Before too long, I had strayed beneath the eaves of the forest and had become quite turned around.\\n\\n'Suddenly, I heard a snarl from my left! As I spun to face the sound, I saw only a splash of bright white fur, matted with blood and mud. I ran, and the great brute pursued me! It sprang towards me with a great leap; I felt its hot breath steaming in the cool night air! And then -- lights! Lights from Ost Forod! Basil Gummidge had come with a party and lanterns to the outskirts, and on seeing them, the Warg gave up its pursuit!\\n\\n'Those beasts are dangerous, [placeholder], and something must be done. Not everyone will have the benefit of a fortuitous encounter with our arbiter, you know. If you're up to it, I'd ask you to defeat some of the ferocious white Wargs. You'll find them all throughout Tyrn Fornech, but especially at the Duskencleft, north of Ost Forod.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You survived your encounters with the white Wargs, [placeholder], I am quite glad to see -- good work! One day, perhaps, a traveller will be able to walk in these lands without fear of danger!\\n\\n'One day, perhaps. For now, I will give you this reward and hope that day comes soon rather than late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find and defeat the white Wargs of Tyrn Fornech, [placeholder]! You'll find them throughout the hills, but especially up near the Duskencleft, north of Ost Forod!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ballard Wilmer and the White Warg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'That day of which we spoke draws nearer, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ballard Wilmer had an encounter with white Wargs in the hills of Tyrn Fornech and is now deathly afraid of the creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am afraid to pass the town walls after dark because of those white Wargs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated White Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat White Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "White Wargs stalk the hills of Tyrn Fornech, but can especially be found in the vicinity of the Duskencleft, north of Ost Forod.\\n\\nBallard Wilmer told you of his harrowing encounter with a Warg and has asked you to defeat some of the vicious white Wargs of Tyrn Fornech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ballard Wilmer is at the old watch-post of Ost Forod, in the hills of Tyrn Fornech, south of the Duskencleft.\\n\\nYou have defeated many white Wargs and should now report your victory to Ballard Wilmer.",
      "es": "",
      "es (fem)": ""
    }
  ]
}