{
  "id": 621004472,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The Orcs and foul creatures of Gorgoroth have short memories, [placeholder]. We need to remind them that a King once again rules in Gondor, and he will not stand idly by while they threaten to break the peace.\\n\\n'Bring these banners to the Doomfold of Dor Amarth, and raise them proudly. Begin north of Fushaum Tûm, along the road, and make your way east. There are two rivers of fire in that direction, and I think that you should raise some of the banners near them, though they be off the road. They will serve as a reminder to those fiends that Gondor remains ever-vigilant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Tancram in the Hall of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tancram has asked you to raise banners of the King in the vale of Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Bring these banners to the Doomfold of Dor Amarth, and raise them proudly. Begin north of Fushaum Tûm, along the road, and make your way east. There are two rivers of fire in that direction, and I think that you should raise some of the banners near them, though they be off the road. They will serve as a reminder to those fiends that Gondor remains ever-vigilant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Tancram gave you a number of banners to raise over Dor Amarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: Notice of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Raise banners of the King over Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Tancram is in the Hall of the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You raised the banners of the King over Dor Amarth? Very good, my friend. How long will it be before we must raise more banners? The Orcs and other foul beasts of Gorgoroth have short memories, as I think I told you. They will always need reminding that a king rules once more in Gondor, and will not brook their defiance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "This banner will serve as a reminder that a king rules in Gondor",
      "es": "",
      "es (fem)": ""
    }
  ]
}