{
  "id": 621004469,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah! Words C'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'You delivered the package to Góthur? I hope that is enough for Vétha, but I am not foolish enough to believe she will not have another one to send him in a few days!\\n\\n'Perhaps you will come back in a day or two and deliver that one as well? And the one after that? By Durin's Beard! When will Góthur return home and put an end to all this package delivering? Not soon enough, that much is clear, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: A Package from Home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'DNT - Blah! Words D'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah! Words E'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Vórthi is in the Hall Under the Mountain, in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'DNT - Blah! Words F'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'One of our scouts, Góthur, adventures in Dor Amarth and has faced many dangers there already. His wife Vétha has prepared a package for him, and insists that someone deliver it to him. It seems to me that every week she has a new package to send him, but I do not want to tell her this cannot be done, [placeholder]. Will you bring this week's package to Góthur? Before you deliver it, perhaps you can defeat foes in Dor Amarth? That way there will be some justification for making the journey!\\n\\n'Góthur should be near a lake of fire south-west of Mordath, in Dor Amarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Deliver the package from Vétha to Góthur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Durin's Folk are a very sturdy, heroic people, no strangers to adventure. But the Black Land of Mordor is shrouded in mystery, and no one really knows what to expect.\\n\\n'Our adventurers have not balked at crossing the Mountains of Shadow and exploring the plateau of Gorgoroth, but their families do not always share in their boldness. One of our scouts, Góthur, adventures in Dor Amarth and has faced many dangers there already. His wife Vétha has prepared a package for him, and insists that someone deliver it to him. It seems to me that every week she has a new package to send him, but I do not want to tell her this cannot be done, [placeholder]. Will you bring this week's package to Góthur? Before you deliver it, perhaps you can defeat foes in Dor Amarth? That way there will be some justification for making the journey!\\n\\n'Góthur should be near a lake of fire south-west of Mordath, in Dor Amarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Defeat enemies in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Vórthi asked you to defeat foes in Dor Amarth before delivering the package to Góthur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d156",
      "en": "Vórthi has given you a package to deliver to an adventurer in Dor Amarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Vórthi is in the Hall Under the Mountain, in Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Ah, you have a package for me from Vétha? What has my wife sent me this time?'\\n\\nGóthur carefully unfolds the leather satchel and removes a smooth, round ball. With an exclamation of delight, he brandishes it in your direction.\\n\\n'This is a loaf of cram, [placeholder], as the Men of Dale are wont to make, but they did not bake this one. No, my wife Vétha has sought to learn their recipe and has made some improvements to it. This one is tougher and hardier than others of its type... much like my Vétha, as she would be the first to tell you!\\n\\n'Thank you, my friend! I would offer you a bite, but surely you need to be off on your own adventures; I do not wish to keep you from them for as long as consuming a serving of this cram would take!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah! Words B'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Góthur is by a lake of fire to the south-west of Mordath, the great pit over which Barad-dûr once towered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Defeated enemies in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'You defeated some of the foes throughout Dor Amarth? I suppose that is enough, and now you can deliver the package from his wife to Góthur. He should be near a lake of fire south-west of the ruins of Barad-dûr, in Dor Amarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Ah, you have a package for me from Vétha? What has my wife sent me this time?'\\n\\nGóthur carefully unfolds the leather satchel and removes a parchment covered in tiny, angular letters. He studies it for a moment and then sighs.\\n\\n'Gossip from home, [placeholder]. There is a lot of talk of our neighbours, rumours of the king, assorted petty grievances and hurts, and the family's minor triumphs and accomplishments. I do not think I will read it all right now, and it would be of no interest to you, but it does achieve two useful things. First, it helps Vétha pass the time while I am away, for it takes her a long time to write all this out. Second, it helps me pass the time when boredom threatens, even here in Mordor. And so such gossip helps to pass twice as much time!\\n\\n'I have had a lot of time to think up this justification, my friend, for while I enjoy news from home, there's always just so very much of it. It is rather exhausting. At any rate, I thank you for bringing it to me! Perhaps I will see you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Ah, you have a package for me from Vétha? What has my wife sent me this time?'\\n\\nGóthur carefully unfolds the leather satchel and removes a parchment with a brief message written in a messy hand.\\n\\n'It is a message from my son, Gárni! He misses me, and has written to wish me well as I adventure in... well, he has not mastered his runes as of yet, but I believe this word is intended to represent Gorgoroth. See how he began writing it, but did not know when to stop? Ah, he is clever, more clever than me by far!\\n\\n'He has asked what he always asks: he wants to know about the monsters I have encountered in this land. He is still too young to hear about them in all their beastly glory, but one day I will return and have many fine stories to tell. Vétha may not like it, but I know that it will whet Gárni's appetite for adventure! Who knows? One day he too may journey in this land, and he too may have a son who desires to hear tales of it! Wouldn't that be something?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Ah, you have a package for me from Vétha? What has my wife sent me this time?'\\n\\nGóthur carefully unfolds the leather satchel and removes a parchment covered with precise, angular runes. He is about to show it to you, but suddenly he flushes and keeps it to himself.\\n\\n'My temperature rises. It must be the lake of fire! Yes, that must be it. This message from my wife is not intended for anyone's eyes but my own, [placeholder]! I thank you for the delivery, and I thank you doubly-so for not reading it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Ah, you have a package for me from Vétha? What has my wife sent me this time?'\\n\\nGóthur carefully unfolds the leather satchel and removes a small, but very shiny, stone, and a piece of parchment.\\n\\n'This is a small nugget of gold. Ah! My son Gárni has been learning the basics of mining, and this is one of the early results! The ore does not appear far from the vein, does it not? My son will be a fine prospector indeed if he is already so adept at such a young age!\\n\\n'Nay, he will be even better than I, for I did not have much of a taste for mining. Is that not why I chose the adventuring life? Still, I am so proud of him for surpassing me in this, and already! Thank you for bringing me this, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Ah, you have a package for me from Vétha? What has my wife sent me this time?'\\n\\nGóthur carefully unfolds the leather satchel and removes a parchment with a charcoal drawing on it. He studies it for a moment and then smiles.\\n\\n'A drawing of the Lonely Mountain! My son Gárni has become quite the artist, has he not? Look at this fine representation of the Mountain, [placeholder]! My son is quite an artist!'\\n\\nGóthur tilts his head to the side and studies the drawing more carefully.\\n\\n'Oh, wait a moment. I see now that my wife has written her name in the corner. Vétha drew this picture for me. Well, it is quite good, is it not? She is as fine an artist as her beard is long, [placeholder]! Thank you for bringing this to me, and I look forward to what you might bring next time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Vórthi in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Vórthi in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}