{
  "id": 621004471,
  "txt": [
    {
      "id": 177082752,
      "en": "Defeated crebain or sickle-flies in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to V贸rthi in the Hall Under the Mountain",
      "es": ""
    },
    {
      "id": 24695126,
      "en": "V贸rthi has asked for your help combatting threats in Agarnaith, but he is not particular about how exactly you accomplish it.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Defeated boars or wolves in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Defeated Orcs or Uruks in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "V贸rthi is in the Hall Under the Mountain.",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You are looking to help Durin's Folk? I am glad to hear it, but I do not have any requests prepared. I am quite embarrassed to be caught this way... there must be something you can do!\\n\\n'Ah, I have it! The swamp-lands of Agarnaith are full of danger, and any of the foes you face there will make that treacherous vale safer. Birds and bugs, wolves and boars, Orcs and Uruks... it makes no difference to me! Choose some foes to defeat, and defeat them! What could be simpler than that?'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'You are back, and Agarnaith is made more safe for your efforts? Well done. No, do not tell me what foes you defeated... there is no need for that! Whatever they were, they will not be a problem anymore! Ha ha ha!'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "V贸rthi asked you to choose foes to defeat in Agarnaith, and no matter what you choose to face, you will be making the swamp more safe.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Defeat boars or wolves in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Defeat crebain or sickle-flies in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'The swamp-lands of Agarnaith are full of danger, and any of the foes you face there will make that treacherous vale safer. Birds and bugs, wolves and boars, Orcs and Uruks... it makes no difference to me! Choose some foes to defeat, and defeat them! What could be simpler than that?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: Pick Your Poison",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Defeat Orcs or Uruks in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}