{
  "id": 621004520,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I have been collecting requests from our friends concerning how best we can help our neighbours in this land, and today's request is from Samwise.\\n\\n'He was reluctant to ask anything of me, and it took a good deal of prodding before he eventually consented to give me a request. Still, if the others can provide me with tasks to dole out to willing adventurers, there's no reason for a Gamgee to be exempted!\\n\\n'Eventually he relented, and provided me with a request. It is a simple one and quite straightforward, although the execution of it will be anything but, if the rumours I have heard are true! Samwise asks that adventurers defeat spiders in Lhingris, where there is no shortage of the things. He is quite upset about the spiders, for some reason, but he would not tell me why. At any rate, it will be a helpful errand. Fulfill this request and I will have a reward for you! Samwise's own reward is that I will not bother him for another request for some days!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Defeated spiders in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Aster Hayward in Tham Periain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Spiders can be found in great numbers throughout Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Aster Hayward conveyed a request to you from Samwise Gamgee: to defeat spiders in Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Aster Hayward is in Tham Periain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Did you make a dent in the number of spiders that crawl about Lhingris? Even a small one? I am sure it will be of help, even if there are always more eight-legged beasts to replace the ones you squished. It is still a good thing to do!\\n\\n'Come back tomorrow and I will have another request for you to undertake. I will give Samwise a break for now! He does not like thinking up these tasks, poor thing. He has my sympathy for a short while, but then I will need another, and then he will not be allowed off the hook!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: An Errand for Sam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Samwise asks that adventurers defeat spiders in Lhingris, where there is no shortage of the things. He is quite upset about the spiders, for some reason, but he would not tell me why. At any rate, it will be a helpful errand. Fulfill this request and I will have a reward for you! Samwise's own reward is that I will not bother him for another request for some days!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat spiders in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}