{
  "id": 621004466,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Vórthi has devised a means of taking Orc-blades and Orc-shields and converting them to use by the dwarves, and needs your help to supply the raw materials.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Very good, very good! Thank you for your hard work, [placeholder]. Our smiths will melt down that equipment and use the material as a base for fashioning replacement gear worthy of our heroes.\\n\\n'Come back tomorrow for more work, my friend. There is always more to be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Vágrek is by his cart near the Udûn Foothold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Load the weapons and shields into Vágrek's cart near the Udûn Foothold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Vórthi asked you to search the Orc camps on the valley floor in Udûn for discarded blades and shields that can be turned into dwarf-weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect discarded shields from Udûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'If you collect weapons and shields dropped by the Orcs, they can be melted down and used by our smiths. I sent WAGGON DRIVER TBD to Udûn, and he will wait there with his cart. Search the Orc camps at the valley floor of Udûn for discarded weapons and shields, and load them onto his cart. That gear will be melted down and turned into equipment worthy of our adventurers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe1e231",
      "en": "'Ah, thank you! That equipment will be put to good use!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected discarded shields from Udûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Collect discarded blades from Udûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Collected discarded blades from Udûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Vórthi in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You add your supply of equipment to Vágrek's cart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Vórthi is in the Hall Under the Mountain, waiting to hear your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'If you collect weapons and shields dropped by the Orcs, they can be melted down and used by our smiths. I sent Vágrek to Udûn, and he will wait there with his cart. Search the Orc camps at the valley floor of Udûn for discarded weapons and shields, and load them onto his cart. That gear will be melted down and turned into equipment worthy of our adventurers, and when they are damaged by Orc skulls and weapons, they can be replaced with little trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'A number of dwarves are hard at work in Gorgoroth, combatting the many dangers that lurk there, but they have encountered an unexpected difficulty: Orc skulls are harder than you'd think! They have been known to dent all but the finest of dwarf weapons. We needed some means of replacing our warriors' gear, as efficiently as possible, and I came up with just such a way!\\n\\n'I have already set my plan into motion, [placeholder], and it needs only you to apply the finishing touches. If you collect weapons and shields dropped by the Orcs, they can be melted down and used by our smiths. I sent Vágrek to Udûn, and he will wait there with his cart. Search the Orc camps at the valley floor of Udûn for discarded weapons and shields, and load them onto his cart. That gear will be melted down and turned into equipment worthy of our adventurers, and when they are damaged by Orc skulls and weapons, they can be replaced with little trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: The Cart at the Parade Grounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Oh, do not bring the gear to me! Bring it to the cart near the Udûn Foothold!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}