{
  "id": 621004470,
  "txt": [
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: Hot Work, And Lots Of It!",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Dwarves returning from Mordor have told tales of the Ghâshghurm, a great lake of fire that boils and bubbles south of Mount Doom. The picture these scorching stories paint is a most unpleasant one, and it makes my brow sweat even here, among the cool shadows under the Lonely Mountain!\\n\\n'I want to help the dwarves that still labour in Talath Úrui. I have prepared kegs of ale to quench the thirst they surely possess. Set up the kegs not far from the Ghâshghurm, perhaps north-east of Thorzhaf, off the road. Parched dwarves will be glad to see you!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "There is a good spot for a keg north-east of Thorzhaf, in Talath Úrui.",
      "es": ""
    },
    {
      "id": 24695122,
      "en": "Vórthi has heard tales of the great lake of fire in Talath Úrui, the Ghâshghurm, and wants you to bring some means of refreshment to the dwarves that must adventure by its banks.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "The keg is greatly appreciated!",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "There is a good spot for a keg east of Thorzhaf, in Talath Úrui.",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "The keg is greatly appreciated!",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Set up a keg for parched dwarves north-east of Thorzhaf, in Talath Úrui",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "There is a good spot for a keg north of the road in Talath Úrui, between Naerband and the Ghâshghurm.",
      "es": ""
    },
    {
      "id": 125073552,
      "en": "'Behold, a gift of ale! Drink up, and wipe the sweat from your brow!'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Vórthi is in the Hall Under the Mountain.",
      "es": ""
    },
    {
      "id": 225920897,
      "en": "'Yes! This is just what I needed!'",
      "es": ""
    },
    {
      "id": 225920898,
      "en": "'A keg of ale? Good timing, friend!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "The keg is greatly appreciated!",
      "es": ""
    },
    {
      "id": 225920899,
      "en": "'My throat was parched! You have arrived just in time!'",
      "es": ""
    },
    {
      "id": 225920900,
      "en": "'Ah, a keg of ale! You have my thanks!'",
      "es": ""
    },
    {
      "id": 225920901,
      "en": "'Never have I been so pleased as I am right now!'",
      "es": ""
    },
    {
      "id": 225920902,
      "en": "'What a gift!'",
      "es": ""
    },
    {
      "id": 225920903,
      "en": "'Drinks all around! This will keep us going!'",
      "es": ""
    },
    {
      "id": 225920904,
      "en": "'This is hot work, and the ale will make it more pleasant!'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Set up a keg for parched dwarves east of Thorzhaf, in Talath Úrui",
      "es": ""
    },
    {
      "id": 225920905,
      "en": "'A fine gift!'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Set up a keg for parched dwarves north of the road between Naerband and the Ghâshghurm",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Talk to Vórthi in the Hall Under the Mountain",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Welcome back, friend! Were the dwarves in Talath Úrui glad to see you and the kegs of ale you brought with you? Yes! I am pleased to hear that!\\n\\n'I have helped our adventuring dwarves in many ways for the past few weeks, but I think I am most proud of this task. Thank you for helping me help our dwarf heroes! Adventuring is thirsty work... I speak from experience!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'I want to help the dwarves that still labour in Talath Úrui. I have prepared kegs of ale to quench the thirst they surely possess. Set up the kegs not far from the Ghâshghurm, perhaps north-east of Thorzhaf, off the road. Parched dwarves will be glad to see you!'",
      "es": ""
    }
  ]
}