{
  "id": 621004508,
  "txt": [
    {
      "id": 228284034,
      "en": "'Hello there, [placeholder]. I have been collecting requests in order to determine how best we can help our friends and neighbours, but today the request is from one Aster Hayward. Yes, this request is my own!\\n\\n'You see, a number of former prisoners have been freed from the yoke of slavery in Gorgoroth, and now they seek to make homes for themselves in Gondor. Many of these freed slaves are Nurnhoth, the people of Nurn, to the south. I have not studied their family trees as sufficiently as I would like, for while I am a student of lineage and ancestry, my specialty is in that of the larger hobbit families of the Shire. Still, I understand that the Nurnhoth are of Easterling descent, and have Easterling customs and habits.\\n\\n'This is a long way of saying that many of the freed Nurnhoth have different tastes than the rest of us, and while they have freedom they still lack some of the things that would make them most comfortable. I speak of food, [placeholder]! I have conversed with some of them, and have learned that they would enjoy a few traditional meals: Khingal, Lavang, and Pishi Badam, which they have described to me but I have never sampled. We do not have the ingredients for these meals, but we might take them from some of the Easterlings in Gorgoroth who are hostile to us. Deprive the Easterlings at Rhûd Vorn, on the eastern side of the vale of Udûn, of their food jars, and I may be able to cook up some of these meals for the freed Nurnhoth. I want them to feel welcome, [placeholder], and this may help them feel more at home!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Deprive the Easterlings at Rhûd Vorn, on the eastern side of the vale of Udûn, of their food jars, and I may be able to cook up some of these meals for the freed Nurnhoth. I want them to feel welcome, [placeholder], and this may help them feel more at home!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aster Hayward wants to provide meals for some of the freed Nurnhoth and has asked you to collect some of the foodstuffs she thinks they would enjoy.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Aster Hayward is in Tham Periain.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: An Errand for Aster",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Thank you for these food jars, [placeholder]! I will open them up and make a catalog of the ingredients we have obtained, and will set about learning how to cook up some of the meals the freed Nurnhoth mentioned to me! I hope they are not too difficult to make, but even if they are it will all be worth it if the freed Nurnhoth enjoy having a taste of home!\\n\\n'Come back tomorrow and I should have another request for you, friend!'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Collect Easterling food jars in Rhûd Vorn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Food jars can be found at Rhûd Vorn, an Easterling camp on the eastern side of Udûn.",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Bring the food jars to Aster Hayward in Tham Periain",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Collected Easterling food jars ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}