{
  "id": 621004474,
  "txt": [
    {
      "id": 177082773,
      "en": "You mark the spread of the disease in the bog-lurker",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You mark the spread of the disease in the gore-crow",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Tancram has asked you to defeat boars and wolves in plague-ridden Agarnaith, and to <rgb=#00FF00>look</rgb> at several other creatures in order to gauge the spread of the disease.",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You mark the spread of the disease in the plague-rat",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Tancram is in the Hall of the King.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated Plagued Dire-wolves in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated Diseased Swamp-boars in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "<rgb=#00FF00>Look</rgb> at a Bloody Plague-fly in Agarnaith",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "<rgb=#00FF00>Look</rgb> at a Bloody Bog-lurker in Agarnaith",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tancram has asked you to perform a casual study of some of the creatures that crawl or fly in plague-ridden Agarnaith.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "<rgb=#00FF00>Look</rgb> at an Agarnaith Gore-crow",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "<rgb=#00FF00>Look</rgb> at an Infectious Plague-rat in Agarnaith",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'If your travels will take you to Agarnaith, I have something with which you could help me. I have heard the worries of Mithrandir and others concerning some foul disease that spreads within the swamps of Agarnaith. I ask that you defeat the boars and wolves that you find there, for the disease has caused them to engage in a frenzied madness.\\n\\n'I ask too that you <rgb=#00FF00>look</rgb> at a number of infected creatures and provide your opinion on the disease's spread. I am interested especially in plague-flies, bog-lurkers, gore-crows, and infectious plague-rats. Good luck to you, [placeholder], and know that you will be rewarded for your observations.'",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You mark the spread of the disease in the plague-fly",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat Plagued Dire-wolves in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat Diseased Swamp-boars in Agarnaith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'You have returned! I trust that you have brought your report on the infected creatures of Agarnaith?'\\n\\nYou tell Tancram what you observed, and he notes your observations on a small piece of parchment.\\n\\n'Thank you for this, [placeholder]. Gondor needs as much information about the spread of this disease as can be obtained. Come back tomorrow for more work, my friend.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I have heard the worries of Mithrandir and others concerning some foul disease that spreads within the swamps of Agarnaith. I ask that you defeat the boars and wolves that you find there, for the disease has caused them to engage in a frenzied madness.\\n\\n'I ask too that you <rgb=#00FF00>look</rgb> at a number of infected creatures and provide your opinion on the disease's spread. I am interested especially in plague-flies, bog-lurkers, gore-crows, and infectious plague-rats. Good luck to you, [placeholder], and know that you will be rewarded for your observations.'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Bring your report on the spread of the disease to Tancram in the Hall of the King",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: A Casual Study",
      "es": ""
    }
  ]
}