{
  "id": 621004507,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'You have defeated the spiders' prey in Lhingris? They may not feel the attack today, but over time it will have as much an effect upon them as attacking them directly. I thank you for your efforts on our behalf.\\n\\n'Come back tomorrow and you will be able to further aid the Lord and Lady of Lothlórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Glórellas in the Court of Celeborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d140",
      "en": "Glórellas knows the spiders of Lhingris have been often fought by adventurers among the web-rifts, but she desires to fight them in another way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Defeated primary food-sources for the spiders in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Glórellas is in the Court of Celeborn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Bats, maggots, burrowers, and flies serve as the primary food-sources for spiders in Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'All who have heard tales of Lhingris know that the shadows of the Ephel Dúath fall upon web-choked passes, haunted by the broods of countless spiders. Many are the adventurers who have sought to thin their numbers, some successfully and some not; only those who are successful return to the lands from which they rode, while the failures remain behind, ensnared by the webs they thought to clear.\\n\\n'There are too many spiders in Lhingris for us to achieve victory in that way. But what if we take another approach, [placeholder]? What if we thin the numbers of their prey? Forget not these others: the bats, maggots, burrowers, and flies that serve as the spiders' primary food source, when hapless adventurers are not available.\\n\\n'Go to Lhingris and defeat the spiders' prey, and you will be harming the spiders, though they be unaware of the attack while it happens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Defeat the primary food-sources for the spiders in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: Forget Not These Others",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'What if we thin the numbers of the spiders' prey? Forget not these others: the bats, maggots, burrowers, and flies that serve as the spiders' primary food source, when hapless adventurers are not available.\\n\\n'Go to Lhingris and defeat the spiders' prey, and you will be harming the spiders, though they be unaware of the attack while it happens.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}