{
  "id": 621004480,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You have my thanks and those of the Lord and Lady as well, for the Doomfold of Dor Amarth is hazardous and possessed of many dangers. Those that adventure there will now be safer for your efforts on their behalf.\\n\\n'Return tomorrow and there will be further means by which you may aid us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Glórellas asked you to defeat foes in Dor Amarth, choosing between rock-worms, dire-horns, and a number of other creatures, in order to aid the Elves that fight in that land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Face foes in Dor Amarth, either rock-worms or dire-horns, and fight them on behalf of the Elves.\\n\\n'If it were me, I would defeat whichever enemies first crossed my path, and I encourage you to do the same. Once you have made your choice and thinned the ranks of our enemies, return to me and be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "Glórellas has asked you to defeat some of the foes that stalk Dor Amarth, but she left the choice of which foes to face up to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat rock-worms or fire grims in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Defeated dire-horns, sûlokil, or fire-drakes in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Glórellas in the Court of Celeborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Defeated rock-worms or fire grims in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Defeat dire-horns, sûlokil, or fire-drakes in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Many Elves fight in Dor Amarth, as they did of old, and any aid you can lend to them will be appreciated. It is of no matter to me which of the foes there you face, whether it be rock-worms or dire-horns, just that you fight them on our behalf.\\n\\n'If it were me, I would defeat whichever enemies first crossed my path, and I encourage you to do the same. Once you have made your choice and thinned the ranks of our enemies, return to me and be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Glórellas is in the Court of Celeborn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: Choosing Doom",
      "es": "",
      "es (fem)": ""
    }
  ]
}