{
  "id": 621004473,
  "txt": [
    {
      "id": "0xeb01185",
      "en": "Salamanders, rock-worms, and fire-drakes can be found throughout Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Tancram is in the Hall of the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat salamanders or rock-worms in Talath Úrui ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Defeated salamanders or rock-worms in Talath Úrui ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Defeat fire-drakes in Talath Úrui ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have defeated some of the dragon-kind in Talath Úrui? I am pleased to hear it, and offer you this reward from the Kingdom of Gondor in acknowledgement of the service you have provided.\\n\\n'Come back tomorrow for more work, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Defeated fire-drakes in Talath Úrui ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Tancram in the Hall of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Defeat salamanders and rock-worms in Talath Úrui, or hunt for the more dangerous fire-drakes that walk the scorching plains. I leave the decision up to you, for facing either of these will aid the Kingdom of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Tancram has asked you to defeat some of the dragon-kind that stalk Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Many are the dangerous foes that stalk the burning plains of Talath Úrui, but none are so threatening as the creatures of dragon-kind. Defeat salamanders and rock-worms, or hunt for the more dangerous fire-drakes that walk the scorching plains. I leave the decision up to you, for facing either of these will aid the Kingdom of Gondor.\\n\\n'Good luck to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: Scorching Selection",
      "es": "",
      "es (fem)": ""
    }
  ]
}