{
  "id": 621004475,
  "txt": [
    {
      "id": 177082753,
      "en": "Defeated enemies within Durthang in memory of the Thandrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "The shield was untouched by enemies. Perhaps they fear it",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Hang the repaired Thandrim shield on the wall outside the entrance to Durthang, in Udûn",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Tancram gave you a shield to hang on a wall outside the entrance to Durthang, so you may fight in memory of the fallen Thandrim.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Tancram has given you a shield of the Thandrim, now repaired, and has asked you to defeat the evil ones who hold Durthang.",
      "es": ""
    },
    {
      "id": 49286692,
      "en": "Bring the repaired Thandrim shield to Tancram in the Hall of the King",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Tancram asked you to defeat enemies within the fortress of Durthang, in Udûn.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "You placed a repaired shield of the Thandrim on a wall outside the entrance to Durthang, in Udûn, and should now retrieve it.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Tancram is in the Hall of the King.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'A shield was given to me, a shield that was once cloven in two but has now been repaired with leather straps. I believe you know the man who lent it to me, for he has repaired a number of them and bears one himself.\\n\\n'It is a shield of the Thandrim, who once held the fortress of Durthand and were slain by the forces of Mordor. This man does not want the Orcs and other evil creatures who now inhabit it to forget the steadfast Thandrim, and he wishes for brave warriors to bear this shield to the keep once known as the Black Shield. He asks that you hang the shield upon a wall, and then defeat a number of foes within the fortress.\\n\\n'Once you have done this, retrieve the shield from the wall where you left it, and return it to me. This man will be glad to have the shield returned, but more than that: he will be glad to know that the memory of the Thandrim lives on, and can still strike out at their hated foes.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat enemies within Durthang in memory of the Thandrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Retrieve the shield of the Thandrim from the wall where you placed it",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Thank you for returning the shield; I will ensure it is brought to the man to whom it belongs. It is a wonder to me that the Thandrim can still strike at their enemies, even now, a thousand years after their deaths.\\n\\n'We are their instrument in this: not of vengeance, but of justice. And of course you will be rewarded for the work. Come back tomorrow and there will be more work, and more reward!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: Still Defiant",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Hang that shield upon a wall outside Durthang, and then defeat a number of foes within the fortress.\\n\\n'Once you have done this, retrieve the shield from the wall where you left it, and return it to me. This man will be glad to have the shield returned, but more than that: he will be glad to know that the memory of the Thandrim lives on, and can still strike out at their hated foes.'",
      "es": ""
    }
  ]
}