{
  "id": 621004468,
  "txt": [
    {
      "id": 190388113,
      "en": "'Arm our warriors in Lhingris with these fine weapons and shields!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Sons of Stone are located on the road near Rath Cail in Lhingris.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Unvíth is just north of the Crow-feeders.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286662,
      "en": "Bring the remaining equipment to Unvíth just north of the Crow-feeders",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I will take it from here, [placeholder], and distribute the remaining equipment to other adventurers within Lhingris.\\n\\n'Perhaps I will see you another time! There is always more to be done!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Vágrek is with his cart in the north-east of Lhingris, near the road into Dor Amarth.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find the Sons of Stone and supply the dwarves with fresh equipment",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Unload the cart on the road in the north-east of Lhingris, near the entrance to Dor Amarth",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'My friend Vágrek has a cart full of crafted weapons and armour, and he has driven it to Lhingris. Unload his cart on the road in the north-east of that web-choked valley, and find the Sons of Stone and the Crow-feeders south along the road, near Rath Cail and slightly beyond.'",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "Vórthi has asked for your help rearming a number of dwarves adventuring in Lhingris.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The Sons of Stone have been resupplied with new equipment",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Find the Crow-feeders and supply the dwarves with fresh equipment",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You remove a bundle of equipment from the waggon",
      "es": ""
    },
    {
      "id": 120342385,
      "en": "'You arrived just in time, my friend!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The Crow-feeders have been resupplied with new equipment",
      "es": ""
    },
    {
      "id": 120342641,
      "en": "'Thank you for the resupply, friend!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The conquest of Gorgoroth continues! How can it not end in triumph, when Durin's Folk have so many fine heroes setting forth from Erebor? Several bands of great renown have made the journey, and their names are well-known to all dwarves: the Sons of Stone and the Crow-feeders, whose adventures are legendary.\\n\\n'But without new weapons and armour, even they cannot hope to prevail! They must be reinforced with fresh equipment, [placeholder]!\\n\\n'My friend Vágrek has a cart full of crafted weapons and armour, and he has driven it to Lhingris. Unload his cart on the road in the north-east of that web-choked valley, and find the Sons of Stone and the Crow-feeders south along the road, near Rath Cail and slightly beyond.'",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The Crow-feeders are located on the road south of Rath Cail in Lhingris.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: Arming Our Warriors",
      "es": ""
    }
  ]
}