{
  "id": 621004521,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "Collected parchment paper ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Combustible powder and parchment paper can be found throughout the Fushaum Tum encampment, in Dor Amarth. Pinches of Doomfold sulfur can be obtained from salamanders and fire grims throughout Dor Amarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Collected pinches of Doomfold sulfur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Aster Hayward is in Tham Periain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Bring the items Pippin requested to Aster Hayward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect combustible powder from Fushaum Tum ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Peregrin asked for adventurers to collect combustible powder and parchment paper from Fushaum Tum, an enemy encampment in southern Dor Amarth. He believes that they are kept together at several locations in that camp, so if you find one you should always find the other. Also, he said he will need pinches of sulfur to complete his project, and those can be obtained from the salamanders, rock-worms, or fire grims found in Dor Amarth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Collect parchment paper from Fushaum Tum ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have been collecting requests from our friends so we can find out how best to aid our neighbours in this land, and today's request comes from Peregrin Took. He seemed quite consumed with some amusing prospect, for he would not stop laughing while he recounted his request to me, but he insisted that its completion would \\qlight the night sky with a sign of hope for all,\\q and \\qjust wait until Gandalf sees this!\\q so I am sure whatever he is planning, it will be something very helpful.\\n\\n'He asked for adventurers to collect combustible powder and parchment paper from Fushaum Tum, an enemy encampment in southern Dor Amarth. Peregrin believes that they are kept together at several locations in that camp, so if you find one you should always find the other. Also, he said he will need pinches of sulfur to complete his project, and those can be obtained from the salamanders, rock-worms, or fire grims found in Dor Amarth.\\n\\n'Good luck finding these things, [placeholder]! Perhaps I will look around here and see if I can find a cure for Peregrin's giggles.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Collect pinches of Doomfold sulfur from fire grims and salamanders in Dor Amarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d150",
      "en": "Aster Hayward conveyed a request to you from Pippin. It seems he wants you to collect a number of items for an unknown purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Thank you for bringing me these items, [placeholder]! I will bring them to Peregrin, and I look forward to seeing whatever this project of his turns out to be. Something that would impress Gandalf must really be something, because everyone knows Wizards are difficult to surprise! But maybe Peregrin can manage it. He's very smart, you know, for his age!\\n\\n'Come back tomorrow and I will have another request for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: An Errand for Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected combustible powder ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}