{
  "id": 621004523,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "Collected entangled weeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "In the swamps of Agarnaith, travelling seeds can be found from nerbyg and plague-flies, and entangled weeds can be found from bog-lurkers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Aster Hayward is in Tham Periain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d159",
      "en": "Aster Hayward conveyed a request to you from Meriadoc Brandybuck, who desires to continue his research into plants and vegetation, particularly for use in his pipe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e37",
      "en": "Bring the items you collected to Aster Hayward in Tham Periain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Collect travelling seeds from nerbyg and plague-flies in Agarnaith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'You have returned with the seeds and the weeds that Meriadoc requested? I will bring them to him. I hope he finds more joy in these than in the last batch of plant-matter with which he filled his pipe. That smoke did not suit him at all, and I can still smell the choking fumes in my memory, if not with my nose.\\n\\n'At least there are fewer foul creatures to threaten wanderers in the swamp. Come back tomorrow and I will have another request for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Collect entangled weeds from bog-lurkers in Agarnaith ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have asked our friends to suggest tasks for adventurers to undertake within Gorgoroth, and they have been very kind as to offer several requests. I spoke with Meriadoc Brandybuck mere moments ago, and he told me he desires to continue his research into the various properties and classifications of plants and other herbs. His interest is chiefly in those plants that can be put to use in his pipe, and he is always seeking new such vegetation.\\n\\n'It seems he has heard from other adventurers that the nerbyg and flies that inhabit Agarnaith sometimes pick up seeds from distant shores, carrying them on long journeys far from the pods at which they began. He has heard too that the spindly legs of bog-lurkers often catch on weeds growing out of river-banks, pulling them free of their moorings and carrying them long miles. Meriadoc has asked that you collect these travelling seeds and entangled weeds and bring them back for his study.\\n\\n'I suppose a botanical interest is sufficient for this purpose, and if it is not... well, at least you will be thinning the numbers of these creatures that might otherwise pose a threat to adventurers in the swamp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Daily Request: An Errand for Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected travelling seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Meriadoc Brandybuck has heard from other adventurers that the nerbyg and flies that inhabit Agarnaith sometimes pick up seeds from distant shores, carrying them on long journeys far from the pods at which they began. He has heard too that the spindly legs of bog-lurkers often catch on weeds growing out of river-banks, pulling them free of their moorings and carrying them long miles. He has asked that you collect these travelling seeds and entangled weeds and bring them back for his study.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}