{
  "id": 621004481,
  "txt": [
    {
      "id": 162883718,
      "en": "'Thank you for the report, [placeholder]. Candithil continues to provide useful information concerning the situation in Talath Úrui. I hope he does not push his good fortune too far, but for now his adventures are of use to the Court of Lothlórien, and his daring is a credit to his people.\\n\\n'Come back to me tomorrow and I will have further responsibilities for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Daily Request: Report from Talath Úrui",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Thank you for the report, [placeholder]. Candithil continues to provide useful information concerning the situation in Talath Úrui. I hope he does not push his good fortune too far, but for now his adventures are of use to the Court of Lothlórien, and his daring is a credit to our people.\\n\\n'Come back to me tomorrow and I will have further responsibilities for you.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I ask that you defeat any of the hostile creatures that inhabit Talath Úrui. After doing so, if you find yourself near the cross-roads south-east of Orodruin, return to me with Candithil's report and be rewarded for your efforts.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Defeat hostile foes in Talath Úrui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Glórellas is in the Court of Celeborn.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Lord Celeborn dispatched scouts to many of the regions of Gorgoroth, and they journeyed to each side of Orodruin. We have received many of their reports in the last few days, but Candithil journeys in Talath Úrui, and his reports are sometimes delayed.\\n\\n'I ask that you defeat any of the hostile creatures that inhabit Talath Úrui. After doing so, if you find yourself near the cross-roads south-east of Orodruin, return to me with Candithil's report and be rewarded for your efforts.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Candithil by the cross-roads south-east of Orodruin, in Talath Úrui",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Glórellas in the Court of Celeborn",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'You have come for my report? There is little to say of this land I have not already reported. Let this then be my account.\\n\\n'I miss the sun, [placeholder], and the cool breezes of Lothlórien. I miss the greenery of my home: the plants, and the trees, and the flowers. This is a harsh and unforgiving land, blanketed by fire and smoke and the smell of sulfur. My mouth tastes of ashes. The weather is unchanging, or if it be changeable the difference is from disagreeable to distasteful; a small one only, and of little account to my eyes.\\n\\n'Return with my report. It should not be surprising, but perhaps my next will be of more use.'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'You are here for my report? I give it to you gladly.\\n\\n'From a small rise not far from here, I beheld a small group of Orcs bound for the prison-fortress of Naerband. Nurnhoth slaves were chained together in the centre of the marching lines. I could not leave them to their cruel fate; I nocked an arrow almost before I knew what I was doing, and let it fly only slightly after my mind caught up to my heart.\\n\\n'I left the captors where they fell, and sent the Nurnhoth along with friends of mine, to freedom. May they find happiness where at last they settle. That is my report.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Candithil is near the cross-roads south-east of Orodruin, in Talath Úrui.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Defeated hostile foes in Talath Úrui ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "Glórellas has asked you to find Candithil in Talath Úrui and obtain his report.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Glórellas asked you to defeat enemies in Talath Úrui before finding Candithil and obtaining his report.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'You are here for my report? Today it is brief, for my excursion was short-lived.\\n\\n'I explored part of the way into Nargroth, the great fortress delved into the depths of the caverns to the north. It is a place of horror, full of Ghâsh-hai and spirits of flame. I mapped a portion of the fortress, but had to turn back before it was complete.\\n\\n'I hope to return in the days ahead and find more success.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You have come for my report? It is good you arrived when you did, for I am lately returned from my last excursion.\\n\\n'I climbed the slope of Orodruin, and crept as high as I could given the great devastation of the southern face. If you dare to go that way, you will find the footing treacherous and the climb quite dangerous. It was a worthwhile endeavour, however, for from that height I was able to observe the movements of many enemies.'\\n\\nCandithil relays the information to you. You commit it to memory and thank him for the report.",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You are here for my report? Very well, but I warn you it may not be of much help, for I am still considering the significance of the behaviour I observed.\\n\\n'There is a town to the north-west of here, rent by a great river of flame that snakes from the summit of Orodruin. The inhabitants of that town war upon each other, north and south, finding no common cause with the other. It is a curiosity to me, but I hope this infighting may be turned to our advantage. It bears further study, but as of now I am unsure how best to capitalize upon this turmoil.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'You are here for my report? Very well, but know that it looks to the future and not the past, and will be of limited use for those wishing to adventure in Talath Úrui.\\n\\n'The gate to the south-east is held against us, for the moment, but I have been trying to form a plan to seize control from our enemies. If we could but gain access to the gate of Ennyn Ûr, we might pass through into the lands of Nurn. What awaits us there? I will continue my excursions in Talath Úrui, but my eyes ever turn to the gate, and wonder what lies beyond that sealed fastness. Curiosity was always a weakness of mine, [placeholder]. I believe that is one of the qualities for which I was chosen to walk in Gorgoroth, but I do not know for certain.\\n\\n'Return with my report, and I hope one day you come back to me with a command from the Lord or Lady to pass beyond Ennyn Ûr!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'If you find yourself near the cross-roads south-east of Orodruin, return to me with Candithil's report and be rewarded for your efforts.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}