{
  "id": 621045016,
  "txt": [
    {
      "id": "0x8e1fab2",
      "en": "The Path to Corruption",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b4",
      "en": "DNT - Return to Mother Amma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Now then, I know not what to make of these fragments of torn paper that you collected. They look like they could form a map, but the writing on them is incomprehensible to me. Lore-master Rúni borrowed the journal and its translation as soon as he heard mention of dragons. Bring the fragments to him and see if he can decipher their meaning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Drakes can be found in Frósthel, in north-west Clovengap.\\n\\nThe sarrowstone enchantment has infected the drakes. You must defeat them lest the corruption spread!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17a4",
      "en": "You have gathered fragments of torn paper from the corrupted Angmarim sorcerers. Could they, together, be a map?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Mother Amma is in Bazanmanar, in the north-east Clovengap.\\n\\nYou should tell Mother Amma what you found in the ruins of Frósthel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b7",
      "en": "DNT - Talk to TRANSLATOR",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "The drakes have been corrupted!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b9",
      "en": "Talk to Rúni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "Drakes can be found in north-west Clovengap.\\n\\nThere may drakes to which the corruption has spread. Rúni has asked you to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "DNT - This appears to be an account of the sorceress' attempts at using the crystals on the sabre-tooth cats of Clovengap. \\n\\n'We are being sent back to the vineyards with more crystals. MAINDUDE insists I keep trying, no matter how many of my underlings the blasted cats devour. He gave me an adjustment to the ritual at least, so perhaps this time we shall have more luck.'\\n\\nAs you flip through the pages, a familiar looking piece of torn paper flutters loose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "DNT - You are just in time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "DNT - Defeat Angmarim in the Clovengap vineyards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'Ah! You return. Tell me of the drakes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "Lore-master Rúni is in Bazanmanar, in the north-east Clovengap.\\n\\nMother Amma has asked you to see what progress Rúni has made.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b27",
      "en": "DNT - Defeat Angmarim in the Clovengap vineyards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c0",
      "en": "Defeat crystal-encrusted drakes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "DNT - Search for clues.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT - Defeat Clovengap Rock-wormlings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "DNT -  The foul and fell scribblings of a madman may be the key to stopping the furthur spread of the corrupted sarrowstone crystals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Return to Mother Amma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b01",
      "en": "Defeated crystal-encrusted drakes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "DNT - Clovengap's deadly cats prowl the vinyards.\\n\\nLook for more clues as to whether the Angmarim have managed to corrupt the sabre-tooth cats that prowl Clovengap.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "DNT - Defeated Clovengap Rock-wormlings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "DNT - Another journal!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Lore-master Rúni is located in Bazanmanar.\\n\\nMother Amma has asked you to speak to Lore-master Rúni.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Investigate the drakes at Frósthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "DNT - 'What have you found?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568905",
      "en": "DNT - 'Aye, I am Translator. A journal, you say? Well, give it here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'Corrupted drakes? Terrible news! Glad am I that you have dealt with this situation, my friend.\\n\\n'The lore-master has been asking after you. Do go see if he has made progress with the ripped paper fragments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011865",
      "en": "DNT - In the crumbling vineyards of Clovengap, you have discovered Angmarim with intentions of creating abominations out of the already fierce sabre-tooth cats.\\n\\nYou should defeat the Angmarim!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568908",
      "en": "'My friend! This journal is amazing! It belonged to an Angmarim by the name of Bruidalg the Bloodletter.\\n\\n'Look here, he wrote, \\qThe way is secret, secret is the way. Only with the four shall the secret way be secret no more.\\q Bruidalg continues on, rambling about, \\qThe bones, the bones are leaking. The master is in the muck, the master and the bones and the crystals. All in the muck, dragons in the mire. Never will I breathe clean air again.\\q\\n\\n'Fascinating, no? Could there be a dragon here in Clovengap? Aside from our frosty lady, that is. But another, perhaps? A second dragon?! Mired in the muck somewhere? By Durin's beard, this is too exciting.\\n\\n'Oh! I almost forgot. The journal mentions experiments on some of the frost-drakes that followed Hrímil into Clovengap. They have taken up residence at Frósthel, a set of ruins across the river. You go deal with that, and I shall have a look at the fragments you brought me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "DNT - The Angmarim experiments were going to take place in the vineyards.\\n\\nWith the Angmarim defeated, you should look for clues about their experiments.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "DNT - Talk to Runi Loremaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Talk to Rúni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "DNT - Search for clues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Investigate the drakes at Frósthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "The drakes have been corrupted!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Defeat the cold-drake nest matron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308877",
      "en": "'Is this skull not astounding? I believe it once hung far over this area. Who knows how long ago it fell and shattered.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}