{
  "id": 621045000,
  "txt": [
    {
      "id": "0xb011898",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Return to Náin in Aslíf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "Talk to Shúkurz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Once we've got what we came for, we're going straight back to the dwarves. I don't want to stay here for longer than we need to.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011888",
      "en": "Shúkurz can take you to the Quartermaster.\\n\\nYou should talk to him when you're ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Talk to Múta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "Múta waves you over with a troubled expression",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e6",
      "en": "'Lord Náin left earlier and hasn't come back. Féli organized a party of guards to go searching, but they won't find him.\\n\\n'You see, Lord Náin sent me after you to make sure Shúkurz wouldn't betray you. I thought it was reasonable of him, so I spied on everything that happened at Vatug-ronk. When I came back to give my report to Lord Náin, I... gave him the location of Dhúrstrok.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "The location of Dhúrstrok is within reach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011862",
      "en": "You and Shúkurz have successfully found the location of Dhúrstrok.\\n\\nYou should return to Náin in Aslíf with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Meeting the Quartermaster",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Word must've spread by now. Folks here aren't too fond of Gorgar, and no one in Vatug-ronk is closer to Gorgar than the Quartermaster. He's losing prisoners left and right and delaying weapon shipments. Throw some hobgoblin raids on top of all that, and it doesn't look good.\\n\\n'He's expecting us. Don't reckon anything will happen on the way as long as you act like a prisoner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Náin does not seem to be present in Aslíf, but Múta is.\\n\\nYou should talk to her.",
      "es": "",
      "es (fem)": ""
    }
  ]
}