{
  "id": 621045002,
  "txt": [
    {
      "id": "0xb011898",
      "en": "Complete 'Assault on Dhúrstrok' on any difficulty.\\n\\nUse the Instance Finder to enter Assault on Dhúrstrok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Complete 'Assault on Dhúrstrok' on any difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'I am in your debt, [placeholder]. I let anger overtake me and cloud my senses. It was unbefitting of me as a leader -- nay, as a dwarf. I selfishly put my own thirst for revenge above the concerns of the Gabil'akkâ.'\\n\\nHe absentmindedly reaches for his beard before realizing that it's no longer there. A tired sigh escapes him.\\n\\n'At least I have paid dearly for my actions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Talk to Náin in Aslíf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Talk to Múta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "Completed 'Assault on Dhúrstrok'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e6",
      "en": "'You've done your part, Shúkurz. Féli will see to it that you and your party are escorted safely out of Gundabad.\\n\\n'[placeholder], it looks like we'll want a small group of people for this job -- rescuing Lord Náin will go faster. If you have allies who can rally to us quickly, bring them along; if not, we'll work together instead.\\n\\n'When you're ready, take the lift in the north-east all the way up to the catwalks. Find Dhúrstrok; I'll meet you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Find Dhúrstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011862",
      "en": "You have rescued Náin and brought him back safely to Aslíf.\\n\\nYou should talk to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Assault on Dhúrstrok",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Náin's trapped behind a door with two locks. The goblin Mozrúk holds one key, and a troll named Gâdh-and-Shum holds the other.\\n\\n'Watch out when you're dealing with Mozrúk. He's one of those bat-riders -- got an arsenal of explosives he creates himself.\\n\\n'Gâdh-and-Shum is a mystery, but there are rumours of him dealing with magic. Even his own kind thinks there's something... unnatural with him.\\n\\n'They each work in separate wings of Dhúrstrok. I don't know what they're going to do with that dwarf, but you better act fast. He didn't look so well when I saw him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Náin's fate is in your hands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011866",
      "en": "Shúkurz has returned with a wealth of information.\\n\\nYou should talk to Múta and formulate a plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011867",
      "en": "Dhúrstrok is located in the catwalks north-east of Aslíf. The catwalks can be reached through the lift.\\n\\nMúta will meet you inside Dhúrstrok.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}