{
  "id": 621045013,
  "txt": [
    {
      "id": 246419828,
      "en": "Lore-master Rúni is in the crystal cave.\\n\\nYou should tell Lore-master Rúni that the deed is done.",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Defeat Bruidalg the Bloodletter",
      "es": ""
    },
    {
      "id": 184621224,
      "en": "The dragon bones are in Min Návaid.\\n\\nLore-master Rúni has asked you to investigate the cave for dragon bones.",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "Defeat the Angmarim overseers",
      "es": ""
    },
    {
      "id": 173025577,
      "en": "Summon Praushod the Foetid",
      "es": ""
    },
    {
      "id": 184621233,
      "en": "Praushod the Foetid lies deeper within Min Návaid.\\n\\nYou should summon Praushod the Foetid by striking the corrupted crystals.",
      "es": ""
    },
    {
      "id": 184621187,
      "en": "The waterfall is in eastern Clovengap.\\n\\nRúni the Lore-master believes there is a hidden cave behind the nearby waterfall. You should find the cave.",
      "es": ""
    },
    {
      "id": 184621234,
      "en": "The secret tunnel is within the crystal cave, Min Návaid.\\n\\nThe journal spoke of a secret tunnel whose entrance can be revealed by the light of the candle. With the Angmarim High Priest defeated, you should look for the secret tunnel.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Talk to Rúni",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "Defeated Bruidalg the Bloodletter",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "Defeated the Angmarim overseers",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Find the crystal cave",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Find the secret tunnel",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "The source of the corruption is deep in the Min Návaid cave in Clovengap.\\n\\nYou should uncover the source of the corrupted sarrowstones and put an end for good to the terrible experiments of Bruidalg the Bloodletter.",
      "es": ""
    },
    {
      "id": 184621240,
      "en": "Lore-master Rúni waits for you by the falls in western Clovengap.\\n\\nYou should talk to Rúni.",
      "es": ""
    },
    {
      "id": 120621200,
      "en": "'My eyes and ears are better than my sword arm, or I would join you in this task.'",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "Investigate the dragon bones",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "DNT - Defeated CRYSTALCAVEBOSS",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'Well done, friend! And these bones! Amazing! Ancient and seemingly the source of the corruption.\\n\\n'I shall stay on a while longer to study these bones. Go now, and tell Mother Amma that Praushod and Bruidalg have been defeated.'",
      "es": ""
    },
    {
      "id": 24695287,
      "en": "Deep in the ground, in crystal-laden, foetid pools, an ancient evil spreads corruption.",
      "es": ""
    },
    {
      "id": 148970480,
      "en": "Defeated Praushod the Foetid",
      "es": ""
    },
    {
      "id": 148970437,
      "en": "There is a cave behind the waterfall!",
      "es": ""
    },
    {
      "id": 148970484,
      "en": "The tunnel is revealed!",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Rúni",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "'I shall be right behind you, friend! Well, probably more at a distance, really.'",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'Do not worry about me. I shall stay on a while longer to study these bones. Go now, and tell Mother Amma that Praushod and Bruidalg have been defeated.'",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "DNT - Defeat CRYSTALCAVEBOSS",
      "es": ""
    },
    {
      "id": 190220745,
      "en": "'See yonder waterfall? The mad man's journal says that behind it lies the entrance to a cave. It is from here that the sarrowstones are harvested. This is the source of the corruption, friend! I would come to help you, but as you know, I am useless with weapons. I shall be right behind you, however! Good luck!\\n\\n'Ah, I nearly forgot! Take the candle with you! The journal says that by its light, the way shall be revealed.'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Instance: Corruption's Source",
      "es": ""
    }
  ]
}