{
  "id": 621045001,
  "txt": [
    {
      "id": 149027506,
      "en": "The Truth of the Matter",
      "es": ""
    },
    {
      "id": 184621208,
      "en": "Náin waits for you in Aslíf.",
      "es": ""
    },
    {
      "id": 173025559,
      "en": "Talk to Náin",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'Keep your wits about you.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 190220774,
      "en": "'Gorgar's pride must know no bounds if he is boastful enough to claim that he killed my father. Hah! As if that wretch could have ever laid a finger on him!\\n\\n'My people might never see justice done for what the Orcs have wrought upon us. But if we defeat Gorgar, then I can see at least a small amount of justice done for my family. To put an end to the line of Azog once and for all... my grandfather and my father would rest easier, knowing it is over.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I understand the value in listening, at least; perhaps the Orc will accidentally let go of important information. I'll tolerate his presence for now. But the moment he ceases to be useful, I will not hesitate to bring the Black Mattock down upon his head.\\n\\n'Come, then. Let us hear what he has to say.'",
      "es": ""
    },
    {
      "id": 184621192,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "With the Orc taken as prisoner, Náin and Féli prepare to interrogate him.",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'Gorgar's pride must know no bounds if he is boastful enough to claim that he killed my father. Hah! As if that wretch could have ever laid a finger on him!\\n\\n'Our people might never see justice done for what the Orcs have wrought upon us. But if we defeat Gorgar, then I can see at least a small amount of justice done for my family. To put an end to the line of Azog once and for all... my grandfather and my father would rest easier, knowing it is over.'",
      "es": ""
    },
    {
      "id": 173025555,
      "en": "Talk to Náin",
      "es": ""
    },
    {
      "id": 184621205,
      "en": "Náin has asked to speak with you in Aslíf.",
      "es": ""
    }
  ]
}