{
  "id": 620876632,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have just been hatched, broodling, but already you must play an important role. Mordirith has sent you here to aid in the war against the Free Peoples. We have no time to waste. You must go get your feet wet now, all of them.\\n\\n'Head down the hill and out the front gate and speak with Chief Guard Duthúrz. He will have orders for you. We must share our web with interesting allies to be victorious. Now go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What are you doing here, recruit? You aren't ready to step foot out here! Why do they keep sending me fodder? I need trained soldiers. Get back in the camp and learn something before a Burglar stealth kills you!\\n\\nReturn to the camp now and speak with Uglash! Come back to me when you've learned a thing or two about fighting out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Pitiful fool.\\n\\n'You've passed the first test. You follow orders blindly even when it means certain death. Well done. Now let us see if you can learn more obvious thoughts like \\qthe Orc with the bigger sword wins.\\q'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tutorial: Spinning the Web",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Having entered the Ettenmoors as a spider, you need to learn your way around. Follow your orders and do not get yourself killed by the Free Peoples who lurk around every corner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Get back to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Get your orders from Chief Guard Duthúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tolothdal has ordered you to get into the fight already. She wants you to go speak with Chief Guard Duthúrz outside the gate to the south. Leave the camp and speak with him immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to safety and speak with Uglash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You are deemed unworthy by the Chief Guard. Speak with Uglash inside the base to learn more about what you need to survive the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    }
  ]
}