{
  "id": 620876636,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Maengamiel is willing to learn of the hobbits' Shrew-lore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This hobbit-gardener uses a cat to hunt down shrews....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This hobbit-gardener uses verbal trickery to rid his farm of shrews....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of Duillond have been told that the farmers of the Shire have infinitely more wisdom when it comes to dealing with garden pests.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The Gaffer, a sensible gardener, has methods not unlike the Elves of Duillond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well, I never thought I'd see the day when we hobbits would have these graceful old Elves beat, but it seems this is just such a day! This will make a grand story at the Ivy Bush.\\n\\n'As you can imagine, we have many farms and gardens in the Shire, and naturally we have shrews to pester us as well. But I guarantee you that even the simplest hobbit has more wisdom in dealing with shrews than all these Elves combined!\\n\\n'Don't believe me? Go talk to the farmers around Hobbiton and Michel Delving! See what happens when shrews dare to pester them! Then you can come back and tell these poor, hapless Elves what you've learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Elf Maengamiel can be found in the Garden of Duillond, watching helplessly over the shrew-ridden field.\\n\\nYou should tell Maengamiel about Bodo Burrows' proposition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hello there! Shrews? Yes, we've been known to see a shrew or two. I'll tell you the secret to getting rid of them...talk VERY LOUDLY about winter being just around the corner.\\n\\n'Shrews hibernate in winter, you see. Just talk about how cold it's getting, and how it's supposed to snow tomorrow. You'll see. They'll be running for their warm, cozy burrows in no time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nibs Cotton is at the Cotton's farm in Bywater, while Wald Sandson is at Sandson's Farm near Michel Delving. The Gaffer Hamfast Gamgee is in Hobbiton, of course.\\n\\nYou should speak with the gardeners of the Shire to learn about how hobbits deal with shrews.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Maengamiel is in the Festival Garden in Duillond, watching over the shrew chaos.\\n\\nYou should tell Maengamiel what you learned from the three hobbit gardeners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If you're wanting advice on gardening, you've come to the right hobbit. Shrews are nasty critters, determined to ruin my work. There are two ways to deal with them. Either trap them, or chuck an apple at them! Aim for the head if you decide to chuck an apple. I suppose stomping on them would work too, if you're quick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'He said what? Why, that little....\\n\\n'Nay, don't listen to me. There is no reason for me to take offence. Perhaps our little dirty-footed, cheeky, gap-toothed guest is correct. Perhaps we Elves have something to learn from these hobbits.\\n\\n'They must be truly gifted farmers to have grown so fat. Yes -- do go to the Shire. Learn what you can from the dumplings -- I mean, halflings -- on how to best get rid of shrews.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "Maengamiel listens keenly as you tell the tale of your journey in the Shire.\\n\\n'That sounded like a productive venture, [placeholder]. Sleeping cats, lies about the season...but at least one hobbit resorts to similar methods to those we use here. I believe an apple hurled at the unruly beasts would give me a great sense of satisfaction.\\n\\n'Know-it-all hobbits don't seem to know so much after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Maengamiel in the Festival Garden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You want to know how we keep shrews away from our fields? It's very simple! My cat here, Waldy, is the finest shrew-hunter in all the Shire. Watch what he can do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Nibs Cotton at the Cotton Farm in Bywater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Wald Sandson at Sandson's Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak with the Gaffer in Hobbiton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "How the Shire Shoos Shrews",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Speak with Maengamiel in the Festival Garden",
      "es": "",
      "es (fem)": ""
    }
  ]
}