{
  "id": 620876635,
  "txt": [
    {
      "id": 218649169,
      "en": "'I came here this year to enjoy the greenery and get away from the noise of my home. I wanted to get lost in the quiet and the smells of spring. Instead, I come on the day when the tweens from the Shire arrive.\\n\\n'You wouldn't believe the mayhem inside the Maze! Please, can you make them go away? Make them be quiet! They're running around harrying and annoying everything on two legs!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The young hobbit stops to listen to your stern reprimand, giving you a defiant look.\\n\\n'I wasn't being that loud!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My ears are still ringing with their shouts. Please, [placeholder], make them stop!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you, [placeholder]! I cannot fathom how such little folk can make such an enormous racket. Hopefully they will be a little quieter now.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Terrible Tweens",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Young hobbits in their tween years have made a trip up to the Hedge Maze, and there hasn't been a moment's peace ever since.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Unruly tween admonished ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Reprimand tweens in the Hedge Maze ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mischievous hobbit tweens can be found running around the Hedge Maze.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Emma Greenbush at the Hedge Maze",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Emma Greenbush is standing outside the Hedge Maze in the Horsefields of Bree.\\n\\nYou should inform Emma Greenbush that you have admonished several tweens for their unruly behaviour.",
      "es": ""
    }
  ]
}