{
  "id": 620767095,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hallo there! Haven't seen you here before! Sit down, take a mug of my Blagrove's Brown! Good stuff, ain't it? Best you ever had? No? Ah well. You see, I've been entering the All-Farthing Brewing Moot every year like clockwork for nigh on fifty years now, and not one prize to my name!\\n\\n'But this time, I think I got the smell of a best in show. See, I just heard that my old great-granddad -- a Took he was -- who ran the Bird and Baby in his day, won the Moot-prize most every year he entered! They say his Brown was the best ever, but it seems the recipe died with him, because the Bird just hasn't been able to compete since those days. I'm thinking he might have written down his recipe somewhere. If it would be anywhere, it would be in the Great Smials over in Tuckborough to the east of Michel Delving.\\n\\n'I wonder... would you mind maybe going over there and take a look? If you find that old recipe, I'll give you the first taste of the new brew!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah yes! Here it is! What's this? A bit of honey? Special malt? Yes! That's the ticket! This will be our secret!\\n\\n'In the meantime, here, have some of the old stuff on the house. It might not win any prizes, but it still goes down easy, don't it?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, I suppose it was too much to expect to find a recipe in that old maze of a place.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Bird and Baby",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Carlo Blagrove, innkeeper of The Bird and Baby, is entering the Four Farthings Brewing-moot.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the yellowed recipe",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the recipe back to Carlo Blagrove",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Great Smials are in Tuckborough, to the east of Michel Delving. The Bird and Baby Inn is in Michel Delving, to the west of Tuckborough.\\n\\nCarlo Blagrove has asked you to search the Great Smials for a recipe he thinks his great-grandfather might have hidden there.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the yellowed recipe",
      "es": ""
    }
  ]
}