{
  "id": 620852330,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Watch for these tokens in your battles here in Gathbúrz, [placeholder]. These black badges display the favour of the masters of Dol Guldur, and they are awarded to those among our enemies who have slain valiant defenders of the West in battle here or abroad.\\n\\n'Each of these you gather from a foe signifies a fallen comrade avenged, be they Elf, Man, dwarf or even from among the brave little halflings.\\n\\n'I wish you good hunting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, another handful of those who have fallen before the Dark Lord's power have been avenged.\\n\\n'Soon, this darkness shall lift from the world, and the people of the West will no longer live under the fear of utter dominion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I wish to see the badges of the Enemy to know that his minions have fallen at your hands....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "YOU SHOULD NOT SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Badges of Dishonour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Black Badges of Dol Guldur are awarded to soldiers who have slain valiant defenders of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected black badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect black badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The black badges of Dol Guldur may be found upon enemy soldiers in Gathbúrz.\\n\\nRodelleth has asked you to collect the black badges of Dol Guldur in memory of the fallen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring black badges to Rodelleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodelleth is at Thangúlhad in Gathbúrz.\\n\\nYou should bring the badges you have claimed to Rodelleth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}