{
  "id": 620852234,
  "txt": [
    {
      "id": 218649169,
      "en": "'My sisters are far from me...I cannot hear their songs or feel their gentle breath among the trees. Barren are those trees, nearly lifeless, choked out by roots bloated with something that has a bitter taste of iron. Where are you my sisters, and what is before me?\\n\\n'I cannot see beyond the red of this land, but I sense something sweet among the bitter ferns and swollen roots. Are you real? Am I still imprisoned in the land?\\n\\n'There is life in you -- I feel this. There must be life elsewhere in these lands. Perhaps I can find this life anew and nurture it back to health.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Challenge: Naruhel",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Red-maid is lost -- or so it seems -- to the corruption wrought upon her land at the hands of corrupt Men. These Men stand before her, ready to sacrifice themselves for the Red-maid, and they deserve this fate. However, the nobility of your blood will be a greater reward for her, and when these Men fall before her willingly, she will see that the noble are attempting to destroy her and ignoble keeping her this way.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "One of the Red-maid's Créoth has been defeated",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Aid in the cleansing of the Red-maid",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Créoth will sacrifice themselves to the Red-maid to restore her strength and connexion to the corruption within the swamp. These Men deserve nothing better than death, and your presence in standing against the Red-maid may alert some part of her to the folly of her ways. You should let these Men die and strengthen the Red-maid, then defeat her. Perhaps a piece of her will understand that the corruption has grown too great, and she must return to the natural world which she was once part of.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Allow the Créoth to sacrifice themselves to the Red-maid",
      "es": ""
    }
  ]
}