{
  "id": 620852225,
  "txt": [
    {
      "id": 218649169,
      "en": "You can scarcely hold these robes as you fear that the wraith who bore them may yet be lurking within their depths.\\n\\nSteeling yourself, you shake the tattered robes in search of any clue as to the identity of their former owner and their fate.\\n\\nFinding nothing, you decide it best to take them with you to Belvaer. Perhaps he will know what to do with them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Belvaer takes the robes from you and looks them over, utterly nonplussed.\\n\\n'You have accomplished that which I never dared hope, even in the farthest reaches of my dreams. Our entire campaign here may very well owe its success to you and your good companions.\\n\\n'Your deed is far too great for me to honour properly, [placeholder]. You should take these with you and go to Celeborn in Lórien. Take this coin with you and present both to him. He will wish to hear your story.\\n\\n'May the grace of the Elves guide you on your way, [placeholder]. You are a true hero.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My thanks are not enough now, mellon! You should go to Celeborn and tell him the story you just told me. Show him these robes. Your feat should not go unnoticed in the chaos of this war.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well met, [placeholder]. I am well aware of your deeds prior to our campaign in Dol Guldur. I have heard also of your most recent exploits to further our cause there.\\n\\n'Those robes you carry are most foul indeed; I would believe your tale just from these, let alone the coin of challenge given to you by Belvaer.\\n\\n'Take these as gratitude for your heroic efforts in our campaign against the enemy forces at Dol Guldur.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Barad Guldur: The End of the Nightmare",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Upon your ascent, you faced and bested one of the Nine Ringwraiths in battle. The robes of the Nazgûl are the proof you bear of this incredible deed, and the Elves below will wish to see what you have accomplished this day.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have broken through the forces in lower Barad Guldur!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Belvaer at Dol Guldur",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Belvaer stands below at Dol Guldur.\\n\\nYou should speak with Belvaer and show him the remnants of the Nazgûl you slew.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Celeborn in Caras Galadhon",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Celeborn is in Caras Galadhon, his fair Elven-home in Lothlórien.\\n\\nBelvaer gave you a coin to present to Celeborn along with the tattered robes of the Nazgûl you slew.",
      "es": ""
    }
  ]
}