{
  "id": 620840567,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A moment and a lowered voice if you would. Watcher Brittleleaf need not hear this as it would only drive him to do something foolish I fear. Within the ruins, I have seen another terror, worse than any leader of Men... a leader of these half-breeds. He stands taller than most and is a fearsome sight to behold. \\n\\n'Should you run afoul of this fellow I would advise fleeing towards the hills, but you have the appearance of an adventurous [placeholder], so I will offer you a reward for the defeat of this menace.\\n\\n'The half-orc dwells just inside the gate from the south at the deepest depths of their encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The terrible acts I witnessed that creature perform will not leave me, but I may find restful sleep again knowing that you have brought his reign to an end.\\n\\n'I have little to offer you, but this is well deserved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seek the half-orc leader in the deepest part of the enemy encampment. He dwells on the ground in the shadow of the gates heading south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Southern Fiend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Watcher Oakdale spoke in hushed tones of a particularly foul creature leading the half-breeds out of the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the half-orc leader in Andrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the half-orc leader in Andrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The half-orc leader can be found just inside the gate from the south in the Vale of Andrath.\\n\\nWatcher Oakdale has asked you to defeat the leader of the half-orcs from the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Watcher Oakdale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Watcher Oakdale is at the east edge of the northern part of the Southwatch.\\n\\nYou defeated the half-orc leader deep within the enemy camp at Andrath and should now return to Watcher Oakdale.",
      "es": "",
      "es (fem)": ""
    }
  ]
}