{
  "id": 620840566,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Since we made our way to the Vale of Andrath I have been plagued by terrible dreams and, unaccustomed as I am to the wild, unbearable noises from the nearby swamp.\\n\\n'My sleep, when it comes, is fitful at best and I fear it is days since last I closed my eyes for more than an hour. I wonder, could you do me the favour of clearing out the Neekerbreekers who make the swampland to the north and east their home?\\n\\n'I would ever be grateful for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, yes, I could hear the sound of the swamp diminish as the neekers retreated from around the camp.\\n\\n'I thank you, friend, perhaps tonight I will find a true rest that will strengthen my resolve and restore my heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Without their constant neeking and breeking perhaps I can find some sleep. Please, help me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Neeker-breaker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Watcher Oakdale asked you for a personal favour while in the area of Southwatch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Neekerbreekers defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Neekerbreekers in Andrath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The swamp to the north and east of the Watcher's position outside the Southwatch is home to noisy Neekerbreekers.\\n\\nWatcher Oakdale has asked for your assistance in eliminating the creatures so that he might find a pleasing rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Watcher Oakdale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Watcher Oakdale will be pleased to know that the number of neekers near his encampment at the east edge of the north edge of the Southwatch is diminished.\\n\\nWatcher Oakdale has asked for your assistance in eliminating the creatures so that he might find a pleasing rest.",
      "es": "",
      "es (fem)": ""
    }
  ]
}