{
  "id": 620840551,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Hidden Guard is in disarray following the death of Raddir, and Cúcheron has decided that you should aid the Golden Host while they decide what to do next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We must persevere, [placeholder], though we grieve for Raddir. The road he planned to take is unknown to us, but his mind is not: I know he would be wroth if we were to abandon hope.\\n\\n'But we need time to decide what to do. Instead of dwelling upon our losses, I want you to offer your strength to Dúndurion here in Audaghaim. He has planned a number of strikes against important locations in Mirkwood, and the Golden Host could use your honed skills as a [placeholder].\\n\\n'Aid Dúndurion with whatever skirmish he has planned, then return to me. By the Lord and Lady, I hope we will have decided what next to do with Mazog. We cannot stay here long without the Enemy learning of the Orc-leader's presence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dúndurion is at Audaghaim, outside the Haunted Inn, overlooking the view from the cliffs.\\n\\nCúcheron has decided to send you to Dúndurion to aid the Golden Host with their military matters while the Hidden Guard decides on a course of action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have heard already of your victory at Dannenglor, [placeholder]. Would that I could give you such pleasing news of the Hidden Guard, but our situation is little changed. Issuriel has spent the hours poring over what few maps we possess of this region of Mirkwood, but still she has not decided on a safe and secret route to Dol Guldur.\\n\\n'We have another concern now, as well. A Greyhammer concern.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The ruins of Dannenglor are the location for a planned strike by Dúndurion.\\n\\nDúndurion has asked you to participate in the strike against the merrevail-occupied ruins of Dannenglor.\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dúndurion is at Audaghaim, outside the Haunted Inn, overlooking the view from the cliffs.\\n\\nYou have participated in the successful strike against Dannenglor and should return now to Dúndurion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Hidden Guard needs to decide upon a course of action. While we try and recover from the loss of Raddir, I believe the Golden Host will best be served by your abilities.\\n\\n'Speak with Dúndurion here in Audaghaim. He is planning a strike against some location here in Mirkwood, and you will be of the greatest value fighting alongside the Golden Host instead of waiting here while the Hidden Guard decides what to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Mae govannen, [placeholder]. I have been charged by the Lord and Lady with maintaining control over locations in the western areas of this region. We have had nothing but success thus far...By Elbereth, may it continue!\\n\\n'My Elves prepare for another skirmish: a strike against the ruins of Dannenglor, populated by filthy merrevail. If you are as skilled a [placeholder] as Cúcheron has led me to believe, you will be most welcome to join us in this skirmish. Doubly so if you command the loyalty of a skilled soldier!'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.\\n\\nBefore launching the Skirmish, you should visit one of the Skirmish Camps found throughout Middle-earth and speak with a Skirmish Captain to properly train. Skirmish Camps can be found in the following regions: Ered Luin, Bree-land, the Shire, the Lone-lands, the North Downs, the Trollshaws, Evendim, Forochel, Angmar, Eregion, Moria, and Lothlórien.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cúcheron is on the front porch of the Haunted Inn, at Audaghaim.\\n\\nDúndurion has sent you back to Cúcheron. Perhaps the Hidden Guard have decided what course to take on the next leg of their journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My Elves prepare for another skirmish: a strike against the ruins of Dannenglor, populated by filthy merrevail. If you are as skilled a [placeholder] as Cúcheron has led me to believe, you will be most welcome to join us in this skirmish. Doubly so if you command the loyalty of a skilled soldier!\\n\\n'Return to me in victory, [placeholder], after participating in the strike against Dannenglor.'\\n\\n<rgb=#FF0000>This quest involves a Skirmish that can be completed at Solo, Duo, Small Fellowship, Fellowship, or Raid group sizes by using the Skirmish Join Panel. This Skirmish has a minimum level of 60.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well done, [placeholder]. Dannenglor is ours, and it is to be hoped the merrevail will not return.\\n\\n'Go now to Cúcheron on the porch of the Haunted Inn here at Audaghaim and give him my thanks. I am pleased that he sent such a skilled [placeholder] to us, and Dannenglor is proof of your worth to the Golden Host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Go now to Cúcheron on the porch of the Haunted Inn here at Audaghaim and give him my thanks. I am pleased he sent such a skilled [placeholder] to us, and Dannenglor is proof of your worth to the Golden Host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Dúndurion at Audaghaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Skirmish: Strike Against Dannenglor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Dúndurion at Audaghaim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Cúcheron outside the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4: First Offensives",
      "es": "",
      "es (fem)": ""
    }
  ]
}