{
  "id": 620840553,
  "txt": [
    {
      "id": 218649170,
      "en": "'This is as I expected, [placeholder]: ask three Elves which way is best to take, and you will receive three answers, each different.\\n\\n'We have little time left to waste. I want you to scout these proposed roads, my accommodating [placeholder], and assess the dangers along each.\\n\\n'Perhaps that will aid with our decision. Seek the scouts we sent to the Scuttledells, Emyn Lûm, and Taur Morvith and question them about the dangers they have encountered.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I have decided what we must do, [placeholder]. The path through Taur Morvith would bring us too near the Orc-camps in that valley, and we are certain the direct way through Emyn Lûm, along which the Golden Host will march, is already being watched. No, our path lies through the Scuttledells. It will be dangerous, but that will itself serve as a cloak for spying eyes.\\n\\n'Speak with Issuriel in the cellar of this inn and tell her I have chosen her suggested path.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 6: The Choice of Ways",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Raddir brought us into the Drownholt despite the danger for a reason, [placeholder]. He must have planned for us to take the southernmost way towards Dol Guldur and to bring us in secret up to the southern base of the rocky spire upon which the fortress stands.\\n\\n'We should therefore head south through the stony reaches of Taur Morvith. That is the way Raddir wanted us to go, I am sure of it.\\n\\n'The other members of the company may disagree, but we must at least set out, or his death will have been for naught!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I do not know what to do, [placeholder]. I believe Raddir thought to approach Dol Guldur by the ways least likely to be watched by the forces of the Enemy, but our excursion into the Drownholt....\\n\\n'I have to believe that Raddir knew what he was doing, [placeholder], and that he knew the risks. But still he took us into the Drownholt; he must have had a good reason.\\n\\n'The Enemy would never expect us to take the road through the Scuttledells, for that place has a dangerous reputation. That is the path of greatest secrecy, and only through the Scuttledells will we come to Dol Guldur with our prisoner and our presence unannounced.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We sent scouts ahead of us, [placeholder], as we are wont to do; seek them in the wild places and ask them what dangers they have discovered. Find them in the Scuttledells, Emyn Lûm, and Taur Morvith.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I see, [placeholder]. I do not know if I should be pleased that our path will bring us into the Scuttledells, but my heart tells me this is the way we must go.\\n\\n'There is one more thing, [placeholder]. I hesitate to mention it, but something has been bothering me for a while now....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Issuriel is in the cellar of this inn. Tell her I have decided that the path of the Hidden Guard must lead through the Scuttledells, dangerous though it will be.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We cannot wait here for a revelation that may not come, [placeholder]: we will never know what road Raddir intended for us to take.\\n\\n'No, we must decide and decide quickly. The quick road will be the safest road. Let us move directly eastward to Dol Guldur by the straightest way; Raddir believed our greatest strength was in secrecy, but the dangerous path through the Drownholt cost him his life.\\n\\n'Let us be done with secret ways. The straightest course, like a swift arrow, is the one we should now take if we wish to avoid a similar fate.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Elves of the Hidden Guard can be found within the cellar of the Haunted Inn.\\n\\nBróin has asked you to speak with the Elves of the Hidden Guard about what must be done next.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'These Elves have to come to an agreement on what next to do, [placeholder], or we will waste even more time in idleness!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cúcheron is outside the Haunted Inn, located among the Dourstocks.\\n\\nYou have obtained the opinions of the Elves of the Hidden Guard concerning what route to take to Dol Guldur and have received three different proposals.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'As I expected, the Elves cannot agree on this, and no one member of this company has the power to simply say what route they will take!\\n\\n'Leave the Haunted Inn and tell Cúcheron the opinions of the Elves...and tell him, too, that we cannot waste any more time in idleness!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Three scouts have been sent into the Scuttledells, Emyn Lûm, and Taur Morvith.\\n\\nCúcheron has asked you to speak with the Elves he sent to investigate the areas along the proposed routes of the Hidden Guard. Gladiel is in the Scuttledells, west of the Shrine of the Ancient One, near the border of Gathbúrz. Erymbes is in Taur Morvith, by the Verdant Shrine, south of the Wild Ruin. Enedhel is in Ost Galadh.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'We should head south through the stony reaches of Taur Morvith. That is the way Raddir wanted us to go, I am sure of it.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cúcheron is outside the Haunted Inn, in the Dourstocks.\\n\\nYou have done as Cúcheron asked by gathering information on the possible routes toward Dol Guldur and should now return to him.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The Enemy would never expect us to take the road through the Scuttledells, for that place has a dangerous reputation. That is the path of greatest secrecy, and only through the Scuttledells will we come to Dol Guldur with our prisoner and our presence unannounced.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Issuriel is within the cellar of the Haunted Inn, located among the Dourstocks.\\n\\nBased on the information you have provided, Cúcheron has decided that Issuriel's proposed route to Dol Guldur has the greatest chance of success. He wants you to inform her that this is the way the Hidden Guard will take.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Let us be done with secret ways. The straightest course, like a swift arrow, is the one we should now take if we wish to avoid a similar fate.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the Elves of the Hidden Guard",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Cúcheron at the Haunted Inn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Aid Enedhel in Ost Galadh, in Emyn Lûm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Aid Erymbes in Taur Morvith",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Aid Gladiel in the Scuttledells",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Cúcheron at the Haunted Inn",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Issuriel in the Haunted Inn",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Issuriel in the Haunted Inn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves of the Hidden Guard have run into a difficulty: with the death of Raddir, none of them know for sure what route he had planned by which to bring them to Dol Guldur in secret.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The death of the Elf Raddir has made uncertain the fate of this journey, [placeholder], for none of the Elves know by which way he planned to bring us in secret to Dol Guldur.\\n\\n'Speak with the Elves here in the cellar and try to decide on the proper course. Someone must step forward and take charge, or it will be next winter before we advance even a single step...and who knows what will befall Bori in the meantime?'",
      "es": ""
    }
  ]
}