{
  "id": 620840548,
  "txt": [
    {
      "id": 54354734,
      "en": "The first crossing of the Anduin by the Malledhrim has been successful, and now it is time for the company charged with transporting Mazog to cross as well.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Now you must return to Imlad Lalaith and tell Braiglinn that we have seized our first foothold across the river. It is time for the second party to cross, for it is they who hold the stealthy undertaking of bringing Mazog to Dol Guldur in trade for the dwarf-prisoners. The launch-officer, Calengoth, near the boats, will ferry you back to Lothlórien.\\n\\n'I will see to the rest of the preparations necessary for Echad Sirion to serve as the camp for our first excursions into Mirkwood.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Braiglinn is at Imlad Lalaith on the Lothlórien side of the river Anduin.\\n\\nAlfirimbes is pleased that the first crossing has been successful and has sent you to Braiglinn to notify the party responsible for bringing Mazog to Dol Guldur the time has come for their own crossing.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It has now begun, [placeholder]. For good or ill, we now have no choice but to embark upon this journey. May both aims of the Malledhrim see victory in the end: the rescue of the prisoners held by the Enemy in Dol Guldur and the delay of an attack out of Mirkwood upon Lothlórien.\\n\\n'We will do all that we can to see both of these done.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Braiglinn is at Imlad Lalaith on the Lothlórien side of the river Anduin.\\n\\nThe time has come to meet the members of the company bringing Mazog to Dol Guldur. You should speak with Braiglinn when you are ready.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Alfirimbes is waiting to speak with you at Echad Sirion, the camp on the shores of Anduin, on the border of Mirkwood.\\n\\nYou have met the company responsible for bringing Mazog in secret to Dol Guldur, and they have crossed into Mirkwood. You should speak now to Alfirimbes.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to the launch-officer, Calengoth, near the boats, and he will ferry you back to Lothlórien so you can speak with Braiglinn. Tell him it is time for the second crossing.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The first crossing was a success, [placeholder]? That means it is time for the second, smaller company to cross Anduin.\\n\\n'I will bring you to meet them; after all, you will be assisting these Elves with the transport of Mazog to Dol Guldur, and the way will be fraught with danger.\\n\\n'Let me know when you are ready, and I will introduce you to them.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Alfirimbes has begun making preparations to bring Mazog out of the Mirk-eaves and closer to the fortress of Dol Guldur. Speak with her at the camp of Echad Sirion, across the river.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Are you ready to meet the company responsible for the dangerous undertaking of bringing Mazog to Dol Guldur in exchange for the prisoners? I will bring you to them and make the introductions.'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Braiglinn at Imlad Lalaith",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Braiglinn and travel to meet the members of the company",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Alfirimbes at Echad Sirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1: Plans of the Golden Host",
      "es": ""
    }
  ]
}