{
  "id": 620840549,
  "txt": [
    {
      "id": 136263297,
      "en": "Inside the coffer you find a letter addressed to Mazog",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Taughâsh Orcs or goblins in the Mirk-eaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You search the coffer, but find nothing that mentions Mazog.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Alfirimbes believes the success of the Hidden Guard's errand depends on keeping the presence of Mazog a secret from the Orcs of Mirkwood.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The success of the Hidden Guard's errand will depend, I think, upon secrecy. We must ensure that the Orcs of Mirkwood do not learn of Mazog's presence beneath the eaves, or they will surely launch an attack upon us in such number we cannot repel them.\\n\\n'To the south-east are two forts from which the Orcs of Mirkwood maintain a watch over this part of the forest. Search any coffers you find at Maudhûl-ulur and Ashúrz Maufulug for Orc-communications and defeat any of the Taughâsh you find in the Mirk-eaves as you do.\\n\\n'If you can return to me with any plans or messages that mention Mazog, we can determine how to proceed. If they are aware that we have brought him out of Moria, we may need to act quickly to survive.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Taughâsh Orcs and vile goblins can be found throughout the Mirk-eaves. Coffers that may contain Orc-communications can be found inside the camps of Maudhûl-ulur and Ashúrz Maufulug, south-east of Echad Sirion.\\n\\nAlfirimbes has asked you to search the Orc-fortifications in the Mirk-eaves to learn if the Orcs of Mirkwood have learned of Mazog's presence.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I see. I admire the determination of the Greyhammers and am sure that Lúth and the rest of his family will be a great help to the Golden Host, but I hope he will spend more time with his duties and less time explaining the various grievances he bears against the Orcs.\\n\\n'We have all suffered at their hands, and Lúth no more than the rest of us. Achardor might say he has suffered less than some.\\n\\n'Mazog will account for all slights in time, both real and imagined. Raddir spoke with me while you sought the dwarf. It is time to bring Mazog deeper into Mirkwood.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Alfirimbes is at Echad Sirion, the camp of the Golden Host in the Mirk-eaves, north of Maudhûl-ulur and Ashúrz-maufulug.\\n\\nYou have found a report addressed to Mazog in the coffer of an Orc-leader and should bring it now to Alfirimbes.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lúth Greyhammer is making his ill feelings known as he wanders about Echad Sirion.\\n\\nAlfirimbes wants you to reassure Lúth Greyhammer that the necessary steps are being taken to ensure the errand of the Hidden Guard is being conducted safely and that Mazog's captivity is not threatened.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Taughâsh have a firm hold upon this area, [placeholder], leading raids from their camps to the south-east. Defeat these Orcs and their goblin-cousins wherever you see them and search Maudhûl-ulur and Ashúrz Maufulug for coffers containing information about Mazog.\\n\\n'If you find any communications from which we can learn if they know we have captured Mazog, bring them back to me so we may prepare.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'At last, someone who will listen to me! I might have known it would be you, [placeholder]. You are held in great esteem by my lords Bósi and Brogur and have proven yourself a friend of the Iron Garrison. You will be a friend, too, of the Greyhammers!\\n\\n'These Elves do not have the experience with Orcs that we Greyhammers do! Oh, they seem understanding enough when I recount the many grievances my family has suffered at the hands of Mazog and his forebears, but I can tell they think I exaggerate. Do I exaggerate the wounding of my grandfather Thormar at Azanulbizar, who walked with a limp ever after? Or the curse levied against my father Tandri by Bolg himself, that he never again find valuable ore in the deeps?\\n\\n'I just want these Elves to acknowledge how dangerous Mazog is, even in captivity, and to post a Greyhammer sentry wherever he is being kept. You go back and tell Alfirimbes that. My family deserves this honour after all the hurts Mazog and his kin have wrought on mine.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Alfirimbes is at Echad Sirion, cautiously overseeing the defence of the camp.\\n\\nLúth Greyhammer has demanded that one member of his family be posted as sentry watching the captive Orc-leader.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Lúth Greyhammer walks throughout the camp of Echad Sirion, making known his feelings about this endeavour. Speak with him and keep him calm, [placeholder]. He may unknowingly do us harm if he persists in his unrest.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'At last, someone who will listen to me! I might have known it would be you, [placeholder]. You are held in great esteem by my lords Bósi and Brogur, and have proven yourself a friend of the Iron Garrison. You will be a friend too of the Greyhammers!\\n\\n'These other Elves do not have the experience with Orcs we Greyhammers do! Oh, they seem understanding enough when I recount the many grievances my family has suffered at the hands of Mazog and his forebears, but I can tell they think I exaggerate. Do I exaggerate the wounding of my grandfather Thormar at Azanulbizar, who walked with a limp ever after? Or the curse levied against my father Tandri by Bolg himself, that he never again find valuable ore in the deeps?\\n\\n'I just want these other Elves to acknowledge how dangerous Mazog is, even in captivity, and to post a Greyhammer sentry wherever he is being kept. You go back and tell Alfirimbes that. My family deserves this honour after all the hurts Mazog and his kin have wrought on mine.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The fate of the Greyhammers is tied up with the Orcs of Mazog's line and have been for long years. We deserve to be his jailors now! You go and tell Alfirimbes this. We won't be left out of this duty, to stand by and let Mazog escape the judgement coming to him!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You found a report addressed to Mazog in the coffer of the Orc-leader at Ashúrz Maufulug? Let me see what it says, [placeholder]....\\n\\n'Fortune is with us, my adventurous [placeholder]: these Orcs do not yet know we have captured Mazog and brought him into Mirkwood. They think he resides still in Moria; the errand of the Hidden Guard remains secret.\\n\\n'A problem arose while you were away. Lúth Greyhammer, a dwarf of Bróin's company, has become increasingly agitated about the plans of the Golden Host. Speak with him here at Echad Sirion, if you would, and assure him that we are doing all that we may to make this journey a safe one. His family has many grievances with the Orcs, but I fear the Greyhammers may do us ill if they do not keep their heads about them.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a coffer in Maudhûl-ulur or Ashúrz Maufulug containing information about Mazog",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have not yet found any plans of the Orcs that mention Mazog?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Taughâsh Orcs or goblins in the Mirk-eaves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the report for Mazog to Alfirimbes",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Lúth Greyhammer at Echad Sirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: Rumour of Mazog",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Alfirimbes at Echad Sirion",
      "es": ""
    }
  ]
}