{
  "id": 620840552,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Hello again, [placeholder]. This waiting has already begun to wear thin, and my patience was stretched to begin with! The Elves have not yet decided which way to go. Perhaps you can help them decide, if anyone can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'[placeholder], will you help me? You had better, for that is why you're a part of this foolish endeavour, is it not? I would not speak ill of the plans of Bósi and Brogur, but Bróin has not had the experience of his uncle or his father, has he? Nor that of the Greyhammers, truth be told!\\n\\n'Now two of my brothers have gone missing in the swamp, and if the Elves know the difference between treacherous ground and solid footing, they have taken care not to tell us which is which!\\n\\n'Find Rósar and Stígur Greyhammer, somewhere among the fens of the Drownholt, [placeholder], and find them quickly. There are watery terrors in that place, and no self-respecting dwarf would be pleased to be stuck in such a vile marsh with the only help to be had these Lórien Elves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: Treacherous Lights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'[placeholder], will you help me? You had better, for that is why you're a part of this fool crusade, is it not? I would not speak ill of the plans of Bósi and Brogur, but Bróin has not had the experience of his uncle or his father, has he? Nor that of the Greyhammers, truth be told!\\n\\n'Now two of my brothers have up and gone missing in the swamp, and if the Elves of this company know the difference between treacherous ground and solid footing, they have taken care not to tell us which is which!\\n\\n'Find Rósar and Stígur Greyhammer, somewhere among the fens of the Drownholt, [placeholder], and find them quickly. There are watery terrors in that place, and no self-respecting dwarf would be pleased to be stuck in such a vile marsh with the only help to be had these Lórien Elves! If you're a friend to my family, as I'm sure you wish to be, you'll prove to be more a help than the rest of your kind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Rósar and Stígur were just here, [placeholder], and they had the strangest stories to tell. Each of them reported seeing familiar faces among the tangled bushes and briars and hearing voices on the wind, but when they approached, filled with amazement to see lost friends in such a place, there was no sign of anyone. But lo, further ahead...an encouraging wave and a smile!\\n\\n'This place fills me with unease, [placeholder]. Thank you for rescuing my brothers. Without your aid, I fear there would have been two fewer Greyhammers in this world come sundown, if sundown ever truly leaves this grim wood.\\n\\n'Bróin is in the cellar. Tell him my brothers are safe and ask him, too, if the Elves have come to an agreement on how to proceed. The sooner we move on from this place, the happier this Greyhammer will be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Otri Greyhammer is inside the Haunted Inn, [placeholder]. See to his problem before it grows worse, as I fear it surely will. Have we not already suffered enough setbacks without the troubles of these brash dwarves?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "As you stare into the glassy eyes of the dwarf, you come to know that this is not Rósar Greyhammer at all, but an image conjured out of the evils of the marsh. Do not let it lead you astray!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My brothers went into the fens of the Drownholt, south of the Dourstocks, and never returned. It is said there are watery terrors within the marshes of the Drownholt, and I believe it! Rumour has it an Elf was lost to one of these!\\n\\n'If some evil has seized hold of my brothers, I must know about it so I can add its name to the list of Greyhammer foes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "As you stare into the glassy eyes of the dwarf, you come to know that this is not Stígur Greyhammer at all, but an image conjured out of the evils of the marsh. Do not let it lead you astray!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Otri Greyhammer is inside the Haunted Inn.\\n\\nCúcheron told you to speak with Otri Greyhammer about some problem that has plagued the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Bróin is in the cellar of this inn, [placeholder]. Tell him my brothers are safe and ask him, too, if we are ready yet to move on. I hope we are, for this wood is no place for dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rósar and Stígur Greyhammer are lost somewhere within the fens of the Drownholt, south of the Dourstocks.\\n\\nOtri Greyhammer is desperate for you to find his brothers, lost within the marshes of the Drownholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I did not come along on this mission just to wait in a cellar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Otri Greyhammer is by the fireplace in the Haunted Inn, among the Dourstocks.\\n\\nYou have broken the Greyhammer brothers from their reveries and should return now to Otri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Why are we still waiting here in idleness?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Bróin is in the cellar of the Haunted Inn, in the Dourstocks.\\n\\nOtri has asked you to tell Bróin that his brothers are safe and to see if the Hidden Guard has yet decided on a route.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'We should take the southern way through Taur Morvith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'We must set forth again soon, or we never will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Should our road pass through the Scuttledells?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'The waiting does not make the deciding come any more easily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'I have taken it upon myself to watch Mazog personally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'I do not trust Mazog. I will not let him out of my sight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Otri Greyhammer in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find Rósar Greyhammer and ensure his safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find Stígur Greyhammer and ensure his safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Otri Greyhammer in the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Bróin in the cellar of the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf547b81",
      "en": "'I remember little. How did I get here? I will return to the camp at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cúcheron has given you the unfortunate news that the Hidden Guard's mission remains stalled and that the Greyhammer dwarves have caused another delay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf847b81",
      "en": "'W-what? I do not know what happened, friend! I will return to camp at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I worried that the Greyhammers would become a problem, [placeholder], but what could I say about it? Nothing, and now they have gotten themselves -- and us as well -- into trouble!\\n\\n'Otri Greyhammer can tell you more. I saw him last inside the Haunted Inn, raging at the hearth there to anyone who would listen.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}