{
  "id": 620840564,
  "txt": [
    {
      "id": 218649169,
      "en": "'My resolve will not falter, but logic bids me act quickly, and so I will. I need you to return to Chief Watcher Grimbriar with all haste. Tell him what you have seen here and implore him to see through his hatred of the Rangers. They may be the only ally which Bree-land can rely upon in this dark time.\\n\\n'This fortress is lost to us, but Oakdale and I will do what we can to stave the tide from spilling into Bree-land before the citizens have been prepared. Go now, before these fiends see our location and bring about the end of our resistance before it is begun.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Brittleleaf and Oakdale are no cowards, but I cannot heed their advice. The Rangers are a dangerous and wild lot and do more harm in this land than good.\\n\\n'I will not invite them into Bree-land where they will install themselves as our overlords as soon as this crisis is ended. No, there must be another way.\\n\\n'I have received other news, from within the bounds of Bree-land -- other citizens that need defence from this brigand menace. I would see you aid them before seeking the yoke of the Rangers.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Return to Grimbriar at his post at the stone cottage, north along the Greenway outside of the West-gate of Bree, and tell him of what we learned here in Andrath.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Informing Grimbriar",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I will not trade one threat for a bunch of savage overlords! Rangers be damned!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Andrath is overrun and the Watchers dispatched to gauge the threat believe that it cannot be recovered, despite your most recent efforts. Reluctantly, you have been sent back to Chief Watcher Grimbriar with this grim news.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Chief Watcher Grimbriar",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Chief Watcher Grimbriar is at his post outside Bree-town.\\n\\nWatchers Brittleleaf and Oakdale do not feel that the tide about crash over the walls of Andrath can be held back. They have asked you to convince Chief Watcher Grimbriar that he must seek the aid of the Rangers of the North.",
      "es": ""
    }
  ]
}