{
  "id": 620840563,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is a leader among these fiends -- Sharkey's lieutenant in Andrath. I have seen him, a burly fellow -- a Man not a half-breed. He makes his lair high in the south-western ruins and barks orders out to all these fools.\\n\\n'He must be dealt with. Perhaps, without a leader, the brigands will not recover, buying time for more to join the fight against this Sharkey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'As I expected. I fear that my companion, Watcher Oakdale, is right. Bree cannot solve this problem alone. We will need to seek counsel elsewhere.\\n\\n'You have done your service to Bree-land, [placeholder]. I offer you only what you have earned and what we can spare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Though I do not believe it will have a great effect, defeating Sharkey's Lieutenant will at least buy us a reprieve for a short time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sharkey's Lieutenant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sharkey's Men and their half-orc allies from the South have blockaded the Vale of Andrath, inhibiting trade with the southern nations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have defeated Sharkey's Lieutenant at the Southwatch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Sharkey's Lieutenant at the Southwatch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sharkey's Lieutenant can be found at his perch, high and far to the south-west, within the Southwatch.\\n\\nWatcher Brittleleaf wants to see the leader of the forces at the Southwatch slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Watcher Brittleleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Watcher Brittleleaf awaits your return to the east of the northern entrance of the ruins.\\n\\nYou hunted down and defeated Sharkey's Lieutenant, but the brigands and half-orcs seemed unaffected by his defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}