{
  "id": 620840540,
  "txt": [
    {
      "id": 218649170,
      "en": "'I see you had some luck at the keg-races! Allow me to be the first to bid you congratulations on your excellent luck, [placeholder]. Here is your reward.'",
      "es": ""
    },
    {
      "id": 192005857,
      "en": "'I'm feeling fiesty!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You think Kolmar's your dwarf? Well then, hand me one of your Festival Tickets, and I'll jot down your wager on him.\\n\\n'Good luck, [placeholder]!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Keg-hopping Race: Kolmar's Credulity",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Sorry, [placeholder]. I'm afraid you'll need a Festival Ticket in order to select a contestant.\\n\\n'Jorfi is handing out tickets just here...I'd go see him right away!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have selected Kolmar as your favourite to win",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Watch the race, [placeholder]! How do you think Kolmar will make out?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The race has begun! Betting is now closed",
      "es": ""
    },
    {
      "id": 54954097,
      "en": "'I'm feeling awfully neutral today!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Kolmar has won the race!",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tickets for the race can be picked up at Jorfi at the Keg-hopping race. Tokens can be turned in to place a wager.\\n\\nYou will need to hand over a Festival Ticket in order to select Kolmar as your favourite to win.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Kolmar has lost the race",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Keg-hopping Race begins soon on this very track.\\n\\nYou have guessed that Kolmar will win the race, and you should observe whether or not this comes to pass.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Kolmar has lost the race",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Arnar can be found in the Keg-race area during the Summer Festival.\\n\\nYou should speak with Arnar and collect the bountiful prize he has to offer for your excellent luck.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Kolmar has lost the race",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have left the race area",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Turn in a Festival Ticket to select Kolmar",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Observe the race to see if Kolmar is victorious",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Arnar",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Do not leave the race area",
      "es": ""
    },
    {
      "id": 203194849,
      "en": "'I'm worn out....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have a vested interest in Kolmar's success as he runs the Summer Festival Keg-hopping Race.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well, [placeholder], good day to you! It is often said that there is nothing better than fine summer weather, though it is a little balmy for my taste this time of year. I am sweltering where I stand!\\n\\n'These lazy summer days can drag on, which is why we look forward to the Festival events! This year, inhabitants of Thorin's Hall are racing to finish the Keg-hopping Race event as quickly as possible. If you want to know a secret, I think I know who is fastest....\\n\\n'I believe Kolmar is a sure thing this year. A friend of mine saw him down a whole keg, then keep right on dancing! Would you like to support Kolmar? I would, if I were you.'",
      "es": ""
    }
  ]
}