{
  "id": 620840565,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Some caravans and drivers have enough coin to press through the blockade here in Andrath, we have seen this happen a few times. The price they pay is steep and drives prices of their goods ever higher in Bree-land.\\n\\n'Those caravans unwilling or unable to pay the price the brigands demand.... Their shipments are claimed by the brigands and this practice must cease. I implore you, [placeholder], search the ruins and the enemy within for any of these goods. They are the lifeblood of our homeland and without this trade we will begin to see true suffering.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I will hail the next caravan finding their way through the gates, dispatch of any brigands foolish enough to cross me and speed these goods along to those in need. It may not be much, but this will surely help to alleviate what must be a growing problem amongst many of the farmers in Bree-land.\\n\\n'Here, you have earned this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am certain that there are great number of goods scattered throughout the ruins and likely carried by Sharkey's men within the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Must Have...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goods and coin typically coming from the southern lands are a lifeblood in Bree. Without the materials much of Bree-land will suffer. Watcher Oakdale asked that you retrieve some of the materials the brigands procured from caravans unwilling to pay the price to pass through.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a crate of caravan-goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the goods to Watcher Oakdale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out stolen caravan goods within the walls of the Southwatch and carried by the enemies making the ruins their home. Return all that you find to Watcher Oakdale to east of the north entrance of the ruins.\\n\\nCaravans cannot all afford to pass through the gates and those that cannot lose their goods to the brigands and all of Bree-land suffers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect caravan-goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}