{
  "id": 621095064,
  "txt": [
    {
      "id": 262725911,
      "en": "Spoken with TBD Brigand Leader Rockslide",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Balgiba has pledged his help in retaking Maurûsh",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Strength of Many",
      "es": ""
    },
    {
      "id": 30955894,
      "en": "Ah yes, there you are. We are in need of more people who can fight with us",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Return to Galâmka in Maurûsh and update him on Agazi and Balgiba.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'These are flawless! Thank you my friend! Ha-ha!'\\n\\nBalgiba laughs as he takes the tortoise shells from you.\\n\\n'We shall pack up here and make haste to Ub Nishir. We are happy to help retake the stronghold, and reclaim this land, our homes, from these Orcs and these monsters from the demon-pit.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with Balgiba in the Channel of Bâdizal",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah yes, there you are. We are in need of more people who can fight with us. I know of some groups who reside nearby that we may be able to bring into the cause, especially with your help.\\n\\n'There is Agazi, who last I saw with her band near the rockslide to the west, on the road to Ambarûl. Then Balgiba, he is camped near the Channel of Bâdizal to the south of Maurûsh.\\n\\n'I ask that you go and speak with them. Convince them to join our cause to retake the stronghold if you can. Groups here have come to an understanding since Utug-bûr opened and we gained a common foe, so them and their cohorts should know to not attack you on sight, though if they do, you need only tell them I sent you.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Collect tortoise shells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Defeated spiny lizards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What brings you here, stranger?'\\n\\nAgazi looks as you with hesitation, her posture appearing ready for a fight as you explain that you were sent by Galâmka in need of help.\\n\\n'Ah, Galâmka needs help with his conquest of Maurûsh then? He has helped me many times in the past so I will not refuse his call.\\n\\n'We here are trying to clear what we can of the rockslide to make safe the path Ambarûl. People are trying to flee this land and the path to the south contains many more dangers. Our task would go quicker if it were not for these lizards.\\n\\n'Might you help and rid us of them? That would let us complete our work and head for Ub Nishir.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Return to Galâmka in Ub Nishir",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Return to Balgiba with the tortoise shells",
      "es": ""
    },
    {
      "id": 49286704,
      "en": "Return to Balgiba with the tortoise shells",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Thank you for your help, [placeholder]. I see why Galâmka trusts you so.\\n\\n'With the lizards gone we will hurry to finish what we must here and then make our way to Maurûsh. Truly, my friend, you have not only helped us this day but helped the people of Urash Dâr have safer passage from this land, and these demons who aim to take it from us.'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Agazi has pledged her help in retaking Maurûsh",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Galâmka has realized that he needs additional help to take back Maurûsh and asked you to go speak with some of his associates and get them to join the fight.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Return to Agazi near the rockslide blocking the path to Ambarûl in the west.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Speak with Agazi near the rockslide on the road to Ambarûl to the west.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Ah, and who are you? Someone who has lost their way?\\n\\n'No, no, you must be the one who has been helping Galâmka, and this fight for Maurûsh! He must be wishing for my help and has sent you, or am I mistaken?'\\n\\nBalgiba appears cheerful but wary of letting you get too close. He stands ready to attack if needed. You tell him that he is correct, and that you were sent by Galâmka to request his help.\\n\\n'Ha! I knew it! Well, [placeholder], I wish to reclaim Maurûsh as well, so our swords will gladly join with his.\\n\\n'We are working to harden our armours. Would you help us gather some tortoise shells? Their shells here in Urash Dâr are very sturdy, and I am certain we can find some use for them. Once we have enough, my band and I will joyfully join Galâmka.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Defeat spiny lizards near the rockslide blocking the path to Ambarûl.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Return to Agazi",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Speak with Balgiba near the Channel of Bâdizal to the south of Maurûsh.",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Returned to Galamka in Maurush",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Agazi near the rockslide to the west",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Balgiba has asked you to gather tortoise shells for him near the Channel of Bâdizal for the armour he is trying to craft.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat spiny lizards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Bring the tortoise shells back to Balgiba in the Channel of Bâdizal.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Spoken with TBD Brigand Leader Badizal",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Collected tortoise shells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'You are back. Have you spoken with Agazi and Balgiba?'\\n\\nYou tell Galâmka of how you helped them and that they both pledged their swords to his cause.\\n\\n'My friend, this is good news you bring me. I am glad that you could help them, and that they are so eager to retake our homes. We will need that fire in the battle to come.\\n\\n'I will await their arrival here and get them sorted. There will be more to do when you can spare the time. For now, I thank you again.'",
      "es": ""
    }
  ]
}