{
  "id": 621010833,
  "txt": [
    {
      "id": 49286692,
      "en": "<rgb=#00FF00>Look</rgb> from the cliff's edge at Skald's Drop to survey the lands below",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "DNT - TBD! SOMETHING INTERESTING ABOUT HAMMERSTEAD",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'It has been many years since last I was here, before my father Bránit and I fell out of friendship. He died some time after that, before we were ever reconciled, and I saw no reason to return.\\n\\n'I suppose now I should put his house in order. You and Authi are welcome to visit me there at any time; I would appreciate the company! My father's house is up a ramp opposite the entrance.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'If you have any preparations to make before we set out for the Ironfold, I suggest that you make them! You might want to check in with Gandalf before we leave. I do not know him very well, but I know enough about Wizards to tell you they do not like surprises! Tell him we will be away for a few days, so if he has need of you he will know where you might be found.\\n\\n'King Thorin ordered that a room be set aside for the Wizard somewhere in the Dwelling-halls. I believe you will find it east of here and up several stairs. I expect it was chosen to satisfy the well-known predilection of Wizards for tall towers, and will be quite high up! I will meet you outside once you have spoken with Gandalf.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The town of Utterby was occupied by the Jangovar, who now call it Er Shamol",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'King Thorin believes it is time for his son to learn the ways of the king, does he? That is new. Thorin is stubborn, as are most of his family, and I thought his decision to keep Durin from harm or difficulty would last longer than this. Why the change, I wonder?\\n\\n'Safe travels to you, [placeholder]. Keep one eye open for Karazgar or his agents while you travel in the Ironfold. I will see you when you return.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gandalf is in the room that was given to him in the Dwelling-halls, east of the Jewelstead and up several sets of stairs.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated insects throughout the Ironfold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will meet you outside the entrance to the Lonely Mountain after I have gathered the things I will need for the journey and said good-bye to my mother and my brother. It will not be long; we Gem-cutters are not especially sentimental.\\n\\n'If you have any preparations to make before we set out for the Ironfold, I suggest that you make them! You might want to check in with Gandalf before we leave. I do not know him very well, but I know enough about Wizards to tell you they do not like surprises! Tell him we will be away for a few days, so if he has need of you he will know where you might be found.\\n\\n'King Thorin ordered that a room be set aside for the Wizard somewhere in the Dwelling-halls. I believe you will find it east of here and up several stairs. I expect it was chosen to satisfy the well-known predilection of Wizards for tall towers, and will be quite high up!'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat beasts throughout the Ironfold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Ah, [placeholder], there you are. I have been studying several historical accounts concerning the struggles of your people in this region. Many are the hardships they have faced, but these accounts do not agree on all the particulars. Dragons feature prominently, as you might expect, and I see the hand of Karazgar at work in some of the events that befell the dwarves in this area.'\\n\\nYou tell Gandalf that King Thorin has commanded you to travel to Járnfast, in the Ironfold, and return to the Lonely Mountain with his son. Gandalf strokes his beard.\\n\\n'He believes it is time for Durin to learn the ways of the king, does he? That is new. Thorin is stubborn, as are most of his family, and I thought his decision to keep Durin from harm or difficulty would last longer than this. Why the change, I wonder?\\n\\n'Safe travels to you, [placeholder]. Keep one eye open for Karazgar or his agents while you travel in the Ironfold. I will see you when you return.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Authi planned to meet you outside the entrance to the Lonely Mountain after you prepared for the journey and said good-bye to Gandalf.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, [placeholder], there you are. I have been studying several historical accounts concerning the struggles of Durin's Folk. Many are the hardships they have faced, more than a few of their own making, but these accounts do not agree on all the particulars. Dragons feature prominently, as you might expect, and I see the hand of Karazgar at work in some of the events that befell the dwarves in this area.'\\n\\nYou tell Gandalf that King Thorin has requested you travel to Járnfast, in the Ironfold, and return to the Lonely Mountain with his son. Gandalf strokes his beard.\\n\\n'He believes it is time for Durin to learn the ways of the king, does he? That is new. Thorin is stubborn, as are most of his family, and I thought his decision to keep Durin from harm or difficulty would last longer than this. Why the change, I wonder?\\n\\n'Safe travels to you, [placeholder]. Keep one eye open for Karazgar or his agents while you travel in the Ironfold. I will see you when you return.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "King Thorin has given you a task to complete in the Ironfold, and you will accompany Authi Gem-cutter with his own.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Defeat Easterlings throughout the Ironfold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I have not been back to my father's home in Járnfast for many years. Were it not for the command of King Thorin, I would not return now! But I cannot remain here if the King Under the Mountain orders me to leave. Zhélruka do not answer to Longbeards, but I will not gainsay the word of a king.\\n\\n'So we will be travelling companions for a short while, [placeholder]. I suppose I welcome the company, even if the son of Fúni Gem-cutter does not.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Visit Arin, a friend of the Gem-cutters who lives in Járnfast but is likely fishing in the Redwater",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Travel to the entrance of Járnfast, in the Ironfold",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Khîl at the entrance to Járnfast",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Well, I am here, despite my wish to be elsewhere. Surely Khîl could find his own way back to his father's old home, but you will not hear me speak crosswise to King Thorin's commands. We are to escort Khîl to Járnfast, and that we will do. I will only grumble about it a little, and beneath my beard.\\n\\n'Mother Amma suggested that we make the most of the journey into the Ironfold, since the Gem-cutters do not often travel out that way. She has made a list of suggested activities for us to pursue on our way. \\qA Gem-cutter always seeks to make things better for those he meets!\\q she says, and I could not possibly argue with that. So her list consists of a few tasks she recommended we complete to keep the land and its people safe, as well as a number of family friends in the Ironfold I have not seen in some time that we might visit. I do not feel particularly strongly about which of these tasks we complete, so I leave the decision-making up to you, [placeholder]. Why not choose four of these errands to carry out on our way to Járnfast?\\n\\n'No, Khîl, you do not get a say in the matter! This is your fault, and you're lucky we let you speak on this journey at all. You leave the decisions to me and to [placeholder].'\\n\\n<rgb=#00FF00>Complete any four of the objectives Authi has suggested as you travel through the Ironfold to Járnfast.</rgb>",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Authi and Khîl are waiting for you, but neither seems eager to depart",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Authi at the entrance to Járnfast",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Authi has suggested you help the people of the Ironfold as you travel to Járnfast.\\n\\n<rgb=#00FF00>Complete any four of the objectives Authi has suggested as you travel through the Ironfold to Járnfast.</rgb>",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It has been a long time since I have seen Authi! Why, it has been five years at the very least since I ventured to the Lonely Mountain. How fares your mother? When last I visited, she put me to work sifting through buckets of rock, separating tiny flakes of copper from the stones. \\qGem-cutter house-guest rules!\\q she said. Perhaps that is why I have not visited since then!\\n\\n'Ah, but it is good to catch up with friends. We have had a fair amount of trouble here in the Ironfold, but I understand the fighting was thickest in Dale and at the foot of the Mountain. The Easterling armies passed by Járnfast just after the gates were shut, but the Men of Utterby had no such sturdy door to close; the Jangovar sacked the town and some of them remain there, as far as I have heard.\\n\\n'You keep Authi out of trouble, my friend. The worst of the fighting may be over, but nowhere is really safe, not these days.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You are fortunate you caught me, Authi! I was about to head back to the city, empty-handed I'm afraid. The fishing has been poor for a fortnight. I suspect the Easterlings are to blame in some measure, for a portion of the Jangovar came by here on their way west. I understand they joined more of their number who were coming up the Drop, but my work does not take me out by Utterby so I didn't see that with my own eyes.\\n\\n'What brings you to the Ironfold, Authi? Your family is well, I hope!'\\n\\nAuthi and Arin spend a few minutes regaling each other with news of their families, and Arin promises his friend the pick of his next catch.\\n\\n'I am sure I will have something for you too, [placeholder], if the fish ever resume biting. Until next we meet, friends!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The entrance to Járnfast is in the north-east corner of the Ironfold.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You have successfully escorted Khîl to Járnfast and should now speak to him.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Authi outside the Lonely Mountain",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You have my thanks, [placeholder], for coming with me to Járnfast. It has been many years since last I was here, before my father Bránit and I fell out of friendship. He died some time after that, before we were ever reconciled, and I saw no reason to return.\\n\\n'I suppose now I should put his house in order. You and Authi are welcome to visit me there at any time; I would appreciate the company! My father's house is up a ramp opposite the entrance.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'You may do as you like, [placeholder], but I shall not be visiting Khîl... not unless my king commands me to do so!'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Find the settlement of Hammerstead",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Visit Méthur, a friend of the Gem-cutters who lives in Hammerstead",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Find an entrance to the town of Utterby",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat insects throughout the Ironfold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Khîl Tale-spinner is at the entrance to the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Authi Gem-cutter is at the entrance to the Lonely Mountain.",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Authi is at the entrance to Járnfast.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Mother Amma suggested that we make the most of the journey into the Ironfold, since the Gem-cutters do not often travel out that way. She has made a list of suggested activities for us to pursue on our way. \\\\qA Gem-cutter always seeks to make things better for those he meets!\\\\q she says, and I could not possibly argue with that. So her list consists of a few tasks she recommended we complete to keep the land and its people safe, as well as a number of family friends in the Ironfold I have not seen in some time. I do not feel particularly strongly about which of these tasks we complete, so I leave the decision-making up to you, [placeholder]. Why not choose four or so of these errands to carry out on our way to Járnfast?'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Mother Amma suggested that we make the most of the journey into the Ironfold, since the Gem-cutters do not often travel out that way. She has made a list of suggested activities for us to pursue on our way. \\qA Gem-cutter always seeks to make things better for those he meets!\\q she says, and I could not possibly argue with that. So her list consists of a few tasks she recommended we complete to keep the land and its people safe, as well as a number of family friends in the Ironfold I have not seen in some time that we might visit. I do not feel particularly strongly about which of these tasks we complete, so I leave the decision-making up to you, [placeholder]. Why not choose four of these errands to carry out on our way to Járnfast?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Gandalf is in the Wizard-home, east of the Jewelstead and up several stairs",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Meet up with Authi and Khîl outside the entrance to the Lonely Mountain",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated beasts throughout the Ironfold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Khîl outside the Lonely Mountain",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Defeated Easterlings throughout the Ironfold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "From here you could <rgb=#00FF00>look</rgb> out over the lands below",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "From the high cliff you can see the fair fields of the Bardings, far below",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "You have come to Járnfast, the Ironfort of the dwarves",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7.4: Iron Road",
      "es": ""
    }
  ]
}