{
  "id": 621010836,
  "txt": [
    {
      "id": 177082768,
      "en": "Durin eagerly watches the town of Utterby, threatened by the Jangovar",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Durin told me of the work you two did near Utterby and Skald's Drop, and I must commend you for it. I do not think the Jangovar will long remain in the Ironfold to trouble us!\\n\\n'Part of me wishes my nephew would remain here to assist me with finishing the job. As Lord of the Iron Hills, I command much respect and bear a great deal of responsibility for maintaining their peace, but my brother Thorin outranks me in age and in authority. He calls for his son, and I will not stand in the way!\\n\\n'It is time for my nephew to learn what it takes to lead, and to grow into the greatness of his name. Was it not for that very purpose that his father named him Durin?'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Durin in Járnfast",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'We have done a great deal to hinder the efforts of the Jangovar Easterlings in the Ironfold, Uncle Náin.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You study the arrangement of the tents on the eastern side of Utterby",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Ah, I hate when he talks like this, [placeholder]. I love my uncle, but not a day goes by without him telling me that I must be Durin the Deathless come again. Can you imagine it? It is quite frustrating.\\n\\n'It is not an uncommon name among my people, and no one forbade my father from naming me thus! It is not fair to compare me to such a measure... it would not be fair to anyone!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Durin is at his uncle's throne in Járnfast.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "DNT - TBD SPOT B!",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'The state of affairs in the Ironfold could use some adjustment, and my nephew may be just the one to do it! The town of Utterby was occupied by the Jangovar on their way to the Lonely Mountain, and I hear reports that Easterling reinforcements climb Skald's Drop every day. Many of them gather in tents around the city, and they ravage the lands thereabout.\\n\\n'Durin, I ask that you go to Utterby with [placeholder] and do what you can to combat our foes. It will be a good opportunity for you to accomplish two goals at once: to show what you have learned and to aid the people of the Ironfold. Do you agree to this plan?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Durin has a fine mind for military tactics and strategy, but he has little in the way of true experience, [placeholder]. Once he returns to his father in the Lonely Mountain, it will be more difficult for him to attain such valuable seasoning. I must impart to him what I can before he sets forth, and goes beyond the reach of my training.\\n\\n'As it happens, the state of affairs in the Ironfold could use some adjustment. My nephew may be just the one to do it, all while getting some good experience of his own. The town of Utterby was occupied by the Jangovar on their way to the Lonely Mountain, and I hear reports that Easterling reinforcements climb Skald's Drop every day. Many of them gather in tents around the city, and they ravage the lands thereabout.\\n\\n'Durin, I ask that you go to Utterby with [placeholder] and do what you can to combat our foes. It will be a good opportunity for you to accomplish two goals at once: to show what you have learned and to aid the people of the Ironfold. Do you agree to this plan?'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Bini'zig utrâd ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin is east of Utterby, in the Ironfold.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I am ready for the challenge if you are, [placeholder]! Let us go at once to Utterby and assess the situation. I know it is foolish to rush into battle without a plan, so meet me outside the city and we will gather the information we need to attain victory!\\n\\n'You will not be disappointed, Uncle Náin! Let us go, my friend. Utterby awaits!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Let us go at once to Utterby and assess the situation. I know it is foolish to rush into battle without a plan, so meet me outside the city and we will gather the information we need to attain victory!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'There lies Utterby. It was once the home of Dale-folk, but now it is occupied by the Jangovar.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Mahinsis mamahkhafdân ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'There lies the town of Utterby, surrounded by the tents of the Jangovar. I do not think all who remain within are warriors, [placeholder]. We have no quarrel with the refugees, but those of the Jangovar who bear weapons wish us ill, and I mark them our enemies.\\n\\n'My uncle spoke true when he said I have little combat experience, but I have studied the art of war and am no novice in battlefield understanding! I was taught that the efficient commander finds the victory, and that is what I want to become. Let us use the words of my people to communicate on the battlefield, [placeholder]. The Jangovar will not understand us if we speak in this way, and that will give us the advantage.\\n\\n'First comes biraisbêj tharâkh, \\qscouting the approaches.\\q If I shout \\qbiraisbij tharâkh!\\q you will know we need to scout the locations to which our efforts turn. Next comes bini'zêg utrâd, \\qblinding the watchers.\\q Your objective in that case will be to defeat any look-outs that threaten to raise the alarm. Our next aim will be mahinsês mamahkhafdân, \\qrescuing the prisoners,\\q if any Dale-folk have been taken captive. By that point we should see about isgêr narakakâ, \\qdefeating the reinforcements\\q that are likely to come from Skald's Drop. I am still working out the kernel of a plan, but it may involve ensêkh, \\qsetting a trap,\\q if all goes well.\\n\\n'Do you understand all this, [placeholder]? Good! We cannot fail!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Isgir narakakâ ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Ensikh to waylay the Jangovar at the cliff-face near Skald's Drop ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Durin suggested using dwarf-phrases that will be unfamiliar to the Jangovar in order to confuse your foes and to attain strategic advantage when you move against them:\\n\\nBiraisbêj tharâkh, \\qscouting the approaches.\\q \\nBini'zêg utrâd, \\qblinding the watchers.\\q \\nMahinsês mamahkhafdân, \\qrescuing the prisoners.\\q \\nIsgêr narakakâ, \\qdefeating the reinforcements.\\q \\nEnsêkh, \\qsetting a trap.\\q",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Durin at Skald's Drop",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Mahinsis mamahkhafdân, [placeholder]! And then isgir narakakâ!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 193188145,
      "en": "'Thank you, oh thank you!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I have been ensêkh, [placeholder]! Weaken the cliff-face and we may be able to stall the Jangovar passage up the Drop!'",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to Náin the Slakeless in Járnfast",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Durin is beneath the rising cliff-face at Skald's Drop.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I think we have done very well, [placeholder]! My uncle is sure to be impressed by the work we have done to combat the Jangovar here in the Ironfold. And better: by weakening the cliff-face we have made it possible to hinder the flow of the Jangovar reinforcements climbing Skald's Drop. We will not collapse the path now, but dwarves will be able to do so at my uncle's command, should he deem it necessary.\\n\\n'Let us return to him in Járnfast with these good tidings!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Durin east of Utterby",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Ah, I hate when he talks like this, [placeholder]. I love my uncle, but not a day goes by without him telling me that I must be Durin the Deathless come again. Can you imagine it? It is quite frustrating.\\n\\n'It is not an uncommon name among our people, as you know, and no one forbade my father from naming me thus. It is not fair to compare me to such a measure... it would not be fair to anyone!'",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Biraisbij tharâkh: Jangovar tents on the eastern side of Utterby",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Biraisbij tharâkh: Jangovar tents on the southern side of Utterby",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'First comes biraisbêj tharâkh, \\qscouting the approaches.\\q If I shout \\qbiraisbij tharâkh!\\q you will know we need to scout the locations to which our efforts turn. Next comes bini'zêg utrâd, \\qblinding the watchers.\\q Your objective in that case will be to defeat any look-outs that threaten to raise the alarm. Our next aim will be mahinsês mamahkhafdân, \\qrescuing the prisoners,\\q if any Dale-folk have been taken captive. By that point we should see about isgêr narakakâ, \\qdefeating the reinforcements\\q that are likely to come from Skald's Drop. I am still working out the kernel of a plan, but it may involve ensêkh, \\qsetting a trap,\\q if all goes well.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "You study the arrangement of the tents on the southern side of Utterby",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "Náin the Slakeless hopes that you and his nephew Durin will be able to combat some of the Easterling threat that remains within the Ironfold.",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'I think we have done very well, [placeholder]! My uncle is sure to be impressed by the work we have done to combat the Jangovar here in the Ironfold. And better: by weakening the cliff-face we have made it possible to hinder the flow of the Jangovar reinforcements climbing Skald's Drop. We will not collapse the path now, but dwarves will be able to do so at my uncle's command, should he deem it necessary.\\n\\n'Let us return to him in Járnfast with these good tidings!'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Náin the Slakeless, Lord of the Ironfort, can be found at his throne atop the ramps.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Durin is east of Utterby, in the Ironfold.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'Part of me wishes my nephew would remain here to assist me with finishing the job. As Lord of the Iron Hills I command much respect and bear a great deal of responsibility for maintaining their peace, but my brother Thorin outranks me in age and in authority. He calls for his son, and I will not stand in the way!\\n\\n'It is time for my nephew to learn what it takes to lead, and to grow into the greatness of his name. Was it not for that very purpose that his father named him Durin?'",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Durin can be found by his uncle's throne in Járnfast.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'There lies the town of Utterby, surrounded by the tents of the Jangovar. I do not think all who remain within are warriors, [placeholder]. We have no quarrel with the refugees, but those of the Jangovar who bear weapons wish us ill, and I mark them our enemies.\\n\\n'My uncle spoke true when he said I have little combat experience, but I have studied the art of war and am no novice in battlefield understanding! I was taught that the efficient commander finds the victory, and that is what I want to become. Let us use the words of our people to communicate on the battlefield, [placeholder]. The Jangovar will not understand us if we speak in this way, and that will give us the advantage.\\n\\n'Surely you remember these phrases? Ah, it must have been awhile since you learned them, for you are the fortunate one and have been out adventuring, while I have been stuck in class! First comes biraisbêj tharâkh, \\qscouting the approaches.\\q If I shout \\qbiraisbij tharâkh!\\q you will know we need to scout the locations to which our efforts turn. Next comes bini'zêg utrâd, \\qblinding the watchers.\\q Your objective in that case will be to defeat any look-outs that threaten to raise the alarm. Our next aim will be mahinsês mamahkhafdân, \\qrescuing the prisoners,\\q if any Dale-folk have been taken captive. By that point we should see about isgêr narakakâ, \\qdefeating the reinforcements\\q that are likely to come from Skald's Drop. I am still working out the kernel of a plan, but it may involve ensêkh, \\qsetting a trap,\\q if all goes well.\\n\\n'Do you understand all this, [placeholder]? Good! We cannot fail!'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Durin suggested using dwarf-phrases that will be unfamiliar to the Jangovar in order to confuse your foes and to attain strategic advantage when you move against them:\\n\\nBiraisbêj tharâkh, \\qscouting the approaches.\\q \\nBini'zêg utrâd, \\qblinding the watchers.\\q \\nMahinsês mamahkhafdân, \\qrescuing the prisoners.\\q \\nIsgêr narakakâ, \\qdefeating the reinforcements.\\q \\nEnsêkh, \\qsetting a trap.\\q",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Durin suggested using dwarf-phrases that will be unfamiliar to the Jangovar in order to confuse your foes and to attain strategic advantage when you move against them:\\n\\nBiraisbêj tharâkh, \\qscouting the approaches.\\q \\nBini'zêg utrâd, \\qblinding the watchers.\\q \\nMahinsês mamahkhafdân, \\qrescuing the prisoners.\\q \\nIsgêr narakakâ, \\qdefeating the reinforcements.\\q \\nEnsêkh, \\qsetting a trap.\\q",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "Defeated reinforcements near Skald's Drop ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "Weakened the cliff-face ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 193269713,
      "en": "'You have given me my freedom! I thank you for it!'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated look-outs near Utterby ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Durin in Járnfast",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Meet up with Durin east of Utterby, in the Ironfold",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "The prisoner thanks you and makes his escape!",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "The prisoner is grateful for your help, and makes his escape!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7.6: Danger at the Drop",
      "es": ""
    }
  ]
}