{
  "id": 621010932,
  "txt": [
    {
      "id": 162883718,
      "en": "'If I once believed the ill fortune of the Zhélruka had been exaggerated by the bards, I do no longer! The loss of Bótuz Frostblood must be a grievous injury to them, and I confess that it pains me also. Would Bótuz and the others who died during Karazgar's attack still be alive if I had not lowered my weapon in the Ironfold? Would they still live if I had kept them from crossing the Dale-lands? Ah, I will not dwell upon it. What was done is done, and might have been worse.\\n\\n'It is good to hear that Inek will take up the mantle of leadership and ready his people for another attack. Karazgar promised to come to Skarháld three times? How much worse will be the following assaults, if this was merely the first? It bodes ill, [placeholder].\\n\\n'I know the Zhélruka do not care for me. Nay, do not seek to deny it! It is true. I am unproven. Did I count myself ready when we battled the Easterlings outside Utterby back in the Ironfold? That counted for naught, or less than naught! To do battle against Karazgar, in defence not only of my people but of another... that is where my true glory lies. We will stand with Inek and his Zhélruka to repel whatever Karazgar sends against us, and perhaps afterward I will feel my name deserved. It will be my honour to stand with them and with you, [placeholder]. There is much we must do if we are to be ready. The first promise is fulfilled. When the next comes, we must be ready. We have no choice.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8.7: The First Promise",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find a lieutenant of Bótuz Frostblood to lead the Zhélruka",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Are you ready, [placeholder]? Tell Durin that even he must fight! If Karazgar is behind this, we will make him regret it!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'To battle! We will find Karazgar's weaknesses and exploit them! Imkhih sabkyûd, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Durin on the upper level of Skarháld",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Keep an eye on your friend and ensure he does not embarrass himself!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Karazgar toys with us, [placeholder], as a cat does with a mouse! He had the advantage, but he did not press it. The first of his promises has been fulfilled, and claimed the life of Bótuz Frostblood. With one deadly strike, Karazgar has left the Zhélruka here without their leader. Who now will lead them? Who now will organize the defences?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Bótuz was supposed to lead us here in the Grey Mountains! What are the Zhélruka going to do now? Who will lead us on this venture now that the Frostblood is dead?'\\n\\nInek the Brash clenches his fists and lives up to his name.\\n\\n'It has to be me! No others of his lieutenants are suited to the task! Kópat is a scholar, much good may it do us here, and Dóbrokh may be a fine warrior but he does not command respect the way Bótuz did. It falls to me to manage the defences. It can be no one else!\\n\\n'Bótuz thought you a worthy ally, [placeholder]. Will you work with me to make this stronghold safe, and to take revenge upon the Weeping Warrior? If you will vouch for the Longbeard prince, he is welcome to join hands with the Zhélruka in these two purposes.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bótuz Frostblood wants you to keep an eye on Durin during the defence of Skarháld.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin is outside the keep on the upper level of Skarháld.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "The death of Bótuz Frostblood threatens to leave the Zhélruka at Skarháld in disarray. One of his lieutenants must rise to lead his fellows.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Durin inside the keep and defend Skarháld",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Durin on the upper level of Skarháld",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find a lieutenant of Bótuz Frostblood to lead the Zhélruka",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Durin is outside the keep on the upper level of Skarháld.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "While surveying the damage, Inek catches your eye",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "Karazgar has not given the Dwarves of Skarháld enough time to prepare. He launches the first of his promised attacks, seeking to attain his goals with a single throw.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'The first of Karazgar's promises has been fulfilled, and claimed the life of Bótuz Frostblood. With one deadly strike, he has left the Zhélruka here without their leader. Who now will lead them? Who now will organize the defences?'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'Will you work with me to make this stronghold safe, and to take revenge upon the Weeping Warrior? If you will vouch for the Longbeard prince, he is welcome to join hands with the Zhélruka in these two purposes.'",
      "es": ""
    }
  ]
}