{
  "id": 621010956,
  "txt": [
    {
      "id": "0x6a50277",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'I am always happy speaking on the old under-mountain maps, [placeholder]. Only the most skilled of dwarf surveyors can make them. It takes great care and precision! If you can believe it, many such maps were made and kept from the distant days when Durin's Folk called these cold Grey Mountains our home. Indeed, I brought some with me, knowing they might be of use.\\n\\n'You wish to know of spider-paths that touch upon the Glimmerdeep? Let me see. Yes, there were many spider-tunnels beneath these peaks. However... the only ones to touch on Glimmerdeep cut straight across the mountain into Stormwall. You may be in luck! \\n\\n'Hum... yet do not judge your luck, perhaps, until you have found your way there and inside. Mountains shift and rocks fall, after centuries! You will want to take some climbing gear with you when you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Climbing gear can be found in Skarháld.\\n\\nYou should collect climbing gear for the journey to Stormwall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Talk to Agátur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Collect climbing gear ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'You are well prepared now, but I have grim news. Word has spread through the Zhélruka of the Stave that you seek. Except the words have been twisted and now many believe the entrance to Thafar-gathol lies within the Stormwall! Blast these Zhélruka! Five of their kin left Skarháld just moments ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1142",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1146",
      "en": "Collected climbing gear ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The dwarf Agátur may have the knowledge needed to follow Etterfang's lost trail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Agátur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You should speak with Agátur. He has studied many dwarf-maps, in which our surveyors have drawn the faults and crevices under many mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "You should talk to Agátur in Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Another Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Agátur can be found in Skarháld.\\n\\nYou should ask Agátur about under-maps of the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    }
  ]
}