{
  "id": 621010832,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'And yet, none of these tales are as personally offensive to me as the gossip he spreads about my family. It seems he will not stop until he is forced to stop, [placeholder]. I must take this matter before King Thorin. Only the King Under the Mountain can prevail upon Khîl to cease his rumourmongering.\\n\\n'Will you speak on my behalf before the King? I trust you and no others to help me with this, my friend. Tell me if you are willing, and we will petition King Thorin together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Authi Gem-cutter in the Jewelstead and go with him to petition the king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Authi Gem-cutter is in the Jewelstead, the Gem-cutter family home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Authi Gem-cutter is very angry about the gossip Khîl has been spreading about his family, and he wishes to petition King Thorin about the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I am pleased that King Thorin ruled in my favour, but I cannot help but feel that in some respect I am being punished for bringing the matter to him! Now we have to escort Khîl to his father's home in Járnfast? Bah! Let him travel by himself!\\n\\n'I suppose I should gather my belongings for the journey. At least Khîl's gossip has been stopped, and he will no longer trouble my family in Erebor. That is surely worth the trip to the Ironfold, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Authi Gem-cutter is in the Jewelstead, the Gem-cutter family home in the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Are you ready to go? Surely King Thorin will hear my plea and command Khîl to cease speaking falsehoods about my family!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Authi Gem-cutter in the Jewelstead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.3: Grievances",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    }
  ]
}