{
  "id": 621010859,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Kópat assists his brethren with establishing crafting facilities in the keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.4: The Stones of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Bótuz Frostblood at Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Dóbrokh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Inek the Brash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Like Stormwall, this fortress was abandoned for centuries. Once it climbed proudly up the mountain's side, but time and the repeated onslaughts of dragon-kind have worn away some of its majesty. Much like my people, however, it perseveres, no matter the hardship it endures!\\n\\n'Bótuz Frostblood will be near the top of the stronghold, [placeholder]. Present yourself to him and say that we are at his service here in Skarháld. Longbeard and Zhélruka alike have much to gain as friends and allies, and the mountains can only be conquered if we work together, despite the differences we may have had in the past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find Dóbrokh at the view from the high eastern arch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Kópat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "You heard raised voices outside the keep. What is happening?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Oh, it's you. I heard that the son of Thorin had come to Skarháld bearing drake-teeth and burning scales, hatchling-wings and worm-hides, as if that proves anything to me. Did he slay these creatures or did you, [placeholder]? He is young and brash, and I know his sort: a king's son, dreaming of glory but unable to attain it. He is soft! The lands of my people are harsh and cruel, and he would not long have lasted in the hard lands.'\\n\\nBótuz snorts, delivering his taunts with relish.\\n\\n'Durin! I see the arrogance of the Longbeards in that name. Thorin is a fool to aim so high!\\n\\n'But you are different, [placeholder], and I welcome you to Skarháld without reservation. Make yourself at home here, and meet with my chieftains. Look for Inek, Kópat, and Dóbrokh on the upper levels of Skarháld and in the keep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Durin inside Tharrazhâr, the keep of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find Inek the Brash at the siege defences",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Watch your footing, [placeholder]. It is a long way to the valley floor below, and if you are not careful you might find yourself taking the fast way down. Most are not as surefooted as Dóbrokh!\\n\\n'Far away to the east are the lands from which my people came, past the mountains and to others beyond. Many were the hardships we endured there, and the sum of them made the Zhélruka slow to smile and wary of strangers, but it also made us hardy and tough, and protective of the things we hold dear.\\n\\n'I say we came from the East, and that is true, but that is not the home for which we have spent so many lifetimes searching. How many kings of the Zhélruka have sought for such a home in these very mountains? How many more will follow us in that purpose? Dóbrokh cannot say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Are you here for sight-seeing or for helping us, [placeholder]? Yes, I remember you and your companion speaking with Bótuz before we crossed to the Grey Mountains. What can you tell me of this Durin? He tried to stop us from entering the Dale-lands, but when Bótuz refused to heed his warning he did nothing. That is a sign of weakness. His father must be very disappointed in him.\\n\\n'I am proud to count myself among the Zhélruka, for we reinforce our position with actions... not with empty words! Let other dwarves waggle their beards in discussion, and while they speak the Zhélruka will take what they want!\\n\\n'I will tell you no false-hoods: sometimes this creed causes others to resent the Zhélruka. Bótuz knows this, and he commanded me to inspect the defences of this fortress. Sadly, I must report that this equipment is not satisfactory, and will require some work if it is to be made war-worthy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find Kópat inside Tharrazhâr, the keep of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'It has been many hundreds of years since any dwarves lived in this place, but the signs of each previous habitation are there if you know where to look. To the Longbeards this was Tharrazhâr, and they stocked the keep with the metals they prized and the equipment they needed to defend it. When my people first dwelt here they gave it the name Brúgrad, but they had their eye set upon larger and more wealthy cities, and did not intend to remain long.\\n\\n'It was a useful foothold, but it proved a tenuous one. Many Zhélruka set out from Brúgrad in search of fabled Thafar-gathol, but those who returned did so only with disappointment. And at last there came a day when the returners came back to a fallen fortress. None can say how long the dwarves fought against the dragons, but in the end none called it Brúgrad any longer. Now the ruins are named only in the Westron Speech, and the heart of every true Zhélruka scholar mourns, knowing what was lost when the name became Skarháld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Leave the keep of Skarháld and learn what transpired outside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I delivered the trophies we collected to Bótuz Frostblood, and he seemed quite impressed by our valour, [placeholder]. He has charged me with cataloguing the supplies here in the keep, and I have agreed. This work is not well-suited to one of my lineage, but I understand the need for it and want to encourage cooperation between the Longbeards and the Zhélruka here in Skarháld. This work will bear fruit in the long run, I am sure.\\n\\n'Wait. Did you hear that? There is a commotion of some sort outside. We should go see what is happening!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You and Durin have come to the old fortress of Skarháld, where Longbeards and Zhélruka both attempt to survive in the dangerous Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I thought I was not observed... but he must have seen me. The blades flew faster than I... could have expected....'\\n\\nThe scout clutches his side, where a sharp weapon has cut through his armour. One of the nearby dwarves asks who it was that did this to him, and he grimaces in pain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Durin is inside Tharrazhâr, the keep of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "A crowd of dwarves surround a wounded Zhélruka warrior on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I heard raised voices! Let us see what has happened outside! The cataloguing of the supplies can wait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Bótuz Frostblood will be near the top of the stronghold, [placeholder]. Present yourself to him and say that we are at his service here in Skarháld. Longbeard and Zhélruka alike have much to gain as friends and allies, and the mountains can only be conquered if we work together, despite the differences we may have had in the past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Bótuz Frostblood is near the top of the fortress of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Watch your footing, and try not to trip on your ridiculous beard! It is a long way to the valley floor below, and if you are not careful you might find yourself taking the fast way down. Most are not as surefooted as Dóbrokh!\\n\\n'Far away to the east are the lands from which my people came, past the mountains and to others beyond. Many were the hardships we endured there, and the sum of them made the Zhélruka slow to smile and wary of strangers, but it also made us hardy and tough, and protective of the things we hold dear.\\n\\n'I say we came from the East, and that is true, but that is not the home for which we have spent so many lifetimes searching. How many kings of the Zhélruka have sought for such a home in these very mountains? How many more will follow us in that purpose? Dóbrokh cannot say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Are you here for sight-seeing or for helping us? Yes, I remember you and your companion speaking with Bótuz before we crossed to the Grey Mountains. What can you tell me of this Durin? He tried to stop us from entering the Dale-lands, but when Bótuz refused to heed his warning he did nothing. That is a sign of weakness. His father must be very disappointed in him.\\n\\n'I am proud to count myself among the Zhélruka, for we reinforce our position with actions... not with empty words! While your kind waggles your beards in discussion, the Zhélruka will take what they want!\\n\\n'I will tell you no false-hoods: sometimes this creed causes others to resent the Zhélruka. Bótuz knows this, and he commanded me to inspect the defences of this fortress. Sadly, I must report that this equipment is not satisfactory, and will require some work if it is to be made war-worthy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I heard raised voices! Let us see what has happened outside! The cataloguing of the supplies can wait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Like Stormwall, this fortress was abandoned for centuries. Once it climbed proudly up the mountain's side, but time and the repeated onslaughts of dragon-kind have worn away some of its majesty. Much like our people, however, it perseveres, no matter the hardship it endures!\\n\\n'Bótuz Frostblood will be near the top of the stronghold, [placeholder]. Present yourself to him and say that we are at his service here in Skarháld. Longbeard and Zhélruka alike have much to gain as friends and allies, and the mountains can only be conquered if we work together, despite the differences we may have had in the past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "A crowd of dwarves surround a wounded Zhélruka warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Bótuz Frostblood told you to look for his chieftains Inek, Kópat, and Dóbrokh on the upper levels of Skarháld and in the keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Vútro the West-wind and learn how he was injured",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I remember you. I heard that the son of Thorin had come to Skarháld bearing drake-teeth and salamander-scales, hatchling-wings and worm-hides, as if that proves anything to me. Did he slay these creatures or did you, [placeholder]? He is young and brash, and I know his sort: a king's son, dreaming of glory but unable to attain it. He is soft! The lands of my people are harsh and cruel, and he would not long have lasted in the hard lands.'\\n\\nBótuz snorts, delivering his taunts with relish.\\n\\n'Durin! I see the arrogance of your people in that name. Thorin is a fool to aim so high!\\n\\n'But you are different, [placeholder], and I welcome you to Skarháld without reservation. Make yourself at home here, and meet with my chieftains. Look for Inek, Kópat, and Dóbrokh on the upper levels of Skarháld and in the keep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Dóbrokh stands at the edge, unconcerned by the long drop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Inek eyes the siege defences with disapproval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I welcome you to Skarháld, [placeholder]. Make yourself at home here, and meet with my chieftains. Look for Inek, Kópat, and Dóbrokh on the upper levels of Skarháld and in the keep.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}