{
  "id": 621010858,
  "txt": [
    {
      "id": 177082768,
      "en": "Collected drake-teeth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Collected worm-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'We found the Zhélruka, [placeholder], and it also seems some Longbeards from the Lonely Mountain have made their way to Skarháld! I wonder if they attained permission from my father to come here, or if they too dismissed his command? A small part of me regrets that it was necessary for me to do so, but I believe it truly was. He will understand when I return in glory.\\n\\n'I will take the various trophies we obtained from the dragon-kind in the vales and present them to the Zhélruka as proof of our intentions here. They will see that their goals are ours, and we should work together if we are all to thrive in this land.\\n\\n'It is a good plan, is it not? It is.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'There should be a narrow passage to the north-west of here, the Wyrmgap, bored through the very stone by the dragon-kind that came down from the north. Let us see if any of their kin still inhabit the gap, and bring battle to them if they do! I would like to pass through the Wyrmgap to the Withered Heath beyond and see the great Anvil for myself. Many tales tell of the Anvil, and dreams of it have fired my imagination since I was small!'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Durin beckons you to his side, signaling for quiet",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Durin asked you to defeat enemies in the Wyrmgap on your way to the Anvil on the Withered Heath.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There will be adventures enough for both of us, [placeholder], I am certain of that! I will not look back fondly upon the time I spent in Járnfast, kept from honour and glory, but something at least came from the captivity of my youth. Many were the tales I heard, and many were the maps I studied, and now that we are here among the Grey Mountains I will see these subjects with my own eyes, and thereby make them real!\\n\\n'There should be a narrow passage to the north-west of here, the Wyrmgap, bored through the very stone by the dragon-kind that came down from the north. Let us see if any of their kin still inhabit the gap, and bring battle to them if they do! I would like to pass through the Wyrmgap to the Withered Heath beyond and see the great Anvil for myself. Many tales tell of the Anvil, and dreams of it have fired my imagination since I was small!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Now that I look upon the Anvil for myself, I find its beauty impossible to describe, but that beauty is matched by a terrible feeling of watchfulness. Let us not forget the horrors that slept behind its shimmering surface, [placeholder], and take care not to disturb them! Instead let us put the Anvil to our backs and collect a number of trophies from the drakes and worms that stalk among the steaming geysers of the Withered Heath and throughout Ered Mithrin. I have a plan that requires them, but let us also collect them in memory of the dwarves that perished in sight of the Anvil.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin stands by the Anvil on the Withered Heath.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Collect burning scales in Ered Mithrin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'What a sight! The Anvil is even larger and more magnificent than I imagined it to be!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Durin has asked you to defeat some of the worms and drakes that stalk the Withered Heath and Ered Mithrin, and collect their teeth and hides.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Durin in the canyons south of Stormwall",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Behold the Anvil of Winterstith, [placeholder]! How many dwarves have looked upon its smooth surface and questioned the reflections that gazed back, asking of themselves what their futures were to be? Did they believe the answers in their hearts? Longbeards have come here in search of treasure or knowledge, and it is said that more than one Zhélruka king perished on the Heath while seeking the Citadel. Dóbruz? Ilkún? I cannot remember their names. My teachers would be shamed and disappointed!\\n\\n'But whatever their names may have been, I do remember their fates. How could a young dwarf forget their stories? For one of these kings sought the remains of his lost forebear and the way to Thafar-gathol, and while digging beneath the Anvil his dwarves accidentally caused a great collapse. The glacier was split in twain, and hundreds of cold-drakes awoke within and boiled from the crack in the ice. The few Zhélruka that survived the initial attack fled back to the Steel Keep, but the rest of the dwarves were slain. My teachers say it was dwarf-made fire that eventually melted the ice, sealing most of the cold-drakes within again, but I heard from somewhere that it was one or another of the Wizards that closed the crack and mended the Anvil. I wonder which is the truth?\\n\\n'Now that I look upon the Anvil for myself, I find its beauty impossible to describe, but that beauty is matched by a terrible feeling of watchfulness. Let us not forget the horrors that slept behind its shimmering surface, [placeholder], and take care not to disturb them! Instead let us put the Anvil to our backs and collect a number of trophies from the drakes and worms that stalk among the steaming geysers of the Withered Heath and elsewhere throughout Ered Mithrin. I have a plan that requires them, but let us also collect them in memory of the dwarves that perished in sight of the Anvil.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Travel to the old fortress of Skarháld, where the Zhélruka planned to encamp",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, those teeth and hides will serve my purposes quite well. Thank you, my friend!\\n\\n'We should depart now, for I find the more I gaze upon the smooth ice of the Anvil the more reluctant I am to leave it behind, as if it carries upon its surface some strange power of bewitchment! Do you feel it too?\\n\\n'Let us go, [placeholder]. If we travel south back through the Wyrmgap and a little ways to the west, we should find another canyon that leads north to Stormwall. I wish to survey the path to Stormwall before we seek the Zhélruka, and while we explore the Vales of Mithrin we should collect some further trophies from the creatures there: drake-hatchling wings and burning scales, if you please.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Durin stares up at the Anvil, preoccupied with his own thoughts",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Durin asked you to defeat enemies in the Vales of Mithrin.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'We should exercise caution, for I sense the presence of dragon-kind very near to us. They may have roosted within Stormwall and increased in number. I am still waiting for hatchling-wings and burning scales, but these canyons seem to have more than enough of each for our purposes.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Defeated enemies in the Wyrmgap ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Durin is in the canyons south of Stormwall.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The fortress of Stormwall has been abandoned for an age, but at its height it was known for its riches. The dwarves who dwelt here made fine work in gold and silver, but it was that very reputation that brought about their downfall; rumour of their treasure drew the attention of dragons, and the dwarves were driven out.\\n\\n'This would be the straight way to Stormwall, but I see that the stairs have collapsed. To reach the old fortress we would need to brave the canyons, and if I remember my maps aright the cliffs and gullies on the approach to the stronghold are certain to be quite confusing. Perhaps we will return here when we are better supplied. Let us leave this canyon and find the Zhélruka; they intended to establish a camp in the old stronghold of Skarháld, south of here and to the west.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The old fortress of Skarháld is south and west of the path to Stormwall.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Collect worm-hides throughout Ered Mithrin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'We have found them.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Durin by the Anvil on the Withered Heath",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Durin by the Anvil on the Withered Heath",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Travel with Durin to the canyons south of Stormwall",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Collect hatchling-wings in Ered Mithrin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "Now that Durin has seen the Grey Mountains for himself, he has decided he wants to adventure among them for glory and for treasure, rather than remaining at the Lonely Mountain with his father.",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'If we travel south back through the Wyrmgap and a little ways to the west, we should find another canyon that leads north to Stormwall. I wish to survey the path to Stormwall before we seek the Zhélruka, and while we explore the Vales of Mithrin we should collect some further trophies from the creatures there: drake-hatchling wings and burning scales, if you please.'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'This would be the straight way to Stormwall, but I see that the stairs have collapsed. To reach the old fortress we would need to brave the canyons, and if I remember my maps aright the cliffs and gullies on the approach to the stronghold are certain to be quite confusing. Perhaps we will return here when we are better supplied. Let us leave this canyon and find the Zhélruka; they intended to establish a camp in the old stronghold of Skarháld, south of here and to the west.'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Durin stands by the Anvil on the Withered Heath.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Travel with Durin to the Anvil on the Withered Heath",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Collected hatchling-wings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Defeat enemies in the Wyrmgap ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "Collected burning scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "The old fortress of Skarháld is south and west of the path to Stormwall. Durin is at the eastern entrance of the city, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Collect drake-teeth on the Withered Heath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "The Zhélruka stare suspiciously at you and Durin as the two of you approach",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8.3: An Inhospitable Land",
      "es": ""
    },
    {
      "id": 49286864,
      "en": "Talk to Durin at the eastern entrance of Skarháld",
      "es": ""
    }
  ]
}