{
  "id": 621010838,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 7.7: The Hidden Chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Khîl and travel to his father's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Náin in the hidden chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am ready to return to the Lonely Mountain with you, [placeholder]. I understand there is to be another dwarf travelling with us? Yes, Authi Gem-cutter. Where is he to be found?\\n\\n'The Quenching Trough? You are welcome to go there and retrieve him, friend. I have spent more than enough time within those walls, and do not desire to spend any more. Now my thirst can only be quenched by battle and glory, and that lies beyond Járnfast!\\n\\n'I will meet up with you after you have found Authi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Have you come to save me, [placeholder]? I simply wanted to drink in peace, but Khîl has come here and will not stop bothering me! Will you help him with whatever nonsense he is chattering about?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You are welcome to go to the Quenching Trough and retrieve Authi Gem-cutter, friend. I have spent more than enough time within those walls, and do not desire to spend any more. Now my thirst can only be quenched by battle and glory, and that lies beyond Járnfast!\\n\\n'I will meet up with you after you have found Authi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Oh! [placeholder]! My friend! I have discovered something most unusual!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I have been cleaning out my father's house, [placeholder], and I... well, I found something unusual. I have no friends here in Járnfast save for you, so there is nowhere else for me to turn!\\n\\n'Will you come help me make sense of this? Please tell me you will!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You might as well go with him, [placeholder]. After you see whatever has him so worked up we can set out for our return to the Lonely Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What does this mean? For how long has this chamber remained hidden right beneath our very noses? I do not like secrets in my city, [placeholder], especially when those secrets come from the land of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You'll come see? Good, good! I really appreciate this, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Authi Gem-cutter is in the Quenching Trough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Khîl is in the Quenching Trough, quite distraught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Authi Gem-cutter in the Quenching Trough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Khîl in the Quenching Trough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Khîl is in the Quenching Trough, quite distraught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Náin is in the hidden chamber in Khîl's home in Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "Satisfied with his efforts against the Jangovar in the Ironfold, Durin is now ready to return to the Lonely Mountain with you, but first you need to find Authi Gem-cutter and make sure he is ready to go home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Khîl has come here and will not stop bothering me! Will you help him with whatever nonsense he is chattering about?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}