{
  "id": 621010834,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 7.5: Errands at the Ironfort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Náin the Slakeless, Lord of the Ironfort, can be found at his throne atop the northern ramps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Náin the Slakeless in Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am going to find a tavern and spend some coin and some time while you go about the second part of our errand, [placeholder]. I have heard the Quenching Trough is quite good; look for me there if you need me.\\n\\n'King Thorin's younger brother Náin is Lord of the Ironfort, and you should find him at his throne, atop the northern ramps. They call him Náin the Slakeless now, for his appetite for battle cannot be quenched! I heard his deeds during the Siege of Erebor were quite extraordinary; no doubt he will tell you of them. Once that is done, it is to be hoped he will consent to his nephew Durin travelling with us back through the Ironfold.\\n\\n'Come find me when you have Durin in your company and are ready to return to the Lonely Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find Durin in the Quenching Trough opposite the entrance to Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Durin in the Quenching Trough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You come from the Lonely Mountain, and from my brother? I bid you welcome, but I do not know why he sent you to me. I saw him short weeks ago, when the siege was lifted. Aye, I did my part in lifting it! I cannot imagine there have been events of import enough to send a messenger so soon.\\n\\n'My older brother Thorin did little in the way of fighting during the war. We have always been different, and ladies of our mutual acquaintance will happily tell you that my blood runs hotter than his, and my temper too! It is not a slight, do not take it as such! He is the King Under the Mountain and I am the Lord of the Ironfort and Iron Hills, both stations of importance, but I am sworn to serve him. I would serve him regardless, for he is my elder and dear to me, but he is also my king, and that alone merits respect.\\n\\n'You are here for his son? When the Easterlings brought their war through the Ironfold, Thorin sent word to me that Durin was to remain within the Ironfort, and I saw it done. Afterward I marched to the Lonely Mountain and there engaged in such battle as you would hardly believe! Stranded atop one of the spurs of the Mountain I was, wielding the Black Mattock with unheralded ferocity. Well, I have heralded it aplenty now to my minstrels, so in time folk from all about will hear the tale, or my minstrels will have an earful to match this golden one I earned following the battle!\\n\\n'If it had been up to me, Durin would have come with me to the fighting. Alas it was not. His father has always been a cautious sort. The boy was not happy about staying behind, and he spends most of his days deep in his cups, drowning his resentment and his boredom. Go to the Quenching Trough, his preferred tavern, and give him the news that his father seeks him. He will surely be pleased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Durin (again) in the Quenching Trough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You are here for Thorin's son? When the Easterlings brought their war through the Ironfold, my brother sent word to me that Durin was to remain within the Ironfort, and I saw it done. Afterward I marched to the Lonely Mountain and there engaged in such battle as you would hardly believe! Stranded atop one of the spurs of the Mountain I was, wielding the Black Mattock with unheralded ferocity. Well, I have heralded it aplenty now to my minstrels, so in time folk from all about will hear the tale, or my minstrels will have an earful to match this golden one I earned following the battle!\\n\\n'If it had been up to me, Durin would have come with me to the fighting. Alas it was not. His father has always been a cautious sort. The boy was not happy about staying behind, and he spends most of his days deep in his cups, drowning his resentment and his boredom. Go to the Quenching Trough, his preferred tavern, and give him the news that his father seeks him. He will surely be pleased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'What d'you want? Leave m'alone, stranger. Don't want to talk to you. M'busy.'\\n\\nDurin takes a long pull from his beer, spilling quite a lot of it, and wipes his beard with the back of his hand. He peers at you woozily, apparently trying to decide why you haven't left yet. You introduce yourself as [placeholder], an emissary from King Thorin, and describe your charge. Durin's eyes widen and he sets his mug down on the table too heavily.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Náin the Slakeless in Járnfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'My father wants me to return to Erebor? These are joyous tidings indeed! I thought I would never be permitted to leave the Ironfort ever again, neither in peace or in war. More the pity that the war is ended, and I never had the chance to prove myself in it!'\\n\\nHis drink-bred surliness is gone, but now it is replaced with a sudden flash of uncertainty.\\n\\n'Am I ready to prove myself? My father did not think me strong enough to fight, commanding me to remain behind the sealed doors of the Ironfort. How can I know I will make him proud now, untested as I am?\\n\\n'What did you say your name was again? [placeholder]? Let us go now to my uncle Náin and tell him we leave at once. I... I am ready to prove myself worthy, and let none doubt my resolve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have completed the first part of your commitment to King Thorin, and now it is time to undertake the second portion of your responsibility: bringing word to his son Durin that it is time to return to the Lonely Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'King Thorin's younger brother Náin is Lord of the Ironfort, and you should find him at his throne, atop the northern ramps. They call him Náin the Slakeless now, for his appetite for battle cannot be quenched! I heard his deeds during the Siege of Erebor were quite extraordinary; no doubt he will tell you of them. Once that is done, it is to be hoped he will consent to his nephew Durin travelling with us back through the Ironfold.\\n\\n'Come find me when you have Durin in your company and are ready to return to the Lonely Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Quenching Trough is a low-ceilinged tavern opposite the entrance to Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "You have found Durin, but he seems unprepared for your tidings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Náin the Slakeless, Lord of the Ironfort, can be found at his throne atop the northern ramps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Durin sits up straight, and the change is striking: he stares at you alertly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find Náin the Slakeless, Lord of the Ironfort, at his throne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Náin the Slakeless, Lord of the Ironfort, can be found at his throne atop the northern ramps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Durin is in the Quenching Trough, a low-ceiling tavern opposite the entrance to Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Durin is in the Quenching Trough, a low-ceilinged tavern opposite the entrance to Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "With his steel teeth, a false eye, and a golden ear, Náin is an impressive figure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Náin the Slakeless, Lord of the Ironfort, can be found at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'I see you found my nephew, [placeholder]. Very good! I had a task in mind for him to complete, but now that he is needed at the Lonely Mountain I shall find someone else to take care of it.\\n\\n'What is that, Durin? Speak up, boy, my recent exploits have done something to my hearing, I can't imagine what. You want to handle this task before you set out for the Mountain? Ah, I am proud of you! Truly you will be a great king someday. Why, dare I say it...\\n\\n'Nay, I will not say it. You will grow into your name, of that I have no doubt. Let me tell you the details about this task I have for you and for [placeholder]. I am sure [placeholder] does not wish to be left out? No, of course not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Let us go now to my uncle Náin and tell him we leave at once, [placeholder]. I am ready to prove myself worthy, and let none doubt my resolve!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}