{
  "id": 621010957,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Tale of Borin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef921",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Examine the fallen rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Here we are, you and I, [placeholder], among strange mountains and stranger dwarves. Though in truth, we Longbeards have histories with both, but that is a thing of scrolls and more than living memory. Of course, I am a Lore-master and know many tales from scrolls. Would you like to hear such a one?\\n\\n'It is known as the Tale of Borin. You see, Durin's Folk have also dwelled here. At the end of this chain of mountains lies Gundabad, where Durin first awoke! But this tale takes place long after that, when our home was Thikil-Gundu and our King was Dáin I. The dragons had gone quiet, and search was made for their whereabouts, for the dwarves distrusted this strange stillness. Thrór, Dáin's eldest son, searched Stormwall but found no dragon. Grór, his second, scoured Winterstith, and too found none. Only Dáin's brother, Borin, had fortune, ill or fair, within the depths of Glimmerdeep, where he came upon the fearsome dragon Etterfang - asleep! Wasting not a moment or a breath, he took his great spiked mace and began a furious assault. Dazed from sleep, the dragon must have thought a host of dwarves assailed her! Gravely wounded, maimed, and bleeding, she threw Borin across the cavern and when he arose, she was gone. Borin returned, having lost his quarry. Whether Etterfang lived or not, stayed or fled, none can say.\\n\\n'If you should go to the Glimmerdeep mine, [placeholder], you might look for signs of either dragon or hoard, and take notes in this journal here. How glad I should be to extend the tale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef924",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Examine the large scratch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Examine the spider corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "You should talk to Rúni back at Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "This is where the battle must have been",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Long ago, the dwarf Borin fought the dragon Etterfang in the Glimmerdeep mine. What became of the dragon remains unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You should look for some sign of Borin's battle with Etterfang in the Glimmerdeep mine, west and north of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec2",
      "en": "Make note of the large scratch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec5",
      "en": "Make note of the charred spider remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "You write down your observations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Glimmerdeep mine lies west then north of Skarháld.\\n\\nYou should examine and make note of things in the Glimmerdeep that may be connected to the battle between Borin and Etterfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "You write down your observations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef938",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "The ancient spider remains were charred by the flames",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "This must have been made by a dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'You return! You have taken notes? Good, good. Let me see... yes. Hum! Well then. We might well conclude that the dragon Etterfang fled into the caves and tunnels of burrowing spiders, deep within the mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You write down your observations",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Though old, this rock was clearly knocked violently to this spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Talk to Rúni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed9",
      "en": "Make note of the fallen rock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "The worn scratch was most likely made by a dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Look for signs of Borin's battle with Etterfang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}