{
  "id": 621010855,
  "txt": [
    {
      "id": "0x6a50240",
      "en": "Hurry to King Thorin in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "The black leather binding feels cool to the touch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to King Thorin in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Where is Durin? Did I not send you to bring my son back from Járnfast? How can it be you have not fulfilled this request, [placeholder]?\\n\\n'What? He came with you as far as the edge of the Dale-lands, but has stopped to treat with a band of Zhélruka? I have heard nothing of this, [placeholder]! Explain this business!'\\n\\nYou quickly describe your encounter with Bótuz Frostblood and the Zhélruka he leads, and recount Durin's decision to remain behind to keep the situation from worsening.\\n\\n'These dwarves are liars, [placeholder]. I have seen no messenger, and even if I had I would not listen to any request of his! I am not convinced the Zhélruka have a claim to land in the Grey Mountains, and at any rate I have no obligation to allow them to pass by the foot of the Lonely Mountain. Let them go around, if they must, and take the long road that passes well north of here. They shall not pass through my lands and trouble the folk of Dale.\\n\\n'I will dispatch some warriors to reinforce my son, and they will ensure the Zhélruka stay put. [placeholder], go find Gandalf at his chambers in the Dwelling-halls. Perhaps the threat of Wizard-magic will encourage these Zhélruka to remain peaceable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My people have had a friendly relationship with the Zhélruka for thousands of years, [placeholder]. When our halls were cracked and damaged in the devastation that followed the fall of Thangorodrim, it is recorded that the Zhélruka stayed for a time in the Iron Hills and participated in the Great Mending. Most of that people went on to Gundabad, though they never arrived and their fate is shrouded in mystery. Over the centuries since, small families of Zhélruka came to live in the Ironfold and here in Járnfast, and rarely caused trouble.\\n\\n'But look at this chamber, [placeholder]! What evils might have been worked within its walls? What foul sorcery was recorded within that book? The sigil on its cover is known to me, indeed it is known to all of Durin's Folk: the Eye of Sauron, feared and despised! Did Khîl's forebears worship Sauron at the height of his powers? Do the Zhélruka worship him still, even following his defeat? Were you privy to this knowledge, Khîl? What have you to say for yourself, villain?\\n\\n'This book cannot remain in Járnfast! I will not allow it! It must be taken from the Iron Hills! It remained hidden near my people for too long, and now that I know of its presence I will no longer tolerate it! Take it to your Wizard friend, [placeholder]. Take it to Gandalf, and let him decide what to do about the evil thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Durin on the road west of Utterby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Meet up with Durin on the road west of Utterby, in the Ironfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Durin is in the hidden chamber in Khîl's family home in Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Meet up with Durin on the road west of Utterby, in the Ironfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Lord Náin may not believe me, but you must, [placeholder]! Don't you? I swear to you I had no knowledge of either chamber or tome! My thrice-great grandfather Vóin lived more than a thousand years ago, and of his line I knew only my father Bránit; each of the others were names only, names in a family tree I did not see the need to study!\\n\\n'Do you think my father knew of this room? He cannot have! Certainly my mother Zéma would not have permitted such an artifact as that tome of Mordor to remain within her walls, so near to her child! It is preposterous, [placeholder]. And what of these runes? I have not studied the language of my people in many years, and the words are quite difficult for me to read. I think they might speak of Thafar-gathol, the lost Grey Citadel sought by both Zhélruka and Longbeard alike, but I cannot say for certain. That is not an evil place, though it be shrouded in mystery. The book, however, I cannot explain. What would Vóin have to do with artifacts of Mordor?\\n\\n'I like it no more than Lord Náin, [placeholder]. Pick up the book and carry it to Gandalf with my approval. Present it to him for study, and if he determines that it poses no danger, I ask that you return it to me. Unpleasant as it seems, this tome is an artifact of my house and I would not have it lost, unless the Wizard confirms that it be wholly evil. Even so, I would want to have some form of compensation in that case. The book is more than a thousand years old and of great historical interest for my people and for me personally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Durin wanted to meet up on the road west of Utterby to admire his handiwork.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Catch up to the large party heading west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'For this chamber to remain undiscovered for so long fills me with amazement, [placeholder], but I do not fear the room or its contents. The black-bound book has some connexion to Sauron? What is that to me? Sauron is defeated and can trouble us no more. Any dread I would feel at the mention of his name or his works has gone and cannot stir my heart to worry.\\n\\n'Long did I nurse the resentment of being left behind while my uncle fought in the war, but now we are to return to the Lonely Mountain and I find a spring in my step that was not there before. I aim to prove myself to my people and to the world, and the memory of Sauron cannot diminish my eagerness!\\n\\n'Let us set forth, [placeholder]. Let us go to Utterby and admire our handiwork there before we continue on to the Lonely Mountain and King Thorin. You can deliver the black book to Gandalf while I speak with my father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Did you see? The Jangovar surrounding Utterby remain in disarray, like as not a result of our efforts there.\\n\\n'But that is not what has drawn my attention, [placeholder]. A large party has taken this road westward; I spy dust on the horizon, kicked up from the road as they passed. Could it be the Easterlings attempt another attack on the Lonely Mountain? Let us follow them and ensure they do not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Bótuz Frostblood among the large Zhélruka force",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Durin has spied a large party heading west on the road to the Lonely Mountain, and he wants to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You are with these Longbeards, [placeholder]? I am Bótuz Frostblood, leader of this Zhélruka band. I hope you have answers for me, for my patience is nearly spent. It has been days since my axe has drawn blood, and she is thirsty! Tell me what transpires in Erebor, and tell me quickly!\\n\\n'You came from the east and not the west? Bah! We have been waiting here for our messenger to return, a dwarf of good speed and loyal temperament, but he is hours overdue. He was to speak with the King Under the Mountain and obtain permission for us to cross the Dale-lands on our way to the Grey Mountains. Why has he not returned? Why has he not sent word? I smell treachery, [placeholder]! Has King Thorin imprisoned him? This insult cannot stand!\\n\\n'We will wait for a little while longer, but my Zhélruka will not wait long! We sent word to the king as a matter of courtesy, but I begin to question whether such courtesy was deserved! No one, not even a king, can get away with insulting Bótuz Frostblood! Perhaps I and my Zhélruka will force our way through the Dale-lands to our promised lands among the Grey Mountains, and spit upon Thorin's permission!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'What brings this Zhélruka force here? Who leads this band, and for what purpose?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Talk to Durin among the large Zhélruka force",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Durin stands among the group of Zhélruka that intends to cross the Dale-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'These Zhélruka are getting impatient, and I fear what might happen if they seek to force their way across the Dale-lands. If it comes to violence...\\n\\n'I will remain here with Authi, [placeholder], and we will do our best to calm them. You hurry on to the Lonely Mountain and tell my father that Bótuz Frostblood and his band grow tired of waiting. Perhaps the king had a good reason for keeping the Zhélruka messenger from returning?\\n\\n'Go, [placeholder], and with haste! I fear the Zhélruka will not wait much longer, and the situation here will get worse if it is not resolved quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'My people have the right to cross to our lands in the Grey Mountains, no matter what King Thorin says about it! I sent my messenger to be polite, but now I begin to think the king did not deserve even that measure of courtesy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "King Thorin III is at his throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Khîl in the hidden chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Pick up the Black Book of Mordor from the table where it lies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'These dwarves are liars, [placeholder]. I have seen no messenger, and even if I had I would not listen to any request of his! I am not convinced the Zhélruka have a claim to land in the Grey Mountains, and at any rate I have no obligation to allow them to pass by the foot of the Lonely Mountain. Let them go around, if they must, and take the long road that passes well north of here. They shall not pass through my lands and trouble the folk of Dale.\\n\\n'I will dispatch some warriors to reinforce my son, and they will ensure the Zhélruka stay put. [placeholder], go find Gandalf at his chambers in the Dwelling-halls. Perhaps the threat of Wizard-magic will encourage these Zhélruka to remain peaceable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Durin in the hidden chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'A large party has taken this road westward; I spy dust on the horizon, kicked up from the road as they passed. Could it be the Easterlings attempt another attack on the Lonely Mountain? Let us follow them and ensure they do not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Gandalf is at his chambers on the upper level of the Dwelling-halls of Erebor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "King Thorin looks at you curiously as you approach without the son he sent you to retrieve",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d169",
      "en": "Within the rune-covered walls of the secret chamber in the home of Khîl Tale-spinner you found a black-bound book written by his thrice-great grandfather Vóin and hidden long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'What brings this Zhélruka force here? Who leads this band, and for what purpose?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'Why are these Zhélruka here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'Why are these Zhélruka here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'I do not like the tone of this Zhélruka! He should show more respect to King Thorin and to the Longbeards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "The Black Book of Mordor is on the table in the hidden chamber in Khîl's family home in Járnfast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'You are with these Longbeards? I am Bótuz Frostblood, leader of this Zhélruka band. I hope you have answers for me, for my patience is nearly spent. It has been days since my axe has drawn blood, and she is thirsty! Tell me what transpires in Erebor, and tell me quickly!\\n\\n'You came from the east and not the west? Bah! We have been waiting here for our messenger to return, a dwarf of good speed and loyal temperament, but he is hours overdue. He was to speak with the King Under the Mountain and obtain permission for us to cross the Dale-lands on our way to the Grey Mountains. Why has he not returned? Why has he not sent word? I smell treachery, treachery most foul! Has your king imprisoned him? This insult cannot stand!\\n\\n'We will wait for a little while longer, but my Zhélruka will not wait long! We sent word to the king as a matter of courtesy, but I begin to question whether such courtesy was deserved! No one, not even a king, can get away with insulting Bótuz Frostblood! Perhaps I and my Zhélruka will force our way through the Dale-lands to our promised lands among the Grey Mountains, and spit upon Thorin's permission!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'I will remain here with Authi, [placeholder], and we will do our best to calm them. You hurry on to the Lonely Mountain and tell my father that Bótuz Frostblood and his band grow tired of waiting. Perhaps the king had a good reason for keeping the Zhélruka messenger from returning?\\n\\n'Go, [placeholder], and with haste! I fear the Zhélruka will not wait much longer, and the situation here will get worse if it is not resolved quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'What is this you bring to me, [placeholder]?'\\n\\nGandalf takes the black book, warily eyeing the sigil on the cover. You describe the hidden chamber in which the book was found, and the Wizard strokes his beard thoughtfully. He carefully opens the book and turns several of its leaves.\\n\\n'Some of these pages contain words written in the Black Speech, but there are also dwarf-runes of several varieties, and many blank pages. I suspect these gaps are not truly empty, but contain words written in the hidden fashion used by dwarves to keep secrets. Most interesting! This book clearly has its origin in Mordor, but the Mordor of a thousand years ago is not the same as it is today. Truly, even in a month's time Mordor has greatly changed!\\n\\n'I will study this book with interest, but I see from your expression that more than one purpose has drawn you hither.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'My people have the right to cross to our lands in the Grey Mountains, no matter what King Thorin says about it! I sent my messenger to be polite, but now I begin to think the king did not deserve even that measure of courtesy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'This book cannot remain in Járnfast! I will not allow it! It must be taken from the Iron Hills! It remained hidden near my people for too long, and now that I know of its presence I will no longer tolerate it! Take it to your Wizard friend, [placeholder]. Take it to Gandalf, and let him decide what to do about the evil thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Khîl Tale-spinner is in the hidden chamber in his father's house where you discovered the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Do you think my father knew of this room? He cannot have! Certainly my mother Zéma would not have permitted such an artifact as that tome of Mordor to remain within her walls, so near to her child! It is preposterous, [placeholder]. And what of these runes? I have not studied the language of my people in many years, and the words are quite difficult for me to read. I think this one might speak of Thafar-gathol, the lost Grey Citadel sought by both Zhélruka and Longbeard alike, but I cannot say for certain. That is not an evil place, though it be shrouded in mystery. The book, however, I cannot explain. What would Vóin have to do with artifacts of Mordor?\\n\\n'I like it no more than Lord Náin, [placeholder]. Pick up the book and carry it to Gandalf with my approval. Present it to him for study, and if he determines that it poses no danger, I ask that you return it to me. Unpleasant as it seems, this tome is an artifact of my house and I would not have it lost, unless the Wizard confirms that it be wholly evil. Even so, I would want to have some form of compensation in that case. The book is more than a thousand years old and of great historical interest for my people and for me personally.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Long did I nurse the resentment of being left behind while my uncle fought in the war, but now we are to return to the Lonely Mountain and I find a spring in my step that was not there before. I aim to prove myself to my people and to the world, and the memory of Sauron cannot diminish my eagerness!\\n\\n'Let us set forth, [placeholder]. Let us go to Utterby and admire our handiwork there before we continue on to the Lonely Mountain and King Thorin. You can deliver the black book to Gandalf while I speak with my father.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "King Thorin III is at his throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Durin wears a thoughtful expression as he gazes off to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec6",
      "en": "Talk to Gandalf at his chambers in the Dwelling-halls and give him the Black Book of Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Bótuz Frostblood leads a group of Zhélruka toward the Dale-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "The party Durin witnessed from afar reveals itself to be a large band of Zhélruka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.1: The Black Book of Mordor",
      "es": "",
      "es (fem)": ""
    }
  ]
}