{
  "id": 621010856,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 8.2: The Zhélruka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Find Durin on the road that climbs into the Grey Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Durin on the road that climbs into the Grey Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Ah, I see. The relationship of the Zhélruka and the Longbeards has been tumultuous during the years of their interaction, changing from peace to outright war and then to uneasy truce. The passage of the years and the waning of memory finally caused friendship to once again emerge between them... and now this happens to cast that renewal into doubt.\\n\\n'With the devastation that heralded the end of the First Age, much of Middle-earth was shaken and sundered. In their land far to the east, the stronghold of the Zhélruka was destroyed and they became a wandering people. Their neighbours turned them aside and wished them ill, but King Durin II of Khazad-dûm took pity upon them and bade his folk make a home for the displaced people at Mount Gundabad. They disappeared in the mountains and never arrived, but a single survivor emerged centuries later. He spoke of the vanished Zhélruka and Thafar-gathol, a citadel he claimed they delved in the mountains. He insisted too that its riches could match those of mighty Khazad-dûm. Mad ravings, surely. None of the many to seek it over the years, Longbeard and Zhélruka alike, have ever found it. I do not believe it ever existed.\\n\\n'Dwarves from Khazad-dûm did uncover the remains of an ancient delving in the Grey Mountains, and although they found a great deal of iron ore they found no mithril; this could not be Thafar-gathol. They called it Thikil-gundu, the Steel Keep, and soon their iron production threatened to rival that of the Iron Hills. Scholars whisper that this threat to their prosperity caused the Dwarves of Járnfast to send word of the Steel Keep to the Zhélruka, who demanded it was theirs by right. If the Dwarves of the Iron Hills did take part in this none have proven it, but it seems likely to me. Ever since, the Zhélruka have jealously guarded their claim to holdings in the Grey Mountains, and that resentment has coloured their dealings with all other people. If Bótuz Frostblood and others of the Zhélruka believe their property is being kept from them they will not hesitate to spill blood to regain it.\\n\\n'I will not involve myself in this matter. Return to King Thorin and warn him not to trifle with the Zhélruka. They will become a dangerous foe if they feel they are being treated unfairly, and the Dwarves of the Lonely Mountain need more friends, not new enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Authi Gem-cutter has come from the edge of the Dale-lands with urgent news, [placeholder]! He says that Bótuz Frostblood and his band of Zhélruka forced their way into the Dale-lands against my wishes and have marched for the Grey Mountains! At first my son Durin barred their way, but he refused to spill dwarf-blood and allowed them to pass! It seems he followed them, intending to watch them and prevent the Zhélruka from doing any harm to the people of Dale or the lands around the Lonely Mountain. He sent Authi back to bring me word of their movements.\\n\\n'This is an outrage, [placeholder]! These Zhélruka have proven themselves to be impolite and no friend to me or to my people. I am insulted, and demand satisfaction! I do not say my son should have stood alone against dozens of these traitors, but I wish the Zhélruka had been made to pay for this slight in some fashion! Had they waited for my warriors to arrive, they would not have dared to cross, or they would have paid a good sum in blood and in pain! They are brazen enough to disregard my commands, but too cowardly to engage in outright battle for it!\\n\\n'Go to the Grey Mountains and tell my son to return. These Zhélruka will pay for this outrage, but it will not be for Durin to exact the price. He belongs here with me, and will learn the responsibilities of kingship at my feet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This is bad, [placeholder]! This is very bad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'My father must have sent you to find me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Authi Gem-cutter stands before the king. What is he doing here?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Did my father send you to bring me back to the Lonely Mountain, [placeholder]? Bótuz Frostblood and his band of Zhélruka have gone on ahead, but now that I behold this place with my own eyes I see some of what has driven them to come here, against my father's command.'\\n\\nDurin looks around at the rocky highlands and the towering peaks of the Grey Mountains.\\n\\n'Do you see it too? The vast mountains, the untouched valleys, the hidden recesses beneath them... each holds the promise of adventure! My father's throne-room is no place for me. I should not waste my years there in study and in idleness, as he did. No, I belong here in the unexplored wilderness! I should seek its lost treasures, just as my people have done for thousands of years! Only then will I find the glory that is to be mine! Uncle Náin would understand, even if my father does not.\\n\\n'I am not going back until I have proven I am worthy of my name, [placeholder]. Remember our deeds in the Ironfold? You were a good companion and a reliable friend to me. I ask you to adventure with me here, and together we will achieve great things!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'With the devastation that heralded the end of the First Age, much of Middle-earth was shaken and sundered. In their land far to the east, the stronghold of the Zhélruka was destroyed and they became a wandering people. Their neighbours turned them aside and wished them ill, but King Durin II of Khazad-dûm took pity upon them and bade his folk make a home for the displaced people at Mount Gundabad. They disappeared in the mountains and never arrived, but a single survivor emerged centuries later. He spoke of the vanished Zhélruka and Thafar-gathol, a citadel he claimed they delved in the mountains. He insisted too that its riches could match those of mighty Khazad-dûm. Mad ravings, surely. None of the many to seek it over the years, Longbeard and Zhélruka alike, have ever found it. I do not believe it ever existed.\\n\\n'Dwarves from Khazad-dûm did uncover the remains of an ancient delving in the Grey Mountains, and although they found a great deal of iron ore they found no mithril; this could not be Thafar-gathol. They called it Thikil-gundu, the Steel Keep, and soon their iron production threatened to rival that of the Iron Hills. Scholars whisper that this threat to their prosperity caused the Dwarves of Járnfast to send word of the Steel Keep to the Zhélruka, who demanded it was theirs by right. If the Dwarves of the Iron Hills did take part in this none have proven it, but it seems likely to me. Ever since, the Zhélruka have jealously guarded their claim to holdings in the Grey Mountains, and that resentment has coloured their dealings with all other people. If Bótuz Frostblood and others of the Zhélruka believe their property is being kept from them they will not hesitate to spill blood to regain it.\\n\\n'I will not involve myself in this matter. Return to King Thorin and warn him not to trifle with the Zhélruka. They will become a dangerous foe if they feel they are being treated unfairly, and the Dwarves of the Lonely Mountain need more friends, not new enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A band of Zhélruka desires to travel to the Grey Mountains, but its presence near the Lonely Mountain has threatened to spark an incident between the Zhélruka and the Longbeards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have found Durin on the road that climbs into the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "King Thorin is at his throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'This is bad, [placeholder]! This is very bad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'These Zhélruka have proven themselves to be impolite and no friend to me or to my people. I am insulted, and demand satisfaction! I do not say my son should have stood alone against dozens of these traitors, but I wish the Zhélruka had been made to pay for this slight in some fashion! Had they waited for my warriors to arrive, they would not have dared to cross, or they would have paid a good sum in blood and in pain! They are brazen enough to disregard my commands, but too cowardly to engage in outright battle for it!\\n\\n'Go to the Grey Mountains and tell my son to return. These Zhélruka will pay for this outrage, but it will not be for Durin to exact the price. He belongs here with me, and will learn the responsibilities of kingship at my feet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "King Thorin is at his throne in the Hall Under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Durin has followed the Zhélruka into the Grey Mountains, and at King Thorin's request you should look for him on the road that climbs into Ered Mithrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to King Thorin with Gandalf's warning about the Zhélruka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to King Thorin in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Durin stands among the wind-swept grasses of the heights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'This is bad, [placeholder]! Durin followed those traitors all by himself, and he might be in danger!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}