{
  "id": 621010860,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Vútro will tell us where he encountered Karazgar, and we will find the Weeping Warrior. Let us hear what he has to say, and if it is not to my liking he will regret it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Karazgar thinks to frighten us with words, but he overestimates their power. Have I not told you that words mean little to me, and only actions earn my respect? Let Karazgar speak. We will blunt his words with hammers, and cut his intentions with our axes!\\n\\n'The Zhélruka will prevail!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bótuz Frostblood is on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Bótuz Frostblood on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Bótuz Frostblood is on the upper level of Skarháld, and he plans to lead a party of dwarves in search of the Weeping Warrior.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Vútro the West-wind ran afoul of the Weeping Warrior and barely escaped with his life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Bótuz Frostblood is on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Bótuz Frostblood and join the search for Karazgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Bótuz Frostblood on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Karazgar wants to speak... with Bótuz....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It was... he of the terrible mask... the Weeping Warrior!\\n\\n'He held a knife to my throat... and gave me a message...'\\n\\nVútro closes his eyes, overcome with the pain of his wound.\\n\\n'Karazgar wants to speak... with Bótuz....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Before today, Vútro was one of our finest scouts, able to outrun even the West Wind. Alas for Vútro! This wound will keep him from the wild lands. A scout that cannot walk the wilderness is of no use to me or to my people.\\n\\n'The Weeping Warrior is known to us, [placeholder], even in the distant lands from which we came. His reputation for cruelty is unmatched; he has long had designs on the North, and has troubled both Longbeards and Zhélruka in pursuit of it. Even so, I do not fear him. I will bring a small force of my finest warriors for two purposes: as a wise exercise of caution, and also as a demonstration of our power. Perhaps Karazgar will decide he does not wish to oppose the Zhélruka in these mountains, and will leave us in peace.\\n\\n'I would have you come with us, [placeholder], but your friend Durin must remain behind. I gave him a task suited to his abilities, and at any rate this meeting will be too dangerous for an unproven king's son.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.5: The Warrior Found",
      "es": "",
      "es (fem)": ""
    }
  ]
}