{
  "id": 620895444,
  "txt": [
    {
      "id": 136263297,
      "en": "The grave lies upon this hill, but here is Noriel as well...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have paid your respects to Wynmar",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have paid your respects to a noble and brave man",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wynmar was killed in the clash with the Orcs, and now, too late, Noriel feels for the Man who loved her.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Alas for Wynmar. The Elves bore his body away after the fight and made him a grave between here and Stangard, his true home. He will rest in both lands: land of his home and land of his heart.\\n\\n'If you wish to pay your respects, you can find him a short distance south of here.\\n\\n'Your help will not be forgotten, nor will we forget our good leader on this fruitless expedition. Go well, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wynmar's resting place lies a short distance south of the hunters' camp-site.\\n\\nYou should find Wynmar's gravesite to pay your last respects to a bold and kind man.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder], I have lived many years, but in all my years I have failed to acquire wisdom. I thought it would be best to push this foolish mortal away, but... in truth, I felt it too.\\n\\n'Their lives are but a heart beat of my own, even if they survive all the battles in the world; I wasted that heart beat.\\n\\n'How keenly I feel it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Noriel is at Wynmar's grave.\\n\\nYou should find out why Noriel lingers here.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wynmar's grave is upon the hilltop in the south of Thinglad.\\n\\nYou should pay your respects at Wynmar's grave.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I should have been more welcoming to these Men and not so cold to this one in particular. Hopefully, I will not be so unyielding in the future.\\n\\n'The Rohirrim will never welcome the Elves of Lórien, but I would like to help them from afar nonetheless. Will you go to them, [placeholder], and see what need drove the folk so near the place they feared?\\n\\n'I wish to find ways to help these folk whilst they linger at our borders. They are perhaps not so bad as we once thought....'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Noriel lingers at Wynmar's grave.\\n\\nYou should speak with Noriel, now that you have paid your respects.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the site of Wynmar's grave to pay your respects",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Ask Noriel why she lingers",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Pay your respects to Wynmar with a moment of silence",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Noriel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Loss Unlooked-for",
      "es": ""
    }
  ]
}