{
  "id": 620895581,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected goat meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadda wishes to bolster the food-stores by asking that you hunt the wild goats in Eorlsmead, as well as deal with other issues troubling the men of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A shortage of meat is a problem of late, as you have surely noticed. Our rations are small and sparse, and Sithric insists that no men can be spared save the ones that went north to Thinglad.\\n\\n'Wild goats roam the plains of Eorlsmead in plenty, and I do not see why none of us are given leave to hunt them. Perhaps you could do this deed while you venture out to do other tasks for my folk, could you not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goats can be found roaming wild throughout Eorlsmead. \\n\\nYou should hunt goats for meat to help stock the ration supply for Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! I am hungry just looking at your burden. Well done, my friend! This meat will save us many empty stomachs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gadda awaits you outside of the Mead Hall in Stangard.\\n\\nYou should bring the meat you gathered to Gadda.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can find wild goats roaming the plains of Eorlsmead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect goat meat to bolster the rations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Sabert deal with the threat of worms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Sabert prevent worms from spreading their number",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Help Tatwine with a farming task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Continuing Good Deeds for Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the goat meat to Gadda",
      "es": "",
      "es (fem)": ""
    }
  ]
}