{
  "id": 620895430,
  "txt": [
    {
      "id": "0xd085251",
      "en": "This scribbled note contains a set of orders to the Mor-hai Orcs, signed by one named Dushatár. It seems that the Mor-hai have often been careless when creating and handling their poisons. The orders demand that pouches of herbal remedy be carried in order to help cure their mistakes.\\n\\nIt would certainly be helpful to collect some of these remedy pouches and to bring them to Frithstan's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to secure this poison remedy. This will help us deal with our injured, and the rest shall be stockpiled to combat further attempts of poisoning by the Mor-hai. Frithstan will be pleased to know of your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding the Remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A set of orders has been posted, instructing the Mor-hai to carry pouches of remedy in order to safe-guard against their own poisons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collect pouches of the Orcs' poison remedy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pouches of the Orcs' poison remedy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mor-hai Orcs can be found within their cave in the western section of the Wailing Hills.\\n\\nSecuring remedy from defeated Orcs will likely prove to be a worthwhile endeavour for the Men of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Penda with the pouches of remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Penda may be found back at the camp, along the road north of the Cuthstan.\\n\\nFrithstan and his men should be able to make good use of the remedy you have collected from the Mor-hai.",
      "es": "",
      "es (fem)": ""
    }
  ]
}