{
  "id": 620895433,
  "txt": [
    {
      "id": 218649169,
      "en": "'When the spirits of those who have fought alongside us pass on from this land, it is traditional to pay them tribute for their service. Sadly, the men of this land know this practice all too well, and a common memorial area has been placed at the Cuthstan monument.\\n\\n'You are welcome to join in our tradition. I ask that you collect the red flowers scattered across Aster Hill. Bring them south and place them on the stones around the Cuthstan in memory of Odda and the other fallen Rohirrim.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The flowers that you will need are called red aster and can be found growing among the other flowers on Aster Hill to the north.\\n\\n'Take them to the Cuthstan when you are ready to pay your respects.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tribute to the Lost",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Penda has invited you to participate in a traditional memorial service to the departed soldiers who had once fought alongside you.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected red aster for the tribute ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Memories of Odda and all those who have been lost enter your thoughts",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect red aster for the tribute ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Red aster may be collected north of Frithstan's camp, scattered around Aster Hill.\\n\\nPenda has asked you to collect red aster, a bright flower that blooms in the Wailing Hills.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Place the flowers at the base of the Cuthstan",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The memorial location is at the base of the Cuthstan, atop the large hill where Lanbert's camp may be found.\\n\\nThe flowers may be placed at the memorial site in order to pay respect to all those honourable warriors who have passed on.",
      "es": ""
    }
  ]
}