{
  "id": 620895407,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Frithstan saw the other warriors being taken into this cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have rescued the first soldier from captivity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have rescued the second warrior from captivity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Frithstan's soldiers have been captured and taken into a mountain-cave by the Mor-hai Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Odda has succumbed to the effects of the Mor-hai poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs managed to overwhelm us with their numbers. They drove away our steeds and took my men into their cave. I heard one of the defilers speaking about brewing some sort of poison, and I fear for the lives of my warriors.\\n\\n'Enter into their dwelling and release as many of the captives as possible. Radmund, Gyrth, Lytman, and Odda were all with me during the assault. Find them quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The entrance to the Orc-caves may be found along the western rock wall in the Wailing Hills, behind the Orc-camp that held Frithstan.\\n\\nFrithstan believes that his men have been taken alive and are being held within the nearby Orc-caves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned and have freed some of my men! Well done... but where is our companion Odda?'\\n\\nHe looks at you for a moment, then tilts his head down.\\n\\n'I see. We are fools to have acted so aggressively against the Orcs, and dear Odda has paid the ultimate price for it. We owe you gratitude, for we would have met the same fate as he, were it not for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The entrance to the Orc-caves may be found along the western rock wall in the Wailing Hills, behind the Orc-camp that held Frithstan.\\n\\nThe Rohirrim-captives are being held within caves by the Mor-hai Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The entrance to the Orc-caves may be found along the western rock wall in the Wailing Hills, behind the Orc-camp that held Frithstan.\\n\\nThe Rohirrim-captives are being held within caves by the Mor-hai Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am not too badly injured, thank you, friend.\\n\\n'The Orcs... they brew some vile poison using spider's venom and corrupted plant-roots. I fear that they plan to test this poison on the other captives. Hurry, you must hurry save the others!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The entrance to the Orc-caves may be found along the western rock wall in the Wailing Hills, behind the Orc-camp that held Frithstan.\\n\\nThe Rohirrim-captives are being held within caves by the Mor-hai Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you... for saving me. Another dose of this poison... and I would surely have perished!\\n\\n'My pain will subside, but you must press on. Some of the others have been given larger doses of the poison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Frithstan can be found at his camp to along the road north of the Cuthstan.\\n\\nHe awaits your return from the Orc-caves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "You recognize this soldier as your ally Odda. He does not appear to be breathing, and despite your best efforts, you cannot revive him. Odda has already succumbed to the effects of the poison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Enter into the Orc-cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the first captive and release him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to the second captive and release him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Rescue the third captive from his cell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Bold Rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Frithstan's camp and talk to Frithstan",
      "es": "",
      "es (fem)": ""
    }
  ]
}