{
  "id": 620895503,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Andreg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Indeed, I will set you on the path to Saeradan and the Horse-lords, but first I need your assistance. My mission in this wood is to scout for signs of Gwyllion, the Old Woman of the Mountain. My efforts have proven unfruitful as of yet, but perhaps with your aid, that will change.\\n\\n'As we journey towards the scout-camp, perhaps you may help scout the forest between here and there? If we find signs of Gwyllion's passage, you can then deliver word of it to Saeradan.\\n\\n'What say you? We will need to stay along the north face of the southern hills in the <rgb=#FFFF00>South Gravenwood</rgb>, for that is the section I am assigned to scout, and I can only take you as far as the pass to the Isendale, for I must part ways with you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have seen strange things on this path, [placeholder], and strange things are a good sign that Gwyllion has come this way.\\n\\n'Thank you for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eyes in the Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers Saeradan, Amlan, and Andreg have tracked Gwyllion, the Old Woman of the Mountain, from the Windfells in Enedwaith to the Gravenwood of Dunland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Scouted the path to the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the path through the <rgb=#FFFF00>South Gravenwood</rgb> to the Rohirrim scout-camp and deal with the many threats that face the Rohirrim and Grey Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Andreg has asked you to help him scout the <rgb=#FFFF00>South Gravenwood</rgb> -- specifically the path to the Rohirrim scout-camp -- for signs of Gwyllion's passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scouted the path through the <rgb=#FFFF00>South Gravenwood</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Andreg is preparing to part company with you. You should speak with him to find out where to go from here.",
      "es": "",
      "es (fem)": ""
    }
  ]
}