{
  "id": 620895431,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have need for more of the remedy you procured from the Mor-hai. If you are able to acquire any additional pouches, bring them to me, and we will make good use of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to secure this poison remedy for us. This will help in dealing with the sick. The remainder will be stockpiled to combat further attempts of poisoning by the Mor-hai.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Mor-hai that carry remedy seem to dwell within the Orc-cave to the west, just beyond their war camp.\\n\\n'I will remain here at my post, watching toward the west for your return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding the Remedy -- Repeatable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Frithstan and his men have a need for more of the remedy that is carried by the Mor-hai Orcs within their hillside cave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected pouches of the Orcs' poison remedy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect pouches of the Orcs' poison remedy ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mor-hai Orcs can be found within their cave in the western section of the Wailing Hills.\\n\\nSecuring remedy from defeated Orcs will help Frithstan be prepared for further encounters with the Mor-hai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Penda with the pouches of remedy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Penda may be found back at the camp, along the road north of the Cuthstan.\\n\\nFrithstan and his men should be able to make good use of the remedy you have collected from the Mor-hai.",
      "es": "",
      "es (fem)": ""
    }
  ]
}