{
  "id": 620895590,
  "txt": [
    {
      "id": 218649169,
      "en": "'I will tell you the real problem with Stangard, [placeholder]. There are no crops, and no crops means no harvest, and no harvest means no food... now, or ever.\\n\\n'I was a farmer once, but I have been told to stay here and tend to these horses, day in and day out. If I was permitted to leave this post, I would plant until my back gave out.\\n\\n'Here -- if you have time, here are some seeds. There are fertile enough spots in the plains of Eorlsmead.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You planted the seeds at the old abandoned farmstead along the south river-bank, did you? That is wonderful news! Now, if only the fools here would have the wisdom to harvest it when it is time.\\n\\n'No matter. I will find a way to gather that crop. I swear it, your efforts will not be wasted!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you see any fertile land, do not hesitate to stop and plant the seeds. Folk around here do not value planting as I do.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Food for Future Days",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tatwine, once a farmer, believes that crops should be planted throughout Eorlsmead to ensure the survival of his people over the coming years.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Planted seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Plant seeds in fertile patches of land ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "An old, abandoned farmstead lies south along the River Limlight in Eorlsmead.\\n\\nYou should plant the seeds Tatwine gave you at whatever fertile-seeming land you find in Eorlsmead.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Tatwine",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tatwine is at the stables in Stangard.\\n\\nYou should return to Tatwine and tell him that you planted seeds and hope for a healthy harvest in the future.",
      "es": ""
    }
  ]
}