{
  "id": 620872617,
  "txt": [
    {
      "id": 40092692,
      "en": "'I don't go a day without thinking often of those who are hungrier than I. My belly complains often, but at least I have bread to eat, meagre as it is. If only I had bread to spare....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'm so very hungry.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Pardon me -- surely...surely you're not giving this to me! Oh, generous [placeholder]! You are too good!'\\n\\n<rgb=#FF0000>NOTE: This will consume 1 Yule Festival Token.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Charitable Spirit",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I can smell the food from here....\\n\\n'It is too bad I cannot afford to have a bite.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Gracious me! You are so very kind, [placeholder]. I am amazed by your goodness, my dear [placeholder].'\\n\\n<rgb=#FF0000>NOTE: This will consume 1 Yule Festival Token.</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Barrett Nowell is moved by your generous gift",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I don't go a day without thinking often of those who are hungrier than I. My belly complains often, but at least I have bread to eat, meagre as it is. If only I had bread to spare....'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'The cold is easier to bear when it numbs you.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Ted Ives is moved by your gift",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'All this, for me? What have I done to deserve such a gesture? I do not know what it is, but I will endeavour to do it again! Thank you, [placeholder].'\\n\\n<rgb=#FF0000>NOTE: This will consume 1 Yule Festival Token.</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Regina Judson is moved by your generosity",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The beggars can be found throughout town, and you can earn Yule Festival Tokens by participating in events at Winter-home.\\n\\nInspired by Daley Utteridge's wish to be more charitable with what little he has, you should collect many Yule Festival Tokens to gift to beggars who have nothing.\\n\\n<rgb=#FF0000>NOTE: This quest will consume 5 Yule Festival Tokens.</rgb>",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Woe, woe. Every day is colder than the next. Every day my poor belly is empty.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Jack Judson is moved by your kindness",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Daley Utteridge is in the workers' area in Winter-home.\\n\\nYou should return to Daley Utteridge and tell him of your kindness to the beggars. You gave them your hard-earned rewards!",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'What charity! What kindess! I haven't been on the receiving end of such generosity in many a long day. I will remember this, good [placeholder].'\\n\\n<rgb=#FF0000>NOTE: This will consume 1 Yule Festival Token.</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Bill Hyde is moved by your good deed",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Donate one Yule Festival Token to Barrett Nowell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Donate one Yule Festival Token to Ted Ives",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Donate one Yule Festival Token to Regina Judson",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Donate one Yule Festival Token to Jack Judson",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Donate one Yule Festival Token to Bill Hyde",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Tell Daley Utteridge that he inspired you to give away your hard-earned tokens",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Ho hum. Another day cold and grey. I don't know why I bother to rouse myself every morning.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'[placeholder]! Did you give the beggars your hard-earned rewards? That was too generous of you -- you worked hard for those!\\n\\n'How inspiring! I am sure you won't regret such a good deed. Now those unlucky people will be able to eat dinner tonight.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'[placeholder] has come back to visit! That is enough to brighten my day, for it needs brightening. As I walked to work this morning, I passed the good people of our town who are even worse off than myself. I had nothing to give them. It is the same every morning and every night.\\n\\n'I count myself very lucky for what I have, but...my life would be better yet if I had the ability to give. All of my wages go to feeding my children and to paying the taxes on our home.\\n\\n'If only there was something I could do! Perhaps Mayor Goodnough will give us more wages soon, and then I will be able to share my good fortune with the less fortunate.' \\n\\n<rgb=#FF0000>NOTE: This quest will consume 5 Yule Festival Tokens.</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Daley Utteridge has a great deal of good will towards the very poor in Winter-home, but sadly nothing to give. You are moved by his plight.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Can it be? Are...are you giving these to me? I don't know what to say!'\\n\\n<rgb=#FF0000>NOTE: This will consume 1 Yule Festival Token.</rgb>",
      "es": ""
    }
  ]
}