{
  "id": 621012370,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "Blurred shapes move in the distance, but Stánbalk appears to be free of foes...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Grey Wrack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'[placeholder]! I feared you would not return!\\n\\n'When Ingór returned in your stead, he spoke of... wights that clawed and hewed his company. That is not the work of dragons! What devilry is afoot in Thikil-gundu?'\\n\\nYou tell Dori that none of the newly-slain Longbeards or Zhélruka remained to be found in the Grey Wrack.\\n\\n'Where have they gone? Where has my brother gone?'\\n\\nYou hand Nori's axe to Dori, and his face sinks.\\n\\n'No... no!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Mid-event advancement term?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Dori can be found on a hilltop overlooking Stánbalk, the Stone Wall of Thikil-gundu.\\n\\nYou have scaled Stánbalk, the Stone Wall, and you have found it empty of foes. You should now speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'After all these years, it is unchanged....\\n\\n'When Vethúg Wintermind froze the Steel Keep and made it his lair, the lands surrounding Thikil-gundu were shrouded in winter. Grárik, the Grey Realm, was ended. All that remained was the Grey Wrack. I had thought in time these lands would heal, but it is not so.'\\n\\nDori looks sorrowfully at the bones scattered before Stánbalk.\\n\\n'Stánbalk was once the greatest defence of Thikil-gundu, and now... it stands watch over the dead.\\n\\n'I think it unwise to press on without scouting Stánbalk. There may be more unseen dangers lurking ahead!\\n\\n'Scale the remains of Stánbalk, [placeholder], and look into the lands of the Grey Wrack.\\n\\n'If you deem it safe, we shall make camp atop it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Search for Nori before the gates of Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Stánbalk, the Stone Wall can be found to the south of Thikil-gundu.\\n\\nDori has asked you to scale Stánbalk, the Stone Wall and scout for nearby foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Dori can be found atop Stánbalk, the Stone Wall.\\n\\nDori and Company have made camp atop Stánbalk, the Stone Wall. You should now speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d152",
      "en": "Before Thikil-gundu lies the Grey Wrack, a waste-land of ice and death wrought by Vethúg Wintermind and Hrímil Frost-heart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The Grey Wrack lies between Stánbalk, the Stone Wall and Thikil-gundu.\\n\\nDori has asked you to search the Grey Wrack for signs of Nori and his expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Ingór, son of Vékun can be found in the Grey Wrack.\\n\\nYou have found Ingór, son of Vékun while searching the Grey Wrack, but he appears to be wounded. You should speak to Ingór, son of Vékun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Slain dwarves and dwarf-wights can be found throughout the Grey Wrack.\\n\\nFearing that none of their bodies can be recovered, Ingór, son of Vékun has asked you to burn the remains of his fallen companions as well as the remains of the terrible dwarf-wights that wander the Grey Wrack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have found no sign of Nori's expedition, but you spot a familiar dwarf amid the Wrack...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Reclaim Nori's axe before the gates of Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What did you spy from Stánbalk, [placeholder]?'\\n\\nYou tell Dori that you did not encounter any foes near to the wall, but you noticed blurred shapes moving in the distance.\\n\\n'It is strange that we have seen so few drakes this near to Thikil-gundu. If the Steel Keep remained the lair of Vethúg Wintermind since the time of Dáin, I would have expected more of his brood to lurk in the foothills of the Wrathhorn. Ah, but who am I to question a moment of good fortune? Perhaps my brother was right after all!\\n\\n'I think we should make camp atop Stánbalk. Even if we are fortunate enough to encounter none of Vethúg's brood, the path to Thikil-gundu is still treacherous.\\n\\n'Come, [placeholder]!'\\n\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel to the top of Stánbalk when you continue this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "You have not found any of the slain Longbeards or Zhélruka that Ingór described!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Hmmph! There is no comfort to be found in this place, but it will have to do. At least we are sheltered from the wind!\\n\\n'Alas, there was little room for the goats atop Stánbalk, so Náth has stabled them below as best he can. If this snowstorm does not soon relent, they ought to try growing their winter coats!\\n\\n'Let me see if my eyes do not fail me...'\\n\\nDori gazes into the Grey Wrack, squinting as flakes of snow become entangled in his eyebrows and beard.\\n\\n'I see the blurred shapes you described, [placeholder], but I cannot say who or what they might be. You are a hardy [placeholder], my friend. Will you descend into the Grey Wrack and find out?\\n\\n'If they are dwarves, they might belong to Nori's expedition. If they are not, well... it is better to know what lies before us, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Deliver Nori's axe to Dori atop Stánbalk, the Stone Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Burn slain dwarves in the Grey Wrack ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Malek... Vozdo... all of them... dead! Why... why have you come here, [placeholder]?'\\n\\nYou tell Ingór that Dori's brother, Nori, made for Thikil-gundu. Ingór laughs weakly and grimaces. You notice several fresh gashes in his armour.\\n\\n'So that... was the Longbeards' plan... eh? They can have it! Dómekh... is cursed! The Steel Keep is lost! It is not the drakes you should fear, [placeholder]... for the Dead walk again! They have slain all in their path... Zhélruka... Longbeards... none have escaped but me! \\n\\n'What am I to do now? Return to my people... as a coward? Beg the mercy of my own brother?'\\n\\nYou do not answer Ingór's questions, but you tell him that Dori and Company have made camp atop Stánbalk.\\n\\n'Perhaps I will go to them, but... I beg you... do as I ask. Many Longbeards and Zhélruka lie slain before the Steel Keep... but that is no resting place for a dwarf! When the dwarves fought as one at Azanulbizar long ago, so many were the slain that they could not be borne away to the tombs of our peoples. And so, they were... burned... to spare them any indignity in death.\\n\\n'Will you do this for my people, [placeholder]? Will you do this for the Longbeards? If the Dead seek to stop you, let them join the others as burned dwarves!'\\n\\n'Go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "You have burned many slain dwarves and dwarf-wights. You should now press on to Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Burned the remains of dwarf-wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Thikil-gundu can be found beyond the Grey Wrack.\\n\\nYou have made your way to Thikil-gundu and should now search for some sign of Nori and his expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Dori can be found atop Stánbalk, the Stone Wall.\\n\\nYou have found Nori's axe amid a pile of Karazgar's rust. You should return to Dori at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Dori atop Stánbalk, the Stone Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Nori's axe can be found outside the gates of Thikil-gundu.\\n\\nYou have discovered Nori's axe amid a pile of Karazgar's rust. You should collect Nori's axe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search the Grey Wrack for signs of Nori's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Ingór, son of Vékun in the Grey Wrack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Burn slain dwarves in the Grey Wrack ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Burn the remains of dwarf-wights ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef95",
      "en": "You are too far from the location Dori described...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Scale the ruins of Stánbalk, the Stone Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "<rgb=#FF00FF>Look</rgb> into the Grey Wrack from Stánbalk, the Stone Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Dori on the road to Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Burn slain Longbeards and Zhélruka in the Grey Wrack ([placeholder]/12)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "Blah - you burned many dead, but have not found Nori even if he was slain. Search the Steel Keep for signs of Nori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You have discovered Nori's axe amid a pile of rust before the gates of Thikil-gundu!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You have reached the location Dori described!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Flakes of rust fall from the blade of Nori's axe, but it remains unblemished...",
      "es": "",
      "es (fem)": ""
    }
  ]
}