{
  "id": 621012371,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Dori can be found somewhere along the road to Thikil-gundu.\\n\\nThe raven has flown from the Rushgate. You should now find Dori and Company along the road to Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Without so much as a croak, the raven takes flight...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Dori can be found on a hilltop overlooking Stánbalk, the Stone Wall of Thikil-gundu.\\n\\nYou have found Dori and Company along the road to Thikil-gundu. You should now speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "The raven perches silently....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beneath Watchful Eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "The lost raven can be found somewhere near Stánbalk, the Stone Wall.\\n\\nDori has asked you to seek the raven that flew near to Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Dori and Company have stopped upon an overlook before Thikil-gundu...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "The slain, frozen raven can be found on the ground before Stánbalk, the Stone Wall.\\n\\nYou have found the frozen remains of a raven before Stánbalk, the Stone Wall. You should examine it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Just a moment, [placeholder]!'\\n\\nDori asks the raven if it has seen any sign of Nori or his expedition. The raven croaks and chitters in answer. All of a sudden, the raven spreads its wings and looses a shrill cry.\\n\\n'I understand, friend.'\\n\\nDori turns his gaze to you.\\n\\n'These are not glad tidings, [placeholder]. Nori is nowhere to be found, and two of the three ravens sent to search for my brother have become lost in the Grey Mountains. One flew for the Rushgate far to the north-west, and the other... the other may have gone to Thikil-gundu. And that is not the half of it! The ravens have spied black-arrows of Gundabad lying in wait beyond the forest, and they have fletched their arrows with the feathers of ravens! It is also said they are practised in the art of stealth, but I have not known many Orcs to possess such patience. If we are to reach Thikil-gundu, we shall have to remain on guard.\\n\\n'Ride to the Rushgate along the Men Angrún and search for the lost raven. If you encounter any of those black-arrows, defeat them and reclaim the feathers they have stolen. Such an insult cannot go unanswered!\\n\\n'When you have reached the Rushgate, turn back and ride to meet us along the road to Thikil-gundu. Our journey draws near to its end, [placeholder]. Let us not falter at so late an hour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Examine the frozen raven, but remain on guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Dori can be found on a hilltop overlooking Stánbalk, the Stone Wall of Thikil-gundu.\\n\\nYou have learned that one of Arcah's ravens was slain by a cold-drake. You should return to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Dori on the road to Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d157",
      "en": "After discovering one of Arcah's ravens near to Óinsbridge, Dori and Company must now deal with unexpected threats if they are to make it to Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Found and defeated Gundabad black-arrows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "Blah - Defeat the Orcs that took raven feathers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Ah, [placeholder]!\\n\\n'Did you encounter the Orcs of Gundabad as well? Several harried us in our travels, but they were soon defeated. Give me the feathers you have recovered, and when at last we return to Erebor, I shall deliver them to Arcah myself!\\n\\n'Two of the ravens are now found, but one remains lost. Though it is now broken and ruined, the great Stone Wall before us, Stánbalk, long stood in defence of Thikil-gundu. If Arcah forbade her people from venturing too near to the Steel Keep, they would have flown no further than Stánbalk.\\n\\n'While the others and I take rest, I would ask that you search for the lost raven among the ruins of Stánbalk. \\n\\n'Be careful, [placeholder]. I fear Vethúg was not the last of his kind in the Grey Mountains!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Dori on the road to Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find and defeat Gundabad black-arrows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find the lost raven near Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search for the lost raven near the Rushgate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Direct the raven to fly to Dori and Company along the road to Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Deliver the raven-fletched arrows to Dori on the road to Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Follow the road to Thikil-gundu and and find Dori and Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Gundabad black-arrows can be found along the Men Angrún, especially as it nears the Rushgate.\\n\\nThe raven told Dori that cruel archers of Gundabad have been taking ravens' feathers for their arrows. You should defeat them and take their arrows.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "One of Arcah's ravens can be found at the Rushgate.\\n\\nAfter speaking with the raven, Dori has learned that the other two ravens sent from Ravenhill have not returned. You should search for one of the ravens near the Rushgate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "The broken form of a raven lies frozen on the ground before Stánbalk...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "One of Arcah's ravens can be found at the Rushgate.\\n\\nYou have found the raven at the Rushgate. You should now follow the road to Thikil-gundu to the east and rejoin Dori and Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You notice the raven's feathers are matted and frozen, but your attention is soon drawn skyward...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "A noticeably-agitated raven perches atop the crumbled stones of the Rushgate...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Are you all right, [placeholder]? Even a cold-drake as young as that one poses a great threat!\\n\\n'Did you find the lost raven?'\\n\\nYou tell Dori that the lost raven was seemingly slain by a cold-drake.\\n\\n'When the raven did not fly to answer the call of its kin, I feared it so. Though I did not wish to believe it, I knew in my heart what fate must have befallen it.'\\n\\nDori casts a sorrowful glance to the ravens, and shakes his head.\\n\\n'So this is the way of the Grey Wrack....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}