{
  "id": 621012369,
  "txt": [
    {
      "id": 262725911,
      "en": "You discover the dwarf, Órug, standing among a few of his kin...",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You have done us a great service, [placeholder]. I wish I could offer you more in return, but I have told you all there is to tell!\\n\\n'Nori and his company continued onward to Thikil-gundu without us, but not long after, the Zhélruka arrived....'\\n\\nÓrug pauses for a moment and gazes into the fire.\\n\\n'I have known the Zhélruka to embellish their tales, but there are often hints of truth within them.\\n\\n'There are many Zhélruka in Skarháld... perhaps a few among them will have the answers you seek!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Remnants of Grárik",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'What have you learned, [placeholder]?'\\n\\nYou inform Dori that only a few Longbeards remain in Skarháld and that Nori and the rest of his expedition followed the Men Angrún to Thikil-gundu. You also inform Dori that the Zhélruka made mention of Karazgar, Vethúg Wintermind, and strange dwarves wandering in the night.\\n\\n'Strange dwarves? The Zhélruka have called the Longbeards many things in many tongues, but I have never known them to call us strange. I wonder what the truth of that tale could be....\\n\\n'If Nori and his expedition have travelled to Thikil-gundu by way of the Men Angrún, he will have passed through Óinsbridge. It is there we must go!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected meat from the beasts of the Ered Mithrin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected fallen branches from the Thornholt ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder]....\\n\\n'How have you come to be in this place? Does my mind now play tricks upon me?'\\n\\nYou inform Órug that you have come to the Grey Mountains with Dori and Company in search of Nori and his expedition.\\n\\n'It has been many days since last we saw Nori and the rest of his expedition. Before we came to Tharrazhâr, the expedition was beset by Orcs of Gundabad. The Orcs were slain to the last, but a few of our number sustained grave wounds in the battle. It was decided that we would remain behind in Tharrazhâr and work to rebuild it as it was in the time of Grárik. After we restored the first hall of the keep, I saw that a small company of Zhélruka had arrived. At first, I thought nothing of it, but then more arrived... and more... and more out of the East. They must number in the hundreds now! There has been little talk between our peoples, but we have at least agreed to put aside our separate tongues. It is Skarháld now... not Tharrazhâr or Brúgrad!\\n\\n'And so it has been! I wish there was more to be told, but I know only that Nori and his expedition continued to the south along the Men Angrún. It is the most well-travelled path to Thikil-gundu, but it was the work of Angmar... and even now, it is often travelled by the foes of the Longbeards.\\n\\n'I have done my best to tend the wounds of my kinsfolk, but I am no healer. All I know is that a warm meal and a hot fire would do much to aid us!'",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Pried information out of Zhélruka at Skarháld ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect meat from the beasts of the Ered Mithrin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collect fallen branches from the Thornholt ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 250140225,
      "en": "'Aye, I have a lot on my mind... but I'll not share it with you.'",
      "es": ""
    },
    {
      "id": 250140226,
      "en": "'The Rust-warrior walks among the mountains. That is all I know.'",
      "es": ""
    },
    {
      "id": 250140227,
      "en": "'I have heard tales of strange dwarves wandering in the night. It is nonsense!'",
      "es": ""
    },
    {
      "id": 250140228,
      "en": "'There is a chill in the air. I do not think the Longbeards slew the old cold-drake.'",
      "es": ""
    },
    {
      "id": 250140229,
      "en": "'It is said that a shadow has fallen on Dómekh, but I do not know the truth of it.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Pry information out of Zhélruka at Skarháld ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 250140230,
      "en": "'That is no business of yours, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Dori at Skarháld",
      "es": ""
    },
    {
      "id": 24695145,
      "en": "After learning that a small company of Longbeards has made camp in Skarháld, Dori hopes to learn more of the fate of his brother's expedition.",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Dwarves of Nori's expedition might be found in Skarháld.\\n\\nAfter learning that a small company of Longbeards has remained in Skarháld, Dori has asked you to speak to them and learn if his brother has abandoned his quest.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Órug can be found in the heights of Skarháld.\\n\\nYou have discovered the dwarf, Órug, standing with a small company of Longbeards, but you have not found Nori. You should speak to Órug.",
      "es": ""
    },
    {
      "id": 49286677,
      "en": "Deliver the meat and firewood to Órug at Skarháld",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Find the dwarves of Nori's expedition in Skarháld",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Meat can be collected from any of the beasts in the Ered Mithrin, and fallen branches can be found within the Thornholt.\\n\\nÓrug has asked for your aid in supplying his group, but he is uncertain if he can help Dori and Company.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Órug can be found in the heights of Skarháld.\\n\\nYou have gathered a great deal of meat and firewood for the Longbeards in Skarháld. You should now deliver the supplies to Órug.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Zhélruka can be found throughout Skarháld.\\n\\nÓrug informed you that Nori continued the expedition to Thikil-gundu, but he knows little else. You should speak to the Zhélruka and try to pry information out of them.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Dori can be found at the stables in eastern Skarháld.\\n\\nTroubling tales have been spreading among the Zhélruka in Skarháld. You should return to Dori and tell him what you have learned.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Órug",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I never thought to see Tharrazhâr with my own eyes....'\\n\\nDori looks around and appears lost in thought for a moment.\\n\\n'Long ago, these mountains were rich and little explored, [placeholder], but in his wisdom, Thorin I reshaped them into the Dwarf-kingdom of Grárik. It flourished for a time and great wealth was found beneath the peaks of the Grey Mountains, but that very wealth proved the doom of Grárik. Drawn by a powerful greed, it was the dragons of the wastes beyond that laid siege to Grárik. First fell Ablâk-khadar, the Stormwall, and its forges were extinguished. Second fell Tharrazhâr, and its keep was shattered. Third fell Aglâmbazar, the great Glimmerdeep, and it was there Smaug the Golden made his lair. Last fell Thikil-gundu, the Steel Keep and seat of Grárik, and I need not name the great cold-drake who slew King Dáin I and his son, Frór, along with countless others. The Dwarf-kingdom of Grárik was no more.\\n\\n'I tell you this so you understand, [placeholder]. Tharrazhâr... bah, Skarháld, belongs to Durin's Folk!\\n\\n'Are there any other Longbeards here in the remnants of Grárik? If Zádokh Flint-eye has not spoken true, gold will be the least of his troubles.'",
      "es": ""
    }
  ]
}