{
  "id": 621012373,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "The abandoned camp-site can be found in Óinsbridge.\\n\\nYou have found an abandoned camp-site in Óinsbridge. You should try to determine if this camp-site was built by Nori and his expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Dori and Company have come to Óinsbridge!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "A path of hoof-prints can be found in Óinsbridge.\\n\\nYou have discovered a path of hoof-prints leading away from the abandoned camp-site. You should follow them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Travellers on the Dark Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "A path of hoof-prints can be found on the Men Angrún to the west of Óinsbridge.\\n\\nBofur has discovered another trail of hoof-prints leading onto the Men Angrún to the west of Óinsbridge. You should follow them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Ah, [placeholder]. Does Dori wish me to return?'\\n\\nYou explain that you followed a path of hoof-prints from the abandoned camp-site to Bofur.\\n\\n'O! Those tracks were mine! Or my goat's, rather! You see, I found the old camp-site as well, but when I began to search the road I discovered tracks leading deeper into the forest. They are not unlike those of the goats of Erebor, and so, I think they belong to Nori and his expedition.\\n\\n'It is likely they continue on the road ahead for some distance, but who can say if Nori has taken a less-travelled path through the Thornholt?\\n\\n'If you were to follow them, we might learn if the path of the expedition strayed from the Men Angrún.\\n\\n'Go on ahead, [placeholder]! I will keep watch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Bofur can be found at Óinsbridge.\\n\\nThe path of hoof-prints has led you to Bofur and his goat. You should talk to Bofur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is time, [placeholder]. We have spent long enough in the ruins of Tharrazhâr!\\n\\n'While I and the others set out on the journey to Óinsbridge, I would ask that you speak to Ingór, son of Vékun. I have felt many eyes upon us here, and I fear that my attempt at deception has not gone unnoticed. And so, I would have you tell Ingór that I seek my brother, Nori. It is the truth, and it should put his mind at ease. I seek not for wealth or glory... only for my lost kin.\\n\\n'When that is done, ride for Óinsbridge. It is there we will reunite and take our next rest.\\n\\n'Óinsbridge lies to the south beyond the forest, but the Thornholt is home to many dangers. Do not stray from the dark road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "The raven can be found atop an obelisk along the Men Angrún to the west of Óinsbridge.\\n\\nThe path of hoof-prints led down the Men Angrún, but it appears that one of Arcah's ravens has perched atop an old obelisk along the dark road. You should direct the raven to fly to Dori at Óinsbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "The hoof-prints lead ahead...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Dori can be found at Óinsbridge.\\n\\nYou have directed the raven to fly to Dori at Óinsbridge. You should now return to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is good to see you again, [placeholder].\\n\\n'I do hope my kinsfolk have held their tongues in regards to your Kámbrada companions. From what Dori has told me, Náth and Dréri and the rest of their kinsfolk knew great hardship in Mordor before they came to dwell in the Lonely Mountain. Enough hardship, I think, that mere insults would do naught to wound them. Perhaps I am not so resilient, but I find the greatest insult to be dishonesty.\\n\\n'Tell me, [placeholder]. Have you had any luck in finding heirlooms of the Longbeards or have you come to tell me the truth of Dori's little expedition? What is it you truly seek?'\\n\\nYou tell Ingór of Dori's lost brother, Nori, who travelled into the Grey Mountains against the will of his kin and the King under the Mountain.\\n\\n'I see. Perhaps I have judged Dori too hastily....\\n\\n'There is a byword among the Zhélruka. Its true meaning cannot be shared, but it speaks of one who is governed by a doomed obsession. Those unlucky few \\qseek the Citadel\\q. For Dori's sake, I hope his brother does not seek the Citadel.\\n\\n'You may go, [placeholder]. May you find Nori before death or madness takes him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Dori and Company have come to Óinsbridge!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have found what appears to be an abandoned camp-site...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Follow the path of hoof-prints leading away from the abandoned camp-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Direct the raven to fly to Dori at Óinsbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'At last, we have come to Óinsbridge.\\n\\n'It is a fine respite from the gloom of the Thornholt, but the western reaches of the forest still lie ahead of us. If Nori and his expedition took rest here, it is likely that some sign of their passage has been left behind. And so, I have asked the others to search for signs of the expedition, [placeholder]. Would you join them?\\n\\n'Oh, and do not be afraid to cross to the other side of the Forest River! The bridge may have fallen into disrepair, but it is still sturdy enough to bear the weight of a few dwarves and a [placeholder], I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "A thorn-ridden cloak of dwarf-make has been left behind...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Bofur at Óinsbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Ingór, son of Vékun stands among his company of Zhélruka...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Follow the path of hoof-prints leading away from Óinsbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "A trail of hoof-prints appears to lead back onto the Men Angrún...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Dori at Óinsbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b9",
      "en": "After learning that Nori and his expedition travelled to Thikil-gundu by way of the Men Angrún, Dori and Company must navigate the dark road through the Thornholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Though extinguished, this camp-fire appears to have been built in the past few days...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Search Óinsbridge for signs of Nori's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Search the abandoned camp-site for signs of Nori's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Ingór, son of Vékun can be found in the Keep of Tharrazhâr.\\n\\nDori has asked you to speak to Ingór, son of Vékun before following the Men Angrún to Óinsbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "A raven sitting atop an old obelisk along the Men Angrún croaks at your approach...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Ingór, son of Vékun can be found in the Keep of Tharrazhâr.\\n\\nDori has asked you to speak to Ingór, son of Vékun before following the Men Angrún to Óinsbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Óinsbridge can be found far to the south-west of Skarháld.\\n\\nYou have spoken to Ingór, son of Vékun, and you should now follow the Men Angrún to Óinsbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'You have found one of Arcah's ravens, [placeholder]! Very good!\\n\\n'What else did you find?'\\n\\nYou tell Dori that you found an abandoned camp-site in Óinsbridge, and that you believe Nori and his expedition rested a night before passing through the western reaches of the Thornholt.\\n\\n'My brother and his expedition have kept quite the pace! Were I not so cross with him, I might be impressed!\\n\\n'Once I have heard what Arcah's raven has to tell, we'll be off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56841",
      "en": "'At last, we have come to Óinsbridge.\\n\\n'It is a fine respite from the gloom of the Thornholt, but the western reaches of the forest still lie ahead of us. If Nori and his expedition took rest here, it is likely that some sign of their passage has been left behind. And so, I have asked the others to search for signs of the expedition, [placeholder]. Would you join them?\\n\\n'Oh, and do not be afraid to cross to the other side of the Forest River! The bridge may have fallen into disrepair, but it is still sturdy enough to bear the weight of a few dwarves, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'At last, we have come to Óinsbridge.\\n\\n'It is a fine respite from the gloom of the Thornholt, but the western reaches of the forest still lie ahead of us. If Nori and his expedition took rest here, it is likely that some sign of their passage has been left behind. And so, I have asked the others to search for signs of the expedition, [placeholder]. Would you join them?\\n\\n'Oh, and do not be afraid to cross to the other side of the Forest River! The bridge may have fallen into disrepair, but it is still sturdy enough to bear the weight of a few dwarves and an [placeholder], I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Appearing to understand, the raven takes flight over Óinsbridge...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Talk to Ingór, son of Vékun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "The raven perches silently....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Follow the roadway to Óinsbridge and rejoin Dori and Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Follow the roadway to Óinsbridge and rejoin Dori and Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Dori at Óinsbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Find Ingór, son of Vékun in the Keep of Tharrazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You discover Bofur gazing into the distance from atop his goat!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The hoof-prints lead ahead...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Dori can be found at Óinsbridge.\\n\\nYou have arrived at Óinsbridge and should now speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Signs of Nori's expedition might be found at Óinsbridge.\\n\\nDori has asked you to search Óinsbridge for signs of Nori's expedition.",
      "es": "",
      "es (fem)": ""
    }
  ]
}