{
  "id": 621012372,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'My brother still lives! We must enter Thikil-gundu!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Dori and Nori in the Keep of Tharrazh칙r",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Dori and Nori can be found in the Keep of Tharrazh칙r.\\n\\nYou have repelled Karazgar and rescued Nori from the depths of Thikil-gundu, but many mysteries linger about the fate of the Steel Keep. You should talk to Dori and Nori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I will not allow my brother to meet with such a fate, [placeholder]. I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In the Halls of Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I cannot atone for what I have done, [placeholder]. I have disobeyed the King under the Mountain, I have deceived my brother... and for what? Naught, I say!\\n\\n'Even the gold we found is no boon to my people! There is a curse upon Thikil-gundu... and nothing in the halls of the Steel Keep has gone untouched by it!\\n\\n'Once I was renowned among Durin's Folk... a hero of the Lonely Mountain! Am I now to be known as the foolish, old dwarf who dreamt of treasures lost?\\n\\n'No... I will not let this be the end of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Dori and travel into Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Fearing that Nori has met with a terrible end at the hands of Karazgar or the mysterious dwarf-wights within Thikil-gundu, Dori and Company must muster the courage to enter the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Our journey is over, [placeholder]... at least for the moment!\\n\\n'Nori thinks himself a disgraced dwarf, but these hurts will heal in time! He has adventured as few dwarves have in their lives! Was I disappointed in my brother? Was I fearful that he had led himself to certain doom? Of course I was! But... he is my brother! Even if the King under the Mountain will not forgive Nori as I have, this will not be the end of our adventures!\\n\\n'There is a fire in the hearts of Durin's Folk! An unquenchable flame! And you have proven yourself among us, my friend. \\n\\n'We have forced Karazgar out of Thikil-gundu, and that is enough! Even so, there is some unseen evil lurking in our delving of old... and many questions linger in my mind.\\n\\n'But this day, we honour the lost here among the halls of Tharrazh칙r!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Dori can be found atop St치nbalk, the Stone Wall.\\n\\nYou have found evidence that Nori has gone into Thikil-gundu, and Dori now seeks to find his brother before Karazgar or the mysterious dwarf-wights can bring any harm to him.\\n\\n\\n<rgb=#FF0000>NOTE: You must complete the instance 'Thikil-gundu' on its solo difficulty to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'This cannot be!'\\n\\nDori stares at Nori's axe in disbelief.\\n\\n'Has my brother gone into Thikil-gundu without the aid of his own expedition? Has Karazgar devised some cruel purpose for him?\\n\\n'But what if... what if he has been taken like the others? No! I will not believe such things!\\n\\n'We will enter Thikil-gundu together, [placeholder], and we will find my brother!'\\n\\n<rgb=#FF0000>NOTE: You must complete the instance 'Thikil-gundu' on its solo difficulty to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}