{
  "id": 620952989,
  "txt": [
    {
      "id": 111477393,
      "en": "Talk to Harnion",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Harnion can be found along the road through Tarlang's Crown, to the north of Edhellond in Belfalas.\\n\\nYou have defeated many Umbarrim sorcerers and stopped them from summoning more vile fell spirits into Gondor. You should now return to Harnion.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Gondren's sacrifice may have saved us from ruin, [placeholder]. Without his aid, we would have learned of the Heirs' plans far too late to act against them.\\n\\n'You have done well to weaken their reinforcements and break their resolve. Soon, my friend, we shall strike at Azruthor himself.\\n\\n'Let us hope that his forces remain weakened when the time comes....'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Vile sorcerers of Umbar serve Azruthor tirelessly and seek to bring forth more fell spirits in Tarlang's Crown.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeated Umbarrim sorcerers in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I do not have much time, [placeholder]...\\n\\n'...so should you wish to honour the last request of a dying man, heed my words! There are Men here that wield foul power - power that no man should ever have. I have seen it with my own eyes, [placeholder]... I have seen their sorcerers calling forth vile spirits of the same lot that took hold of the trolls.\\n\\n'These Men alone could spell doom for Dol Amroth, and they must be defeated before their might grows beyond control. Go now, my friend... let us hope there are brighter days ahead....'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat Umbarrim sorcerers in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Darkness of Númenor",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Umbarrim sorcerers can be found in Corsair encampments in Tarlang's Crown.\\n\\nGondren has asked you to defeat Umbarrim sorcerers to prevent them from bringing forth any more fell spirits in Tarlang's Crown.",
      "es": ""
    }
  ]
}