{
  "id": 620952983,
  "txt": [
    {
      "id": 225642629,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The road to Tarlang's Crown can be found to the north of Edhellond in Belfalas.\\n\\nYou have encountered the Dead in Tarlang's Crown. You should continue patrolling the road and learn more of the Heirs' plans and numbers.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "The Dead roam freely along the paths in Tarlang's Crown, frightening any Corsairs they pass",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The road to Tarlang's Crown can be found to the north of Edhellond in Belfalas.\\n\\nYou have breached the first line of defence. You should continue patrolling the road and learn more of the Heirs' plans and numbers.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Patrol deeper into Tarlang's Crown",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Harnion can be found along the road through Tarlang's Crown, to the north of Edhellond in Belfalas.\\n\\nYou have explored as far as you dare to for now, and should now return to Harnion.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The roadway begins to rumble ahead, so perhaps it is best to turn back",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Harnion",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'The Corsairs, the Dead, and now this strange rumbling... I fear we know even less of the Heirs' plans than we thought.\\n\\n'We cannot allow them more time to ready their forces, [placeholder]. It is time we bring the fight to them!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You see a well-defended barricade manned by several men",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'It is good that you have come, [placeholder]. I have heard much of your deeds in Gondor thus far, and I hope you are willing to aid us once more.\\n\\n'One of the Heirs of Castamir has assembled a substantial force in Tarlang's Crown. We do not yet know to what end, but it is clear that it cannot be for the good of Gondor. Based on what we have learned from Steward Malthellam and the others, we know this Man is in league with the Corsairs and the Dead, but we are not sure if his alliances end there.\\n\\n'If you would gather your allies and make for Tarlang's Crown, any information you can provide us on their numbers and plans would be most helpful! And I urge you, my friend... do not go alone.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Patrol the roadway into Tarlang's Crown",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Harnion wishes to assess the might of the Corsairs in Tarlang's Crown before engaging in a fully-fledged battle.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Measure of Strength",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The road to Tarlang's Crown can be found to the north of Edhellond in Belfalas.\\n\\nHarnion has asked you to patrol the road into Tarlang's Crown in hopes of discovering more of the Heirs' plans and their numbers.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Patrol deeper into Tarlang's Crown",
      "es": ""
    }
  ]
}