{
  "id": 620952991,
  "txt": [
    {
      "id": 246419840,
      "en": "Harnion can be found along the road through Tarlang's Crown, to the north of Edhellond in Belfalas.\\n\\nYou have defeated the oathbreaker, Nerzus, for a third time and weakened Azruthor's hold on Tarlang's Crown. You should now return to Harnion.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You say you have seen this oathbreaker before?\\n\\n'His persistence is... unfortunate. If only the Dead could be made to see the foolishness of this alliance... perhaps then they would abandon the Scourge and the Heirs.\\n\\n'Regrettably, I fear we will have to contend with them until then.'",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "A grim leader of the Dead has revealed himself in Tarlang's Crown, pledging those who follow him to service of the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Nerzus has been defeated once more!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Throughout my life, little has instilled more fear in me than the Dead Men.\\n\\n'Even the Corsairs still bristle at their approach, fearful of what these new allies mean to their cause. The Dead are led by a ghastly man, and though I do not know his name, he looks long upon all he sees here with a discerning eye. Could it be that he and his people once again have doubts about throwing their lot in with the Enemy?\\n\\n'If he reveals himself, confront him and let the others look upon him as you defeat him. Although he shall only be gone from this world a short while, perhaps it will drive the Dead to abandon their oaths once more. Let us hope so, [placeholder]... for little else would grant me peace in death.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Draw forth and defeat the leader of the Dead in Tarlang's Crown",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Steward of the Dead",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The leader of the Dead can be drawn forth by defeating many of the Dead in the main encampment in Tarlang's Crown.\\n\\nGondren has asked you to seek out the leader of the Dead in Tarlang's Crown, hoping that it will weaken the alliance between the Dead and the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Harnion",
      "es": ""
    }
  ]
}