{
  "id": 620952988,
  "txt": [
    {
      "id": 111477392,
      "en": "Search for any further communication between Azruthor and the Scourge",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "A missive to Azruthor can likely be found in the largest tent in the Corsair encampment in Tarlang's Crown.\\n\\nYou have found numerous plans for the Corsairs amidst their camp, and should now search for any missives to Azruthor himself.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "The missive before you contains detailed information about Azruthor's forces in Tarlang's Crown, including a planned assault into the Anfalas to the west. Finally, it concludes with a vague, ominous mention of the Scourge's plans for Gondor.\\n\\nYou decide to continue looking over these notes for much may be learned from them that could aid the people of Gondor.",
      "es": ""
    },
    {
      "id": 24695156,
      "en": "The Heirs of Castamir have a yet unknown plan for Tarlang's Crown, and Harnion seeks to expose it by stealing their orders.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "These orders seem to focus on the sacking of Blackroot Vale",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "These orders detail a plan for the Havens of Belfalas",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "These torn orders focus on the Anfalas to the west",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We need to push deeper into their encampment, [placeholder]... and that is no simple task.\\n\\n'Their defences are considerable, and we know little of their plans in the Crown. Dol Amroth cannot field the men to confront such a foe with so many of our number gone to the east, and without knowledge of their intent, it is ill-advised at best to move against them in force.\\n\\n'I have known the Corsairs to be slovenly men, and should they possess orders from Azruthor, it is likely that they may have left them within reach of you and your allies. Return to me with what you discover, and let us hope they are as careless as they seem!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search for orders of Azruthor in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Seeking the Heirs",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Orders can be found through the main Corsair encampment in Tarlang's Crown.\\n\\nHarnion has asked you to seek out orders from Azruthor in an effort to learn more of the Heirs' plan in Tarlang's Crown.",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "DNT -- will not be seen",
      "es": ""
    }
  ]
}