{
  "id": 620952990,
  "txt": [
    {
      "id": 246419842,
      "en": "Harnion can be found along the road through Tarlang's Crown, to the north of Edhellond in Belfalas.\\n\\nYou have recovered several pages of the Scourge's orders, and should now bring them to Harnion.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'These are ill tidings you bring me, [placeholder].\\n\\n'We cannot ignore the danger to the east, but neither can we allow so many to die in the Anfalas. I will send word to Dol Amroth about what we have learned, and hopefully we can glean more from the orders you found on their men.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After discovering information concerning a greater Corsair force led by the Scourge himself, you endeavour to learn more of his plans before he can bring them to bear.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected orders of the Scourge from Umbarrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "While looking through the Scourge's missive to Azruthor, you notice a mention of Pelargir, the great port-city of Gondor. The Scourge seemingly intends to conquer it on behalf of his forebears and further hinder the forces of Gondor from rallying in the east at Minas Tirith.\\n\\nMeanwhile, he seeks to send Azruthor into the Anfalas to slay the innocents that remained behind and utilise its vast coastline for future sieges. The missive abruptly ends with the Scourge noting that the Umbarrim are to know well of this plan and its importance as a diversion. Following these remarks, the next several pages have been torn from the missive.\\n\\nIf the Umbarrim are trusted with this knowledge, perhaps they bear their own orders about the coming sieges in the Anfalas and Pelargir.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect orders of the Scourge from Umbarrim ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Scourge's Gambit",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Umbarrim can be found along the path and in the main encampment in Tarlang's Crown.\\n\\nBased on what you discovered in Azruthor's personal notes, it is likely that the Umbarrim bear orders from the Scourge himself.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Harnion",
      "es": ""
    }
  ]
}