{
  "id": 620952987,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Gondren can be found near the main encampment in Tarlang's Crown.\\n\\nYou have quelled several fell spirits and trolls, severely weakening Azruthor's forces in Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated fell spirits inhabiting trolls in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Fell spirit tormentors can be found inhabiting fell-trolls in Tarlang's Crown.\\n\\nYou have discovered foul fell spirits inhabiting trolls in Tarlang's Crown and should defeat them before they can be used against Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Gondren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa35",
      "en": "In Service of the Heirs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You... you slew them, [placeholder]?\\n\\n'Let us hope they remain dead this time, my... friend... at least for Gondor's sake... for I fear I do not have long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Inhabited by foul fell spirits, hulking fell trolls now lurk Tarlang's Crown and are among Azruthor's most powerful allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "A fell spirit leaps from the troll's remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The things I have seen here, [placeholder]....\\n\\n'When first the Corsairs began to set up their tents, they killed the trolls that came down from Tarlang's Peaks. All of them were to rot where they fell... when suddenly this wave of terror came over me. When I awoke, the trolls walked the Crown once more... but they were dead, I tell you! I know what I saw!\\n\\n'What manner of foul power could bring forth such a thing, [placeholder]? You must see them slain, I beg you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat a fell troll in Tarlang's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Fell trolls can be found throughout Tarlang's Crown, especially along the main pathway.\\n\\nGondren has asked you to defeat fell trolls and quell the fell spirits he believes is inhabiting their bodies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat fell spirits inhabiting trolls in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}