{
  "id": 620952986,
  "txt": [
    {
      "id": 49286679,
      "en": "Deliver the supply crates to Melril in Tarlang's Crown",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Melril can be found at the northern end of Tarlang's Crown in Blackroot Vale.\\n\\nYou defeated many of the Corsair cutthroats and recovered several supply crates. You should deliver this news and the crates to Melril.",
      "es": ""
    },
    {
      "id": 225642632,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat Corsair cutthroats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The time has come to put an end to these Corsair raids into the vale, [placeholder].\\n\\n'If they think us so weak or blind to all that has been stolen from us, they are sorely mistaken! Some of the Corsairs lurk in the shadows along the roadway, even past their barricades... their arrogance will be their undoing, I am sure of it!\\n\\n'I would ask that you hunt them down, and take back what was stolen from us.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated Corsair cutthroats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Collect supply crates in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Collected supply crates in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Now then, [placeholder], I believe they shall think twice before making another raid into Blackroot Vale.\\n\\n'We are hardy folk and will not see the fruits of our labours stolen away by some unkempt Men!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Ah!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Hoping to put an end to the raids into Blackroot Vale, Melril seeks to hunt sneaking Corsairs and recover what they have stolen.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Moving in Shadow",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Corsair cutthroats can be found lurking in and around the Corsair encampment in Tarlang's Crown.\\n\\nMelril has asked you to defeat Corsairs before they can sneak into Blackroot Vale and recover more crates stolen from Sardol.",
      "es": ""
    }
  ]
}