{
  "id": 620952985,
  "txt": [
    {
      "id": "0x178d173",
      "en": "Darkwater drawn from the river Blackroot by Azruthor threatens people throughout the vale and could soon wash over all of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Melril can be found at the northern end of Tarlang's Crown in Blackroot Vale.\\n\\nYou have quelled the darkwater and returned it to the river Blackroot. You should now speak to Melril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Melril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Deadly Torrents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Darkwater can be found in and along the river Blackroot in Tarlang's Crown\\n\\nMelril has asked you to quiet the waters of the Blackroot which have been roused by Azruthor in Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Thank you, [placeholder], I can see the unease fading from my fellows already.\\n\\n'Yet, I still fear that as long as this Heir lurks in the Crown, we will not soon see the last of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Defeat darkwater in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'After you aided him, Gordir spoke to us of such unbelievable things... so unbelievable, in fact, that it was difficult for any of us to make sense of what he was saying.\\n\\n'We all understood soon enough... we saw the waters of the Blackroot rise against us, brought to form by some fell power. They rise from the water and just as swiftly fade back into it, but they have terrified all who have laid eyes on them.\\n\\n'They roam the river's edge even now, [placeholder]... quiet them and perhaps more of our people will be bold enough to come to our aid!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Defeated darkwater in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}