{
  "id": 620952984,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Melril can be found at the northern end of Tarlang's Crown in Blackroot Vale.\\n\\nYou searched for prisoners in Tarlang's Crown, but only discovered the remains of people of Gondor scattered about their camps. You should speak to Melril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Melril of Sardol fears for all in the vale who have gone into Tarlang's Crown, and worries that the Corsairs have begun to take prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Melril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Prisoners of the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Prisoners from Blackroot Vale can likely be found near the northern end of Tarlang's Crown.\\n\\nMelril has asked you to search for prisoners in Tarlang's Crown after finding that more people have gone missing from Blackroot Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I feared this would be the case, [placeholder]....\\n\\n'I thank you for finding them, but it shall not lessen the blow to their families. I will send one of our number to inform them all of what has happened.\\n\\n'Know this... I intend to see the Corsairs pay for what they have done to us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Searched for prisoners in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I know you are no stranger to the troubles we face in the vale, [placeholder]. It is for that reason I come to you with this matter....\\n\\n'More of our hunters have gone missing and it is clear they were taken by force. I fear they have been taken as prisoners in Tarlang's Crown for being so bold as to draw a bow against those that would lay claim to our lands.\\n\\n'When the time comes, we shall need all who can fight to stand against these foes. Go into the Crown and seek them out... I only hope they still live.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search for prisoners in Tarlang's Crown ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}