{
  "id": 620952994,
  "txt": [
    {
      "id": 246419840,
      "en": "Elaglar can be found in the Court of the Fount in Dol Amroth.\\n\\nYou should speak to Elaglar about your first victory against the Heirs of Castamir.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Elaglar in Dol Amroth",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You should continue to weaken the forces of Tarlang's Crown.\\n\\nHarnion has asked you to weaken the forces of Tarlang's Crown before confronting Azruthor. \\n\\n<rgb=#FF0000>Completing the deed Quests of Tarlang's Crown will advance this quest.</rgb>",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It is good to see you among our folk again, [placeholder]. From the looks of you, you have seen a great battle indeed. Although Azruthor's warning of the Scourge, Balakhôr, troubles me greatly, you have returned peace to Western Gondor.\\n\\n'The people of Dol Amroth wish to thank you for defending our lands so honourably, so we have crafted the finest of wares for you.\\n\\n'May our city ever be a home to you and your fellows!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Until Azruthor himself lies broken in the crown, we shall not see a victory against the Heirs of Castamir.\\n\\n'If what you told me of Blackroot Vale is true, Azruthor is a not a man to be trifled with - fell allies or not. I would ask that you continue to weaken his forces until he stands alone... only then can we hope to defeat him.\\n\\n'Continue your assault on Tarlang's Crown, my friend, for the time shall soon come!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After weakening the forces in Tarlang's Crown, the time has come to confront Azruthor and put an end to the Scourge's plans for the Anfalas.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "The forces in Tarlang's Crown have been severely weakened!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Harnion",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Aid Harnion in weakening the forces in Tarlang's Crown",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "First of the Heirs",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Harnion can be found along the road into Tarlang's Crown from Belfalas.\\n\\nHarnion has asked you to weaken the forces of Tarlang's Crown before confronting Azruthor. You should now speak to Harnion.",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Are you and your fellows ready to confront Azruthor, [placeholder]?'",
      "es": ""
    }
  ]
}