{
  "id": 620846150,
  "txt": [
    {
      "id": 127458128,
      "en": "Fight your way up the stairs before you are overrun by reinforcements!",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "Scorched Brazier",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "Shadowy Brazier",
      "es": ""
    },
    {
      "id": 127458131,
      "en": " ",
      "es": ""
    },
    {
      "id": 127458178,
      "en": "'And we serve the master with Shadow and Flame!'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'Soldier! Front and centre!'",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "As the black armours fall to the ground, you hear the sounds of Orcs and Goblins fading. You have earned yourselves a brief respite.",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Where are my reinforcements?'",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "You hear the sound of reinforcements from below. You will need to force your way up the tower quickly or risk being overrun.",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "You hear heavy footsteps from just around the corner...you must be getting closer.",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'You! Finish these puny creatures!'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'You have ventured far and fought hard to face your doom, puny mortals! Come then and learn the true meaning of despair.'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'Intruders have breached the lower level! Send down reinforcements to drive them out!'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'Ah, more spirits to sate my hunger!'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'Shadow and Flame are our master's tools...'",
      "es": ""
    },
    {
      "id": 127458137,
      "en": "As the Nazgûl fades away, the fell-beast enrages!",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Let terror fall over you like a blanket of shadow...'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'And let fire consume your spirits on your way to oblivion!'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'Sister, no! Curse you all! You will burn for this!'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'NO! How dare you, you insolent fools! I will see you fall into shadow before this day is done!'",
      "es": ""
    },
    {
      "id": 127458112,
      "en": "'Cowards! Cheats! We will not be lured away from our abode so easily!'",
      "es": ""
    },
    {
      "id": 127458113,
      "en": "'Insolent wretches! I will deal with you shortly!'",
      "es": ""
    },
    {
      "id": 127458114,
      "en": "'Such a shame to come so far only to fail.'",
      "es": ""
    },
    {
      "id": 127458115,
      "en": "'Very well then mortals, my pet has toyed with you long enough....'",
      "es": ""
    },
    {
      "id": 127458116,
      "en": "'I will take to the sky and bring down terror to you all!'",
      "es": ""
    },
    {
      "id": 127458117,
      "en": "You hear the shouts of new reinforcements in the nearby halls of the lower floors.  They are coming...",
      "es": ""
    },
    {
      "id": 127458118,
      "en": "The reinforcements have arrived, you will need to fight your way through the gauntlet once more.",
      "es": ""
    },
    {
      "id": 127458119,
      "en": "The reinforcements are about to arrive, this is your last chance.",
      "es": ""
    }
  ]
}