{
  "id": 620901942,
  "txt": [
    {
      "id": 136263297,
      "en": "The view into the town from the north gate is grim...",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You do not see or hear any signs of people in the centre of town",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The Mead Hall is locked for good. There is no more Thane in Langhold.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You narrowly escaped the battle in Langhold, but you grieve for those who died defending their keep.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The guard directs you to the stables, where Cíllan tends to the war-steed of her late husband",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is all over! If you wish to go and see if anything is left of Langhold, I will not stop you, but my heart cannot bear it. I make for Harwick, where I hope to be of use to my Thane's family.\\n\\n'Perhaps I shall see you there, [placeholder]. I will not forget the good you did for us, while Langhold still stood strong.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "What remains of Langhold is not far, just a little ways south along the road in the northern Wold.\\n\\nYou should return to Langhold and have a look around at the town that was so recently thriving -- namely the north gate, the centre of town, and the Mead Hall.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Halt, stranger! What is your business here?'\\n\\nYou explain to the guard that you seek Cíllan, wife of the late Thane of Langhold, and bring news to the Thane of Harwick that war has begun in the Wold.\\n\\n'Indeed! You may enter, then. Cíllan is at the stables, tending Utred's war-steed. You bear grievous tidings of our neighbours' fates.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Langhold is empty, a ruin of what it once was.\\n\\nYou should seek Cíllan and the other refugees of Langhold. They headed towards Harwick, and you should ensure that they arrived safely, and bring the grievous news to the family of the Thane.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cíllan is in the stables of Harwick, tending to her late husband's war-steed.\\n\\nYou should speak with Cíllan in Harwick.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Dear [placeholder]! I am glad another has made it here alive. We saw the smoke, and brave guards from Harwick already rode forth and scouted to return with the news. My husband...'\\n\\nCíllan does not meet your eyes; she stares only at her husband's war-steed. It is clear that she is numb from the shock of the news of her husband's death.\\n\\n'This steed is for you. Utred will not need him now. Consider him a gift for all that you did for us, my valiant friend.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Cíllan is in the stables of Harwick, tending to her late husband's war-steed.\\n\\nYou should speak with Cíllan in Harwick.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the north gate of Langhold",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the town's centre",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scout the Mead Hall",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search for Cíllan in Harwick",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Devastation in the North",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Tell Cíllan about her husband's final stand",
      "es": ""
    }
  ]
}