{
  "id": 620901963,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A large group of Orcs has been working within the Entwalk, a section of forest along the Eaves of Fangorn. Every tree the Orcs cut down is another volley of arrows, strut of a siege-weapon, or piece of palisade. We cannot allow them to have these resources unchecked.\\n\\n'Head into the forest and disrupt their activities by defeating any Orcs you find within the Entwalk.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Many more Orcs will come to the Entwalk and will replace those defeated today, but for now you have afforded us a short respite.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Any tree kept standing is a volley of arrows that we do not have to endure. Are you ready to venture into the Entwalk?'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Entwalk: Orcs in the Trees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs are maurading through the Entwalk, cutting down the forest to create their encampments and siege-weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in the Entwalk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in the Entwalk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found in the Entwalk.\\n\\nDernstan has asked you to venture within the Entwalk and defeat the Orcs pillaging the forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dernstan at Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dernstan is at Eaworth.\\n\\nDernstan will be pleased to hear that the Orcs within the Entwalk have been thinned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}