{
  "id": 620876852,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have an especially difficult challenge for you. There is a strong, dire beer in the Hedge Maze, and one swallow will find you bereft of your senses. You will wake far from where you began, and have no memory whatsoever of how you got there. All exploits along the way will have been forgotten.\\n\\n'If you can navigate the maze while drinking those dire beers as you go, I will be tremendously impressed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! I didn't think you had it in you to manage that task! Most folks give up after the first few drinks, dizzy and confused. I admire your persistence!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Beware the dire beers! You never know where you'll end up.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disorientation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sinister mugs of beer have been left in the Hedge maze to muddle the senses of patrons.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Sampled a dire beer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have run out of time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Sample dire beers before the time runs out ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dire beers can be found throughout the Hedge Maze, waiting to be drunk.\\n\\nYou should sample dire beers...but beware! They will disorient you on your venture.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Birdie Thornthicket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Birdie Thornthicket can be found outside the Hedge Maze.\\n\\nYou should speak with Birdie Thornthicket and tell her of your success in sampling the dire beers of the maze.",
      "es": "",
      "es (fem)": ""
    }
  ]
}