{
  "id": 620876859,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The ruins of Annúminas have fallen to the forces of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is much work to do here in order to reclaim the city -- more than we may be able to do -- but we shall still try. At the least, we may preserve some of what is here.\\n\\n'Orchalwë has come with us to Annúminas. There is much anger within him. I do not trust his judgement to let him go out into the city on his own. I fear he may place himself into a situation he cannot survive.\\n\\n'I ask you to accompany him. There is much he will want to do, and I believe his goals to be true. Make sure his means of achieving them do not allow him to fall to the darkness.\\n\\n'Orchalwë will find you when you use this smoke signal. Work with him to reclaim our city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Aid Orchalwë with Drowning at the Docks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orchalwë has decided to join the fight and help to reclaim Annúminas.\\n\\nIf you become separated from Orchalwë, you can use the smoke signal he gave you to call him to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have worked very hard to clear these ruins, and I am quite pleased with our work. There is still much to do, but I feel we will accomplish our goal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orchalwë will want to discuss all that has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Adadhrond is at Echad Garthadir in Annúminas.\\n\\nAdadhrond will want a report of how things went with Orchalwë.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I do not know if we will ever have the force to retake the city. We may have to simply wait for Angmar to find whatever they want and leave on their own. Hopefully, we can prevent too much damage to the city until that day comes. I thank you for all of your help.'\\n\\n<rgb=#FF0000>Advancing this quest will no longer allow you to summon Orchalwë and will cancel any quests bestowed by him that are currently underway.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Orchalwë with Untoward Aggression",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Orchalwë with Monuments of Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Orchalwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Adadhrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orchalwë's Mission",
      "es": "",
      "es (fem)": ""
    }
  ]
}