{
  "id": 620959551,
  "txt": [
    {
      "id": 216727827,
      "en": "The mysterious Ranger can be found somewhere within the ruined city of Osgiliath.\\n\\nMablung has asked you to search the ruined city for any sign of the mysterious Ranger you encountered in the sunken tunnels.\\n\\n<rgb=#FF0000>Note: You must complete \\qThe Ruined City\\q instance to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The fallen Ranger can be found inside the Palace of Eldacar.\\n\\nYou have defeated the corrupted Ranger bearing the cloak of Faramir and should now reclaim it for the Rangers of Ithilien.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have defeated the corrupted Ranger that bore Faramir's cloak. You should now return the cloak to Mablung.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Lúmithil was a bold Ranger, and I am saddened that the Enemy twisted him into something so vile. His death shall be mourned, and, if I were to have my way, avenged! Sadly, a foe who bears no form does not make vengeance an easy task...\\n\\n'While I am glad that Faramir did not meet with such a fate, we are no closer to finding him, and I fear our trail has gone cold.\\n\\n'Allow me a moment to ponder our course of action, and I shall speak to you once more.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You have recovered Faramir's cloak, but his whereabouts still remain unknown...",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Garbed in the tattered remains of Faramir's cloak, the corrupted Ranger falls defeated!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "After losing the trail of the mysterious Ranger, Mablung asks you and your fellows to search the ruined city and uncover his identity at any cost.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Pursue and confront the mysterious Ranger",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I do not know what compels this man to flee at our approach, but it is clear that we must capture him before his madness can overtake him. His wound needs the care of a practiced healer, and yet he can still run as fast as any of our number. I fear that this bodes ill for us, [placeholder], but I do not wish to abandon hope.\\n\\n'Whether he is friend or foe, I would have you subdue him for his mind is not his own. You must not lose his trail this time, or I fear we will never have another opportunity to learn of his identity.\\n\\n'Throughout your pursuit, he remained in the southern streets of the ruined city, so I would have you begin your search there once again. However, I suggest you bring your allies, for with them it may be easier to subdue this strange man and return to us in the culverts.'\\n\\n<rgb=#FF0000>Note: You must complete \\qThe Ruined City\\q instance to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Deliver the remains of Faramir's cloak to Mablung",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Reclaim Faramir's cloak from the fallen Ranger",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ashes and Stars, Chapter 4",
      "es": ""
    }
  ]
}