{
  "id": 620959503,
  "txt": [
    {
      "id": 104503513,
      "en": "'Angbor...'",
      "es": ""
    },
    {
      "id": 221325728,
      "en": "'I was fighting at Linhir against the Corsairs and Southrons, and a wave of dread passed over all that battled.'",
      "es": ""
    },
    {
      "id": 221325729,
      "en": "'I stood firm, unwilling to abandon the city to the Enemy, but the others... they fled. All of them - my men, the Southrons, and the Corsairs!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: Sworn to Secrecy",
      "es": ""
    },
    {
      "id": 221325730,
      "en": "'And then I saw it... the banner of a King and the vast, terrifying force that followed him.'",
      "es": ""
    },
    {
      "id": 221325731,
      "en": "'There were Men, yes, but the forms of the Dead walked amongst them and fought alongside their captain.'",
      "es": ""
    },
    {
      "id": 221325732,
      "en": "'When he lifted his helmet, I knew his face at once. Thorongil had returned, and I swore myself to his service at once!'",
      "es": ""
    },
    {
      "id": 221325733,
      "en": "'Onward we fought into the East, until we reached Pelargir. The Corsairs held it entirely and would not have been moved if not for him!'",
      "es": ""
    },
    {
      "id": 221325734,
      "en": "'The Dead swept over the entire Corsair force and drove them into the Great River.'",
      "es": ""
    },
    {
      "id": 221325735,
      "en": "'For that deed, he freed the Dead from their curse and now sails up-river to the White City on the Corsairs' empty ships.'",
      "es": ""
    },
    {
      "id": 221325736,
      "en": "'The Enemy knows not of his plan, and they must not learn of it until it is too late!'",
      "es": ""
    },
    {
      "id": 221325737,
      "en": "'I trust that you will not, Terenis.'",
      "es": ""
    },
    {
      "id": 221325744,
      "en": "'I cannot delay any longer, my Lady. I must return to my men before any more time is lost.'",
      "es": ""
    },
    {
      "id": 221325745,
      "en": "'Do not thank me yet...'",
      "es": ""
    },
    {
      "id": 221325746,
      "en": "'Remain here for a time, [placeholder]. The Lady shall have need of you... of this I am certain.'",
      "es": ""
    },
    {
      "id": 96259407,
      "en": "'Only for my King do I do this...'",
      "es": ""
    },
    {
      "id": 61443360,
      "en": "'Thank you.'",
      "es": ""
    },
    {
      "id": 248713873,
      "en": "'I have come bearing a missive for your eyes alone, Lady Terenis.'",
      "es": ""
    },
    {
      "id": 248713874,
      "en": "'It should put an end to your curiosity and to your foolish threats against [placeholder].'",
      "es": ""
    },
    {
      "id": 248713875,
      "en": "'And some wonder why I chose the life of a warrior, not a diplomat...'",
      "es": ""
    },
    {
      "id": 248713876,
      "en": "'Indeed it is, but I would not ignore the command of my captain... and my King.'",
      "es": ""
    },
    {
      "id": 248713877,
      "en": "'You see, the man you once knew as Thorongil has returned to Gondor, and in his wake there is a force unlike any I have ever imagined.'",
      "es": ""
    },
    {
      "id": 248713878,
      "en": "'His age is absent in his face, but it is he - Aragorn as he is now known. Only he could have won such a victory at Pelargir.'",
      "es": ""
    },
    {
      "id": 248713879,
      "en": "'Aragorn has bidden me to tell you of this, that it may ease your mind and give you hope for the fate of the White City...'",
      "es": ""
    },
    {
      "id": 248713880,
      "en": "'...but you must swear an oath to never speak of these truths, just as [placeholder] and I have.'",
      "es": ""
    },
    {
      "id": 248713881,
      "en": "'I shall hold you to your word, my Lady, for the fate of Gondor may rest on it. Very well...'",
      "es": ""
    },
    {
      "id": 104503505,
      "en": "'There is no need for all this posturing, Angbor. If you will tell me what I wish to know, I shall not stand in your way.'",
      "es": ""
    },
    {
      "id": 104503506,
      "en": "'Come, both of you, join me by the fire...'",
      "es": ""
    },
    {
      "id": 104503507,
      "en": "'It is interesting that you have gone so far out of your way to visit Tumladen...'",
      "es": ""
    },
    {
      "id": 104503508,
      "en": "'Thorongil! It cannot be! He was a man in my youth - would not he have grown old after so many years?'",
      "es": ""
    },
    {
      "id": 104503509,
      "en": "'I knew it. I knew victory had been won! You must tell me of it, Angbor!'",
      "es": ""
    },
    {
      "id": 104503510,
      "en": "'If Thorongil has bidden it, I shall obey. I swear upon the lives of my sons and my brother that I shall never speak of this again.'",
      "es": ""
    },
    {
      "id": 104503511,
      "en": "'This... is beyond belief, and yet, I hear truth in your voice.'",
      "es": ""
    },
    {
      "id": 104503512,
      "en": "'I shall not endanger my brother or Thorongil - I swear it!'",
      "es": ""
    }
  ]
}