{
  "id": 620959552,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The Ranger is standing near the gate to Muzgásh's chamber in the sunken labyrinth.\\n\\nYou have defeated Muzgásh, but now a strange Ranger stands near the gate to his chambers. You should approach the Ranger and attempt to speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Faramir might be found somewhere within the sunken labyrinth beneath Osgiliath.\\n\\nMablung has asked you to search the depths of Osgiliath for Faramir, who may have fled into the tunnels in the wake of his attack on the fell-beast.\\n\\n<rgb=#FF0000>You must complete the \\qSunken Labyrinth\\q instance to complete this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have recovered a troubling letter and encountered a strange hooded Ranger in the sunken tunnels of Osgiliath. You should now return to Mablung.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver the note to Mablung and tell him of the mysterious Ranger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The letter can be found at the make-shift camp-site in the sunken labyrinth beneath Osgiliath.\\n\\nYou have discovered a small, empty camp-site in the tunnels beneath Osgiliath. You should take the note and examine it before pressing onward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The note is hastily-written and swiftly descends into madness and incoherence...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Faramir might be found somewhere within the sunken labyrinth beneath Osgiliath.\\n\\nYou have not yet found Faramir in the tunnels beneath Osgiliath, but you should continue your search deeper in the labyrinth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What news have you of your search, [placeholder]? There are many places where Faramir may have sought refuge in this sunken labyrinth, and I fear we shall not have time to search them all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search further in the depths of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A mysterious Ranger stands near the gates...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Approach the mysterious Ranger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The Ranger suddenly dashes away into the dark of the tunnels!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The tidings you bear disturb me, [placeholder]. The letter you bear mentions that terrible wraith thrust a blade into his chest, but that he did not die - only his body began to wither. It then reads only of a man succumbing to madness, and I fear his mind can only have grown more twisted since its writing.\\n\\n'For Faramir to come to such an end would be devastating, and I fear that we must uncover this man's identity before our search can continue elsewhere. There are many ways out of these tunnels, but his flight cannot have taken him far from the culverts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have found an emptied camp-site with only a note left behind...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Desperate to learn of their lost captain's fate, Mablung and Damrod begin their search for Faramir in the winding tunnels beneath Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for Faramir in the depths of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We must begin our search, [placeholder], and I would have us begin here in the culverts where we can move beneath the notice of the Morgul-host above. It is possible that Faramir also fled into the tunnels as we did when the fighting erupted after he speared the fell-beast, but there are many places he may have sought refuge - and too few of us to spare from our posts.\\n\\n'Search the depths, but do not search alone. These tunnels wind far underneath the city as a vast, sunken labyrinth, and it is likely that some of the Enemy's forces have travelled down into the dark - unwittingly or not.'\\n\\n<rgb=#FF0000>Note: You must complete the \\qSunken Labyrinth\\q instance to complete this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Examine the note at the abandoned camp-site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ashes and Stars, Chapter 2",
      "es": "",
      "es (fem)": ""
    }
  ]
}