{
  "id": 620959549,
  "txt": [
    {
      "id": 216727827,
      "en": "The Black Blade of Lebennin and his captive can be found atop the Dome of Stars.\\n\\nMablung has asked you to free Fararmir from the Black Blade of Lebennin and attempt to banish his spirit before the coming battle.\\n\\n<rgb=#FF0000>Note: You must complete \\qThe Dome of Stars\\q instance to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I cannot believe it! I felt a cold rush pass over the city as I looked to the Dome outside the culverts... could that have been his foul spirit sent away to the Land of Shadow?\\n\\n'You have done a truly great thing, my friend, but Faramir is not among your number.... Tell me, [placeholder], what has become of my captain?'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Mablung and tell him of Faramir's fate",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have triumphed over the Black Blade of Lebennin if only for a moment, and learned of Faramir's fate. You should return to Mablung with this news.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'My captain is held prisoner by one of the Nazgûl... never has there been a darker day in my life.\\n\\n'I know the strength of Faramir's resolve well, but so too do I know the might of the Enemy. If he yet lives and the wraith speaks true, we must act swiftly!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "One of the Nazgûl, the Black Blade of Lebennin, has revealed himself as Faramir's captor and now holds the captain of the South-rangers atop the Dome of Stars.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "The Nazgûl's lies are revealed, for Norhún's noble sacrifice allowed Faramir to escape Osgiliath alive!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Free Faramir from the Dome of Stars",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I know not if Faramir lives or if this is merely one of the Nazgûl's vile designs to draw the last of us from hiding. I cannot know, and it pains me to face such uncertainty without the guidance of our captain.\\n\\n'The Dome of Stars lies in the heart of the Enemy's forces and until they wrested control of the western city, it was there that the leaders of the host oversaw their cruel servants. It is still a place of great evil, and dread grips the entire isle on which it stands.\\n\\n'The Enemy has thrown down the western bridge to the Dome, so the only way into the structure is across the eastern bridge by Rómendacil's Square. The Enemy has heightened their guard near the culverts, so I can guide you to the western side of the Great Bridge safely, but no further.\\n\\n'Do not dare face the Black Blade alone, for you will need all the allies you can muster to stand against such evil. Faramir's fate may well rest in your hands, my friend. May your fellowship be the light to pierce these ashen skies...'\\n\\n<rgb=#FF0000>Note: You must complete \\qThe Dome of Stars\\q instance to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Confront and defeat the Black Blade of Lebennin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ashes and Stars, Chapter 6",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You have come... seeking Faramir?\\n\\nStruggling to speak, Norhún's coughs are wet with blood.\\n\\n'He... is gone - gone from Osgiliath. We had made it to the western gates when the shadow... fell upon us. I threw myself in its path, and soon I was carried above by a terrible, winged beast. From the sky, I saw my captain escape... he passed along the Causeway and through the Rammas Echor before I lost sight of him.\\n\\n'Tell the others of his fate, for they must know that he still lives!\\n\\n'The wraith... he...'\\n\\nNorhún's breath slows, and is still.",
      "es": ""
    }
  ]
}