{
  "id": 620959553,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Damrod can be found in the culverts of Osgiliath.\\n\\nMablung has asked you to tell Damrod of Faramir's escape from Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'As merry a day as this may be, Damrod speaks true.\\n\\n'The might of the Morgul-host stands poised to spill forth into the Pelennor Fields and to the very walls of Minas Tirith. Through your efforts, we have slowed their advance, but the thousands that rally above cannot be stopped... not by us alone.\\n\\n'Take your leave, [placeholder], and rest well after this victory... but be ready. For on the morrow, the war for Gondor shall truly begin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have told Damrod of your successes in Osgiliath and should now speak to Mablung once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Let none forget the sacrifice of Norhún!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'We have struck a devastating blow, but the Morgul-host still threatens the White City!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'While Faramir lives, our hope shall not be broken!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What has become of Faramir, [placeholder]? Were you too late to save him?'\\n\\nYou tell Mablung of Norhún's sacrifice and his bravery in allowing Faramir to escape from the western gates of Osgiliath.\\n\\n'My captain lives yet! I shall rest easier knowing Faramir made it past the Gates of the Sun, even though his fate beyond remains unclear. Such a sacrifice... Norhún shall be hailed as a hero among my people, I swear it.'\\n\\nMablung turns to Damrod and gestures for him to listen.\\n\\n'Damrod, have you heard this joyous news?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Through Norhún's steadfast loyalty and sacrifice, Faramir was able to escape the western gates of Osgiliath. Their hope restored, Mablung and his men make ready for the journey ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Damrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ashes and Stars, Chapter 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You slew the wraith? Is such a feat possible? The servants of the Dark Lord do not suffer defeat easily, my friend... but let us hope that we shall be free of his evil for a time.\\n\\n'Faramir has escaped beyond the Causeway Forts into the Pelennor Fields? This is a joyous turn, indeed, but I fear we must not forget the horrors looming above.\\n\\n'I sense the war shall soon reach a turning point, and I hope you will be among us at that critical hour.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}