{
  "id": 620959555,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Signs of the Ranger's passing can likely be found in southern Osgiliath, especially around the wharfs and nearby ruins.\\n\\nMablung has asked you to pursue the mysterious Ranger you encountered in the sunken tunnels of Osgiliath. By the way he took to escape, Mablung suggest searching the wharfs and the nearby ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver the note to Mablung and tell him of the hooded Ranger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "DNT -- make this a readable letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search further in the depths of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A hooded Ranger stands near the gates...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Approach the hooded ranger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The Ranger suddenly dashes away into the dark of the sewers!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Search Osgiliath for signs of the mysterious Ranger's passing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have found an emptied camp-site with only a note left behind...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Disturbed by the note you recovered and your sighting of a mysterious Ranger in the depths of Osgiliath, Mablung sends you to the streets above to track this elusive stranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "As you examine the horn, the Ranger appears and dashes across the nearby bridge-rafts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Return to Mablung and tell him of the Ranger's elusiveness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have lost the trail of the mysterious Ranger, and should now report his elusiveness to Mablung.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for sign of Faramir in the depths of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You have told me much of this strange man, [placeholder], but most troubling is your description of his clothing.\\n\\n'By your account, he bears a cloak that belonged to none but our captain, Faramir. If this man is Faramir, our cause is lost, and we should forge a new strategy to escape the city before dawn. However, if he is not - who would be so bold as to take up a mantle beyond his standing and elude the aid of his brethren?\\n\\n'Search the southern ways of the city, on both shores of the Anduin, for his path would lead him either to the camps of the Haradrim or the ruins of the armoury across the Orkish bridge-rafts. Track him, and capture him if you must - for we must learn of his identity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'This man bears a grave wound, and yet eludes us at every turn... what force could empower a man so?\\n\\n'We must hasten our search, and work to corner this man - be he friend or turned foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "As you examine the necklace, the Ranger dashes up a nearby staircase!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Examine the note at the abandoned campsite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ashes and Stars, Chapter 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "As you examine the shield, the Ranger darts out beneath the broken bridge and flees!",
      "es": "",
      "es (fem)": ""
    }
  ]
}