{
  "id": 620959550,
  "txt": [
    {
      "id": 228284034,
      "en": "'Our captain, Faramir, is lost. All of our number became separated after he dealt a great blow to the Enemy's forces, and we only realized our loss after we regrouped here in the culverts.\\n\\n'To my dismay, I was unaware of Faramir's ploy. It must have been a plan he put into action swiftly, but such haste did not lessen its impact. I heard a great shriek in the distance, like the deafening sounding of a Mûmak's trunk, but shrill as the pitch of a bat's cry. No sooner had the forces of the Enemy rallied to its source, and we were overwhelmed. We scattered, leading the foes with us, but we all made for the western gates... for our escape.\\n\\n'I did not make it so far - great trolls blocked my advance, and I was forced to abandon my escape. I fled into the culverts and there I found the others. So it has been...\\n\\n'If Faramir made it beyond the western gates, he may yet live, but that is unknown to us all. Damrod, one of my most trusted men, saw first-hand the fury Faramir loosed upon the Enemy. While he knows little else of Faramir's fate, all must be told of our captain's valour... especially if it may be his last.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have spoken to Damrod about Faramir's gambit, and should now speak to Mablung about searching for Faramir in the tunnels under Osgiliath.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Mablung",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Mablung wishes for me to tell you of Faramir's daring assault? I shall tell it then, but until he is found, it shall have no ending.\\n\\n'We had crossed to the eastern side of the city to disrupt the Enemy's forces before they could rally again. We were outnumbered, but we held the eastern end of the north-bridge for a time... until the most vile of the Enemy's forces took notice of us.\\n\\n'A great, winged beast swooped down and swept a crowd of men aside, friend and foe alike, as if they were leaves amid the winds of a storm. Its wings blotted out the sun, and many of our number fled at once, but my captain and I held strong.\\n\\n'Faramir took a spear from one of the fallen and called the beast as it clawed at the dead. Before I could stop him, he charged at the beast and thrust the spear into its dark heart. What happened then is a blur to me, for it let loose a great cry and thrashed in a fury as my captain and I fled to the west.\\n\\n'We became separated on the bridge-rafts, and soon, forces of the Haradrim had cut me off from him completely. I was forced to retreat into the culverts, and that is where my story ends for now. Mablung seems to have a plan for you, and I would not deny him his chance to speak.\\n\\n'Let us see what our next move shall be!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder], now you know of our plight. Will you stay and aid us here? Or do you heed the call of another? If you stay, our search shall begin at once, else I shall have to proceed with caution... for too few men still stand among us, and to weaken our guard is to invite defeat.\\n\\n'If Faramir yet lives, I shall find my captain and have him lead his men to freedom beyond the Rammas Echor!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Forced into the tunnels under Osgiliath after a daring ploy by Faramir, the Rangers of Ithilien, led by Mablung, now hope to reunite with their lost captain.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You should speak to Damrod at once, my friend.  With his own eyes, he saw the mighty blow Faramir dealt to the host of Minas Morgul and knows well of the chaos that followed.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Damrod can be found in the culverts of Osgiliath.\\n\\nMablung has asked you to speak to Damrod about Faramir's daring attack that allowed many of their number to escape the city.",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "Ashes and Stars, Chapter 1",
      "es": ""
    }
  ]
}