{
  "id": 620959554,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The site where Faramir speared the great fell-beast can be found to the north-east of the Dome of Stars.\\n\\nIn desperation, Mablung has asked you to search the site where Faramir speared a fell-beast in hopes of uncovering where he may have gone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have encountered one of the Nazgûl, the Black Blade of Lebennin, who claims to hold Faramir captive atop the Dome of Stars. You should tell Mablung of this at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The splintered remains of the spear that Faramir used to slay the fell-beast lay nearby...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The broken spear can be found near the ruined bridge to the north-east of the Dome of Stars.\\n\\nYou have found the site as well as the broken spear that Faramir once wielded. You should examine the spear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It cannot be! Hope is lost, [placeholder]. None can stand against the servants of the Dark Lord... their might is limitless!\\n\\n'Even if this Nazgûl - this \\qBlack Blade\\q speaks true, how can we be assured that Faramir's fate will be any different than that of Lúmithil? Our captain may already serve the Dark Lord, if still he lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Mablung of the Nazgûl's captive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You are filled with dread as a dark shadow passes over you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We are without direction, my friend. The trail is cold, and none that live know of Faramir's fate. Alas for poor Lúmithil... may he be at peace.\\n\\n'I have thought much on where our search might continue, and one thought has lingered in my mind. You have done much for us, but this may be too perilous a task to put upon you. Since our flight into the culverts, none of us have dared to return to the site where Faramir speared the great fell-beast. \\n\\n'I thought our course wise, and it may still be, but I must ask you to travel there, my friend. What became of the beast? Did it fall as we thought? Has some hidden insight to our captain's flight gone unnoticed? These thoughts trouble my mind, [placeholder], and I cannot rest.\\n\\n'If you dare, travel far to the north-east, beyond the Dome of Stars... and search by the broken north-bridge. When you find Faramir's spear, you shall know you have found the site.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "After pursuing and defeating the Ranger corrupted by a Morgul-blade, Faramir's trail is all but lost. As his hope begins to wane, Mablung sends you to the location where Faramir struck down a mighty fell-beast of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search the site where Faramir slew the fell-beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Examine Faramir's broken spear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ashes and Stars, Chapter 5",
      "es": "",
      "es (fem)": ""
    }
  ]
}