{
  "id": 621009406,
  "txt": [
    {
      "id": "0xd6a5029",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Legacy of Durin's Folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It is time. Come with me, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "King Thorin III has planned a great celebration for the Dwarves of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "King Thorin III can be found in the Hall Under the Mountain.\\n\\nKing Thorin III has invited you to a great celebration of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "King Thorin III can be found in the Hall Under the Mountain.\\n\\nYou have attended the celebration of Durin's Folk and should now speak to King Thorin III.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I am honoured that you could attend, [placeholder]. It was a bountiful feast, and I am glad to have shared it with you.\\n\\n'I do not know where your adventures shall take you next, but I am certain you will be prepared for it.\\n\\n'Be well in your travels, and know that you are always welcome in the halls of Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Even in the face of such loss and devastation in the North, we of Durin's Folk must celebrate. We show gratitude for our families, for our friends, and for what coming joys remain hidden. My father, Dáin, understood this well, and I would honour his memory.\\n\\n'I sent invitations to all of Durin's Folk, and I hope that the last of our guests are arriving now. One has spent too long away from his kin, and I do hope he sees now that his return is welcomed by all.\\n\\n'You have served the peoples of the North, shown great bravery in far-off battles, and Gimli, son of Glóin, regards you as a true friend; you have earned a place at my table. Come, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    }
  ]
}