{
  "id": 621009418,
  "txt": [
    {
      "id": 191885396,
      "en": "'What is this?'",
      "es": ""
    },
    {
      "id": 247608081,
      "en": "'And this is your seat, my friend.'",
      "es": ""
    },
    {
      "id": 247608082,
      "en": "'It was crafted in the time before Smaug came to Erebor, but now he is gone and still it remains.'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: The Legacy of Durin's Folk",
      "es": ""
    },
    {
      "id": 247608083,
      "en": "'Take a look at it, if you wish.'",
      "es": ""
    },
    {
      "id": 219916625,
      "en": "'It seems that one of our guests has not yet arrived.'",
      "es": ""
    },
    {
      "id": 219916626,
      "en": "'You have been patient, my friends, but let us wait a moment longer on his behalf.'",
      "es": ""
    },
    {
      "id": 160687937,
      "en": "'[placeholder], would you come over here?'",
      "es": ""
    },
    {
      "id": 263743521,
      "en": "'Old, indeed! You look quite young for your age, King Thorin!'",
      "es": ""
    },
    {
      "id": 159236625,
      "en": "'Although my folk celebrate all around us, I have prepared a special feast for my honoured guests.'",
      "es": ""
    },
    {
      "id": 263743522,
      "en": "'Yes, I think a meal is just the thing.'",
      "es": ""
    },
    {
      "id": 159236626,
      "en": "'This day we honour the dwarves of Thorin's company, those that battled the Enemy, those we hold in friendship, and those we have lost.'",
      "es": ""
    },
    {
      "id": 159236627,
      "en": "'Each of them has served Durin's Folk honourably, and you are no exception.'",
      "es": ""
    },
    {
      "id": 159236628,
      "en": "'All have earned a seat at my table....'",
      "es": ""
    },
    {
      "id": 154377489,
      "en": "'Hail, King Under the Mountain!'",
      "es": ""
    },
    {
      "id": 154377490,
      "en": "'The journey was long, but we came as swiftly as we could!'",
      "es": ""
    },
    {
      "id": 237336961,
      "en": "'Nár!'",
      "es": ""
    },
    {
      "id": 237336962,
      "en": "'You have travelled far, indeed. From the distant coomb of Thrór to our home in Erebor.'",
      "es": ""
    },
    {
      "id": 237336963,
      "en": "'You have borne our old exile from Erebor as a burden of your own, and that is now ended.'",
      "es": ""
    },
    {
      "id": 237336964,
      "en": "'It is my honour to welcome you to our halls. Will you and your companion join us for our feast, old friend?'",
      "es": ""
    },
    {
      "id": 237336965,
      "en": "'Have a seat, old friend. There will be time enough for talk later!'",
      "es": ""
    },
    {
      "id": 77990049,
      "en": "'Oh, fine! I am sorry to leave you, my friends, but I will return!'",
      "es": ""
    },
    {
      "id": 187567025,
      "en": "'Náth! Did you hear Spakorth? Come with us!'",
      "es": ""
    },
    {
      "id": 4264113,
      "en": "'Dréri! Náth! That's enough dancing for now!'",
      "es": ""
    },
    {
      "id": 82134465,
      "en": "'I am sorry I do not recognize you, my friend, but who is your companion?'",
      "es": ""
    },
    {
      "id": 52956113,
      "en": "'Aye, that's enough tales for now. Let's not keep King Thorin waiting!'",
      "es": ""
    },
    {
      "id": 4264114,
      "en": "'Did you not hear me? We must go! The King Under the Mountain has summoned us!'",
      "es": ""
    },
    {
      "id": 86605247,
      "en": "'Walk with me, [placeholder].'",
      "es": ""
    },
    {
      "id": 191885393,
      "en": "'Well, I...suppose we have waited long enough.'",
      "es": ""
    },
    {
      "id": 191885394,
      "en": "'Before we begin, I would like to thank each of you for honouring me with your presence.'",
      "es": ""
    },
    {
      "id": 191885395,
      "en": "'Durin's Folk know peace once more, and Erebor is--'",
      "es": ""
    }
  ]
}