{
  "id": 621009401,
  "txt": [
    {
      "id": "0x178d172",
      "en": "In the aftermath of the Battle of Dale, the Dwarves of Erebor have grown curious of newly-exposed veins of ore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa31",
      "en": "Roots of Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT - EREBOR QUEST",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Well, what do you know? It seems Erebor's roots spread even further than we thought!\\n\\n'Thank you, [placeholder]! I shall inform King Thorin at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected chunks of dwarf-gold from newly-exposed veins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Newly-exposed veins can be found in rocky areas surrounding Erebor.\\n\\nBr치thi has asked you to investigate newly-exposed veins of gold around Erebor. If you recover any dwarf-gold, he has asked you to deliver it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Br치thi can be found in the Hall Under the Mountain.\\n\\nYou have uncovered a substantial amount of dwarf-gold in the newly-exposed veins outside Erebor and should now return to Br치thi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect chunks of dwarf-gold from newly-exposed veins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Deliver the chunks of dwarf-gold to Br치thi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail, [placeholder]!\\n\\n'I have heard much of your skill in battle, but have you a keen eye? It is said that new veins of golden ore have revealed themselves in the aftermath of the battle. Hah! Perhaps we should be the slightest bit grateful to those Easterlings after all!\\n\\n'Search rocky areas around Erebor, and see what you can find! If you uncover anything, deliver it to me, and I shall see that King Thorin knows well of your contributions to Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}