{
  "id": 621009439,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Visions of the Green Lady can be found within your dream of the Pristine Glade.\\n\\nThe Green Lady has asked you to seek out the visions that have crept into your dream of the Pristine Glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Behold Tárasánë's visions ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Tárasánë is in the Pristine Glade.\\n\\nTárasánë stands before the Great Tree of the Pristine Glade. You have witnessed the three visions she bestowed upon you, and you should now speak to her once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Tárasánë, the Green Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What I have shown you may not come to pass, but it will be the future that awaits you if you abandon this quest. There are things that remain beyond my sight in the frozen wastes of Morgoth, and so, you must remain vigilant.\\n\\n'Remember well what you have seen, [placeholder]. It is time you awoke....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You have beheld a vision of Karazgar, the Weeping Warrior!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You have beheld a vision of Vethúg Wintermind, the cold-drake of the Ered Mithrin!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You have beheld a vision of the Herald of Winter, Hrímil Frost-heart!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The Green Lady once dwelled in the heights of the Emyn-nu-Fuin, but that was long before the darkening of Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Tárasánë, the Green Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Do not fear, little one. You have fallen into a deep slumber, and here you dream of distant lands. \\n\\n'Curious. Of all the lands you have beheld, your mind has wandered hither. You have come to this place before, have you not? \\n\\n'You have seen it in waking, but through my power, it has been shaped anew by your thoughts and desires.\\n\\n'Look around you, and see now these visions of what is to come....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Of Dreams and Desires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Wake now, [placeholder]....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Tárasánë is in the Pristine Glade.\\n\\nYou and Tárasánë appear to be in the Pristine Glade. You should speak to her and learn how this has come to be.",
      "es": "",
      "es (fem)": ""
    }
  ]
}