{
  "id": 621009495,
  "txt": [
    {
      "id": 246419843,
      "en": "Every day there is something to do during the Spring Festival.  Come and join everyone and participate in many Spring Festival activities for four more days!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Every day there is something to do during the Spring Festival.  Come and join everyone and participate in many Spring Festival activities for four more days!",
      "es": ""
    },
    {
      "id": 149027384,
      "en": "The Splendor of Spring",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "There is much to do during the Spring Festival! Participate often to earn wonderful gifts!\\n\\n<rgb=#FF0000>( There are twelve days worth of 'A Bustling Bloom' and 'A Taste of Spring' participation quests. Plan accordingly!)</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My, my, [placeholder], you have done such an excellent job! Twelve whole days!\\n\\nAll your hard work has really helped the festival go off without a hitch! I hope to see you next year, when I'll have a whole new set of gifts ready for you!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome, my friend!\\n\\n'If you're here for the Spring Festival, I'd recommend you look around and participate in many of the fun activities around here. If you're not here for the Spring Festival, maybe you should be!\\n\\n'For those folks that participate in many of our activities, there might just be a reward in store for you, so get out there!\\n\\n'And remember if you get lost in the hedge maze, just yell for help!'\\n\\n<rgb=#FF0000>Note: this quest cannot be cancelled.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Every day there is something to do during the Spring Festival.  Come and join everyone and participate in many Spring Festival activities for four days!",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Sergeant Tom can be found in the Horsefields in Bree-land.\\n\\nYou should talk to Sergeant Tom.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Sergeant Tom",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete 'A Bustling Bloom (Intro)'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Complete 'A Bustling Bloom (Intermediate)'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Complete 'A Bustling Bloom (Final)'",
      "es": ""
    }
  ]
}