{
  "id": 621009400,
  "txt": [
    {
      "id": 162883728,
      "en": "'What a bountiful hunt!\\n\\n'Thank you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Dréri can be found in the Hall Under the Mountain.\\n\\nYou have gathered a great deal of meat from the beasts of the north and should now return to Dréri.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Slabs of boar meat can be obtained from boars of the north. Cuts of venison can be obtained from deer of the north.\\n\\nDréri has asked you to aid the Stout-axes in hunting the beasts of the north in an effort to replenish their food-stores.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected slabs of boar meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected cuts of venison ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Greetings, [placeholder]!\\n\\n'Can you believe this place? It still seems a dream to me! What can I do for you?'\\n\\nYou explain that King Thorin has asked the Stout-axes for their aid in return for granting them a new home in Erebor.\\n\\n'Well, that is a bit of a coincidence! I sent out several of our number to hunt the beasts of the North. It seemed to me that we should fill our own food-stores, and we Stout-axes are more than capable of a simple hunt.\\n\\n'However, your aid would still be most welcome. Bring me as many cuts of boar meat and venison as you can!'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Dréri hopes to lessen the burden of the Stout-axes' sudden arrival on the Dwarves of Erebor.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect slabs of boar meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Deliver the meat to Dréri in Erebor",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect cuts of venison ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hunting the North",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    }
  ]
}