{
  "id": 621009511,
  "txt": [
    {
      "id": 40131414,
      "en": "Listen, and you shall hear the tale of strife and friendship between Elves and dwarves, circling back over the long years, in the shape of a single emerald necklace. It was a necklace of ancient make, wrought by the dwarves of old. Fine and gleaming was the gold, encrusted with five hundred perfect glittering emeralds, maybe more. Perfect, wondrous, radiant. A gift the emerald necklace was, given freely in times of good will. But friendship, far more fragile than any metal or gem, did not endure.\\n\\nWhat memories remain of those first years are but fragments. The emerald necklace was lost in war, given in marriage, tainted by treachery, and cast aside in sorrow. Gweriamir we named that necklace then, the Jewel of Betrayal, and no sign of it was seen or heard for years beyond counting.\\n\\nTime went on. To the Great Greenwood we came, and, sorrow and misfortune ever at our heels, finally to caverned Felegoth, near Erebor, and so, near to dwarves. Thus an ancient bond was reforged. The eternal story of Elves and dwarves took its familiar path: friendship, distrust, strife, and then, betimes, friendship again.\\n\\nOn just such a peace-weaving visit did I come to Thrór's mountain halls. The feast was set, words of courtesy prepared - and then he stood, where upon his breast I saw the Gweriamir, gleaming green and gold! It was given to him by Men, Thrór said. Men chanced upon it in some troll-hoard, he claimed. I was wroth and had no ears for such tales. Over that cursed necklace, blood was nearly shed that day. Truly, it may have come to blood thereafter, had not the dragon come and scattered the dwarves far from Erebor.\\n\\nYears flowed by once more, and we tended to our woodland realm, forgetting friendship, emeralds, and grievances for the time. Yes, years ran together until one day, everything changed. The news came: the dragon was slain, there was a king under the mountain. And that day we remembered - remembered friendship, grievances, and debt. To Erebor from Mirkwood we came, armed, righteous, bent on reclaiming what was ours. I do not like to think what might have happened, if true enemies had not appeared.\\n\\nThe Battle of Five Armies it is called, but there were only two sides in that hour: Elves, Men, and dwarves against the throngs of evil, until the Eagles came. After the battle, the dragon's hoard was divied up, and though I would have forfeited all our share for it, the Gweriamir went not to Elves but to Men. It was then that Bard, the leader of Men, did the wise and unthinkable: he broke apart the necklace, handing its gold to the dwarves and to the Elves its gems. Perhaps the age of Men is truly come. Or so it seems to me when the greatest wisdom is to break what you hold dear and to loose  your shackles with forgetfulness.",
      "es": ""
    },
    {
      "id": 144675062,
      "en": "Copy of Lost Lore: Dwarves of Erebor",
      "es": ""
    },
    {
      "id": 73050854,
      "en": "Many are the enemies of dwarves: goblins, Wargs, spiders, Orcs. But oldest and greatest of our foes, yes, maybe greater even than Durin's Bane, are dragons. Where dwarves toil tirelessly, dragons sleep. What dwarves have mined and wrought, dragons steal. What dwarves barter and bestow, dragons hoard. Truly, they are our natural foes. And, like all of dwarf-kind's greatest sorrows, the curse of dragons was brought on by ourselves, and cost us all we dreamed and held most dear.\\n\\nFor it was we, of Durin's Folk, who woke the great dragons in times of old, and in so doing lost the Grey Mountains that we called home. To Khazad-dûm we retreated then, but at last the wakened dragons came and found us there. With the aid of Elves and Men, we bested them, though the cost was great, and for a time knew peace. Centuries of peace passed, and the memory of dragons faded. So it was that to the Grey Mountains we sojourned a second time, unknowing that the dragons who had lived and fled lay slumbering there. Again we fled the dragons' wrath and this time came to Erebor, the Lonely Mountain. But the great Scatha, wakened, wandered far and wide, troubling all.\\n\\nIt was a Man, Fram, son of Frumgar, Chief of the Éothéod, who ended the dragon Scatha. A great deed to echo through the ages, and a dragon's hoard as prize. Now much of Scatha's hoard was taken from Durin's Folk, and so a messenger was sent to the Men of the Éothéod, begging our share. What was their reply? A necklace made of Scatha's teeth and nothing more. This was the final dragon's curse: a sickness of greed that turns those who should be allies into foes.\\n\\nTime went and our dreams of the North would not die. So yet again, in the days of Thorin I, to the Grey Mountains we ventured again. This time, the dragons, whose lives and memories are longer than ours, bided their time and waited.\\n\\nIn a time of quiet, when the new king, Dáin I thought all safe, when the Men of the Éothéod were off at war, then the dragons struck, and much was lost. The cold-drake Vethúg Wintermind slayed both King Dáin I and his son, Frór. Their Grey Kingdom was lost, and we fled again, tears in our eyes, to return north no more.\\n\\nNow Thrór II built anew in Erebor, and Grór his brother in the Iron Hills. Our dreams were dead or abandoned, but in time Smaug the Golden awoke and to the Lonely Mountain came. The tale of Smaug in Erebor, and how upon Thorin Oakenshield's return, Smaug woke and was slain, is well enough known in these times. I will say only: let this be the last dragon and last of our sorrows. Some may say I am cautious or old and weary, but still I say: let us dream no more dreams that may bring ruin on Durin's Folk. Let dragons sleep, and dwarves toil fruitfully where they dwell, and the work of our hands suffice.",
      "es": ""
    },
    {
      "id": 267487358,
      "en": "The Black Arrows",
      "es": ""
    },
    {
      "id": 24172406,
      "en": "Dragons",
      "es": ""
    },
    {
      "id": 98907573,
      "en": "...[p]",
      "es": ""
    },
    {
      "id": 267481382,
      "en": "The Gweriamir",
      "es": ""
    },
    {
      "id": 53544774,
      "en": "By King Thranduil Swiftstream",
      "es": ""
    },
    {
      "id": 142123110,
      "en": "Copy of Lost Lore: Elves of Felegoth",
      "es": ""
    },
    {
      "id": 142124862,
      "en": "Copy of Lost Lore: Men of Dale",
      "es": ""
    },
    {
      "id": 17218486,
      "en": "By King Thorin III Stonehelm",
      "es": ""
    },
    {
      "id": 40133134,
      "en": "Long ago, there lived a simple archer named Bródda. One day, he came across the Dwarf-king Thrór beset by Orcs, and with his arrows saved the Dwarf-king's life. Thus was Bródda made Lord of Dale, and by the Dwarf-King Thrór gifted the name Geirjarn Ironbolt and a Black Arrow, thrice forged, hard enough to pierce through stone. King Thrór promised such a gift to each Lord of Dale.\\n\\nTrade grew and thrived between Men and dwarves, and for seven more lords, seven more Black Arrows were forged. And then the dragon came. Fire and ruin did Smaug rain on Dale and Erebor, for he had set his heart upon the riches under the mountain. Now the Lord of Dale when Smaug attacked was Geirjarn, third of his name. Seven Black Arrows he loosed upon that worm, and each fell short of its mark, the last leaving only a scratch, before he perished in the flames.\\n\\nSmaug's Desolation fell over the vale. Men fled to Lake-town and the dwarves fled farther. Geirjarn became known as Girion, his sad and shameful tale spread far and wide. What few knew was that one Black Arrow survived. Eight Lords, eight arrows. Did you count? It fled the fires with Brandjarn, Girion's son, who survived. Brandjarn took the name Brand, hiding all his lineage for shame of his father's failing. And so the Black Arrow passed secretly from father to son, father to son.\\n\\nMany years went by, and Bain, Brand's grandson, came out of the woods to be an archer of the Lake-town guard, like his distant ancestor before him. Father to son and father to son again the Black Arrow was secretly passed, until the day the dragon sleeping within the mountain awaked.\\n\\nRoused from slumber, Smaug took to the sky, and all the Lake-folk would have died but for your great grandsire, named as you are: Bard. Fire around him and dragon above, Bard stood just as Girion had done long before. Yet Bard's aim was true, and his one Black Arrow struck Smaug down.\\n\\nAfter the slaying of Smaug, Bard's true lineage was revealed, and so he was named Bard the Bowman, new king of new-built Dale. Great were the gifts of the new Dwarf-king, Dáin Ironfoot, not least among them new Black Arrows, thrice forged, one for each new Lord of Dale. And so this arrow was forged for you, my son. May you never need it, yet keep it well, for some distant day, it may save us all.",
      "es": ""
    },
    {
      "id": 53550622,
      "en": "By Queen Erna",
      "es": ""
    }
  ]
}