{
  "id": 621009403,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Gimli, son of Glóin, I have known your father and your family for many years.\\n\\n'I have heard your words, and I will bear my judgment. As you well know, the Dale-lands are filled with refugees of the East -- and among them, the unfortunate cousins of the hated Jangovar. Regardless of their heritage, I see their plight for what it is.\\n\\n'I trust your words, Gimli, and I would not deny those oppressed by Mordor. The Stout-axes shall have shelter within Erebor, and be welcome as friends of Durin's Folk. However, these are difficult times. Sacrifices have been made by each of the Kingdoms of the North, and more still will have to be made before we have healed the ills of the War. If the Stout-axes are to dwell among us, they must earn their place among our folk and share their knowledge of the Enemy and the lands beyond.\\n\\n'You may inform the Stout-axes that they have found a new home in Erebor, but see to it that they offer their skills to all in need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gimli can be found near King Thorin's throne in the Hall Under the Mountain.\\n\\nKing Thorin III has passed his judgment on what is to be done regarding the Stout-axes. You should now speak to Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A King Lost, A King Gained",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Gimli, son of Glóin, has returned to Erebor from the lands of Mordor and now seeks to ensure peace between the Dwarves of Durin's Folk and the Stout-axes of Dor Amarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Hah! It is as I'd hoped, [placeholder].\\n\\n'Ambassador Spakorth and his folk will be so grateful. They will understand what a King of the dwarves ought to be!\\n\\n'Now then, as for earning their place....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "King Thorin III can be found at his throne in the Hall Under the Mountain.\\n\\nGimli has offered an impassioned plea for the Stout-axes to be accepted as friends and kin to Durin's Folk. You should hear King Thorin's judgment on the matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Well, then.'\\n\\nGimli approaches King Thorin III and begins to speak.\\n\\n'Hail, Thorin III, King Under the Mountain! I come before you today to ask for your wisdom and mercy. In my adventures beyond the Black Gate of Mordor, I discovered a clan of dwarves known as the Stout-axes. They are a hardy folk, but they have been beset by tragedy at many turns. They have lost their ancestral home, much as we of Durin's Folk have in the past, and they have suffered under the Dark Lord and his servants. Their leader of old, King Greytooth, succumbed to what power lingered in the Rings once wielded by the greatest Kings of the dwarves and led the remainder of his folk down a dark path to ruin.\\n\\n'The Stout-axes were thus sundered, but I have come north with those who survived and they did not lose hope that kindness could be found beyond the mountains of Mordor. Their number is small, and they have no home beyond these lands. I beg you, King Thorin, offer them a place among us and they will offer their knowledge, compassion, and skill to Durin's Folk.'\\n\\nGimli finishes speaking and looks to King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Hear King Thorin III's judgment",
      "es": "",
      "es (fem)": ""
    }
  ]
}