{
  "id": 621009402,
  "txt": [
    {
      "id": 225071145,
      "en": "Talk to King Thorin III",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT - EREBOR QUEST",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Hail, King Thorin III! Hail, King Under the Mountain!'\\n\\nAmbassador Spakorth bows deeply before King Thorin III.\\n\\n'I am Spakorth of the Stout-axes. Once I was counselor to Váskmun Greytooth, the former King of my folk, but his madness and greed led him from reason to ruin. We are a people without a leader, and though I now speak for my folk, I do not desire to lead them. I ask that of you, King Thorin.\\n\\n'Servitude is still so fresh in our minds. We have always served the greater powers of Mordor, and once again, we are bereft of the guiding hand of a King. I offer my people to you... to serve Durin's Folk for the kindness you have shown us.\\n\\n'The Stout-axes shall be true friends to Durin's Folk. I promise you this!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Your words are appreciated, Spakorth of the Stout-axes.\\n\\n'Durin's Folk are honoured to have you and your kin among us, and do not take my request for aid to mean that the Stout-axes will once again serve at the will of an oppressor. You are our friends and our guests, and I will not allow any to say otherwise.\\n\\n'What you have endured is now a matter of the past. I bear no judgment against you or your kin for the crimes of your King and those he turned to his will. We of Durin's Folk have endured many hardships as well, and when the time is right, I shall tell you of them.\\n\\n'Now, I must turn my attention to Erebor and to restoring the Kingdoms of the North.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Ambassador Sparkorth of the Stout-axes wishes to thank King Thorin III and pledge his people to the service of Durin's Folk.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Ambassador Spakorth can be found before King Thorin III's throne in the Hall Under the Mountain.\\n\\nAmbassador Spakorth has asked you to accompany him to address King Thorin in Erebor.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nAmbassador Spakorth has thanked King Thorin III for his mercy and offered the services of the Stout-axes to Durin's Folk.",
      "es": ""
    },
    {
      "id": 126754724,
      "en": "Ambassador to the King",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder]! I am glad you and Gimli are here with us. It has been a bit... overwhelming.\\n\\n'We will continue to aid Durin's Folk in their efforts to rebuild Erebor and heal the lands surrounding it, but I would like to speak to the King Under the Mountain. I am grateful for the aid that you and Gimli have provided my folk, but I wish to express my thanks to a King who is worthy of his title.\\n\\n'Will you meet me before his throne?'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Ambassador Spakorth before King Thorin III's throne",
      "es": ""
    }
  ]
}