{
  "id": 621009407,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Ravens of the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Dís has long tended the ravens that still dwell in the heights of Ravenhill, but the once-strong friendship between the ravens and Durin's Folk has faded nearly to naught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I cannot give the King Under the Mountain what he seeks... not without time.\\n\\n'The ravens must decide if such an offering pleases them, and perhaps one day the younger Dwarves of Durin's Folk will witness the return of Arcah and the friendship that was lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Trinkets are carried by many of the Jangovar in the North.\\n\\nDís has suggested that renewing the old practice of offering shiny trinkets to the ravens might aid in rebuilding a friendship between Durin's Folk and their kind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Dís can be found at Ravenhill.\\n\\nYou have gathered many trinkets from the Jangovar and should now deliver them to Dís.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected Jangovar trinkets for the ravens of Ravenhill ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Deliver the trinkets to Dís at Ravenhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect Jangovar trinkets for the ravens of Ravenhill ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'What do you want?'\\n\\nYou politely explain King Thorin's wish to rebuild a friendship with the ravens.\\n\\n'Ah, so he thinks he might put all to rights now, does he? He did not seem so concerned about the minds of the ravens when Dáin was King Under the Mountain. He must know the truth of it. You see, the line of Carc nears its end. Roäc is dead, his children are dead, and now Arcah, daughter of Croär, is all that remains. I tend her lesser kin as best an old dwarf may, but she is the last chief of the great ravens, and it has been many years since we last spoke in the forgotten ways of Durin's Folk.\\n\\n'She has gone elsewhere... beyond my sight. I do not know if she will ever return, but if the King Under the Mountain wishes to heal the wounds of time and once again share true friendship with the ravens, it will be no simple errand.\\n\\n'I can speak with them if they would still hear me, but they will not listen without the offerings that once adorned their homes. I have seen sparkling trinkets borne by the Easterlings come to the North, and I believe the ravens may find them to their liking.\\n\\n'Bring me those trinkets, and we shall see if the ravens still desire friendship with Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}