{
  "id": 621009437,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "King Thranduil is at Torech Emel.\\n\\nAfter threatening King Thranduil, the bloated and sickly Iphantemel welcomed her own end. You should talk to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Bane of the Elvenking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I do not understand, [placeholder]....\\n\\n'Has Iphantemel called off her own children? She must know her doom comes, so why does she surrender?\\n\\n'I must see her with my own eyes. Let us press on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Iphantemel can be found in a small cavern in Torech Emel.\\n\\nIphantemel has called off her children and awaits King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Repel the spider ambush in Torech Emel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "One of King Thranduil's scouts stands watch at the edge of a thickly-webbed hollow...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'It is quiet here, [placeholder], and I take no comfort in it.\\n\\n'Iphantemel's brood has lessened in size of late, but it is still enough to overcome the unwary. My scouts have pressed onward deeper into Torech Emel, and I warned them to tread softly in Iphantemel's lair. Let us hope they have done as I have bidden, or we may soon find ourselves outnumbered.\\n\\n'Let us move to join them, but remain on guard. Iphantemel's children lurk in their hiding places, and we may rouse them with careless steps....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'While Ungwetári still lives, Iphantemel's death shall bring me little comfort. Let us go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "<rgb=#FF0000>King Thranduil has been defeated!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Confront Iphantemel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Iphantemel's brood once spread through all of Mirkwood, blighting the lands from here to the distant Scuttledells. And now, it seems they have left it in silence.\\n\\n'How can this be? What has happened?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "King Thranduil is at Torech Emel.\\n\\nYou have come to a webbed hollow in Torech Emel and learned that Iphantemel dwells in the nearby cavern. You should talk to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Despite uncovering evidence that the Weeping Warrior still lurks within Eryn Lasgalen, King Thranduil has turned his attention to his hated foe of old: Iphantemel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "King Thranduil is standing in Torech Emel.\\n\\nYou have come to Torech Emel to confront and defeat the Great Spider, Iphantemel. You should talk to King Thranduil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe08ed5",
      "en": "Listen to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "King Thranduil is at Torech Emel.\\n\\nKing Thranduil intends to confront the Old Mother, but he is unnerved by the lack of spiders at Torech Emel. You should follow him and remain on guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "King Thranduil's scout is speaking to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Iphantemel's massive form falls lifeless to the ground...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "<rgb=#FF0000>King Thranduil must not be defeated</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Listen to King Thranduil and his scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You are being attacked by Iphantemel's spiders in Torech Emel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed95",
      "en": "Listen to King Thranduil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Follow King Thranduil into Torech Emel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "King Thranduil is standing in the webbed hollow in Torech Emel.\\n\\nYou have repelled an attack by the children of Iphantemel, but it seems the Old Mother may have called off her children.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "King Thranduil beckons you over...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "A shrill cry rises in the air, and the spiders cease their attack at once!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'My long hunt for vengeance is finally ended, but it rings hollow.\\n\\n'Iphantemel was once a great foe of my people... and it was she who first darkened the eaves of the Greenwood. Yet now, she merely awaited her death... almost welcoming it.'\\n\\nThranduil pauses for a moment and seems uneasy.\\n\\n'She spoke a name I have not heard in over an Age, but I sensed that you knew it well. Ungwetári, the Spider-queen....\\n\\n'In truth, Iphantemel was but one of her children. If Ungwetári has summoned all the spiders of her brood back to the shadowed caverns of the Ephel Dúath, we have much still to fear.\\n\\n'Let us go from this place, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}