{
  "id": 621009405,
  "txt": [
    {
      "id": 13768721,
      "en": "'Yes, yes. Of course!'",
      "es": ""
    },
    {
      "id": 13768722,
      "en": "'A rune-stone? I shall carve one at once!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You have delivered many crude stones to the Stout-axe rune-carvers.",
      "es": ""
    },
    {
      "id": 13768723,
      "en": "'Oh, I shall carve this in a moment....'",
      "es": ""
    },
    {
      "id": 13768724,
      "en": "'It is the least I can do for Durin's Folk!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 13768725,
      "en": "'Such skill...I will do what I can!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Stout-axe rune-carvers can be found in Erebor.\\n\\nYou have gathered many stones from the slopes of Erebor and should now deliver them to the Stout-axe rune-carvers in Erebor.",
      "es": ""
    },
    {
      "id": 13768726,
      "en": "'Hah! Well, all the meat is carved, so I suppose a stone will have to do!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "As Ambassador Spakorth asked, you delivered many stones of Erebor to the Stout-axe rune-carvers. Through their skill, they will be able to create impressive rune-stones for King Thorin III and Durin's Folk.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected crude stones from the slopes of Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Delivered the crude stones to Stout-axe rune-carvers in Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Hail, [placeholder]! What did King Thorin have to say?'\\n\\nYou explain that King Thorin has welcomed the Stout-axes to dwell within Erebor, but he also wishes for the Stout-axes to contribute to Durin's Folk in return to his mercy.\\n\\n'I am... overwhelmed. Such kindness has never been given to my folk, and the terms he has offered are more than fair. To live and work among the Dwarves of Erebor would be an honour!\\n\\n'I have heard that many of the Dwarves of Erebor are fond of crafting the mountain itself. If you were to gather loose stones from the slopes of Erebor, our rune-carvers could shape them into rune-stones for the King and his folk.\\n\\n'Gather as many as you can bear, and bring them to our rune-carvers. They will know what to do!'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Ambassador Spakorth wishes to offer the finely-honed skills of Stout-axe rune-carvers to Erebor.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect crude stones from the slopes of Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Deliver the crude stones to Stout-axe rune-carvers in Erebor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Carving Out A Home",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Crude stones can be found along the western slopes of Erebor.\\n\\nAmbassador Spakorth has asked you to gather crude stones from the slopes of Erebor that they might be carved into rune-stones by the Stout-axes.",
      "es": ""
    }
  ]
}