{
  "id": 620851995,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handelen has informed you of Orc-patrols which wander throughout the southern reaches of Gathbúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Are you willing to patrol southern Gathbúrz, [placeholder]? I know it looks pretty barren out here, but that is the main approach to the gate of Dol Guldur, and if a significant enemy force should slip by us, there we may pay dearly for it.\\n\\n'We must remain alert for any movement by the enemy. Return to me with your report when you have completed your patrol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The first point is east of Thangúlhad. The second point is directly to the south-east of Thangúlhad. The third point is further south-east, near the gate of Dol Guldur. The fourth point is directly south of Thangúlhad.\\n\\nYou should scout the waypoints of the patrol that Handelen has asked you to undertake and defeat any enemies that you might find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There is still not much out there, I trust? So long as that road remains under our watch, the forces of Dol Guldur cannot mount an assault against us at Emyn Lûm, where the centre of our strength resides.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Handelen is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Handelen with the report of your patrol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You should scout the third waypoint of the patrol that Handelen has asked you to undertake and defeat any enemies you might find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Our survival here depends upon performing routine patrols to sight the approach of the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should scout the fourth waypoint of the patrol that Handelen has asked you to undertake and defeat any enemies you might find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Report to Handelen at Thangúlhad in Gathburz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Patrol the first point in southern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Patrol the second point in southern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Patrol the third point in southern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Patrol the fourth point in southern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Eye on the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Handelen at Thangúlhad",
      "es": "",
      "es (fem)": ""
    }
  ]
}