{
  "id": 620851994,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Folkár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Durflágit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Trínash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dol Guldur has released three Olog-hai champions into Gathbúrz. These monsters will prove a terrible obstacle to the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While the forces of the Orcs in Gathbúrz lay disorganized and open to attack, the Enemy is not without resources to counter our advance. My scouts tell me that no less than three Olog-Hai champions have been released from Dol Guldur into Gathbúrz to rampage against our forces.\\n\\n'Olog-hai are trolls of enormous size and devestating strength, and these have been well-armed against us.\\n\\n'Gather your companions and stop them if you can, lest their rampage buy enough time for the Orcs to rally their forces against our attack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Folkár, Durflágit, and Trínash may be found somewhere in Gathbúrz.\\n\\nRodelleth has asked you and your allies to defeat three deadly Olog-hai champions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With their Olog-hai fallen, it remains to be seen what the masters of the tower will do next. I suspect they will now hold against us, risking no more of their strength until the eastern army arives.\\n\\n'We shall see about that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodelleth is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Rodelleth with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Olog-hai are a force to be reckoned with, [placeholder]...be wary on your journey to defeat them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Folkár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Durflágit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Trínash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak with Rodelleth in Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crushing Force",
      "es": "",
      "es (fem)": ""
    }
  ]
}