{
  "id": 620851997,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While it is the Nazgûl in that black tower who command all of the forces here in Mirkwood, it is the uruk-lieutenants and generals who actually give the orders and organize the troops.\\n\\n'There is a large encampment of these brutal Orcs deep within Gathbúrz, and if they can be rooted out, then the rest of the rabble will fall apart, leaving them as useless fodder upon the battlefield.\\n\\n'I would bid you seek out the Black Uruks of Mirkwood and slay them. When you have succeeded, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! With the number of the uruks in Mirkwood depleted, there will be few left to help drive the Dark Lord's armies when they come to cross the Anduin!\\n\\n'With any fortune, our archers will have naught but practice at targets as they attempt the crossing: a display I find myself looking forward to.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am impressed by your skill, [placeholder], but I will be more impressed when you have returned with news of the defeat of the Black Uruks of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Black Drivers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Black Uruks are the masters of Gathbúrz, driving the Orcs and goblins into battle beneath their lashes. As long as they remain in command, it will be difficult to fully break the forces defending Dol Guldur. More importantly, if the uruk-leaders can be defeated, then the masters of the tower will find it considerably more difficult to prepare the upcoming army for their inevitable assault upon Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Black Uruks in Gathbúrz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Black Uruks in Gathbúrz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Black Uruks can be found in Gathbúrz.\\n\\nRodelleth has asked you to defeat the uruk-leaders in Gathbúrz to deplete the reserve of officers available to the Orc-forces in the battle for Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rodelleth in Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodelleth is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Rodelleth with tidings of your victory over the Black Uruks of Mirkwood.",
      "es": "",
      "es (fem)": ""
    }
  ]
}