{
  "id": 620851998,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found an engraved dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many watching stones placed in and around Dol Guldur, guarded by Cargûl sentries. Anyone who foolishly approaches too close to one of these stones is struck with a black curse that sunders the will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you seen the sentries, [placeholder]? I do not refer to the Orcs, of course -- there is little challenge in avoiding the eyes of Orcs. I refer to the ones carved of stone, with unblinking eyes that strike your will with a crushing darkness if you should stray too close.\\n\\n'We have quickly learned to stay away from them as much as we may, but they make manoeuvering through Gathbúrz difficult, and I imagine the inner walls of Dol Guldur are likewise defended. We must find a way to defeat their power if we are to achieve our goals here.\\n\\n'The robed Cargûl have been seen tending to these stone sentries on occasion... if you could approach close enough to defeat one, then perhaps you might be able to find something to aid us against the stones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Watching stones and their Cargûl sentries can be found throughout Gathbúrz.\\n\\nHandelen has asked you to defeat a number of the Cargûl sentries found near the watching stones in Gathbúrz to learn if a way might be found to protect the Malledhrim from the effects of the stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So you found these knives upon the Cargûl? I am not certain if they can help us or not. They look similar in make to the dread morgul-blades carried by the Nazgûl....\\n\\n'I think you had best bring this to Agorin in Emyn Lûm. She might have some insight as to what might be done with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Watching stones and their Cargûl sentries can be found throughout Gathbúrz.\\n\\nHandelen has asked you to defeat a number of the Cargûl sentries found near the watching stones in Gathbúrz to learn if a way might be found to protect the Malledhrim from the effects of the stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Handelen is at Thangúlhad in Gathbúrz.\\n\\nYou should bring the engraved dagger you found to Handelen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to Handelen, [placeholder]... he will wish to know what we have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'In truth, I had not imagined that the watchers would be so powerful that even Agorin cannot answer them. This will be a serious thorn in our sides as we do battle for control of Gathbúrz.\\n\\n'Still, at least she found a way for you to avoid their power. I shall have to see if we can get our hands on a few more of those blades....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Agorin is at Ost Galadh in Emyn Lûm, west of Thangúlhad.\\n\\nHandelen instructed you to bring the engraved dagger you found to Agorin, the Malledhrim Lore-master in Emyn Lûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is said that the satching stones of the Enemy are possessed of fell spirits and that the Cargûl which guard them were once knights of Eärnur of Gondor... you would do well to be wary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'These knives were carried by the Cargûl who guard the Watchers of Dol Guldur? They are not morgul-blades, though they are indeed of a similar make. Unfortunately, I do not think they can be used to negate the power of the watchers... however, there may be another way.\\n\\n'I can bind these blades as tokens that you may keep upon you. They are still evil things, I fear, but so long as you carry them, the watchers will not be able to distinguish you from their own dark servants, thus you should be able to pass them unmolested.\\n\\n'That is the best I can do for you, I am afraid. Lady Galadriel cannot cross the river without leaving Lothlórien defenceless, and Mithrandir is lost to us. I do not know of any other who might be strong enough to break the power of the watchers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Handelen is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Handelen and tell him what you have learned from Agorin about the Watchers of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is said that the watching stones of the Enemy are possessed of fell spirits and that the Cargûl which guard them were once knights of Eärnur of Gondor... you would do well to be wary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "YOU SHOULD NOT SEE THIS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search Cargûl sentries for clues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Agorin may know something of what you found... speak with her at Ost Galadh at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search Cargûl sentries for clues",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Handelen in Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the engraved dagger to Agorin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sentries of Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Handelen at Thangúlhad",
      "es": "",
      "es (fem)": ""
    }
  ]
}