{
  "id": 620851996,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We know we do not have the power to pull down Dol Guldur now, [placeholder], and with an enemy army approaching, it is only a matter of time before we must retreat. My people are swifter than any enemy bound by foot, but we cannot run faster than Wargs.\\n\\n'There is a force of these beasts housed in Gathbúrz, and if they are free to pursue us when we begin our retreat, they will pull down many a valiant Elf, ere we can reach the boats.\\n\\n'Those Wargs must be slain ere the time for our withdrawal comes, and I believe that you have the strength to accomplish this task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your hunt has gone well, and the Wargs of Gathbúrz have suffered badly this day. That is one less threat to worry about when it comes time for us to withdraw back beneath the boughs of Lothlórien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Curses upon the Wargs of Dol Guldur...if you will hunt them, I will be most appreciative.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Howling Regiment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Wargs of the Enemy will present the greatest threat to the Malledhrim when it comes time for the Golden Host to withdraw from Mirkwood, for they would be able to overtake the Elves swiftly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs in Gathbúrz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs in Gathbúrz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found in Gathbúrz.\\n\\nRodelleth has asked you to defeat several of the Wargs prowling through Gathbúrz to help ensure a safe retreat for the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rodelleth at Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rodelleth is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Rodelleth and let her know that many Wargs fell beneath your assaults.",
      "es": "",
      "es (fem)": ""
    }
  ]
}