{
  "id": 620999499,
  "txt": [
    {
      "id": "0x8e11bd2",
      "en": "Gasping for air, the soldier succumbs to his wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Elrond has given you leave to travel to Celondim in preparation to sail to the havens of Mithlond, but you shall have need of supplies for your journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "You have arrived in time. The soldier makes for the garrison!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad8",
      "en": "Follow Langhár as she continues her walk through the fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd4",
      "en": "You have arrived in time. The soldier makes for the garrison!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'So Father has at last given you leave to travel from Imladris, [placeholder]! I must say, I am excited to learn more of the battles of Ages past from you. Father told us not to bother you with so many questions, but this is likely our last chance. Is it not?\\n\\n'I am certain Father has told you all about your journey ahead, but do not worry — the matter of his dream need not trouble you!\\n\\n'Besides, the journey to Celondim shall give us time enough to speak on other matters. I would think the events of the past three thousand years would be of some interest to you!\\n\\n'My brother and I stand ready to set out for the Ered Luin. If you are prepared, we shall depart at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd5",
      "en": "You have arrived in time. The soldier makes for the garrison!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Listen to High King Gil-galad and Elendil the Tall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd6",
      "en": "You have arrived in time. The soldier makes for the garrison!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Confront the Gwetherain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Rest until your wound is healed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "The Spears of Lindon have held against Sauron's forces, but they fight a desperate battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Aid Durin's Folk in weakening the Enemy's defences",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Talk to High King Gil-galad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502925",
      "en": "Walk with Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Cross the battle plain and discover the fate of the forward garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "Prince Thranduil can be found far to the west of the forward garrison in a webbed vale.\\n\\nOne of the Gwetherain, the Cursed Rider, has driven Prince Thranduil into a nearby vale where he is now trapped. You should aid Thranduil in repelling the Cursed Rider.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Rescue wounded soldiers from the Orcs west of the forward garrison ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "You have awoken at long last!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c0",
      "en": "'Speak quickly, friend, for our foes surge from the east!'\\n\\nYou tell Dernaith of your encounter with the Gwetherain and deliver the High King's message.\\n\\n'The Gwetherain... two of their number passed through our garrison from the north! One rode westward and scattered our numbers, but the other... he took Thelaron!\\n\\n'In the midst of battle, he caught Thelaron's sword-arm in a cruel coil of rope and dragged him eastward by his fell steed! I could not follow through the mass of Orcs... I failed him...\\n\\n'I failed the High King... but still I must fight on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "The Alliance has come to the forward garrison upon the Dagorlad.\\n\\nElrond Halfelven has brought word of the Alliance's advance, and High King Gil-galad has requested your presence at the forward garrison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'Hail, [placeholder]! I am Megoril of Lindon. How fare the battles to the north?'\\n\\nYou tell Megoril of your encounter with the Gwetherain and deliver High King Gil-galad's message.\\n\\n'If we shall truly strike at the Black Gate this day, the Alliance must soon come hither. We did as the High King commanded and brought the Enemy's weapons to ruin, but when the Gwetherain appeared, they slew many of our number and divided our forces upon the Dagorlad. The faces by which I once knew the Gwetherain when they first took the Rings have long-faded, but this one I knew by his blade. The Cursed Rider he is called, and he goaded his steed onward over the backs of Elf, Man, and Orc alike!\\n\\n'Regrettably, we were forced into retreat before we could aid many of them from the field of battle. We now struggle to hold the only path over the great trenches, and the Enemy's forces have brought forth more trebuchets and ballistae upon the Dagorlad.\\n\\n'Aid the wounded in the field, and let us hope that the Alliance shall arrive to drive off the Enemy's forces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01168",
      "en": "High King Gil-galad and the commanders of the Alliance are standing at the head of the rear garrison.\\n\\nHarthalín has asked you to join her at the High King's address to the Alliance on the eve of a great battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'I am glad to see you again, [placeholder].\\n\\n'Dernaith and Megoril have told me of Thelaron's capture, and I am troubled by such grim tidings. The Dark Lord would not have soon forgotten the wounds he suffered at our hands, and I fear what form his vengeance might take. Even now as I wish to abandon my duty, I cannot turn my eyes from the Black Gate at such a crucial hour. Thus, I give you this mission of dire importance. You must find Thelaron, and you must save him from the Gwetherain.\\n\\n'As for the Alliance, one of Durin's Folk has devised a cunning plan to draw the attention of the Dark Lord's forces and allow for a swift strike against the Black Gate. In truth, I know not if this plan shall bear fruit, but we must conquer the Gate if Sauron is to be defeated.\\n\\n'I would ask that you speak to Slégar the Crafty. He is an honourable enough dwarf, despite his chosen title. Once you have done as he asks, pursue the Gwatharan and rescue Thelaron!\\n\\n'Our paths are now divided, my friend, but let us hope each of them lead to victory. May the light of the Valar shine upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b29",
      "en": "Rescued wounded soldiers from the Orcs west of the forward garrison ([placeholder]/5)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be9",
      "en": "The forward garrison has held against Sauron's forces, but its numbers dwindle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'At your service, [placeholder], or perhaps you are at mine!'\\n\\n'Have you considered how the Enemy's trenches never seem to stop burning? Well, I have.'\\n\\nSlégar gestures to the pile of barrels beside him.\\n\\n'These barrels are filled with a crude, black powder that explodes when exposed to flame. Not only that, but it burns for hours afterward. Aye, if it were more useful in stone-work, I think Durin himself would have us steal some away!\\n\\n'The Dark Lord's Black Riders... the damned Ringwraiths as the Men call them, they're wily enough, but these goblins are none too bright. They've left the barrels right next to their own ballistae and catapults!\\n\\n'Why don't you set some of them off? That ought to put an end to their siege and draw their attention long enough for the Alliance to reach the Black Gate.\\n\\n'Just make sure you don't stick around once you light them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Talk to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Reunite with the Alliance at the forward garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f4",
      "en": "Set the Enemy's barrels of black powder aflame ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Attend the High King's address to the Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502937",
      "en": "Attempt to rescue soldiers from the Cursed Rider's forces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01171",
      "en": "High King Gil-galad and Elendil the Tall are speaking to the Alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Talk to High King Gil-galad at the forward garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "You have rescued Thranduil from the Cursed Rider and repelled the spawn of Ungwetári!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Talk to Slégar the Crafty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "You should stand with the High King and the other commanders of the Alliance.\\n\\nThe Gwetherain are approaching the rear garrison of the Alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "Elrond spoke true! The High King and Elendil have come at last!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568910",
      "en": "'The Prince is fortunate to have survived his father's attack on the Black Gate, but the Gwatharan's words trouble me...\\n\\n'The Rider spoke a name in Quenya ere he departed: Ungwetári! The spider-queen!\\n\\n'Ungoliant is gone from this realm and shall trouble the world no longer, but Her children remain, preying on anything they can devour and spreading Her darkness through Middle-earth. One among them must now hunger as She did... without a care for the powers of the Dark Lord and without any purpose other than to consume.\\n\\n'These are unhappy tidings, my friend, even if it seemed fortuitous that the Great Spiders turned upon the Rider. If we do not face this child of Ungoliant in the war, it is certain that the day will come when her hunger shall seek to sate itself beyond the shadows of Mordor.\\n\\n'The High King gave me leave to pursue you at the urging of the Spears of Lindon, but he has called for your return at once. The Alliance has come to the forward garrison at last. Reunite with them there, [placeholder], and make ready for our assault on the Black Gate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "DNT -- Drama Text",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "The forward garrison lies across the flaming trenches of the Enemy to the south of the rear garrison.\\n\\nThe High King has asked you to scout the forward garrison and relay a message to his kindred: the Spears of Lindon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b35",
      "en": "Set the Enemy's barrels of black powder aflame ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "'[placeholder], before the Nine arrived I sent forth the Spears of Lindon with a garrison of Elves and Men. With Sauron's demands rejected, we can no longer hold hope that the Gwetherain shall stay their hands in this battle.\\n\\n'You know the Spears as Thelaron, Megoril, and Dernaith, my friend, and they have stood by my side through many great battles against Sauron and the most terrible of his servants.\\n\\n'Ere they departed, they swore to cross the Enemy's trenches and dismantle their siege equipment. It is true enough that catapult-shot has not hit our position in some time, but the wider front has been brought to ruin by those very tools.\\n\\n'You must now be my scout and my messenger. Learn what has become of their garrison, and if any of them yet live, deliver to them a message of hope.\\n\\n'The Alliance marches upon the Black Gate, and no evil Man or Orc shall stand in the way of our victory over Sauron!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "By Gil-galad's description, you have found no sign of TBD at the forward garrison!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01179",
      "en": "High King Gil-galad is standing outside the rear garrison upon the Dagorlad.\\n\\nYou have stood fast before the Gwetherain, and the High King now wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568916",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "Attempted to rescue soldiers from the Cursed Rider's forces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edb70",
      "en": "Listen to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Ofolmóth has called your name. He is standing just beyond the gate of Grimbeorn's yard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "You have endured great suffering as a result of the wound dealt to you by the Witch-king. You should continue resting until you are fully healed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Elrond Halfelven can be found somewhere within Tham Send in the Last Homely House.\\n\\nYou have awoken from your long slumber and should now seek Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Ofolmóth wants you to test your mettle against the sickle-flies around the surrounding fence. If you work your way around the fence to the west and south, you will find the nuisances in sufficient numbers to get some good practice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "Langhar smiles at you, but before you speak with your sister you should finish your first chore: defeating the sickle-flies that buzz nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Your sister Langhár often wanders the clover-fields, keeping a watch on any threats that stray too near to Grimbeorn's home. She called to you after you defeated many sickle-flies, and she can be found to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568924",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Goblins have come to the vales of the Anduin, and you should bring word of their presence to Grimbeorn at his lodge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Find Elrond in the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'These goblins thought they could best me? Foolish creatures! It would take two dozen goblins to draw blood, and still I would be their better.\\n\\n'Hurry to the lodge and tell Grimbeorn the goblins have lost any of the wits they may have once had.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "You quickly tell Sterkist about the goblins that attacked you and Langhár.\\n\\n'That is very peculiar, [placeholder]! Beorn put the fear of our kind in the goblins when he stalked these vales, and we have done our part to maintain their terror of us, have we not? What could make them think to stray once again to this side of the river?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It is the Year 3434 of the Second Age, and Sauron has returned. You and your companion, Harthalín, have joined the Elves and Men of the Last Alliance upon the battle plain to defy the Dark Lord of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "#-1:[placeholder]'Yes, young one. I have made my decision. You will leave this sheltered land and bring a message of warning where the Wizard believes it must go. I long thought our folk could remain separate from the other peoples, as my father wished, but these are no longer those days.\\n\\n'Perhaps I will send others in the days ahead, but for now you will represent the line of Beorn in the wider world. Act with strength and clarity of purpose, [placeholder], and let all who see you say, 'There goes a #-1:{woman[f]|man} of Beorn's line. Cross #-1:{her[f]|him} at your peril!'\\n\\n'I do not believe in long farewells, young one. Learn your task from the Wizard, say good-bye to your siblings, and bring no disfavour upon our line.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "It seems that Radagast already knew of the goblin-movements, and his visit to Grimbeorn related in some way to the rising troubles of the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Grimbeorn has made his decision: he will send you on Radagast's errand, to bring a warning of the rising darkness that threatens Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Good, good, good! I worried that Grimbeorn would not see the urgency of this matter, but reason has won out. I have always had a way with bears and beasts, and, well... you see... nevermind, nevermind. Not important!\\n\\n'A dark power is rising, [placeholder]. I cannot put a name to it, if indeed it has a name, but something has unsettled the natural world. I will seek the greatest of the Five Wizards, for he has made a study of many things unknown to me and may know what is happening.\\n\\n'I want you to seek out someone else. He is a Ranger, and his name is Aragorn. He has been enmeshed in the affairs of Wizards for some time now, and if the rumblings I sense are a real danger, as I fear, I know that Aragorn must take especial care not to fall prey to them.\\n\\n'The last I heard, he was travelling through the Bree-land, beyond the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Radagast has an urgent errand for you to undertake, and it will take you far from the familiar lands of your home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Find the meandering milk-cow and convince her to return to her pen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "Sterkist growls at you in the language of bear-kind, but the words you speak are filled with affection. He bristles, and finally relents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a97",
      "en": "Familiar hoof-prints lead deeper into the Easterling encampment...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Ofolmóth and learn what he wants from you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The time has come to bid farewell to your siblings before you journey out into the wider world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "Wounded soldiers can be found to the west of the forward garrison upon the Dagorlad.\\n\\nDernaith and Megoril have alerted you to the recent passing of one of the Gwetherain, the Cursed Rider, which scattered their forces and left many wounded upon the battle plain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a99",
      "en": "Harthalín makes ready to repel the Easterlings. You must press on!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'[placeholder]! I am gladdened by this reunion, but there is little else to celebrate....\\n\\n'The High King sent me and my company eastward to learn what had become of the Elves of Lórien, but alas, only Prince Amroth remains upon the field. His father and the others were routed to the north, but where they have gone, we cannot follow. The Prince is injured, but he will heal in time.\\n\\n'I must ask, though... why have you come?'\\n\\nYou tell Harthalín of the task given to you by the High King himself, and of Thelaron, the lost Spear of Lindon taken by one of the Gwetherain.\\n\\n'Your tale troubles me... for Amroth spoke of a terrible figure that passed with an Elf slung across his steed.\\n\\n'Time may grow short for Thelaron, my friend. I think it is time we learned more of what the Prince saw....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder]! You seemed as if lost in a trance, and I could not rouse you until this very moment. My dearest friend, do not allow the Enemy to cloud your thoughts with visions of defeat. As Sauron surely knows, the mastery is ours in this battle!\\n\\n'Alas! A cornered foe is the most deadly - and there are none more treacherous than the Enemy in this realm. We must put our troubles behind us for the moment and press our advantage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Speak to Ofolmóth when you are ready to engage in battle with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Defeat sickle-flies outside the surrounding fence ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "#-1:[placeholder]'I have only seen Radagast once or twice, and that was when we were very young; do you remember? We were very small then, and he was kind to us, but I do not think he enjoyed leaving his home in Mirkwood.\\n\\n'Something serious must have happened to draw him here, my #-1:{sister[f]|brother}! I will sniff around the lodge and see if I can overhear any of his conversation with our sire, and you should talk to Varthmath at the animal pens. Our cousin talks little, but he hears much, and he might know something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Langhár in the fields outside Grimbeorn's yard, to the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'What brings you hither, cousin?'\\n\\nYou tell Varthmath that Radagast the Wizard has left Mirkwood and is speaking with Grimbeorn, and that you hoped he might have heard why. Varthmath responds with a brusque snort.\\n\\n'I know what brings him here: his own business. If it becomes a concern of ours, Grimbeorn will let us know. Until that time you should mind your own matters. Even better: you should make yourself useful to me.\\n\\n'One of our milk-cows has wandered from the pen. Find her before she gets outside the surrounding wall, and tell her to return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Has it come to this, [placeholder]? Do you serve those lazier than you, fetching lost cows and running errands?'\\n\\nOfolmóth laughs harshly.\\n\\n'You are of Beorn's line, as am I, but I have not forgotten what that means. To you it means little! We should live our lives with ferocity, seizing each moment with tooth and claw. No one is my master.\\n\\n'I fear you have grown soft, [placeholder]. Only by harnessing your Wrath in battle can you truly live up to your heritage! Prepare yourself for battle and test your skills against me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'There are few like us, [placeholder]. That is why I test you as I do. The legacy of Beorn is rare and dwindling. We must use it to be the strongest of his children and grandchildren! As we do battle, the Wrath fills our hearts, and drives us with great ferocity, empowering the skills we use in combat!\\n\\n'Let our foes beware! They tangle with the line of Beorn at their peril!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "You should speak to Harthalín.\\n\\nYou and your companion, Harthalín, have marched in the Last Alliance for years under the command of High King Gil-galad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I find nothing so maddening as weakness, [placeholder]. Drive it from your body with training and practice! The line of Beorn deserves nothing less.\\n\\n'Follow the surrounding fence and practice your skills against the sickle-flies you find. Such training will make you stronger and more fierce!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "The Witch-king's steed thrashes wildly at your approach — he and Thelaron must be nearby!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "#-1:[placeholder]'I did not think to see you again today, my #-1:{sister[f]|brother}! Most afternoons you spend daydreaming in the sun with Sterkist. What is different about this day?'\\n\\nYou tell Langhár that Radagast the Wizard has paid a visit to Grimbeorn, and that Ofolmóth set you to fighting the sickle-flies for practice. Your sister smirks and adopts a gruff, snarly voice.\\n\\n'Fight! Roar! Battle! Growl! The line of Beorn is the finest of all,' she booms in a passable impression of Ofolmóth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1133",
      "en": "Despite appearing outwardly healed, Hithgol seems to be in a deep, uneasy slumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "One of the milk-cows has wandered out of the pen, and Varthmath wants you to find her and send her back before she leaves Grimbeorn's yard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b69",
      "en": "The unmistakable hoof-prints of the Gwatharan's steed lead to the north-east!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed30",
      "en": "Listen to High King Gil-galad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Harthalín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Sterkist in front of Grimbeorn's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Varthmath at the animal pen west of Grimbeorn's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Harthalín can be found at your bedside in Tham Send in the Last Homely House.\\n\\nYou have awoken from your encounter with the Witch-king within the haven of Imladris. Harthalín now sits at your bedside. You should try to speak to her.\\n\\n<rgb=#FF0000>NOTE: Select Harthalín and type '/mumble' to advance the quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ae82",
      "en": "Follow Harthalín into the Easterling encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'When my company came to Prince Amroth's aid, I heard a great cry and a thunder like flapping wings from above. It sounded like some terrible, flying creature as great in size as the Eagles. I could not spy it through the smoke, but I am certain it lurked beyond my sight. I do not know if this creature is a servant of Sauron's, but its presence makes me fear all the more for Thelaron.\\n\\n'If the Witch-king has taken him to the overlook, we must pass through the Easterling encampment ahead. The Men of the East have grown arrogant behind Sauron's might and they have left a small passage in their encampment open to the woodlands.\\n\\n'Follow me, and we shall sneak in and avoid the dangers of approaching their gate upon the road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Ofolmóth believes that the line of Beorn is best served by constant and ferocious battle. He wants to ensure that you are as strong as you can be, and wants you to test your skills against him in battle.\\n\\nHe has asked you to speak to him when you are ready.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "Elrond Halfelven can be found within Tham Send in the Last Homely House.\\n\\nYou have found Elrond, and you should now speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Goblins have come to the vales of the Anduin, and you should return to Grimbeorn's lodge and warn your family of the threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "#-1:[placeholder]'Did I not tell you your time would come soon, my #-1:{sister[f]|brother}? Perhaps I am as much a Wizard as Radagast himself!'\\n\\nLanghár laughs cheerily.\\n\\n'No, that is not what I want. I want to explore the lands beyond our home, [placeholder], as you are about to do. I want to seek adventure! I will follow you sooner rather than late, [placeholder], I assure you!\\n\\n'Until we meet again, #-1:{sister[f]|brother}! Find this Ranger, deliver Radagast's message, and do not have your fill of adventure before Sterkist and I can join you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Learn of Hithgol's condition in Tham Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "You approach the milk-cow and she lows nervously. Something has caused her distress. What could it be?\\n\\nWhen you were young you developed the ability to understand many of the animal languages, a gift of your ancestor Beorn. You call upon this natural facility now to speak gentle reassurances to the milk-cow.\\n\\nBefore long her calm nature returns and she begins to move slowly back to her pen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Into Darkness Falls A Star",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "<rgb=#FF00FF>Mumble</rgb> at Harthalín and try to move\\n<rgb=#FF0000>(Select Harthalín and type '/mumble')</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The Wizard Radagast has come to Grimbeorn's lodge, and your mind races to determine the reason. Your brother Sterkist wants your help to learn what has brought the Wizard from his Mirkwood home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Varthmath may know what brought Radagast out of Mirkwood, and you should find him at the animal pen to the west of the lodge. Your cousin is a man of few words, but his keen ears miss little.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Talk to Harthalín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed62",
      "en": "Listen to Langhár's words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Search the encampment for any sign of Thelaron or the Witch-king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Confront the Witch-king and rescue Thelaron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011840",
      "en": "Slégar the Crafty can be found at the forward garrison upon the Dagorlad.\\n\\nHigh King Gil-galad has sent you upon a two-fold mission: to provide a distraction for the Alliance and to rescue the Spear of Lindon, Thelaron. Before setting out, you should speak to Slégar the Crafty of Durin's Folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011842",
      "en": "High King Gil-galad can be found at the forward garrison upon the Dagorlad.\\n\\nYou have arrived to find the Alliance gathered at the forward garrison. You should now speak to High King Gil-galad as he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011843",
      "en": "Barrels of black powder can be found to the east of the forward garrison upon the Dagorlad.\\n\\nSlégar the Crafty has asked you to find what remains of the Enemy's black powder and set it aflame. He hopes that it will provide a distraction for the Alliance to advance upon the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "Elrond can be found in the webbed vale to the west of the forward garrison.\\n\\nYou, Elrond, and Glorfindel have repelled the terrible spawn of Ungwetári that threatened the Cursed Rider and Thranduil alike. You should now speak to Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Ofolmóth is surrounded by the bodies of goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "Harthalín can be found with her company beyond the eastern trenches upon the Dagorlad.\\n\\nYou have discovered Harthalín and her company while searching for Thelaron. You should speak to her and see if any among her company might aid you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d0",
      "en": "The Easterling encampment lies far to the east of the forward garrison.\\n\\nHarthalín has led you to the far end of the Easterling encampment, and you should now search for any sign of Thelaron or the Witch-king.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d1",
      "en": "The Witch-king can be found atop the overlook beyond the Easterling encampment.\\n\\nYou have tracked the Witch-king's steed to the far end of the Easterling encampment and should now climb the long stairs to the overlook. You must confront the Witch-king and rescue Thelaron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "Dernaith and Megoril can be found at the forward garrison upon the Dagorlad.\\n\\nYou have found two of the Spears of Lindon, but you have not found Thelaron. You should speak to Dernaith and Megoril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d2",
      "en": "Elrond Halfelven can be found within Tham Send in the Last Homely House.\\n\\nElrond is speaking to you of the great battle against Sauron and the fates of your kindred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d3",
      "en": "Hithgol can be found in one of the beds in Tham Send in the Last Homely House.\\n\\nHithgol, the warrior and herbalist who once aided Prince Amroth, sustained a blow from the Dark Lord. You should learn of his condition, and see if he shall soon be healed as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed79",
      "en": "Listen to your brother's words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011856",
      "en": "Prince Amroth is among Harthalín's company.\\n\\nYou have arrived to find Harthalín and her company tending the wounds of Prince Amroth. Amroth claims to have seen one of the Gwetherain pass with an Elf on his steed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "You should seek any sign of the Gwatharan's passing and follow his path.\\n\\nYou have provided the distraction needed by the Alliance. You should now seek Thelaron and follow the path of the Gwatharan that took him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Talk to Sterkist and convince him not to remain a sulking bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Langhár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Rescue Prince Thranduil to the west of the forward garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d8",
      "en": "Harthalín can be found with her company beyond the eastern trenches upon the Dagorlad.\\n\\nYou have learned that the Witch-king himself took Thelaron, and should now speak to Harthalín and plan a rescue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Defeated sickle-flies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Return to the forward garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Find and follow the Gwatharan's path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to Elrond, gather your belongings, and depart on your journey with his sons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Talk to Harthalín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "Pursued by great spiders, the Cursed Rider flees deeper in the vale!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Goblins have converged on Grimbeorn's yard, and you should bring word to him of their attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Hurry back to the entrance to Grimbeorn's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "You have not found Thelaron or the Gwatharan, but a familiar Elf stands before you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc6",
      "en": "The forces of Gil-galad and Elendil have arrived at the forward garrison!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Hurry to Grimbeorn's lodge to warn him of the goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "'It brings me great joy to see you upon your feet once more, [placeholder].\\n\\n'After you fell, we attempted to heal you upon the battle plain, but the Witch-king of Angmar had dealt you a grievous injury — one unlike any dealt to our peoples before by the hands of the Dark Lord. The decision was made to return you to Imladris, far from the lands of the Enemy. You suffered for years in restless agony as my healers worked to free you of the evils that lingered in your wound. When the War was ended, I returned to aid them and learned much of healing the foul wounds of Morgul-steel. When at last you could rest, you did so for many long years. Despite my efforts, your strength has diminished greatly. It may take a great time, but I believe you shall again know the power that lies within you.\\n\\n'As for the task given you by Gil-galad, do not consider it a failure, [placeholder]. None could have foreseen the Enemy's malice in sending his Nazgûl to seize Thelaron. Tragically, he was never found -- even after Barad-dûr itself was brought to ruin.  It wounded Gil-galad greatly to lose you both in the War, and it is said that his light was dimmed through all the battles that followed. Even so, he did not falter before the Enemy!\\n\\n'No, you did not fall in vain, my friend. Our victory on the battle plain that day bore fruit, indeed. Sauron resisted our assaults for seven years in the Dark Tower, but in the end, he was cast down by Gil-galad and Elendil. Elendil's son, Isildur, cut the Ring from Sauron's finger, destroying the Dark Lord and banishing him from this realm.\\n\\n'Alas, there is more to be said on these matters...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc8",
      "en": "With his dying breaths, the soldier warns of Prince Thranuduil's peril!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Sterkist outside Grimbeorn's lodge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Deliver the High King's message to the Spears of Lindon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Listen to Radagast's tidings of the wider world",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Grimbeorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed93",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Talk to Prince Amroth of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Aid wounded soldiers on the battle plain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "Learn the fates of the Spears of Lindon and their garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Learn of Thelaron's fate from Prince Amroth",
      "es": "",
      "es (fem)": ""
    }
  ]
}