{
  "id": 620800316,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Though I believe that Angmar has not yet recovered Narchuil, soon they will learn somewhat of its keeping, if not from their long search, but from Laerdan himself. The tortures devised by the Enemy can mar the mind as well as the body, and Laerdan holds great knowledge.\\n\\n'I would lay this task upon you, [placeholder]; return to Calenglad in Evendim and seek Laerdan. It may be that his time in Middle-earth has already been brought to an untimely end, but I have my doubts against it, for Laerdan is strong and wilful, and would not easily betray his purpose by force.\\n\\n'Go quickly to Calenglad in Evendim and find any tidings that you may of Laerdan, be they good or ill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, [placeholder]! It is well that you have returned, though it be under such circumstances. Word has come before you: an Elf-messenger out of the House of Elrond, bore tidings that you have come to seek the fate of Laerdan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Calenglad still maintains most of his men at Tinnudir, off the western shore of lake Nenuial.\\n\\n'Go with haste; [placeholder]! Laerdan may not be long for Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 1: Elrond's Request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Calenglad is wise in his fashion; I trust that he will be able to help you discover the fate of Laerdan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have returned out of the wilds of Tâl Bruinen with news that brings concern to Elrond of Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at Tinnudir, off the eastern shore of Lake Nenuial, in Evendim.\\n\\nElrond has asked you to return to Calenglad and begin a search for the Elf-lord Laerdan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}