{
  "id": 620800360,
  "txt": [
    {
      "id": 54354734,
      "en": "Tasgall has devised a plan by which you and he will draw out Bangrath and Murragrath and end their menace.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have what we need to draw Bangrath and Murragrath out of hiding, [placeholder]. Let us travel into Nád Nathair and use this bait to put an end to their menace!\\n\\n'Tell me when you are prepared to make this journey! We should try not to alert the creatures to our presence or the plan will be doomed at the onset.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tasgall's camp-site is north of Aughaire and south-east of Nád Nathair.\\n\\nTasgall is waiting to travel with you in search of Bangrath and Murragrath.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Trév Duvárdain and the Trév Gállorg were once one people, but over the years they grew apart, splintered as tribes sometimes do; there was always hope we would one day be reconciled, but that hope now is gone.\\n\\n'Drostan spoke of Clúcath, a ceremonial combat that was once used to determine the ruling order of the various tribes. The last Clúcath was called many years ago, and Násan, the warrior of the Trév Gállorg, was slain. But this is not the time to speak of such things: our victory over the hill-beasts should not be tainted by such unhappy memories. You have aided me with my Fém, and that brings honour to both of us!\\n\\n'Go now to my sister Rona, and tell her that I shall soon return to Aughaire. Where did you say she was? The centre island of Aughaire, east of Crannog's ruling-seat? That is where you will find her now, I expect. Go with my thanks and do not worry about Drostan's cruel taunts. His is an unworthy people.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Tasgall's camp-site is north of Aughaire and south-east of Nád Nathair.\\n\\nYou and Tasgall were successful in your hunt of Bangrath and Murragrath. He is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Rona is at the centre island of Aughaire, east of Crannog's ruling-seat.\\n\\nTasgall has been satisfied with the aid you lent him and wants you to tell his sister Rona that he will soon return to the settlement.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to go? We must rely on each other during this hunt, so be sure you are prepared!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Tasgall is safe, and you have helped bring his Fém to fruition? I am delighted that this is so!\\n\\n'I will tell Crannog of this at once! You have my thanks and my good wishes, [placeholder], and Tasgall's as well, I am sure of it. We of the Trév Gállorg do not forget such deeds as you have done.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Bangrath and Murragrath are no more, [placeholder], and the tale is a pleasant one.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We did well to brave the dangers of Nád Nathair.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Tasgall and travel to Nád Nathair",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Tasgall is safe, and you have helped bring his Fém to fruition? I am delighted that this is so!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You have my thanks and my good wishes, [placeholder], and Tasgall's as well, I am sure of it.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Matron and the Master",
      "es": ""
    }
  ]
}