{
  "id": 620800354,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Here, take back the broken weapons you brought me. Take the pieces and place them upon the altars scattered throughout Himbar. The high-priests of the Angmarim use these shrines to honour the Dark Lord of Mordor. \\n\\n'Such a display will strike a blow to their morale and allow our friends the time they need to move north. You will find the Angmarim and their altars scattered across Himbar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping us, friend. Perhaps there is still hope that we can win this war? The Angmarim are routed for the moment, but I fear they will soon find their strength and rally their forces.\\n\\n'We must move with all due haste. We must strike them where they reside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have defeated many Angmarim, and that is good. Now show the others your prowess in battle by placing their broken weapons upon their altars.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sacrifice to the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Angmarim, servants of the Dark Lord, threaten the Rangers of Gath Forthnír.  \\n\\nHaving stolen their weapons, you must return their broken remains to the Angmarim altars to show them your strength.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place captured weapons on the altars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Altars of the Angmarim can be found throughout Himbar, near the road or within the Angmarim-encampments.\\n\\nAreneth said that a display of strength could break the spirits of the Angarim loyal to Mordor. He asked you to place the captured weapons upon the altars of the Angmarim as a form of intimidation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Placed captured weapons on the altars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Rangers of Gath Forthnír wait for you at their camp to the east of Carn Dûm.\\n\\nYou broke the morale of the Angmarim with your display of strength and resolve. It will be some time before their willingness to fight returns.",
      "es": "",
      "es (fem)": ""
    }
  ]
}