{
  "id": 620800317,
  "txt": [
    {
      "id": 54354734,
      "en": "You discovered in Barad Dúrgul that Narchuil had been partially unmade and that it lies now in two pieces, only one of which was held at Barad Dúrgul.",
      "es": ""
    },
    {
      "id": 35721565,
      "en": "Guest Chambers",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You must not tarry here long, though your presence comforts me in my grief, for you possess something that the Wise must take upon themselves as a burden.\\n\\n'Make haste to Rivendell, [placeholder], and do not forget Narucham in your tale, for his deeds should be accounted among the valiant of these dark times.\\n\\n'Hurry now, for Elrond must know of Narchuil's fate.'\\n\\n<rgb=#FF0000>You will automatically travel to Rivendell in the Trollshaws when you accept this quest.</rgb>\\n",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elrond is at Rivendell in the Trollshaws.\\n\\nGwathryn told you to take the half of Narchuil which you recovered to Elrond.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am troubled, [placeholder], not only for the fate of Narchuil, but for Laerdan as well.\\n\\n'He has faced many hardships, but because of his boldness, the Enemy has not been able to recover Narchuil, and for that he has drawn their wrath. But that does not excuse his words at the Council, and his actions have troubled me.\\n\\n'His anger is hot within him, and I will not seek to make another council as of yet. Return to me when his heart has cooled, for it is fitting that the one who gave him his freedom should be his emissary.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is at Rivendell in the Trollshaws.\\n\\nWhen you are ready to attend the Council of Narchuil, you should speak again with Elrond.\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Elrond is at Rivendell in the Trollshaws.\\n\\nYou should speak at once with Elrond.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Narchuil has been broken...return to Elrond with this news at once!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So, Narchuil has been broken. This is strange news indeed! I was right to doubt that the Enemy had recovered their full strength, but this...it is something that had not entered into my counsels before now.\\n\\n'Not long before you arrived, Laerdan awoke from his dark dreams. He must be questioned about this, for surely he had some knowledge of it. He has studied the ring Narchuil and the deeds of Amarthiel more closely than any among the Wise.\\n\\n'A council of the Elf-lords must be called and doom proclaimed, for we must decide what will be done with the ring Narchuil.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Did you give Elrond my tidings of Narchuil?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So, the ring has been broken, this is heavy news indeed!  I was right to doubt that the enemy had recovered their full strength, but this, it is something that had not entered into my councils before now.\\n\\nNot long before you arrived Laerdan awoke from his dark dreams, he must be questioned about this, for surely he had some knowledge of this, for he has studied the ring Narchuil and the deeds of Amarthiel most closely of any among the wise.\\n \\nA council of the Elf-lords must be called and doom proclaimed, for we must decide what will be done with the ring Narchuil, and Laerdan must answer for all his deeds.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'What did Elrond's Council have to say regarding Narchuil?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Elrond in Rivendell",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Are you ready, then, [placeholder]? I will call together the Elf-lords, and the council will begin.\\n\\n'Would that the wisdom of Lord Celeborn and Lady Galadriel were at our disposal.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Elrond to attend his Council",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Elrond in his library",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'They have no right to judge me in this, or to deny me!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 12, Chapter 10: Half-truths",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I fear for the heart of Laerdan.'",
      "es": ""
    }
  ]
}