{
  "id": 620800348,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed the idol in Bail Dílas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed the idol in Bail Grundail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Destroyed the idol in Bail Cátharnakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Angmarim, servants of the Dark Lord, threaten the Rangers of Gath Forthnír.  \\n\\nThe Rangers would like for you to push them back once and for all by destroying the idols in the centre of each Bail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have them on the run! Now we must make sure that they never come back again. Head to each Bail and destroy their idols. This is the only way to keep them from threatening us ever again.\\n\\n'You will find the three Bails to the west of Gath Forthnír, scattered throughout Himbar.  \\n\\n'This is no small task, [placeholder]. You must gather a couple of your most entrusted friends to accomplish this. Good luck to you, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The idols of the Angmarim can be found in the three southern bails of Himbar, west of Gath Forthnír.\\n\\nAreneth has directed you into each of the three lower Bails in Himbar. At the centre of each Bail is an idol that must be destroyed to keep the Angmarim from ever attacking again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have continued to impress on us the severity of your convictions, [placeholder]. If you are up for the challenge, I have one final task for you....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Araneth is at Gath Forthnír, west of Himbar.\\n\\nHaving destroyed the idols in Himbar, return to Gath Forthnír and tell Areneth what you have accomplished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must head into each of the three lower Bails in Himbar: Bail Dílas, Bail Cátharnakh, and Bail Grundail.  \\n\\n'We must drive away the Angmarim once and for all if this region is to see peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy the idol in Bail Dílas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy the idol in Bail Grundail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Destroy the idol in Bail Cátharnakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Bails",
      "es": "",
      "es (fem)": ""
    }
  ]
}