{
  "id": 620800353,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], come hither, for I would speak with you. You have been of great aid to many of us here at Gath Forthnír, and now I must ask another boon of you.\\n\\n'To the west you will find Bail Dílas, a place under the control of Angmar's Iron Crown. The banners of Angmar fly boldly for all the land to see; a constant reminder of the oppression of the hillmen. I would have you go there and remove the banners of Angmar, replacing them with the standards of the Dúnedain.\\n\\n'Bring Angmar's banners to me, so that we can make an example of them and show the hillmen that there is yet strength and hope to resist the Iron Crown.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Now, at least for a short time, the hillmen will see that there remains opposition to the Iron Crown... until our banners are discovered.\\n\\n'The last days of the Iron Crown are drawing near!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When our banners fly over the camps of the Enemy, they will know the Dúnedain shall resist them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you not able to collect the banners from Bail Dílas?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rank and File",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Húriel told you of Bail Dílas and the banners which fly there as a reminder of the Iron Crown's oppression of the Hillmen of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Angmarim banners replaced ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the banners of Angmar to Húriel at Gath Forthnír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The banners of Angmar can be found in Bail Dílas, west of Gath Forthnír.\\n\\nHúriel asked you to enter Bail Dílas and remove the banners of Angmar, replacing them with the standards of the Dúnedain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Húriel is at Gath Forthnír, east of Bail Dílas.\\n\\nYou have replaced all of Angmar's banners at Bail Dílas and should now return with them to Húriel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}