{
  "id": 620800357,
  "txt": [
    {
      "id": "0xd085251",
      "en": "You have retrieved a piece of paper written by the hand of Saruman the White. As you read the scrap of paper, it becomes clear that you have waylaid a messenger of Angmar.\\n\\n'...there is much more happening than even you can imagine, Mordirith. The Great Eye is upon us all, and all of Eriador will eventually fall. Perhaps it is time for the White Hand to join its power with mighty Angmar....'\\n\\nReading this grave news, it becomes clear that this must be shown to someone at Gath Forthnír immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have found what? This is dark news indeed if Saruman the White has come to assist Angmar. We must not let this happen.\\n\\n'You have taken the first step by defeating Angmar's messenger, but we must not let the White Hand continue to remain here. We must stop this alliance at all cost!\\n\\n'I think I have a plan....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am sorry. I would help you if I could, but without the parchment you have spoken of, there is little I can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pledge of the White-hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found a scrap of paper indicating that Saruman and Angmar seek to form an alliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to someone at Gath Forthnír who might know about these pledges.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gath Forthnír is in the eastern reaches of Angmar.\\n\\nYou have acquired information about Angmar's allies and plans. You should immediately inform someone at Gath Forthnír of this development.",
      "es": "",
      "es (fem)": ""
    }
  ]
}