{
  "id": 620800341,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Hillmen of Angmar are a wild folk and prone to superstition. The priests and priestesses of the cult of the Angmarim are able to use honeyed words to exert a great influence over them.\\n\\n'If we are to win the war against Angmar, we must put a halt to the confusions of the Enemy. The priests of Angmar must not be allowed to spread their evil lies.\\n\\n'You will find them near the altars throughout the Bails of Himbar to the west. Bring me back five of their staves as proof of your deed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, indeed. Hopefully, this will keep Angmar at bay for a while longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you confronted all the priests and priestesses of Angmar in the Bails? If not, you should continue at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where are the staves I asked for? Do you not wish to help us defeat Angmar?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cease and Desist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The priests and priestesses of the cult of Angmar have a strong influence over many of the Hillman-tribes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Angmarim staves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Angmarim staves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The priests and priestesses of Angmar can be found near the altars throughout the Bails of Himbar, which lie to the west of Gath Forthnír.\\n\\nMaerchiniath has instructed you to go forth and defeat the priests of Angmar, bringing him their staves as evidence of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring staves back to Maerchiniath in Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gath Forthnír is to the east of Himbar.\\n\\nYou should return to Maerchiniath with the staves you took from the priests of Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}