{
  "id": 620800318,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Enemy has not been idle in your absence. A great host has removed to Angmar, or so their trail led that way, for we did not follow them long, believing it to be some trickery or ill deed.\\n\\n'Of the fate of Laerdan I have heard no word. My scouts have reported that a number of Amarthiel's servants have been making furtive movements around Annúminas; maybe it is that one of them holds a clue to what you seek.\\n\\n'Go and defeat the Angmarim that still plague the city of Annúminas. One of them must know something of Laerdan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What have you there, orders from the Enemy? This might be of some help....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'One of Amarthiel's servants that still plague Annúminas may hold the clue you seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any news of Laerdan, [placeholder]? One of the Angmarim that still plague Annúminas may hold the clues you seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 2: Unfit Fate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "All is not well in Annúminas, according to Calenglad. The Angmarim are acting feverishly within the ruined city, and a large force also returned to Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Amarthiel's Command",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search defeated Angmarim at Annúminas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Angmarim can be found throughout Annúminas.\\n\\nCalenglad has suggested that you may find some information about Laerdan's whereabouts among the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Amarthiel's Command to Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at Tinnudir, north of Annúminas.\\n\\nYou should return to Calenglad with Amarthiel's Command.",
      "es": "",
      "es (fem)": ""
    }
  ]
}