{
  "id": 620800320,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'When you left here in pursuit of Laerdan, I sought counsel of my own, and I sent ahead scouts led by Gwathryn, one of the greatest trackers left here, to my northern company.\\n\\n'Go as swiftly as you might to Tármunn Súrsa, east of Carn Dûm. That is where you should find what you seek. The more urgent is your quest now that it is known Laerdan lives. Freeing him would be a mighty blow to the Enemy and would hearten those that fight against them.'\\n\\n<rgb=#FF0000>You will automatically travel to Tármunn Súrsa in Angmar when you accept this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail, [placeholder]! Calenglad told me that soon you would follow. It is well that you have come so soon.\\n\\n'It was not long before we were able to find the trail of the host that departed Evendim, for they were many and feared no pursuit. They were many days ahead of us and were travelling with all speed back to their accursed fortress.\\n\\n'Thus they came within sight of its walls before we were upon them, and I saw not the Elf Laerdan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should seek out Gwathryn at once, at Tármunn Súrsa in Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 4:  In Pursuit of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is well Calenglad sent someone as brave as yourself, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calenglad has sent ahead Gwathryn, one of the most skilled men of his company, to Tármunn Súrsa to spy out the ways of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwathryn is in Tármunn Súrsa, east of Carn Dûm, in Angmar.\\n\\nCalenglad has sent you to speak with Gwathryn, one of his scouts in Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}