{
  "id": 620800319,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It seems that there is a chance that Laerdan yet lives! It is well that Laerdan's life has not been squandered at the treacherous hands of the Angmarim, but what have they learned from him?\\n\\n'I fear now the folly of allowing the unhindered passage of the Enemy out of our lands. But for good or ill that deed has been done, and now you must make all haste to Barad Tironn with trusted companions, for there lies the last hope of Laerdan. Once his usefulness to the Enemy has been served, his life will be forfeit, unless they have some other evil contrived for him.\\n\\n'Hurry now to Barad Tironn. My scouts have reported to me that most of the Angmarim have removed from that place, and now only a small contingent remains behind to spoil and lay waste, believing in their folly that we will not return. Speak with Forchon when you are ready to leave.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Laerdan lives, but has been taken away? You have learned much that I have feared in my heart already, [placeholder]. That is yet another set-back for us to consider....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Forchon will be able to bring you to Barad Tironn, [placeholder]. Go quickly! I have many things to consider while you are on your errand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 3:  Barad Tironn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You did well at Barad Tironn. Go now and report to Calenglad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The orders you recovered from the Angmarim contain clues as to the whereabouts of the Elf-lord Laerdan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Are you ready to enter Barad Tironn? Calenglad bade me lead you unseen into that place.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'All of your valour will be needed to save Laerdan, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Forchon and enter Barad Tironn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan may still be at Barad Tironn in Annúminas.\\n\\nCalenglad has instructed you to accompany Forchon to Barad Tironn to continue the search for Laerdan.\\n\\nForchon can be found in Tinnudir, off the western shore of Lake Nenuial, in Evendim.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at Tinnudir, off the western shore of Lake Nenuial, in Evendim.\\n\\nYou should speak with Calenglad and tell him of your deeds at Barad Tironn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}