{
  "id": 620800350,
  "txt": [
    {
      "id": 109971809,
      "en": "'You are not from Carn Dûm! What are you doing here?'",
      "es": ""
    },
    {
      "id": 161665666,
      "en": "'This has lasted long enough!'",
      "es": ""
    },
    {
      "id": 109971810,
      "en": "'Stop right where you are, or you will not leave this room alive!'",
      "es": ""
    },
    {
      "id": 109971811,
      "en": "'So be it. Prepare for your end!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Trév Duvárdain have sent an emissary to Agar to treat with the minions of the Iron Crown.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The text you recovered told of an alliance between Angmar and the Trév Duvárdain. I have done some research and learned that Domongart has sent an emissary to treat with Angmar. \\n\\n'You should investigate the matter. There have been many reports of Hillmen of the Trév Duvárdain near the tower of Minas Agar near Barad Gúlaran. We must stop this alliance from happening, no matter the cost.\\n\\n'Defeat Karstíona, the emissary, then return to me. If you wish to enter Minas Agar, I suggest you take trustworthy allies.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Minas Agar stands on the western side of Barad Gúlaran, south of Gath Forthnír.\\n\\nYou must travel to Barad Gúlaran and defeat Karstíona, the emissary of the Trév Duvárdain, inside Minas Agar.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Of all alliances the Iron Crown could have forged, this was the most dire. If they lent greater support to the Trév Duvárdain, our efforts here would have been in vain.\\n\\n'Well done!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brúnfair is in Gath Forthníir, north of Barad Gúlaran.\\n\\nHaving defeated Karstíona, you should return to Brúnfair and tell him of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Karstíona must be defeated and the alliance between the Iron Crown and the Hillmen sundered.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter Minas Agar and defeat Karstíona",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Karstíona, Emissary of the Trév Duvárdain",
      "es": ""
    }
  ]
}