{
  "id": 620800356,
  "txt": [
    {
      "id": 126208659,
      "en": "'Come forth and feast upon these fools, my Orcs!'",
      "es": ""
    },
    {
      "id": 126208660,
      "en": "'There is death to be had! Come share in their blood!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Bâlak",
      "es": ""
    },
    {
      "id": 260205790,
      "en": "'Are you threatening the White Hand? How dare you! You will pay for your attempts!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Having intercepted a pledge from Saruman of Isengard, you must enter Minas Caul and defeat his emissary to stop an alliance between the Iron Crown and the White Hand.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The text you recovered told of an alliance between Angmar and Saruman. I have done some research and the White Hand has sent an emissary to treat with Angmar.\\n\\n'You should investigate the matter. There have been many reports of Orcs near the tower of Minas Caul near Barad Gúlaran. We must stop this alliance from happening, no matter the cost.\\n\\n'Defeat the emissary, the half-orc Bâlak, and return back to me when the deed is done. You will want to take allies if you are to succeed!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Minas Caul is one of the large towers of Barad Gúlaran, south of Gath Forthnír.\\n\\nYou must travel to Barad Gúlaran and issue a challenge to Bâlak, the emissary of the White-hand, inside Minas Caul.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have helped the Free Peoples avoid the greatest of threats in the North! An alliance of this magnitude would certainly have spelled the downfall of Eriador.\\n\\n'Thank you for helping us push back evil this day!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brúnfair is at Gath Forthnír, north of Barad Gúlaran.\\n\\nHaving defeated Bâlak, you should return to Gath Forthnir and tell Brúnfair that you have accomplished the deed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must defeat Bâlak and keep the White Hand from allying itself with the Iron Crown.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter Minas Caul and defeat Bâlak.",
      "es": ""
    },
    {
      "id": 126208657,
      "en": "'To me, Orcs! They will not stop this alliance!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bâlak, Emissary of the White-hand",
      "es": ""
    },
    {
      "id": 126208658,
      "en": "'Angmar is strong but the White Hand is stronger! You are fools!'",
      "es": ""
    }
  ]
}