{
  "id": 620800352,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You there, [placeholder]...you will assist me? I am greatly angered by the treachery of our sister-tribe, the Trév Dúvardain. They provide food to the armies of the Iron Crown and must be made to pay for their treason.\\n\\n'I wish you to go to Bail Cátharnakh, west of here, and destroy the food crates you find there. They must be destroyed before the Trév Dúvardain can deliver them to the Angmarim.\\n\\n'When you have completed this task, return to me, and I will reward you as I may!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Angmarim will feel the loss of those provisions, and the Trév Dúvardain will feel the wrath of the Angmarim. I am pleased with your success!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What are you doing here still? Go to Bail Cátharnakh and destroy those food crates!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pushing the Panic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Angered by the treachery of the Trév Dúvardain, the Hillman Artain seeks to disrupt the flow of provisions from the Trév Dúvardain and the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed crates in Bail Cátharnakh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy crates in Bail Cátharnakh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bail Cátharnakh is west of Gath Forthnír.\\n\\nArtain instructed you to destroy the food crates which the Trév Dúvardain are stockpiling for the Angmarim at Bail Cátharnakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Artain at Gath Forthnír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Artain is at Gath Forthnír, east of Bail Cátharnakh.\\n\\nYou should return to Artain and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}