{
  "id": 621059533,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'So Hersegg will escort me to Watchers' Roost? That is excellent news!\\n\\n'As for these Orcs, I have noticed that they have found some means to alter the alignment of the ancient echo-horns—the Ugrur-melakh, as they were so named in the tongue of my ancestors. It is said that they once channelled the very acoustics of these caverns into a deep, reverberating resonance. According to the lore I have studied, it was also rumoured they were possessed of some enchantment from the Elder Days. Alas, I have seen no such evidence with my own eyes!\\n\\n'However, Hersegg tells me the Orcs have made no attempt to attack Watchers' Roost. Perhaps it is merely coincidence and they fear the warriors of the Gabil'akkâ stationed there, but I do not think that is all that is happening. Many of the echo-horns still lie undisturbed at the old overlook, and I think many of the Orcs fear to draw any nearer to them.\\n\\n'I spotted several echo-horns around the Orcs' encampment and along the thoroughfare through Gloomingtarn. With one of the Ugrur-melakh destroyed, we will have to realign the remaining echo-horns to capture the resonance, but I am confident it will drive off the Orcs—at least for a time!\\n\\n'I am certain you can figure it out, [placeholder]. I hope to see you at Watchers' Roost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Echoes of the Ancestors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Not long after their arrival in Gloomingtarn, the Orcs defiled the Ugrur-melakh, the ancient echo-horns of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "As several Orcs flee back into the Deepscrave, it appears that Spall's speculation that realigning the echo-horns around Drúkala has indeed unsettled the Orcs and hindered their efforts to gain a foothold in Gloomingtarn. Although some of the Orcs appear to be fighting stubbornly against their own discomfort, the others' flight from Gloomingtarn has undone any advantage Gorgar's forces may have held against the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have done as Spall requested and realigned the echo-horns at and around Drúkala.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Realigned echo-horns to unsettle the Orcs at Drúkala ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Echo-horns can be found in and around Drúkala in Gloomingtarn.\\n\\nSince learning that the Orcs fear the strange echoes in Gloomingtarn, Spall has asked you to realign the echo-horns at Drúkala in an effort to drive the Orcs back into Deepscrave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Realign echo-horns to unsettle the Orcs at Drúkala ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}