{
  "id": 621059529,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Ensnared Longbeard miners can be found in Ormgren in Gloomingtarn.\\n\\nLokur has informed you that several Longbeard miners exploring Ormgren have been ensnared by unsettled glow-worms. You should help free the ensnared miners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Lokur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I can't imagine it was a pleasant experience for any of them, but luckily, none of the miners look too much worse for the wear! I'm sure they'll be washing that glowing slime off their clothes for days, but they can do that back at Watchers' Roost.\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Lokur can be found in Ormgren.\\n\\nYou have freed many of the ensnared Longbeard miners in Ormgren. You should return to Lokur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Free ensnared Longbeard miners in Ormgren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Freed ensnared Longbeard miners in Ormgren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b21",
      "en": "'Yuck. I'm getting out of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b22",
      "en": "'I thought I was going to be their next meal!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b23",
      "en": "'Ugh! There are too many of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b24",
      "en": "'Alas for the lodes of Durin the Deathless...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After encountering a number of aggressive and unsettled glow-worms in Ormgren, several Longbeard miners have been ensnared by viscous glowing slime.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b25",
      "en": "'Thank you, friend. I will not be so careless next time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b26",
      "en": "'Lord Stormhammer must be told of this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8802b27",
      "en": "'Perhaps this task is better left to you, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Even the more docile worms have become a nuisance!\\n\\n'It seems the glow-worms are uneasy with our presence here, which I can understand after so many years spent in solitude, but these are the lodes of Durin the Deathless! It is our right to explore them and reclaim them along with the rest of the Mountain-home. According to one of my miners, several others have been ensnared by the glow-worms and have become stuck in strands of glowing slime!\\n\\n'Would you help free them, [placeholder]? I would've tried to help them sooner, but if I got stuck too, I think we'd all be in a bad way.\\n\\n'If I don't hear back from you soon, I'll warn the others at Watchers' Roost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Lost in the Lodes",
      "es": "",
      "es (fem)": ""
    }
  ]
}