{
  "id": 621033176,
  "txt": [
    {
      "id": 228284039,
      "en": "Many are the gifts that await those who participate in the celebration of Midsummer, but for revelers who join in the merriment for many days, the gifts are all the grander!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows for three more days!",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Twelve whole days?!\\n\\n'I did not think I would ever meet someone who enjoys Midsummer as much as I!\\n\\n'Here, my spirited friend, I have set aside a special gift just for you!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Twelve whole days?!\\n\\n'I didn't think I'd ever meet anyone who enjoys Midsummer as much as I do!\\n\\n'Here, my spirited friend, I've set aside a special gift just for you!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows for three more days!",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Faeleth can be found in Minas Tirith (Midsummer).\\n\\nFaeleth would like to thank you for your continued celebration of Midsummer.",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Completed 'In Celebration of Midsummer' ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows!",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete 'In Celebration of Midsummer' three more times",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete 'In Celebration of Midsummer' ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Faeleth in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "A Fondness for Festivity (Final)",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Captain Khâtaphos at Furtherholm in the Shield Isles",
      "es": ""
    }
  ]
}