{
  "id": 621033174,
  "txt": [
    {
      "id": 149027377,
      "en": "The Majesty of Midsummer",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows for three more days!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows for three more days!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows for three final days!",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Captain Khâtaphos at Furtherholm in the Shield Isles",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Welcome, friend. Have you come to join in our celebration of Midsummer?\\n\\n'I should hope so! Zír Aktar is a wonderful place to visit for your Midsummer holiday! There are many activities to enjoy on our beautiful beaches, and we also have Tâz Makhum, The Cracked Flagon, our first-rate inn and tavern, which you find yourself in presently.\\n\\n'For those who decide to lend my crew a helping hand, I may just have some special gifts to hand out as a token of my appreciation.'\\n\\n<rgb=#FF0000>Note: This quest cannot be cancelled.</rgb>",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "Many are the celebrations and rites of Midsummer in Middle-earth! Join in the revelry to earn wonderful gifts!\\n\\n<rgb=#FF0000>(There are twelve days' worth of 'A Fondness for Festivity' and 'In Celebration of Midsummer' participation quests. Plan accordingly!)</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Can you believe it? Midsummer is almost over!\\n\\n'Few among us have done as much as you to spread the spirit of Midsummer. Thank you, [placeholder]!\\n\\n'If you'll be joining us again, I'll be sure to prepare even more gifts for next year!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Can you believe it? Midsummer is almost over!\\n\\n'Few among us have done as much as you to spread the spirit of Midsummer. Thank you, [placeholder]!\\n\\n'If you'll be joining us again, I'll be sure to prepare even more gifts for next year!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome, friend. Have you come to join in our celebration of Midsummer?\\n\\n'I should hope so! Although Minas Tirith endured many dark days, this new revelry has heartened the people of Gondor and the lands beyond. And not a moment too soon, I think! Between countless weddings, feasts, parties, and other activities, it is not difficult to find yourself in the spirit of Midsummer.\\n\\n'For those who exemplify that spirit and for those who find their way out of our taverns, I may just have some special gifts to hand out as a token of our appreciation.'\\n\\n<rgb=#FF0000>Note: This quest cannot be cancelled.</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "As Midsummer's Day approaches, the peoples of Middle-earth come together to celebrate the great festival of Midsummer. Revel in the celebration of dance, merriment, and love with your family and fellows for three days!",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have participated in countless Midsummer celebrations and spread a great deal of good spirit.\\n\\nYou should return to Faeleth in Minas Tirith (Midsummer) or Captain Khâtaphos in Furtherholm.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Faeleth in Minas Tirith (Midsummer)",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete 'A Fondness for Festivity (Intro)'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Complete 'A Fondness for Festivity (Intermediate)'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Complete 'A Fondness for Festivity (Advanced)'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Complete 'A Fondness for Festivity (Final)'",
      "es": ""
    }
  ]
}