{
  "id": 621038618,
  "txt": [
    {
      "id": 246419872,
      "en": "The tomb-robbers' camp-site can be found in the Wildwood.\\n\\nYou should summon and defeat the lead tomb-robber.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trouble With Tomb-robbers",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'What have you to report? There might be multiple groups of tomb-robbers in the Wildwood? That is not great news, though I'm glad you were able to thwart one of the groups!\\n\\n'Now what is this talk about a Forsaken Tomb, I wonder? I have spent a lot of time making sure the Wildwood was an ideal place for the League of the Axe to take root. In all my time, I never heard anything about a tomb here. I am sure I would have as I have stooped to dealing with a fair amount of ruffians in my past, and I'm not proud of it. Now I look ahead to better times, with honesty and prosperity for all in the League.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], I have an official League task for you. We're worried about a group of ruffians who have recently come to the Wildwood from nearby Evendim. They have been spotted north, along the Brandywine River. Their purpose here in the Wildwood remains a mystery.\\n\\n'I'm asking of you to seek out these ruffians, learn why they are here, and drive them out of the Wildwood. They have no claim upon this forest!'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "The tomb-robber camp-site can be found in the Wildwood.\\n\\nYou should talk to the lead tomb-robber.",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "The tomb-robbers' camp-site can be found in the Wildwood.\\n\\nYou should find the tomb-robbers' camp-site.",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "The ruffians' camp-site can be found north of Trader's Wharf.\\n\\nYou should find the ruffians' camp-site on the shores of the Wildwood.",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Enid Nettlesting can be found at Trader's Wharf.\\n\\nYou should talk to Enid Nettlesting.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The ruffians' camp-site can be found north of Trader's Wharf.\\n\\nYou should destroy the ruffians' camp-site.",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "Defeated hardened tomb-robbers in the Wildwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 96821937,
      "en": "'Hey you!'",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "The lead tomb-robber meets your eyes with a scowl.\\n\\n'The Forsaken Tomb?! I've never heard of it! Why would I be looking for anything called Forsaken anyway?! After getting kicked out of Brychan the Bold's gang, I needed some easy pickings. The old ruins here don't have much, but they haven't been as plundered as those in Evendim, that's for sure!\\n\\n'It turns out, things aren't so easy in the Wildwood after all. Thanks for nothing, [placeholder]!'\\n\\nThe leader doesn't seem to know what the other tomb-robber was talking about. Perhaps more than one group of tomb-robbers have descended into the Wildwood.",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Whatever these tomb-robbers are looking for, they are not welcome in the Wildwood!",
      "es": ""
    },
    {
      "id": 96821938,
      "en": "'What's going on here?!'",
      "es": ""
    },
    {
      "id": 177082712,
      "en": "The lead tomb-robber appears!",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "The ruffians' camp-site can be found north of Trader's Wharf.\\n\\nYou should destroy the ruffians' camp-site.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The League of the Axe has spotted a group of ruffians camped upon the shores of the Wildwood and fear for the safety of Trader's Wharf.",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Interrogate the lead tomb-robber",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "The ruffians' camp-site can be found north of Trader's Wharf.\\n\\nYou should talk to the tomb-robber at the ruffians' camp-site.",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Wait for someone to return",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "To your luck, the camp-site is currently unattended",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Hardened tomb-robbers are wandering in the Wildwood.\\n\\nYou should defeat any hardened tomb-robbers that you find in the Wildwood.",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "Destroyed the supplies!",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'Who do you think you are, wrecking my camp?!'\\n\\nYou assure the tomb-robber that you are the one asking questions here.\\n\\n'I'm not here looking to chop down trees or hunt boars, if that's what you're getting at! Ha, heard about the Forsaken Tomb? Didn't think so! That's what me and the boys are after. Couldn't tell you more, even if I wanted to. Don't even know where the Forsaken Tomb even is! Bah, I told the boss this venture would be worthless!\\n\\n'Now get out of here and leave me be!'\\n\\nThe tomb-robber isn't going to be any more helpful. If he is telling the truth, there are more tomb-robbers in the Wildwood.",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "Destroyed their tent!",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "As you start to put out the flames, someone approaches!",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "The tomb-robber gives up the fight!",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Enid Nettlesting",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Find the ruffians' camp-site",
      "es": ""
    },
    {
      "id": 177082688,
      "en": "The leader of the tomb-robbers gives up the fight!",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Destroy the ruffians' camp-site ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Interrogate the tomb-robber",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Defeat hardened tomb-robbers in the Wildwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Find the tomb-robbers' camp-site in the Wildwood",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Destroy the ruffians' camp-fire",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Summon the lead tomb-robber",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Defeat the lead tomb-robber",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "DNT",
      "es": ""
    }
  ]
}