{
  "id": 621038617,
  "txt": [
    {
      "id": 246419872,
      "en": "The entrance to Haudh Eglan can be found in Writhenset.\\n\\nYou should enter Haudh Eglan.",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "The ceremonial coffer can be found in Haudh Eglan.\\n\\nYou should return the relics to their proper place in the tomb.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'To think Nye and Addy used the League of the Axe as a means of finding and attempting to rob a tomb. I will never forgive them. We should return to Trader's Wharf.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Tomb of Haudh Eglan",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Enid Nettlesting can be found in Writhenset.\\n\\nYou should talk to Enid Nettlesting in Writhenset.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder]. Nye and Addy have gone missing! A member of the League noticed the two speaking together in hushed tones and only moments later they fled Trader's Wharf without a word. I am not sure what they are up to but I'm revoking their membership to the League of the Axe, that much is certain!\\n\\n'It looks like Nye and Addy were in a hurry. They didn't even take their personal belongings with them! Perhaps there might be some clues to their whereabouts among their possessions.'",
      "es": ""
    },
    {
      "id": 177082706,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082708,
      "en": "You find two crumpled sashes of the League of the Axe!",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Enid Nettlesting in Writhenset",
      "es": ""
    },
    {
      "id": 49286800,
      "en": "Place the relics back into the ceremonial coffer",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Enter the tomb",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "There is something amiss within the League of the Axe and tensions rise when a tomb of Arnor is discovered in the Wildwood.",
      "es": ""
    },
    {
      "id": 206982097,
      "en": "'Joining the League was the perfect cover!'",
      "es": ""
    },
    {
      "id": 111477346,
      "en": "Defeat tomb-robbers and recover stolen relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 206982098,
      "en": "'We would have been rich if it wasn't for you!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Enid Nettlesting can be found at Trader's Wharf.\\n\\nYou should talk to Enid Nettlesting.",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Defeat Addy Rushtuft",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Defeat Nye Crowfoot",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Enid Nettlesting wishes to go to Writhenset to get to the bottom of things.\\n\\nYou should talk to Enid Nettlesting in Writhenset.",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'I thank you, [placeholder], for all you have done for the League of the Axe. To think that we were harbouring tomb-robbers in our midst! If Nye and Addy had succeeded, the League would continue to attract more unscrupulous individuals. Soon we would be nothing more than an unsavory group of brigands! No, we are more than that and always will be! The League of the Axe is about hard work, honesty, honour, and a love of the land. Thanks to you, the League will thrive here in the Wildwood.'",
      "es": ""
    },
    {
      "id": 177082677,
      "en": "You find a map of the mines with markings over the recently uncovered tomb!",
      "es": ""
    },
    {
      "id": 177082679,
      "en": "Addy and Nye have beat you here and are not pleased by your presence",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "Addy and Nye beat you here and are not pleased by your presence",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Enid Nettlesting wishes to return to Trader's Wharf.\\n\\nYou should talk to Enid Nettlesting at Trader's Wharf.",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'What's this?! They left their League sashes behind and you believe that they went to the hidden tomb in the mines of Writhenset?! Those deviants! Let us head to the mines and quickly. Perhaps we can stop them before they do something foolish and get themselves killed. The mines are not yet safe!'",
      "es": ""
    },
    {
      "id": 206981921,
      "en": "'Yes, that's right. We used the League to find the Forsaken Tomb!'",
      "es": ""
    },
    {
      "id": 206981922,
      "en": "'We didn't want other tomb-robbers catching wind of our plans!'",
      "es": ""
    },
    {
      "id": 246419716,
      "en": "Chests with the personal belongings of Addy Rushtuft and Nye Crowfoot can be found at Trader's Wharf.\\n\\nYou should search the chests belonging to Addy Rushtuft and Nye Crowfoot.",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "'I fear Nye and Addy might be tomb-robbers, [placeholder]. Why else would they go against the League's wishes and enter this tomb? Tread with caution, my friend.'",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Talk to Enid Nettlesting at Trader's Wharf",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Search Addy's chest of personal belongings",
      "es": ""
    },
    {
      "id": 177082689,
      "en": "Addy and Nye have beat you here and are not pleased by your presence",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Search Nye's chest of personal belongings",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Enter the tomb",
      "es": ""
    },
    {
      "id": 177082691,
      "en": "Defeated tomb-robbers and recovered stolen relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Talk to Enid Nettlesting",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Enter the tomb",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "Defeated Addy Rushtuft",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "Talk to Enid Nettlesting in Writhenset",
      "es": ""
    },
    {
      "id": 177082695,
      "en": "Defeated Nye Crowfoot",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "The tomb-robbers can be found in Haudh Eglan.\\n\\nYou should defeat the tomb-robbers and recover what they have already pilfered.",
      "es": ""
    },
    {
      "id": 177082697,
      "en": "The relics have been properly returned",
      "es": ""
    }
  ]
}