{
  "id": 621038620,
  "txt": [
    {
      "id": "0xeb01196",
      "en": "Enid Nettlesting can be found at the meeting location in the Wildwood.\\n\\nYou should talk to Enid Nettlesting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should return to either Trestlebridge or Trader's Wharf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Travel to the meeting between Aran Greenwith and Enid Nettlesting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The two leaders are already deep into conversation when you arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Yes Aran, I think that we can work together to gather and preserve the wood's resources. The longevity of the Wildwood is important to the League of the Axe. Will the League of the Axe be welcome to trade and sell goods at Trestlebridge? Also, what do you think of my proposal concerning our two factions?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Enid Nettlesting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Aran Greenwith can be found at the meeting location in the Wildwood.\\n\\nYou should talk to Aran Greenwith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Aran Greenwith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Return to Trader's Wharf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Return to Trestlebridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Enid, the League of the Axe is more than welcome in Trestlebridge. We shall set up a permanent trading post in town for you. Then it is settled, since we now share the same goals, let us combine our knowledge and resources and watch over the Wildwood together. Your proposal is sound. Henceforth we shall all be known as the League of the Wildwood!\\n\\n'[placeholder], Enid and those of the League are good people. If we were not so busy with our own problems and difficulties that we faced in the Wildwood, perhaps we could have united in our causes sooner. A lesson learned, I suppose. I am glad that we have found a common ground on this day. The future of the Wildwood is indeed a bright one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Now that the Woodcutter's Brotherhood has retained our foothold in the Wildwood and accomplished much, I believe it is time to discuss ownership of the Wildwood with the League of the Axe. Let us set a meeting between our groups upon neutral grounds within the Wildwood. There I hope we can discuss a peaceful solution to both our factions vying for the same resources.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The leaders of the League of the Axe and the Woodcutter's Brotherhood look to work together to achieve their goals in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Epilogue: The Wildwood of Bree-land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Now that the League of the Axe has grown our foothold in the Wildwood and enriched each of our lives, I believe it is time to discuss ownership of the Wildwood with the Woodcutter's Brotherhood. Let us set a meeting between our groups upon neutral grounds within the Wildwood. There I hope we can discuss a solution to both our factions vying for the same resources.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Aran Greenwith and Enid Nettlesting plan to meet in the centre of the Wildwood.\\n\\nYou should travel to the designated meeting location.",
      "es": "",
      "es (fem)": ""
    }
  ]
}