{
  "id": 621038622,
  "txt": [
    {
      "id": "0xa8e1139",
      "en": "Let live critters back into the wilds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Large game traps can be found in the Wildwood.\\n\\nYou should bait the large game traps and let the live critters go back into the wilds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Nye Crowfoot can be found at Trader's Wharf.\\n\\nYou should talk to Nye Crowfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Talk to Enid Nettlesting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'How did you fair with the hunting expedition? Good to hear! These meats will keep us fed and keep the League profitable. You have done good work for us.'\\n\\nYou ask Enid what her thoughts on using live animals as bait for larger game.\\n\\n'Now, [placeholder], I hope those words are just a test on my good character! That is both cruel and lacking in the challenge and skill of hunting! The League of the Axe is a reputable group after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Nye Crowfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Yup, that's me, Nye Crowfoot. You ready to go hunting? We are going to start by checking some of the traps the League has set in the Wildwood. There will be more to do later but that's all you need to know right now. Let's get to it then and we will meet up in the woods after our tasks are complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Enid Nettlesting can be found at Trader's Wharf.\\n\\nYou should talk to Enid Nettlesting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Check traps for meat in the Wildwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e110",
      "en": "Let live critters back into the wilds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Check traps for live catches the Wildwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Traps can be found in the Wildwood.\\n\\nYou should check traps in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e98",
      "en": "Bait the large game traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1132",
      "en": "Collected some gamey meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You are becoming a valued member of the League of the Axe, [placeholder]. How would you like to join a hunt? Nye Crowfoot here is leading a hunting expedition into the Wildwood. Speak to him when you are ready and he will fill you in with the details.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1134",
      "en": "Caught a live critter! ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Talk to Nye Crowfoot in the wilds of the Wildwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Nye Crowfoot can be found in the wilds of the Wildwood.\\n\\nYou should talk to Nye Crowfoot in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1721",
      "en": "The League of the Axe is leading a hunting expedition in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'You found some good meat and critters there, didn't you? Ha, and look at me, empty-handed. Happens to the best of us, I suppose. You though, just beginner's luck, that's for sure! Now then, on to the next part of our hunting expedition. Hunting larger game is easier if we lure the beasts out. I want you to take those live critters you caught and put them in the bear traps, alive.'\\n\\nYou are taken aback by Nye Crowfoot's words and see now that he is not a very honourable man. You agree to assist Nye but form your own plan as you start to question the reputable nature of the League of the Axe.\\n\\n'All right, [placeholder], get to it then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hunting for the League",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1137",
      "en": "Baited large game traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}