{
  "id": 621007807,
  "txt": [
    {
      "id": "0xa502927",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The crests and old Isgird can be found about Lake-town. The old Master's chest can be found in the Master's manor in Lake-town.\\n\\nYou should find representations of Dagrun's and Othur's family crests, speak to old Isgird, and check the old Master's chest to verify that Othur's stolen treasure is not there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e177",
      "en": "<rgb=#FF0000>Talk</rgb> to the crowd gathered outside the Master's manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "These old documents contain the official seal of Othur's family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Find Othur's family crest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "A crowd of people have gathered near the Master's manor in Lake-town.\\n\\nYou should present your findings to the curious crowd of people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc4",
      "en": "Isgird fondly recalls the time she spent with Dagrun's family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to old Isgird",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc6",
      "en": "Nothing but yellowed and crumbling papers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1777",
      "en": "Help Master Dagrun disprove the rumours that she is descended from Othur, the notorious Master from the time of Smaug and Bard the Bowman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "A Question of Bloodline",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a5",
      "en": "Quelled suspicions of Dagrun's bloodline.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf5",
      "en": "The crowd is placated by the details of your findings!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502905",
      "en": "Search the Master's safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "This is a good place to present your findings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "You have successfully quelled suspicions of Dagrun's bloodline to the people of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The rumours of my relation to Othur are pernicious, but easily disproved. The proof must be very clear, however, for we seek to persuade not judges, but fishermen and stevedores.\\n\\n'First, you will need to find a crest of my own family and that of Othur's. They are, of course, not the same. Second, you must speak with Isgird, who is the oldest living person in Lake-town. She knows everyone. Lastly, search the old chest in the manor for Othur's treasure. It is foolish, I know, but some say it is still there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf9",
      "en": "This stamp contains an official seal of Dagrun's family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Find Dagrun's family crest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859578",
      "en": "I will need your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'Dagrun? The new Master of Lake-town? Why yes, of course I had heard! I am not deaf, you know, and many a little bird comes to my sill. Such a sweet child Dagrun was, I remember well. Sweet and kind, much like her mother before her.\\n\\n'Married the boatman, named... no, but I've forgotten that. He was a boatman, though, much like her father. Not rich, but proud and hard-working. Boatman and fisherman, both families, as long as anyone could recall.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}