{
  "id": 621007845,
  "txt": [
    {
      "id": "0xb0118d0",
      "en": "You should look for sign of the missing refugees, south from Dale's eastern gates, and defeat any Jangovar that may have been involved in their disappearance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'The Jangovar... what is to be done with them? We do not know why some remained after their defeat or how to be rid of them. They are a thorn in our side, [placeholder].'\\n\\nYou take the opportunity to tell the Queen Regent about the suspicious dealings you uncovered in Lake-town and Esgaroth. A frown creases Erna's face.\\n\\n'Then perhaps the whispers which I had taken for idle rumours contain some truth, after all. More than one report has come to me of the new refugees joining the Jangovar, or being allied with them all along, and so on and so forth. Until now, I took it for the wounded and suspicious regard of my own people, who have been through much.\\n\\n'But now I see it may have been a mix of truth and lies from without, after just the manner you describe finding in Lake-town. Would you return to the Easterling refugees, [placeholder], and see if you can solve this riddle, as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd5",
      "en": "Defeated Jangovar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d6",
      "en": "Tay Yoldash can be found south-east of the city of Dale in the Dale-lands.\\n\\nYou should defeat Jangovar and free refugees from Tay Yoldash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Free refugees in Tay Yoldash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e2",
      "en": "Talk to refugees in Dale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "Defeated Jangovar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859595",
      "en": "I am worried about the safety of the Chayasír and Dorwinion peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e4",
      "en": "Search for the missing refugees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b21",
      "en": "Freed refugees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b23",
      "en": "Talked to refugees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'Jangovar? I don't know that Jangovar would dare come so near to Dale. And yet... there was a strange man going here and there among my people yesterday and whispering among them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e2",
      "en": "'Ah, it is you, [placeholder]. Perhaps you can help. Perhaps you will believe me. My friend has gone. He and others, they left through the eastern gate, and have not returned! I cannot think why. Perhaps I am worrying for no reason. But my heart tells me something has gone amiss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e6",
      "en": "'Hush! Come close and listen. It was Akshir we followed. It was Akshir who told us lies we wished to hear, or that we feared. You may guess well enough the lies: that we could win riches, that the Dale-folk planned to slaughter us, that he would lead us home.\\n\\n'He bade us sneak out of Dale and then led us here, to Tay Yoldash. I would be among them now, had I not chanced to hear him speaking with a Jangovar lackey, when they thought themselves alone. Lies. All lies, and I believed!\\n\\n'The others though - they are not safe. You must go in and rescue them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "There are rumours that the new Easterling refugees may be joining, or perhaps being kidnapped, by the remaining Jangovar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'How glad I am you found us, [placeholder]! I tremble to think what Akshir would have done with them, had you not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "You should return to Orphón with news of your success, just outside Tay Yoldash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Return to Orphón",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Easterling refugees in Dale and learn the truth of the rumours.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Defeat Jangovar in the Dale-lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "Defeat Jangovar at Tay Yoldash ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "The Jangovar Threat",
      "es": "",
      "es (fem)": ""
    }
  ]
}