{
  "id": 621007804,
  "txt": [
    {
      "id": "0xb0118d0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'You're not one of those lot, then? Good. Why they wish to dredge up those bones and bearing them here to New Lake-town, I can't say! It was that dragon, after all, as set Old Lake-town ablaze. Or have they somehow forgotten the tales of their grandmams? \\n\\n'If you think you can make some sense of such rot and bother, go talk to Stafhild, over there. At the very least, he'll try to tell you why they believe the things they do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "The Master of Lake-town should hear of this. That much is true",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a5",
      "en": "You should speak with Dagrun, who can be found in the Master's manor in Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859560",
      "en": "It would seem I have more than my fair share of opposition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d6",
      "en": "You should assist the Men of Lake-town.\\n\\n<rgb=#FF0000>The Trail of Rust quest arc will continue after completing The Master's Murder quest arc which begins with the Lake-town guard in front of the Master's manor in Lake-town.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859561",
      "en": "You have been most helpful in assisting the best interests of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859562",
      "en": "I will need your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d6",
      "en": "'Thank you once again, for all you have done, [placeholder]. You have been most helpful in assisting the best interests of Lake-town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d9",
      "en": "Dagrun can be found in the Master's manor in Lake-town.\\n\\nYou should assist Dagrun with her troubles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502927",
      "en": "Talk to Dagrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d8",
      "en": "'Why bring the bones here? Well, they're doing no one any good out there in the Lake, for one. And they have great value, or so I've heard tale. They could bring great wealth to Lake-town. Or put them up somewhere, and travellers like yourself will come from leagues away just to see them.\\n\\n'Don't you lecture me of that rot about ill luck. Why, that's a real bit of Smaug at the Dragonbone Inn... isn't it? I've always thought so, at any rate. The clear thing is, whoever begun this talk was thinking with their head for a change, and that's just the sort of thing Lake-town needs.\\n\\n'Really, someone ought to bring a petition to the Master!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Talk to Stafhild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011884",
      "en": "A crowd of people are gathered outside of the Master's manor in Lake-town.\\n\\nWith Dagrun's reputation improved, now would be a good time to speak to the Men of Lake-town about Smaug's bones, on behalf of the Master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Talk to Dagrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Find the Master of Lake-town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Complete <rgb=#FF0000>'The Master's Murder' quest arc</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Find the Master of Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502933",
      "en": "Complete <rgb=#FF0000>'A Question of Bloodline'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Complete <rgb=#FF0000>'Underbelly of Deceit'</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b9",
      "en": "You should speak with Dagrun, who can be found in the Master's Manor in Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "There is a lively debate among its residents about transporting Smaug's bones to Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'I have dwelled all my life among the folk of Lake-town, and never has the gossip in the market been so pernicious and full of lies as these last days.\\n\\n'Why, they say I am of the bloodline of Othur! You know of Othur, do you not? He was Master of Lake-town in the time when Bard the Bowman was not yet king and Smaug slept, then awoke. Othur stole from Lake-town and fled, and his name is one of infamy and shame. They say his stolen wealth was not lost, but that I have it now and conceal it from all.\\n\\n'This is all nonsense, of course! But if I am to assist you in your puzzle, I must ask you to assist me in mine. I should not be at all surprised if they were somehow linked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "You should speak some more with Dagrun, who can be found in the Master's manor in Lake-town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf0",
      "en": "With Stafhild convinced that Smaug's bones will bring riches, best to seek the town's Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e148",
      "en": "<rgb=#FF0000>Talk</rgb> to the crowd gathered outside the manor about Smaug's bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc3",
      "en": "Dagrun pauses and looks towards one of the windows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Talk to Dagrun again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f2",
      "en": "'Ah, [placeholder]. This has been an eventful day for you and for me and for Lake-town, has it not? But what is it? Is there some other matter about which you wish to speak?'\\n\\nYou tell her briefly of the strange puzzle you followed from Loeglond, to Esgaroth, and finally to Lake-town.\\n\\n'Your problems and my own are much akin, friend. It would seem, new as I am as Master, that I have more than my fair share of opposition, and it has taken the form of such grumbling in the street as you have witnessed over Smaug's bones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc6",
      "en": "The crowd has heard your words to leave Smaug's bones be and agrees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Stafhild can be found in the unruly group in Lake-town.\\n\\nYou should hear what Stafhild has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc9",
      "en": "This is a good place to speak to the crowd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "The Master's manor stands before you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "The Master's Dilemma",
      "es": "",
      "es (fem)": ""
    }
  ]
}