{
  "id": 621007843,
  "txt": [
    {
      "id": "0xb568924",
      "en": "Karazgar the Weeping Warrior may have eluded your grasp, but retracing his path has taught you something of value: seeking to counteract his own decline, he turned to the dragon-venom that both strengthened and poisoned him for so long. He suffers in undeath, bound to the dragon-kind that he despises and upon which he now relies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011853",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The dwarf Sigrun can aid you in the Misty Mountains, as can Fotri in Forochel. Draigoch's Lair can be found in Thrór's Coomb in Enedwaith.\\n\\nYou should seek the bones of the dragons Bregmor, Draigoch, and Thorog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a90",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a92",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b66",
      "en": "The Weeping Warrior's thirst for dragon bones is almost an obsession",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b68",
      "en": "The cavern has clearly been disturbed, and snow-covered rust trails across the mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Epilogue: Trail of Rust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Find Draigoch's bones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a9",
      "en": "Find Thorog's bones with Sigrun's aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Now, say you were to follow the path, where might it lead? Let me think. Hm... yes. If dragon bones are what this Weeping Warrior cares about, the Dale-lands are not the only place such things may be found. Can you think of any others? You are the worldly traveller, after all!'\\n\\nYou mention Bregmor of Forochel, Draigoch of Enedwaith, and Thorog of the Misty Mountains.\\n\\n'You name familiar and unfamiliar worms, [placeholder]. I was not mistaken in thinking you worldly-wise! In this much I can guide you: seek Sigrun in the Misty Mountains and Fotri in Forochel. They are dwarves worthy of their beards and will be of great help to you. For Enedwaith, I am afraid, you are on your own.\\n\\n'Good luck, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1623",
      "en": "Fróthi suggests seeking out other dead dragons for clues to the riddle of the Weeping Warrior's motives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d4",
      "en": "Learned more about Karazgar, the Weeping Warrior.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Find Bregmor's bones with Fotri's aid",
      "es": "",
      "es (fem)": ""
    }
  ]
}