{
  "id": 621007808,
  "txt": [
    {
      "id": 148970448,
      "en": "Dispersed crowds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "Suspicious characters can be found around Lake-town.\\n\\nYou should find suspicious characters in Lake-town who look to be putting up the slanderous notices.",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "You should examine what you noticed lying near the defeated Easterling, Ut没kel, in Lake-town's underbelly.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'It is not enough to prove my true bloodline. Someone has been planting these rumours - I know, because I have found this.'\\n\\nShe waves a piece of paper in front of you, with the claims of her kinship with Othur written out on it.\\n\\n'Please, I ask you to track down those who seek to wrongly discredit me and tear down as many of these awful notices as you can find!'",
      "es": ""
    },
    {
      "id": 148970450,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621221,
      "en": "Put a stop to the slanderous gossip in Lake-town.",
      "es": ""
    },
    {
      "id": 148970453,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970455,
      "en": "The briber was taking orders from an Easterling!",
      "es": ""
    },
    {
      "id": 190220758,
      "en": "You have defeated Ut没kel and put a stop to the slanderous gossip in Lake-town. Seeing the same pile of rust in both Esgaroth-of-old and the underbelly of Lake-town has made you wonder if there is some connexion between the two groups of evil men operating in the Dale-lands. It would seem this Akshir, whoever he is, may be behind it all!",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 173025763,
      "en": "Examine the thing",
      "es": ""
    },
    {
      "id": 148970272,
      "en": "You notice something nearby the defeated Easterling",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "Follow the trail of coins",
      "es": ""
    },
    {
      "id": 148970276,
      "en": "A pile of rust, just like the one you found in Esgaroth-of-old!",
      "es": ""
    },
    {
      "id": 111647201,
      "en": "'Akshir wanted those bones yesterday! Now you have paid the price!'",
      "es": ""
    },
    {
      "id": 111647202,
      "en": "'You should not have crossed Akshir! He will kill you for this!'",
      "es": ""
    },
    {
      "id": 148970278,
      "en": "The briber flees but tears his gold pouch in the process!",
      "es": ""
    },
    {
      "id": 148970280,
      "en": "The coins mark a clear enough path!",
      "es": ""
    },
    {
      "id": 173025777,
      "en": "Confront the briber",
      "es": ""
    },
    {
      "id": 173025543,
      "en": "Remove slanderous notices ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Someone has been posting notices in Lake-town, making false claims such as those about Dagrun's bloodline.",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Disperse crowds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621153,
      "en": "Ut没kel can be found in Lake-town's underbelly.\\n\\nYou should defeat the one behind the slanderous gossip in Lake-town.",
      "es": ""
    },
    {
      "id": 184621154,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621203,
      "en": "Someone in Lake-town is bribing people to spread rumours. You should find the briber.",
      "es": ""
    },
    {
      "id": 173025553,
      "en": "Find the briber",
      "es": ""
    },
    {
      "id": 184621208,
      "en": "The briber in Lake-town has accidentally left a trail of coins behind him.\\n\\nYou should follow the trail of coins to catch the briber.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Discrediting notices can be found around Lake-town.\\n\\nYou should find and remove any slanderous notices that you come across.",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970440,
      "en": "Removed slanderous notices ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025558,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 226858372,
      "en": "I ask you to track down those who seek to wrongly discredit me.",
      "es": ""
    },
    {
      "id": 173025561,
      "en": "Defeat Ut没kel",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "The Underbelly of Deceit",
      "es": ""
    }
  ]
}