{
  "id": 621007809,
  "txt": [
    {
      "id": 184621155,
      "en": "You should find King Bard II, who can be found in the Great-keep in the north part of Dale.",
      "es": ""
    },
    {
      "id": 184621158,
      "en": "You should continue assisting King Bard II in Dale.\\n\\n<rgb=#FF0000>The Trail of Rust quest arc will continue after completing the Refugees in Dale quest arc which begins with King Bard II in Dale.</rgb>",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'I've had enough of your kind of help, [placeholder]. Speak to my brother or mother if you must hold your nose so high up in the air.'",
      "es": ""
    },
    {
      "id": 190220773,
      "en": "'I hope these Easterlings leave soon. I certainly do not welcome them here.'",
      "es": ""
    },
    {
      "id": 190220774,
      "en": "'Many of the Chayasír and Dorwinion lost their homes in Rhûn. They are strong to be able to lose everything and carry on. I do not think I would be able to do that if I lost Dale.'",
      "es": ""
    },
    {
      "id": 148970435,
      "en": "Talked to refugees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'From what you say, there can be no doubt that this Easterling - Utûkel - was one of the Jangovar who recently assailed the folk of this valley.\\n\\n'Though the remnant of that army lingers on the far shore of the Long Lake, the brunt of their campaign was against Dale, where the crown of our people is seated. We would be remiss if we did not send word of this to the young king there.\\n\\n'And what better emissary could be found than you, [placeholder]? Yes, I think you had better go and tell them what you have learned. You will want to find the Great-keep, in the north part of Dale.'",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Talk to Dorwinion and Chayasír in Dale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970441,
      "en": "Reassured concerned Dale-folk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'At last Dale helps us and lets us within its walls. I say we should do what we can to help them, little though it be. Me, myself, I have always cared for animals. Why, in my home, far away, the farmers would bring whatever old hounds or young calves were sick, and I would look after them.\\n\\n'If there are any animals that need looking after in Dale, I offer my help.'",
      "es": ""
    },
    {
      "id": 184621264,
      "en": "You should talk to Erna, who can be found in the Great-keep in Dale.",
      "es": ""
    },
    {
      "id": 190220788,
      "en": "'Before I fled my home, I farmed the land. Oh, how dry the soil was there. Hard work it was, farming that soil! But we knew many tricks, we did, to make things grow. I look in wonder on this green land with its running water! Still, I bet you I might teach these farmers a few of my tricks all the same.'",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Reassure concerned Dale-folk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'I judge from your dress that you have known battle and have journeyed far. Am I right? The Chayasír journey too, even before we fled the devastation in Rhûn, but battle we have shunned. Unlike the Jangovar, with their lies of killing glory and red-eyed gods!\\n\\n'Me? I am a humble mender of clothes. Dale have shown themselves to be no Jangovar, and I would gladly give my talents to them.'",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'A darkness came in the East, and it was no longer safe there. So I took my children with me and we fled, side by side with so many others. I am weary beyond belief, and my heart cries out every time I think what my children have come through. And yet it also cries with joy that I still have them with me.\\n\\n'I will make a new life here and travel no more, if the people of Dale allow it.'",
      "es": ""
    },
    {
      "id": 190220791,
      "en": "'I am a worker and carver of wood. We Chayasír come to these lands hoping for a new life. How happy I would be to carve and work wood for the people of Dale.'",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "Comforted distressed Dorwinions ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621270,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621273,
      "en": "Distressed Dorwinions can be found in Dale.\\n\\nYou should comfort Dorwinions, still in shock from the devastation in the east and the difficulties of acceptance from some of those in the city of Dale.",
      "es": ""
    },
    {
      "id": 148970455,
      "en": "Fresh-cut stone and the smell of sawn lumber tell a tale of rebuilding after much destruction and strife",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "Comfort distressed Dorwinions ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 226858368,
      "en": "I do not care what you have to say to me",
      "es": ""
    },
    {
      "id": 173025561,
      "en": "Talk to King Bard II",
      "es": ""
    },
    {
      "id": 226858370,
      "en": "Many of the Chayasír and Dorwinion lost their homes",
      "es": ""
    },
    {
      "id": 226858371,
      "en": "I hope these Easterlings leave soon",
      "es": ""
    },
    {
      "id": 226858372,
      "en": "I am worried about what you have told me concerning the Easterling.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The young king in Dale will want to know that a Jangovar was instigating rumours and making plans to claim Smaug's bones in Lake-town.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "The city of Dale can be found north of Lake-town in the Dale-lands.\\n\\nYou should travel to Dale.",
      "es": ""
    },
    {
      "id": 148970294,
      "en": "The young king stands before his throne, his family by his side",
      "es": ""
    },
    {
      "id": 173025575,
      "en": "Return to Erna",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Talk to Queen Regent Erna",
      "es": ""
    },
    {
      "id": 190220562,
      "en": "'We have done all we can, for now, I think, for these poor peoples from Rhûn. I hope many of them will make this place their home, and that we shall come to grow together as flowers in a field.'",
      "es": ""
    },
    {
      "id": 148970486,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190220564,
      "en": "'What brings you to Dale, adventurer? You come on behalf of Lake-town and have news of Easterlings along the western side of the Long Lake? We have many issues concerning Easterlings here as well.'",
      "es": ""
    },
    {
      "id": 226858393,
      "en": "'I welcome you to the city of Dale.'",
      "es": ""
    },
    {
      "id": 173025765,
      "en": "Talk to King Bard II",
      "es": ""
    },
    {
      "id": 190220743,
      "en": "DNT 'Greetings, [placeholder]. I welcome you to the city of Dale. We have already heard much about you, for merchants and gossip go hand and hand. While I may be king of the Dale-lands, I have much to learn still.\\n\\n'I have not been king for very long. My mother, Erna, assists me in all matters. She says that soon enough, I will be able to rule without her. I am thankful that time has not yet come though as there are many things happening in the Dale-lands that I do not understand.'",
      "es": ""
    },
    {
      "id": 184621221,
      "en": "You should talk to Queen Regent Erna, who can be found within the Great-keep in Dale.",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Complete the <rgb=#FF0000>Refugees in Dale quest arc</rgb>",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "Travel to Dale",
      "es": ""
    },
    {
      "id": 190220745,
      "en": "'After careful consideration, we have decided to allow the Dorwinion and Chayasír who seek refuge into the city. Some have chosen to remain in their camps across the river, and this, too, we shall permit.\\n\\n'My concern is for those we have welcomed within our walls, however. Will you go among them and see they are faring well, and being treated as guests should be?'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Easterlings in the Dale-lands",
      "es": ""
    },
    {
      "id": 173025592,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "You should reassure the concerned Dale-folk that they are not in danger from the Easterling refugees.",
      "es": ""
    },
    {
      "id": 190220758,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173025781,
      "en": "Find King Bard II",
      "es": ""
    },
    {
      "id": 184621153,
      "en": "The Easterling refugees can be found throughout Dale.\\n\\nYou should speak with the Dorwinion and Chayasír Easterlings who have come within Dale's walls.",
      "es": ""
    }
  ]
}