{
  "id": 621007811,
  "txt": [
    {
      "id": 184621264,
      "en": "Dorwinion and Chayasír can be found in and around the city of Dale.\\n\\nYou should bring them the items they requested.",
      "es": ""
    },
    {
      "id": 148970449,
      "en": "This wooden toy is in need of repair",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'You have spoken with the Chayasír and the Dorwinion people. They seek to help us. After the battle with the Jangovar, we could certainly use the assistance. You have met some of these travellers and learned of their skills and desires. Help them as needed. They must feel welcomed.\\n\\n'I shall also ask of you to find those who seek to swindle or profit off the chaos and bustle in Dale. These thieving brigands are not welcome in the city of Dale.'",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "Item given ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621270,
      "en": "DNT You should continue assisting Erna and King Bard II in Dale.\\n\\n<rgb=#FF0000>The Trail of Rust quest arc will continue after completing the TBDDALEREFUGEE quest arc which begins with King Bard II in Dale.</rgb>",
      "es": ""
    },
    {
      "id": 226858341,
      "en": "The Chayasír and the Dorwinion people seek to help us.",
      "es": ""
    },
    {
      "id": 226858342,
      "en": "I am glad to hear the Chayasír and Dorwinion are taking well to their new home.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Find a broken toy",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "DNT <rgb=#FF0000>Complete the TBDDALEREFUGEE quest arc to continue</rgb>",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "Make suspicious Dale-folk leave ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Erna would like to assist the Dorwinion and Chayasír from the east, and these travellers, who have much knowledge and skill, wish to aid Dale.",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "'How glad I am that these refugees are settled and taking well to Dale. It is time we turned our attention to those other Easterlings - the Jangovar - who remained within this valley after their defeat.'",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Find a stray animal",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Find some old clothes",
      "es": ""
    },
    {
      "id": 246419713,
      "en": "You should return to the Queen Regent Erna, who can be found in the Great-keep in Dale.",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "You should gather items for the Easterling refugees so that they can assist the city of Dale.",
      "es": ""
    },
    {
      "id": 251715909,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970432,
      "en": "These old clothes could use some mending",
      "es": ""
    },
    {
      "id": 251715911,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 251715913,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970435,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477267,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025554,
      "en": "Give the requested items to the Dorwinion and Chayasír ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220788,
      "en": "'This small beast's leg is injured. You did not see that? Do not worry, I will look after it.'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025556,
      "en": "Talk to Erna",
      "es": ""
    },
    {
      "id": 148970486,
      "en": "Suspicious Dale-folk left town ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'The clothes are very tattered. If you lend them to me, I will gladly mend them. Soon enough, they will be clothes even the King of Dale would be proud to wear.\\n\\n'Well... perhaps I get ahead of myself. But they will be fine enough, all the same!'",
      "es": ""
    },
    {
      "id": 148970488,
      "en": "This stray cat needs someone to look after it",
      "es": ""
    },
    {
      "id": 190220792,
      "en": "'Ah, a child's wooden warhorse. It is in need of some mending. I can do that. I can make it better than new! My reward will be the smile it will bring to children.'",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Life After Rhûn",
      "es": ""
    }
  ]
}