{
  "id": 621007835,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Weeping Warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "You should speak with Queen Regent Erna, who can be found in the Great-keep in Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "Talk to the guard on the southern bridge out of Dale and find out if he has seen Bryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'It is hard to believe that my brother has forgiven me... or that he ever shall. I even told him about the knife. Now I must do all I can to make it up to him. Ah, what a fool I was! It is bitter, and I am ashamed, but I must hide from unpleasant truths no longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "In a huff of anger, Bryn flees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'You have unravelled one more troubling scheme, [placeholder] - one that ran perilously close to my own blood. For that, I thank you.\\n\\n'And yet... and yet...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I am glad to hear that my brother is no longer in danger. It will... take longer to forgive him, but I am sure that I shall. Much like the rebuilding of Dale and of Lake-town. It is hard work, and long, but we know it must be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Talk to the guard on the southern bridge out of Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You should speak with both King Bard II and Prince Bryn, who can be found in the Great-keep in Dale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Talk to Prince Bryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1132",
      "en": "The guard is ashamed to have taken money from Bryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Talk to Erna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Erna is worried about her son Bryn, who has become increasingly distant and sullen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to King Bard II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'The prince? No, I...'\\n\\nThe guard sighs.\\n\\n'No, I speak the lie. He did come this way, and paid me not to tell a soul. I was a fool to accept the bribe, and will pay a steeper price, I know. But you must go after the prince, and see that no harm comes to him. That is the greater matter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'He crossed the bridge just now. If you hurry, I am sure you will be able to catch up with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1139",
      "en": "You see the guard, but Bryn is nowhere to be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50210",
      "en": "Tell Bryn a <rgb=#FF0000>Story</rgb> of your adventures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01104",
      "en": "Bryn fled to the south in Dale.\\n\\nLook for a guard on the southern bridge of Dale to see if he has stopped Bryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Talk to the southern bridge guard in Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "Erna draws you near and speaks in a hushed tone.\\n\\n'I would speak with you of Bryn, [placeholder]. You have seen that he is sullen and distant, but this was not always so. The death of his father and, I doubt not, kingship of his brother have been hard upon the boy.\\n\\n'Do you recall when I asked you to gather the items for my lecture? I found Bryn where I knew I would find him - outside the walls of Dale. He has gone out much of late, and the danger in doing so is grave. I think, perhaps, that he dreams of the wider world and adventures a young person might have there.\\n\\n'Would you talk to him of your own adventures? I do not know, yet I hope that may allay some of his restlessness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to the southern bridge guard in Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Bryn can be found in the Great-keep in Dale.\\n\\nYou should tell Prince Bryn stories of your adventures. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859520",
      "en": "I am glad to hear that my brother is no longer in danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd859521",
      "en": "It is hard to believe that my brother has forgiven me.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "The guard is ashamed to have taken money from Bryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859522",
      "en": "Bryn keeps mainly to himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Look for a guard on the southern bridge ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Talk to Bryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Seek out the southern bridge guard in Dale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "You attempt to tell Bryn a great tale",
      "es": "",
      "es (fem)": ""
    }
  ]
}