{
  "id": 621078632,
  "txt": [
    {
      "id": 216727830,
      "en": "Dervorin wants to know why lumber production is so slow.\\n\\nTalk to Dravron about why his camp is not putting out lumber.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'My friend! I have not set eyes upon you since our time together at Minas Tirith. I feared you dead, but I am glad to have been proven wrong.\\n\\n'I returned home safe some weeks ago, and have been dealing with a frustration ever since. I don't know if you are aware that the Ringló Vale produces much of the timber used in Gondor. Yet I arrived home only to find that the nearby lumber camp has been laying idle! I tried to speak to the owner of the camp, a surly man named Dravron, but he's only offered middling excuses. I could step in as acting Lord of the Vale, but I am loath to wield my power so heavy handedly, at least not yet.\\n\\n'Say, you are a fine conversationalist. Perhaps he would be more open with you than he would me. Find the camp up the hill, north-east from Ethring. See if he'll tell you why he's dragging his feet up there!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Dravron mentioned that his leadership of the camp stems from a land claim passed down through his family.\\n\\nReport this finding to Dervorin in Ethring.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Dervorin",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hmph. Dervorin wishes to know why lumber has not been leaving this camp? It is because it's not profitable enough for me to send any!\\n\\n'The longer I withhold the product of these forests, the more the price of it will increase. Only when it is guaranteed to make me wealthier than the Lord of the Vale himself will I begin to sell!\\n\\n'What gives me the right? My family holds a claim to this land per an agreement with the Lords of the Vale from generations ago. Dervorin is welcome to revoke it but without cause, he will lose face. Go tell him that I will operate my lumber camp as I see fit.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Dervorin is frustrated with the lack of output from the nearby lumber camp.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Problem with the Lumber Camp",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'He claims to own the land itself per an agreement with my forebears? I find this suspicious....'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Dravron",
      "es": ""
    }
  ]
}