{
  "id": 621078771,
  "txt": [
    {
      "id": 216727827,
      "en": "Erchar is worried that a camp of lingering Corsairs are stealing supplies meant for Parth Rest.\\n\\nThe Corsair camp can be found west of Dol Brannor.",
      "es": ""
    },
    {
      "id": 49286678,
      "en": "Talk to Herion at Parth Rest",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You should deliver the pillaged supplies to Herion at Parth Rest.\\n\\nParth Rest can be found to the south-west of Dol Brannor.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Herion at Parth Rest",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'[placeholder]! Erchar sent you?\\n\\n'That is a blessing. After the battle raged here, and Linhir was made safe, I established this relief camp to organize and route supplies through Dor-en-Ernil all the way to Ringlo Vale.\\n\\n'Please, if you have it in you to help with relief efforts, you would be most welcome.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Erchar and his brothers have turned their efforts to the restoration of Barad Rill.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeated Corsairs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah, [placeholder]!\\n\\n'It is you! Well met! The restoration efforts are well at hand in Linhir, and so my attention is needed elsewhere.\\n\\n'Not since I was ambushed here, did I really see the devastation brought upon by the war. My brothers and I have begun relief efforts and plan to restore Dor-en-Ernil.\\n\\n'As fate would have it, your appearance before me is quite fortuitous. The Corsairs have been pushed back, but some still linger in these lands hindering our ability to transport supplies.\\n\\n'Scouts have reported a nearby encampment west of the beacon full of these lowly thieves. They are the culprits, I'm sure of it.\\n\\n'Follow the road west and you'll find them. Take care of any lingering Corsairs and find any supplies that may be useful to us.\\n\\n'Herion will be expecting them at Parth Rest, his relief camp to the south-west.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Supplies collected ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat Corsairs in Tungobel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect pillaged supplies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Sons Redeemed",
      "es": ""
    }
  ]
}