{
  "id": 621078796,
  "txt": [
    {
      "id": 177082773,
      "en": "Ash mounds cleansed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Garvir has asked you to assist in the cleansing of Gaerlond to the north-east.\\n\\nFell creatures have been sighted and are scaring the workers.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Defeat Darkwaters at Gaerlond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The efforts to rebuild the lighthouse have been hindered by the hauntings at Gaerlond.\\n\\nGaerlond can be found to the north-east.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Cleanse ash mounds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "You should report your success at Gaerlond to Garvir.\\n\\nGarvir can be found at Barad Rill.",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Garvir",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Garvir told you that Herion once again needs your help. You should talk to Herion at Parth Rest.\\n\\nParth Rest can be found to the north.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Darkwaters defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Herion at Parth Rest",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Now that the war is over, I have been meaning to return here to see that the lighthouse be rebuilt.\\n\\n'It was vital in our efforts to rout Corsairs on approach. Dolgimil is no more.\\n\\n'We must reclaim this beacon once more so that it may once again serve the Bay of Belfalas, but work has halted. The workers are frightened. Rumours abound of unsightly apparitions in the ruins of Gaerlond, to the north-east.\\n\\n'They dare not resume their work until that place is cleansed. Would you aid me once more, [placeholder]?'",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'It seems we cannot be rid of you that easily, [placeholder], but I need your aid here again.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'It is good to have you back, [placeholder]!\\n\\n'Now that things have settled down at Gaerlond, there is no doubt the workers will return and resume the effort.\\n\\n'Thank you for aiding me.\\n\\n'I received word from Herion that he needs your help. You should return to Parth Rest and see what he has to say.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Barad Rill Runs Dark",
      "es": ""
    }
  ]
}