{
  "id": 620994723,
  "txt": [
    {
      "id": 111477395,
      "en": "Eat or drink",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Sam",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Eat or drink some more ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'No, and much has come of it, as I will tell you if you will stop frowning so sternly at me for a moment and listen. I confess, when first we set our hearts on seeing Mordor it was a foolhardy lark. We were thinking only of the treasure chest Bilbo was said to have returned with, and seeing what we had not yet seen. But that is not at all what we found.'\\n\\nMerry goes on to describe the two encounters with the half-orcs, the riddles they let drop, and all that followed in the hopes of unravelling them.\\n\\n'And so, you see Frodo, we have had a proper adventure of our own, in the end.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'No, Pippin, I am being quite serious. Those clever arguments might work on Aragorn or Gandalf, who do not see things quite at our level, as it were -- but it is me to whom you are talking. The time of hobbits going into Mordor should be done, I think. In fact, I have been thinking a great deal about how the time of our adventuring is coming to an end.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Pippin wishes to speak to you.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Ah, you do see into our hearts, Frodo, as only a hobbit and an old friend could ever do. Well, you have my word then. Yours too, Merry? Good. Neither of us shall go back into Mordor during our stay in Gondor.\\n\\n'But if the riddle of those squinty fellows drives me to jibbering, it will be on your conscience!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You should approach the table, where the four hobbits have already begun.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Don't worry, [placeholder], we didn't wait to start eating. Or making merry. Still, I am awfully glad you are here to join us. I don't think we are in any danger of running short on food or drink, for that matter.\\n\\n'Sit down and have some, please!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - hai hobbit!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have gone down with Pippin and Merry to Cormallen, to share a meal with Sam and Frodo, who have been spending their days there.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Approach the table",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "You should join in the meal and partake of the food and drink laid out on the table.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You should hear what Sam says for himself.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'They weren't so lavish as all that, as you put it, and besides, less than half were mine, truly, but only gifts Mr. Frodo refused. He has taken not a one gift, has he, though ever so many have been laid at his feet these last days. \\n\\n'But tell us, Mr. Merry, about this hidden house they have built for us, and what a palace it is, or so I've heard tell.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You should help yourself to some more food and drink while the four friends talk.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Hear Merry's reply to Frodo.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Listen to Frodo's answer to the complaint.",
      "es": ""
    },
    {
      "id": 158854272,
      "en": "'Ah, but where were we, again?'",
      "es": ""
    },
    {
      "id": 158854273,
      "en": "'Sam was just telling us of the many lavish gifts he has received.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "You should help yourself to some more food and drink while the four friends talk.",
      "es": ""
    },
    {
      "id": 158854274,
      "en": "'Come now, Mister Pippin!'",
      "es": ""
    },
    {
      "id": 158854275,
      "en": "'It very nearly is a palace, Sam, though it was only restored and not built afresh. Still, it is something of a marvel, wouldn't you say, Pippin?'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "You should hear what Pippin says to Frodo.",
      "es": ""
    },
    {
      "id": 158854276,
      "en": "'Nor is it very far off. You must come and join us there soon!.'",
      "es": ""
    },
    {
      "id": 211254984,
      "en": "'But really, you must promise me.'",
      "es": ""
    },
    {
      "id": 158854277,
      "en": "'There are rooms for both of you. I... may have gone quite over the top readying them for you.'",
      "es": ""
    },
    {
      "id": 125749570,
      "en": "'But truly, friends, you must promise me: no more into Mordor.'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "DNT the hobbits welcome you",
      "es": ""
    },
    {
      "id": 158854278,
      "en": "'There are kitchens and gardens and baths, open air bits and quiet nooks.'",
      "es": ""
    },
    {
      "id": 158854279,
      "en": "'Well now, this is something I really must see!'",
      "es": ""
    },
    {
      "id": 158854280,
      "en": "'Ha ha, and so this is what's kept you so busy and away from here so long?'",
      "es": ""
    },
    {
      "id": 158854281,
      "en": "'Well that... and we have been into Mordor.'",
      "es": ""
    },
    {
      "id": 158854288,
      "en": "'Pippin! Please tell me that you are joking.'",
      "es": ""
    },
    {
      "id": 158854289,
      "en": "'No, I see you are not.'",
      "es": ""
    },
    {
      "id": 158854290,
      "en": "'All the same, you must promise me you will not go into Mordor again.'",
      "es": ""
    },
    {
      "id": 158854291,
      "en": "'Ah, but don't you see? The mystery is unsolved! Are we not to see our own adventures to their conclusions, too?'",
      "es": ""
    },
    {
      "id": 158854292,
      "en": "'Coming to an end? How do you mean, Mr. Frodo?'",
      "es": ""
    },
    {
      "id": 158854293,
      "en": "'What I mean, Sam, is that it will soon be time to turn our gaze homeward; to think less of There and more of Back Again.'",
      "es": ""
    },
    {
      "id": 158854294,
      "en": "'You are right of course, Frodo, but could you do so with a little more sunshine?'",
      "es": ""
    },
    {
      "id": 158854295,
      "en": "'Well then, let us drink to turning homeward -- and to sunshine far from shadow!'",
      "es": ""
    },
    {
      "id": 158854385,
      "en": "'Come now,  Sam!'",
      "es": ""
    },
    {
      "id": 158854296,
      "en": "'Ha ha! Nor will it be the first thing, friend.'",
      "es": ""
    },
    {
      "id": 158854386,
      "en": "'But really, what was in it?'",
      "es": ""
    },
    {
      "id": 158854297,
      "en": "'Certainly not, considering you gave Bag End to the Sackville-Bagginses!'",
      "es": ""
    },
    {
      "id": 158854387,
      "en": "'Nothing at all but a-- but a-- bit of wax.'",
      "es": ""
    },
    {
      "id": 158854388,
      "en": "'Ha ha, peculiar indeed!",
      "es": ""
    },
    {
      "id": 158854389,
      "en": "'There you are, [placeholder]! At last!'",
      "es": ""
    },
    {
      "id": 158854390,
      "en": "'You are most welcome here among us, friend.'",
      "es": ""
    },
    {
      "id": 158854391,
      "en": "'Oh, don't you mind Pippin. We saved a place for you, and that is what truly matters.'",
      "es": ""
    },
    {
      "id": 158854392,
      "en": "'True, Pippin never has had any manners.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Frodo",
      "es": ""
    },
    {
      "id": 158854393,
      "en": "'As if you were one to speak!'",
      "es": ""
    },
    {
      "id": 158854304,
      "en": "'My poor old Gaffer. I shudder every time I think of it, I do!'",
      "es": ""
    },
    {
      "id": 158854305,
      "en": "'Come now, Sam. The most likely case is, your Old Gaffer is the one giving Lotho and Lobelia grief.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Eat or drink some more ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 158854306,
      "en": "'I can only hope it's true!'",
      "es": ""
    },
    {
      "id": 158854307,
      "en": "'Ah, but it would be fine to set foot on firm Shire soil once again.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Enjoy the hobbits' company",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Meal in Cormallen",
      "es": ""
    }
  ]
}