{
  "id": 620994694,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'[placeholder]! You have come along at just the right moment. You must help us settle this argument. We hobbits must stick together, after all, mustn't we? You may be a River Hobbit, but you are still one of us, however distantly-related! That's what Pippin and I say, at any rate!\\n\\n'You see, our good friend Gandalf here thinks we should not be allowed to poke our noses into Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 1: A Place for Hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Old Bilbo came home with quite a lot of treasure, you know. They will be expecting us to do the same, I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder]! You have come along at just the right moment. You must help us settle this argument.\\n\\n'You see, our good friend Gandalf here thinks we should not be allowed to poke our noses into Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Oh, [placeholder], I hope you stay about, have some more meals with us, and help us make our way in these days we stay here. They treat us like princes, it is true, but sometimes like the pampered kind who are well fed and can do very little of their own accord. That is no life for a hobbit, if you ask me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "Gandalf laughs.\\n\\n'Come, come! I advise, albeit sometimes strongly, but do not rule. Or had you forgotten that you had both submitted yourselves to the rule of others? If you wish to go into Mordor, it is Éomer and Aragorn you must ask.\\n\\n'But let us forget this matter for a time. I have something to show you. That is why I had come looking for you both to begin with, as it happens. I cannot show it to you here, however, because it is a place and not a thing. It is a short ride out of this blasted place, and it would be best if we set off at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'[placeholder]! You have come along at just the right moment. You must help us settle this argument. We hobbits must stick together, after all, mustn't we?\\n\\n'You see, our good friend Gandalf here thinks we should not be allowed to poke our noses into Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - hai hobbit'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "DNT indeed, when the guidance of the wise is not heeded, we seem to have come to a bit of an impasse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The hobbits Pippin and Merry draw you into a debate with Gandalf about where they can and should go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "DNT you look after them now, y'hear?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Pippin, Merry, and Gandalf stand just within Cirith Gorgor, before the ruined Black Gates of Mordor.\\n\\nYou should hear what Gandalf has to say in return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Pippin and Merry have returned to Cirith Gorgor, before the ruined Black Gates of Mordor.\\n\\nYou should talk to Merry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Really, Gandalf, I don't see why we shouldn't be allowed to go in. Plenty of others have gone in - Sam and Frodo included. Well, I'll admit, they are not the best of examples.\\n\\n'But we are not proposing to march right up the slope of Mount Doom. We wish only to take a few brief strolls in the place, to be able to say that we saw it with our own eyes, find a bit of treasure perhaps to take home with us....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Pippin, Merry, and Gandalf stand just within Cirith Gorgor, before the ruined Black Gates of Mordor.\\n\\nYou should hear what Pippin has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Pippin, Merry, and Gandalf stand just within Cirith Gorgor, before the ruined Black Gates of Mordor.\\n\\nYou should hear Gandalf's response.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe1",
      "en": "'I tell you, Mordor is no place for Hobbits.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe2",
      "en": "'Not go into Mordor? That is hardly fair!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Pippin, Merry, and Gandalf stand just within Cirith Gorgor, before the ruined Black Gates of Mordor.\\n\\nYou should hear Merry's rejoinder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Treasure? Ha ha! Yes, I see, now we get to the bottom of this foolish notion.\\n\\n'I tell you once more: Mordor is no place for hobbits. There are things down that path beyond what either of you have ever reckoned or encountered. In truth, I should think you have had enough adventuring for three lives' of hobbits put together, both of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Also, do not forget that Merry and I have each missed out on some part of the excitement that everyone else got to take part in, on account of those kidnapping Orcs and getting knocked on the head and prattling stern Gondorian healers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Dear old Gandalf! I spoke those words in a rash moment and I am ashamed of them at once. Please forgive a foolish hobbit.\\n\\n'But all the same, we have done so much. You must not take us for the young innocents who first stepped into Bree those months ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'More than we have reckoned or encountered you say? Yet we have encountered quite a lot between the Shire and here. Not just Moria and the Pelennor Fields, which I suppose you remember somewhat, but plenty in between when you were not around to nanny us. I say it is we who are capable of more than you imagine, thank you very much.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Treasure? Ha ha! Yes, I see, now we get to the bottom of this foolish notion.\\n\\n'I tell you once more: Mordor is no place for hobbits. There are things down that path beyond what either of you have ever reckoned or encountered. In truth, I should think you have had enough adventuring for three lives of hobbits put together, the three of you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}