{
  "id": 620994725,
  "txt": [
    {
      "id": 228284039,
      "en": "'We are going down to Cormallen - to see Frodo and Sam! It has been a little while and they sent word that they are both feeling much recovered.\\n\\n'Will you come and join us for a simple meal? Do not worry, you will feel just like one of the hobbits. There is always more room at a round table, as my uncle used to say!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You should talk to Pippin and Merry in Bâr Thorenion to learn what sort of expedition they are setting off on now.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "DNT we are going to Cormallen. will you come with us?",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You should talk with Merry and Pippin now that you have returned to Bâr Thorenion from your meal, and hear their thoughts on the discussion that took place.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT to cormallen then we go!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'[placeholder]! How would you feel about a very different sort of expedition?'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Oh... I have over-eaten, I am afraid. Now I am done with food, adventuring, and most other things for a good while! A good doze is the answer. And then who knows what may come up after I wake?'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You are coming, aren't you? Of course you are!'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'We are going down to Cormallen - to see Frodo and Sam! It has been a little while and they sent word that they are both feeling much recovered.\\n\\n'Will you come and join us for a meal? Do not worry, you will feel right at home. There is always more room at a round table, as my uncle used to say!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Merry and Pippin propose a very different kind of expedition.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The Periain were looking for you once more. In fact, they were here only shortly before you arrived, and very excitable about some kind of expedition, it seemed to me.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'If you ask me, [placeholder], that visit was long overdue. Now we must get the two of them up here sometime soon. \\n\\n'Don't you worry, either. We shan't break our promise to Frodo. Although... I have not quite finished puzzling over the riddles those fellows left for us. I have a queer feeling it may not be a closed book quite, when all is said and done.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: A Meal in Cormallen",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    }
  ]
}