{
  "id": 620994710,
  "txt": [
    {
      "id": "0x6a50296",
      "en": "Return to Flooded Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1138",
      "en": "'FOOL! I WILL KEEP TO MY TOWER THEN AND THE REST OF YOU MAY ROT!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find the other Ents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Consider dethroned Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Hm, hoom! Here is [placeholder] again. Remarkable that you should show up just as we were discussing all the events that had led to this.'\\n\\nTreebeard indicated the flooded waste around them.\\n\\n'And what, really, should be done with Saruman. Oh, yes, I know, hm, hm, Mithrandir bade us keep him up there. And now that we have settled in, we are not in any mood to be hasty, hoom! But still the question remains, for how long? And by whose reckoning? A [placeholder]'s such as yours? That is a while, I suppose. It all, even the Elves', seems hasty to we Ents, and so we find it exceedingly difficult to judge. Hm, hm! And yet, all the same, I cannot help but feel it has been long enough and that we should release him.\\n\\n'But come, I am being most inhospitable. Tell me, what has brought you to us here today, hm?'\\n\\nYou tell Treebeard the riddle of what you overheard in Mordor.\\n\\n'Saruman? It might very well be Saruman, hoom hom! He is hiding somewhere within his rock just now, but will be out upon that high place there very soon, I believe. Why don't you look around for anything else to explain this little mystery, until he is out, and then we shall see what we shall see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "You should return to Pippin and Merry in B창r Thorenion with word of all that you have seen and heard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT BLAH HOBBIT BLAH'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You should talk to Pippin and Merry in B창r Thorenion to learn what serious matters they have been discussing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Masters Peregrin and Meriadoc have been asking after you once again, [placeholder]. You would do well the hasten to B창r Thorenion, for they were grave of countenance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "Hornblower Pipe-weed, packaged 1 March 3019",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "<rgb=#FF00FF>Listen</rgb> to Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Merry and Pippin have been pondering the revelations of their last foray into Mordor, and come to some conclusions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Return to Treebeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Do you remember what those squinty fellows said? The ones we caught talking to each other in Mordor? They wanted to sell news, and that news, as best as Merry and I could tell, had to do with a Wizard and the Halfling Lands. Gandalf and the Shire, we asked ourselves? Well, if it was not the Shire, then we're both dwarves. But Gandalf? That just didn't feel right. \\n\\n'And then we tried to think of any other Wizards, and the first that came to mind was that snake, Saruman. And then it all began to fall suspiciously into place. Did we not see fellows just such as those three among Saruman's rabble? I think we did.\\n\\n'Well and that brings us around to the favour we hoped to ask you. Someone has got to go back there and see what that old, white sweet-talker is up to. And poke around and see if there is anything to explain any more of what those three were talking about.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Approach Orthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Treebeard and other Ents are indeed gathered before Orthanc, talking together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "<rgb=#FF00FF>Listen</rgb> to Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Pippin and Merry have asked you to visit Flooded Isengard and look in after Saruman, the Ents, and anything that will reveal what the three half-orcs were talking about.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "'Hm, hoom! Here is [placeholder] again. Remarkable that you should show up just as we were discussing all the events that had led to this.'\\n\\nTreebeard indicated the flooded waste around them.\\n\\n'And what, really, should be done with Saruman. Oh, yes, I know, hm, hm, Mithrandir bade us keep him up there. And now that we have settled in, we are not in any mood to be hasty, hoom! But still the question remains, for how long? And by whose reckoning? An [placeholder]'s such as yours? That is a while, I suppose. It all, even the Elves', seems hasty to we Ents, and so we find it exceedingly difficult to judge. Hm, hm! And yet, all the same, I cannot help but feel it has been long enough and that we should release him.\\n\\n'But come, I am being most inhospitable. Tell me, what has brought you to us here today, hm?'\\n\\nYou tell Treebeard the riddle of what you overheard in Mordor.\\n\\n'Saruman? It might very well be Saruman, hoom hom! He is hiding somewhere within his rock just now, but will be out upon that high place there very soon, I believe. Why don't you look around for anything else to explain this little mystery, until he is out, and then we shall see what we shall see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Why if it isn't our little friend the [placeholder]. What has brought you all the way back here, I wonder? For the last I heard of it, you and many others had gone east, far east, to deal with matters quite out of the soil of Ents. \\n\\n'Perhaps it is to some message you bear to Treebeard? Or to question that Wizard. Or... former Wizard? I am not quite sure what he is now, or how to name him. Well, as it happens you will find both of them up ahead, for Treebeard and several other Ents have just been gathered to watch him. They have only been there several days, and might be gone in several more, so you are lucky to catch them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "DNT Hroom! Hello there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "<rgb=#FF00FF>Listen</rgb> to Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e95",
      "en": "<rgb=#FF00FF>Listen</rgb> to Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You have found Quickbeam in the waters of Flooded Isengard, who has told you that Treebeard and several other Ents are gathered up ahead on the western side of Orthanc, discussing Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Search for clues ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "<rgb=#FF00FF>Look around</rgb> you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e96",
      "en": "<rgb=#FF00FF>Look around</rgb> you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e97",
      "en": "<rgb=#FF00FF>Listen</rgb> to Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1156",
      "en": "You shudder at the vision of toiling Hobbits, whose lives need little improvement, only to be left alone in peace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Go back to Treebeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'The [placeholder] returns, and so soon! Hm, hm, but not too late, either, I think, for there is Saruman up high upon his tower. You have come all this way. Why not you go and see what he has to say? We may hope he may answer your riddle, and if he does not, perhaps you can help us decide the question of whether we have kept him locked in there too long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "You have found Quickbeam in the waters of Flooded Isengard, who has told you that Treebeard and several other Ents are gathered on the western side of Orthanc, discussing Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50266",
      "en": "Return to Pippin and Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Treebeard suggested that you search for other clues around Flooded Isengard, while you wait for Saruman to emerge from Orthanc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "Saruman wishes only to seize power and rule of Mordor for his own",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Talk to Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Saruman stands high upon his tower on the western side of Flooded Isengard.\\n\\nSaruman has said that if you free him, he will heal, regrow, and make reparations for the wrongs done in his name. You should <rgb=#FF00FF>look around</rgb> to consider the weight of his words.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b90",
      "en": "You shudder at the vision of toiling hobbits, whose lives need little improvement, only to be left alone in peace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Saruman stands high upon his tower on the western side of Flooded Isengard.\\n\\nYou should <rgb=#FF00FF>listen</rgb> once more to Saruman's plea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "'MY VAST WISDOM HAS OTHER USES. I MIGHT TEACH IT, BRINGING WISDOM AND PROSPERITY TO THE FREE PEOPLES'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Consider the Free Peoples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "Hornblower Pipe-weed, packaged 3 August 3018",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "Hornblower Pipe-weed, packaged 11 July 3018",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Consider the Free Peoples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "Hornblower Pipe-weed, packaged 5 July 3018",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "Hornblower Pipe-weed, packaged 14 May 3018",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "Hornblower Pipe-weed, packaged 22 Sept 3017",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "Hornblower Pipe-weed, packaged 9 August 3017",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "Hornblower Pipe-weed, packaged 25 June 3017",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Saruman stands high upon his tower on the western side of Flooded Isengard.\\n\\nSaruman has suggested that he could aid in the subjugation and cleansing of Mordor, still covered in the corruptions, lieutenants, and shadow of Sauron as it is. You should consider the dethroned land and what Saruman might do there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "'MORDOR IS UNTHRONED, YES? WHO BETTER THAN I KNOWS HOW TO CLEANSE IT OF THE SHADOW AND CORRUPTION GATHERED THERE?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "'Why, if it isn't [placeholder]! Have you been to Isengard? And you are back already? You must tell us all you saw.'\\n\\nAs you tell it, the two hobbits' eyes go wide with amazement.\\n\\n'Slippery old snake, Saruman is,' Pippin says at last. 'But I'll tell you what I do not like: it is that bit about helping the Free Peoples. Something about it makes the hair stand up on the back of my neck.\\n\\n'And then there is the matter of those pipe-weed barrels. There were many more than the two we found, somewhere, I suppose. It was very clever of you to take note of the dates stamped on them. We must think about that, Merry. It is quite a lot of time between early summer of two years ago and the first of this very March. What's he up to, do you suppose?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'DNT BAH HOBBIT!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Saruman stands high upon his tower on the western side of Flooded Isengard.\\n\\nYou should <rgb=#FF00FF>listen</rgb> one last time to Saruman's plea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "What Isengard was and the waste it has become swiftly dispel Saruman's lie",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'It is good you are here, just when we've wanted you, as usual, [placeholder]. We have some grave matters to discuss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "You discovered many more barrels of pipe-weed than Merry and Pippin had found, and packaged over the course of nearly two years, as well. You should return to Treebeard where he stands before the west face of Orthanc in Flooded Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'If you remember, the Ents are supposed to have kept watch on him up in his tower, where he is a prisoner of sorts. Perhaps you will see some of our Ent-friends when you are there. If you do, give them our regards and find out how they are doing for us. At this rate, it feels that it may be a long while before we might see them again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01100",
      "en": "You should talk to Pippin and Merry in B창r Thorenion to learn what serious matters they have been discussing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "You should approach Orthanc from where the Ents stand on the western side of Flooded Isengard and see if Saruman will speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Treebeard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'How we would love to go with you and see old Treebeard and Quickbeam again. But that should require yet more leave from Lieges, and besides, we are much in demand among the Gondorian just now. It would be quite impossible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'Saruman is not out yet, but he will be in a little while, hoom! Why don't you poke around this place and find what you can find, then come back here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Saruman stands high upon his tower on the western side of Flooded Isengard.\\n\\nSaruman has asked you to <rgb=#FF00FF>listen</rgb> to his plea.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "(A VOICE COMES FROM ABOVE)\\n'A VISITOR? OR A RUSE? WILL YOU LISTEN TO MY PLEA WITH A FAIR AND OPEN HEART, TRULY?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Saruman stands high upon his tower on the western side of Flooded Isengard.\\n\\nSaruman has suggested that he could employ his vast wisdom to bring prosperity to the Free Peoples. You should consider how this possibility might turn out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "'FREE ME FROM THIS PRISON AND I WILL MAKE AMENDS TO FANGORN AND ROHAN. I SHALL HEAL, REGROW, AND REPAIR THE WRONGS DONE IN MY NAME.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: High and Low",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "Treebeard and another Ent stand before Orthanc on the western side of Flooded Isengard.\\n\\nYou have heard Saruman's three pleas and seen through each ploy. Now you should return to Treebeard and see what he has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'Hrum, brum, hroom! You have not had such a courteous conversation with old Saruman after all, have you?'\\n\\nYou tell Treebeard what Saruman said and what you judge he meant by it. The old Ent's eyes grow sad.\\n\\n'Yes, hrm. Well, hm. Perhaps letting him go just now would be a bit hasty, after all. I feel sorry for him at times, for I do not like to cage any creature of any temperament in stone as he is caged. And yet you have shown us that he is unbroken and might still try to do much harm if he were freed. \\n\\n'No, hm. I shall not release him. Not just now, at any rate.\\n\\n'I am delighted that you have paid us this visit all the same, [placeholder], and you must send my regards to the halflings Pippin and Merry, and remind them that they are always welcome in my woods!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}