{
  "id": 620994774,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Damrod can be found at the Camp of the Host in Northern Ithilien.\\n\\nYou have been summoned by Damrod to aid the Rangers of Ithilien as they make preparations for the march to the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Damrod can be found at the Camp of the Host in Northern Ithilien.\\n\\nYou have been summoned by Damrod to aid the Rangers of Ithilien as they make preparations for the march to the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Damrod at the Camp of the Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Mablung can be found at the Camp of the Host in Northern Ithilien.\\n\\nMablung commands the Rangers of Ithilien stationed at the Camp of the Host and will be able to give you orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Mablung at the Camp of the Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Damrod at the Camp of the Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It is good to see you again, [placeholder]. Damrod sent you? There is indeed much to do before we can be sure the path to the Morannon, the Black Gate of Mordor, is clear and free of threat.\\n\\n'We would be grateful for your help in this task. Our numbers are small, and  I consider you as much a Ranger as myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "A strange howling sound rings out through the hills...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'[placeholder], my friend. You received my message.\\n\\n'With the conflicts in Ithilien behind us, I trust you are well enough rested to press forward. The Host of the West prepares for the final leg of this journey. It will be perilous as the terrain is unkind and the enemies numerous. Since we know these lands better than any ally of Gondor, Aragorn has sent the Rangers of Ithilien ahead to ensure safe passage.\\n\\n'If you are able to lend us your arms, Mablung is coordinating the Rangers from the Camp of the Host. Speak with him if you would. I am sure he will be glad to see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "You have been summoned by Damrod to the Camp of the Host in Northern Ithilien, where he hopes that you will be able to assist the Rangers of Ithilien in their tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Introduction: The Wastes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have been summoned by Damrod, who requests your presence at the Camp of the Host in Northern Ithilien.\\n\\nYou should meet with Damrod as soon as you are able.",
      "es": "",
      "es (fem)": ""
    }
  ]
}