{
  "id": 620994729,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'We wanted to have everyone here. You know, Aragorn, Gandalf, Gimli - the Fellowship and everyone else who has really mattered on this whole adventure. And that certainly includes you, [placeholder]. Since you are here early, why don't you stay around and help out?\\n\\n'Well, there is no real work to be done. All these helpful Gondorian Men see to that. But you can keep me and Merry in good company until the others arrive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You should talk to Pippin in B창r Thorenion, and learn what sort of 'formal invitation' he and Merry are talking about.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT we've invited everyone over here for a feast. we were hoping you'd join us.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You should talk to Pippin and Merry in  B창r Thorenion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "DNT come on let's go!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "The Ranger seems somewhat perplexed.\\n\\n'I have a -- well, I suppose it is some manner of formal invitation for you, [placeholder]. You are requested to join Masters Meriadoc and Peregrin and select other personages -- that is what they said -- at B창r Thorenion. I think you should go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "The hobbits have issued you a 'formal invitation' to B창r Thorenion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You have helped us out a great deal, [placeholder], and we shall never forget it. I know you are going off to help others now, but I have a curious feeling we will see each other again -- here, or elsewhere, perhaps back home in the Shire when the time comes! You can't tell me you do not miss it. I think all hobbits must do. Well, until then, good speed and glad tidings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Look, Pippin. [placeholder] has come early!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Oh, how I am stuffed! It rarely happens, but I must confess I have somewhat over-eaten. No matter! I shall sleep it off and rise to a new day, tomorrow.\\n\\n'I realize that you have adventures yet before you, [placeholder], and that what Frodo said about turning our gaze homeward was meant for us and not for you. Still, I wanted you to know how much we have benefitted your company, not to mention your bravery, these days. I hope we shall still see you again from time to time. Farewell, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You have helped us out a great deal, [placeholder], and we shall never forget it. I know you are going off to help others now, but I have a curious feeling we will see each other again -- here, or elsewhere, perhaps back at our homes in the Shire, or maybe at yours, when the time comes!\\n\\n'Well, until then, good speed and glad tidings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "DNT hasn't this been fun! but yes, it's time for home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You're too early, [placeholder]! You did get our formal invitation, didn't you? No? Well, you're here all the same and that is always a good thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You have helped us out a great deal, [placeholder], and we shall never forget it. I know you are going off to help others now, but I have a curious feeling we will see each other again -- here, or elsewhere, perhaps back in the Shire when the time comes! Until then, good speed and glad tidings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: World Behind and Home Ahead",
      "es": "",
      "es (fem)": ""
    }
  ]
}