{
  "id": 620994705,
  "txt": [
    {
      "id": 246419797,
      "en": "DNT TALK TO MERRY",
      "es": ""
    },
    {
      "id": 157940193,
      "en": "'Look, up there!'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You hear a gruff, familiar throat being cleared behind you",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Go up the northern path from the hobbits' picnic in Udûn and see if you can find what Merry heard.",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "DNT TALK TO PIPPIN",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Look for the source of the sound",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Look for a northward path ahead",
      "es": ""
    },
    {
      "id": 173025572,
      "en": "DNT summon merry",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "DNT TALK TO MERRY",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'All this wandering about in the realm of the Dark Lord is well enough, though I don't see why another troll-hole laden with Elven blades hasn't presented itself just yet. But I will not keep this up with our stomachs growling, when so many fine provisions are weighing down my pack.\\n\\n'You wanted to turn northward, Merry. Why don't we head up that way and stop at that flat bit, there? It doesn't look like anyone should bother us, and we'll restore ourselves properly before moving on.'",
      "es": ""
    },
    {
      "id": 173025574,
      "en": "DNT summon pippin",
      "es": ""
    },
    {
      "id": 173025765,
      "en": "<rgb=#FF00FF>Listen</rgb> to the half-orcs",
      "es": ""
    },
    {
      "id": 184621185,
      "en": "Pippin has suggested moving to a flat spot just north of the main road in Udûn, and stopping to eat some and rest up. \\n\\nIf you should get separated from Pippin or Merry, use their horns to call them back to you.",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "DNT TALK TO MERRY",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'DNT LET'S HAVE A PICNIC, HOBBIT'",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "DNT summon merry",
      "es": ""
    },
    {
      "id": 173025767,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 148970273,
      "en": "'...come all this way with news to sell, and we will find a buyer...'",
      "es": ""
    },
    {
      "id": 148970464,
      "en": "DNT Pippin comes running back",
      "es": ""
    },
    {
      "id": 173025769,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 246419811,
      "en": "Three travel-worn half-orcs stand on the ledge above you, north of the main road in Udûn, talking amongst themselves. You should <rgb=#FF00FF>listen</rgb> to hear some more.",
      "es": ""
    },
    {
      "id": 148970275,
      "en": "'...hear we've got news about the wizard and what's going on in the halflings' lands, they'll pay, just you wait...'",
      "es": ""
    },
    {
      "id": 148970467,
      "en": "this spot looks lnice",
      "es": ""
    },
    {
      "id": 190220738,
      "en": "'Did you hear that too? I am hardly sure of myself, but I thought I heard something... something voice-like, coming from uphill.\\n\\n'Quickly and quietly, friends, let us see what it was - if it was anything at all.'",
      "es": ""
    },
    {
      "id": 148970278,
      "en": "'...halflings are all they care about in - gah! What was that? A spy, might be. Best be moving on, boys.'",
      "es": ""
    },
    {
      "id": 148970469,
      "en": "DNT merry returns",
      "es": ""
    },
    {
      "id": 246419816,
      "en": "Three travel-worn half-orcs stand on the ledge above you, north of the main road in Udûn, talking amongst themselves. You should continue to listen <rgb=#FF00FF>listen</rgb> to their conversation.",
      "es": ""
    },
    {
      "id": 148970471,
      "en": "DNT pippin returns",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "DNT summon pippin",
      "es": ""
    },
    {
      "id": 173025776,
      "en": "Explore to the cross-roads",
      "es": ""
    },
    {
      "id": 148970473,
      "en": "DNT merry returns",
      "es": ""
    },
    {
      "id": 173025777,
      "en": "Blow Pippin's horn to call him back",
      "es": ""
    },
    {
      "id": 173025587,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 173025778,
      "en": "<rgb=#FF00FF>Sit</rgb> down and share in the meal",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "<rgb=#FF00FF>Listen</rgb> to the half-orcs",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'DNT - WOWWEE HOBBIT FRIEND'",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "DNT pippin returns",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "Merry looks uncharacteristically pale.\\n\\n'I have lost my appetite for food, and adventure, and any promise of treasure or gold, Pippin. Let us call it a day and head back, shall we?'",
      "es": ""
    },
    {
      "id": 246419828,
      "en": "Pippin and Merry are north of the main road in Udûn. \\n\\nYou should talk to Merry and Pippin about the trio of half-orcs you just overheard.",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'DNT OKAY HOBBITS FALL BACK'",
      "es": ""
    },
    {
      "id": 190220562,
      "en": "'Go on ahead, [placeholder]. If I really did hear something, it is just up the path here. Pippin and I will be just behind you.'",
      "es": ""
    },
    {
      "id": 190220564,
      "en": "'Hush, both of you. I want to hear some more!'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "DNT RETURN TO MERRY AND PIPPIN",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'There you are, [placeholder]! We had been looking for you. What happy luck that you are here now!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "DNT RETURN TO PIPPIN AND MERRY",
      "es": ""
    },
    {
      "id": 190220568,
      "en": "'Wizard? Halfling lands? And that voice. I would have sworn it was one of Bill Ferny's friends, come all the way to Mordor.'",
      "es": ""
    },
    {
      "id": 162883697,
      "en": "'DNT SHUSH LISTEN SOME MORE'",
      "es": ""
    },
    {
      "id": 184621217,
      "en": "Merry has suggested going a bit further along the main road in the Udûn valley, and then look for a way that turns north.\\n\\nIf you should get separated from Pippin or Merry, use their horns to call them back to you.",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'DNT OH HAI HOBBIT'",
      "es": ""
    },
    {
      "id": 190220768,
      "en": "'Then our little plan is advanced? I knew we could count on you, [placeholder].'",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'Imagine how it must have looked with all the Dark Lord's armies gathered there.'",
      "es": ""
    },
    {
      "id": 190220770,
      "en": "'To that the first cross-roads - then we shall see what we shall see and decide what to do from there.'",
      "es": ""
    },
    {
      "id": 190220771,
      "en": "'Which do you think we shall stumble over first, adventure or treasure?'",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'DNT WOWEE, DID THEY SAY THAT?'",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'No sign of either treasure or adventure here, but then I suppose we've only just started. If you ask me, we ought to head up the road and have a look at all the soldiers' tents there.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Both Aragorn and Éomer can be found outside of the Black Gate, in the area of the Slag Hills.\\n\\nMerry and Pippin have asked you to ask Aragorn and Éomer for permission to venture into Mordor.",
      "es": ""
    },
    {
      "id": 190220773,
      "en": "'Think of it, [placeholder]. We are on the other side. The front porch of the Enemy, you might say, though I am awfully glad he isn't home, nor shall be!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Gandalf has appeared nearby to Aragorn and Éomer, outside the Black Gate in the Slag Hills, and has made it clear that he wishes to talk to you.",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "DNT blow THIS whistle to call back Pippin",
      "es": ""
    },
    {
      "id": 190220774,
      "en": "'All these empty tents only put me in mind of what horrible things war and strife are. Perhaps we should see some of the forgeworks. Let us go on a bit and look for a path heading north.'",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'Well for one, I hardly imagined the noise - or the stench!'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 190220776,
      "en": "'Well, what is it, Pippin?'",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'I say we set down on that flat patch I saw, just north of the main road and behind some tents. It would be the perfect place to have a bite to eat and restore our weary limbs.'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Éomer",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Explore to the soldiers' camps",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "DNT blow this whistle to call back Merry",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - HAI HOBBIT'",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "DNT blow this whistle to call back Pippin",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Merry and Pippin persist in their determination to venture into Mordor.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'DNT - BLAH'",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "DNT TALK TO GANDALF",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "DNT MEET THE HOBBITS OUTSIDE THE CAMP",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'DNT - HAI HOBBIT'",
      "es": ""
    },
    {
      "id": 158854385,
      "en": "'A good start. Let us make for all those soldiers' tents up the road.'",
      "es": ""
    },
    {
      "id": 158854386,
      "en": "'This is all very dreary, somehow. Let's go up away and see if we can turn north.'",
      "es": ""
    },
    {
      "id": 158854387,
      "en": "'What was that?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The two periain, Meriadoc and Peregrin, were here not long past, looking for you. They returned to Bâr Thorenion, but implored that you should join them as soon as you could.'",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'Well! You can see what a hard time of things we have been having, Pippin and I. Still, I worry his head may fall off of his shoulders, for how swift and how often it's been turning this way and that!'",
      "es": ""
    },
    {
      "id": 158854388,
      "en": "'Ah, just my stomach growling again. I think we should talk seriously, my friends.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Explore to the cross-roads",
      "es": ""
    },
    {
      "id": 190220791,
      "en": "'Will you ask permission for us? We would go ourselves only - somehow it would all be better if you would do it. Aragorn and Éomer are likely just outside the Black Gates, in the Slag Hills.'",
      "es": ""
    },
    {
      "id": 190220792,
      "en": "'Pippin is joking, of course. I am not the least bit ashamed to ask, but he is. Oh, just humour him.\\n\\n'And before you go, be sure to see the gardens and the baths. It is beyond remarkable, is what it is!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "DNT oh please please you've got to help us get permission to go",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Poke their noses into Mordor? That is exactly how they put it, I imagine. Well, to be honest, I would mislike the thought of those two going in alone. But if you will promise to stay close by and look after them, then they have my blessing. \\n\\n'To Pippin I do grant leave.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You should return to Merry and Pippin in Bâr Thorenion with word that they have Aragorn and Éomer's blessings to go into Mordor.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - I GIVE PERMISSION'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Master Merry Holdwine wishes to see Mordor? I would not deny him it, for all that he has done and been through!'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "DNT TALK TO GANDALF",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "DNT there they are",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Return to Merry and Pippin",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "You should meet Merry and Pippin at the Foothold encampment in Udûn.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "You should explore down in the Udûn valley, as far as the first cross-roads, with Merry and Pippin.\\n\\nIf you should get separated from Pippin or Merry, use their horns to call them back to you.",
      "es": ""
    },
    {
      "id": 184621268,
      "en": "You should explore further along the main road in the Udûn valley, where the mass of soldiers' tents begins.\\n\\nIf you should get separated from Pippin or Merry, use their horns to call them back to you.",
      "es": ""
    },
    {
      "id": 1223073,
      "en": "DNT 'A meal is just the thing!'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "You should talk to Pippin, who says his stomach is growling.\\n\\nIf you should get separated from Pippin or Merry, use their horns to call them back to you.",
      "es": ""
    },
    {
      "id": 1223074,
      "en": "DNT 'So many tents. Let us find a path that leads up north.'",
      "es": ""
    },
    {
      "id": 1223075,
      "en": "DNT 'So this is mordor. Just think of it!'",
      "es": ""
    },
    {
      "id": 246419712,
      "en": "You should talk to Pippin and Merry in Bâr Thorenion.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'They said yes? I knew they would! Pippin and I have packed our packs. With the help of all these friendly big folk, we are well-provisioned indeed.\\n\\n'Let us meet within - what's that they call it - the Foothold in Udûn?'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'DNT - OH HAI HOBBIT'",
      "es": ""
    },
    {
      "id": 251715960,
      "en": "DNT LOOK DOWN UPON THE HALFORCS",
      "es": ""
    },
    {
      "id": 177082711,
      "en": "DNT MORE OF WHAT HTEY SAID",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Talk to Gandalf",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 2: A First Furtive Foray",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Meet at the Udûn Foothold",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Blow Merry's horn to call him back",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "DNT Merry comes running back",
      "es": ""
    },
    {
      "id": 148970387,
      "en": "DNT Pippin comes trotting back",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "DNT  YOU OVERHEAR SOME VOICES",
      "es": ""
    },
    {
      "id": 148970390,
      "en": "DNT they look around here some, too",
      "es": ""
    },
    {
      "id": 148970392,
      "en": "DNT Merry comes running back",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "DNT WHAT THEY SAID",
      "es": ""
    },
    {
      "id": 162883601,
      "en": "'We have talked it over and made up our minds, Merry and I - but say, before I go into all that, look around you. See what those big folk have done to the place! It's hard to believe we were just here, when it was quite an old ruin. It's no ruin now. Gandalf must have been quite desperate to turn our heads away from Mordor if he felt the need to drag us here before they'd gone to work.\\n\\n'Ah, silly me! But Mordor is exactly why we wanted to talk to you. We have not abandoned the idea of going only... well... we were hoping you might ask Éomer and Aragorn on our behalf. You see, we've got some things to attend to here before we set off. And if you ask me, Merry couldn't bear to see the disappointed look on Éomer's face if he should disapprove the idea.\\n\\n'Will you do it? They have both been carrying on their kingly business around the Black Gates. You will find them just outside, in the Slag Hills, I imagine.'",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'A word with you, [placeholder]. I know well enough that I have done little to hinder Merry and Pippin an excursion into Mordor. I hope I have lent some gravity to it, however. More importantly, I would ask you to stick by them.\\n\\n'On this point, I ask a favour of you. Take them into Udûn when you go, and keep a sharp eye open for things that do not belong there. I have some reason to believe you may find something of interest to you and to our two meddling friends, if you do.'",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'Pippin and I have just been enjoying the view, wondering if you'd ever arrive! We might as well start on down there, I suppose. Well, no point in loitering, now. Let's be off!\\n\\n'What do you say we make our way to the first cross-roads on down into the valley? You can make it out from here, only just.'",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "'DNT PIPPIN QUICKLY LAYS OUT A BLANKET AND MEAL'",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "<rgb=#FF00FF>Sit</rgb> down and share in the meal",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "DNT YOU FIND SOME THINGS",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "DNT CONTINUE EXPLORING",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Stop for a bite to eat",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "DNT LOOK DOWN UPON THE HALFORCS",
      "es": ""
    },
    {
      "id": 173025541,
      "en": "Find Pippin in Bâr Thorenion",
      "es": ""
    },
    {
      "id": 148970432,
      "en": "DNT WHAT THEY SAID",
      "es": ""
    },
    {
      "id": 148970435,
      "en": "The two hobbits quickly lay out a considerable amount of food on a thin Gondorian quilt",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "You have only begun eating when Merry looks up, startled",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "You should <rgb=#FF00FF>sit</rgb> down with Pippin and Merry at their Mordor picnic spread, off the main road in Udûn, and share in the meal.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 246419793,
      "en": "You should talk to Merry, at the picnic spread in Udûn, and find out what startled him.",
      "es": ""
    }
  ]
}