{
  "id": 620994722,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 4: Deeper In",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I intend to have some answers before the day is through, no matter the inconvenience.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "DNT talk to ranger",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'What are we waiting for? Let us be off.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Ah, there you are, [placeholder]. You should seek Masters Meriadoc and Peregrin in the Udûn Foothold as soon as you are able. It seems they have resolved to venture back into Mordor.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Pippin",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I wonder if we shall ever unravel the mystery we stumbled across out in Mordor. Somehow I do not feel much hope, although I expect we shall have to turn homewards sometime, and then we shall see what we shall see. \\n\\n'I will confess, I am quite down. Yes, I think for a spell we should try to dwell on brighter things.'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Golodhon",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "DNT yeah, what he said",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have other duties to which I must attend, but I can go some little way with you, and see that you are headed on the right course.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Merry",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "DNT okay let's get going then",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Merry and Pippin have grown determined to go back into Mordor once more, this time in search of facts.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT all this about pipeweed barrels and saruman is troubling. I think we must know more. we should find those halforcs again... and wring the truth out of them this time",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Golodhon, Merry, and Pippin can be found in the Foothold camp in Udûn.\\n\\nYou should talk to Golodhon when you are ready to head back into Mordor.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You should talk to Merry and Pippin again in Bâr Thorenion, now that you are all safely returned from Mordor.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You should meet Merry and Pippin at the Foothold in Udûn.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "DNT here is where I saw them. take care!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT talk to ranger",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "DNT Talk to Pippin",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'When you are ready, [placeholder], Golodhon will point us to where he believes those three churls have got to.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'There, now that I've had a bit to eat I feel half myself again. If that's all that Mordor has in store for us, you will find me elsewhere! I do hope Merry is all right.\\n\\n'You seem long about the face, friend. Chin up! We will find some pleasant diversions to wash the taste of all that out, quite.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Ah, there you are [placeholder]. We are going back into Mordor. We feel that we simply must. Will you come with us? We shall meet in the Udûn Foothold then? Then we are agreed!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'We have found Golodhon here, who has come back from out there, and believes he knows where those disreputable fellows should be.\\n\\n'When we are ready, he will point us on our way. Shall we go?'",
      "es": ""
    }
  ]
}