{
  "id": 620994726,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Pippin and Merry have asked you to go in search of the two half-orcs who fled the last encounter. You should follow the trail leading from the one half-orc, in hopes of finding the other.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6:  The Last Word",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'Pippin, you explain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "On returning to Bâr Thorenion, Gandalf has appeared and beckoned you over to speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'To begin with, they shan't be in Udûn any longer. I have looked at the maps, and they were nearly to Dor Amarth when we found them. If the wretches still think there is someone in Barad-dûr to buy their miserable tidings, then that is where they have gone.\\n\\n'That, then, is where you should begin your search for them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "'Hold a moment, [placeholder]. I know where you have been and guess what you have learned, for I have known the truth of it myself for some little while, though through somewhat different means.\\n\\n'You cannot, of course, withhold the truth from Pippin and Merry in any broad sense, but allow me to counsel you that they need not hear every painful detail you have learned.\\n\\n'Think for a moment, of the many days of happiness that lie ahead, and the bitter challenge that lies in wait for them after the long road home. Does that foreknowledge bear any good? I do not think it does. Prepare them for the hard truth when they can see it with their own eyes, for that is an honest kindness, but perhaps, no more.\\n\\n'Weigh my words and act on your own judgment. That is all I ask.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d2",
      "en": "A look of abject misery and fear is etched across the half-orc's lifeless face. Signs of a struggle on the ground about him clearly show marks of both pursuer and pursued, bearing roughly east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Search for the half-orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "DNT return to the Udûn camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'DNT - HAI HOBBIT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d5",
      "en": "You should talk to Pippin and Merry in Bâr Thorenion, telling them at least some of the whole truth, as Gandalf counselled you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder]! There you are. Do you have a moment? We have been discussing Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Examine the dead half-orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'There you are! What a grave face. Tell us what you have learned. Please, I cannot take the suspense a moment more.'\\n\\nChoosing your words carefully, you confirm what the two hobbits believed they knew - that the Wizard must have been Saruman and that he had designs on the Shire. You suggest more generally that the Shire they return to might not quite be the Shire as they left it, but, with the words of Gandalf ringing in your ears, can bring yourself to tell them no more.\\n\\nAfter a long pause, Merry finally speaks.\\n\\n'I see then. Those fellows worked for Saruman, then, and fled him hoping to profit from a new master. Rotten luck for rotten apples, I say! And so all those barrels of pipe-weed were for more than his own smoking habits, I take it. Still, I don't see how much harm that can do. There is only so much Hornblower farmed each season, and if too much goes missing it is sure to be noticed.\\n\\n'Pippin, [placeholder], can we make a pact not to burden Frodo or Sam with this? They have been through enough, and if there is trouble of some kind in the Shire, I had far rather they learn that when we get there, and not have it spoil these golden days of celebration. It shall weigh on my own heart enough, I know, though I think I shall work hard to forget about it awhile.\\n\\n'And yet, I know I cannot forget about going home any longer. That I shall remember every moment from this time forward, I am afraid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Talk to Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502926",
      "en": "Return to Bâr Thorenion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'I have word that Masters Peregrin and Meriadoc wish to speak with you, [placeholder]. It has something to do with Mordor, though I know nothing more of the matter. They will, of course, be found in Bâr Thorenion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a9",
      "en": "DNT ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT we have a favour to ask you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'How glad I am you are here, [placeholder]. If you wish to know the truth, we were just talking about you.\\n\\n'You see, we could not stop thinking about the two of those fellows who fled, and what they might know, and how they are still out there in Mordor. And we thought to ourselves, we made a promise to Frodo and not for all the world would we break it. But [placeholder] made no such vow! Oh, but you see where this is going, don't you? You are clever enough for a [placeholder], and no doubt about it!\\n\\n'And anyway, we have heard some of the adventures you have had out there, and know you will be going back out there, anyway. While you are there, why not track down those two fellows? Oh, say you will, [placeholder], won't you? \\n\\n'Merry, you say the bit about where they might be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Although they promised Frodo they would not return to that land, Pippin and Merry find their thoughts turning back towards Mordor once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "DNT you see, we've been thinking about the pipeweed and the halforcs and what it all means",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1130",
      "en": "DNT found something!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be4",
      "en": "The tracks of the final half-orc lead onward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Found the final half-orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be7",
      "en": "Gandalf is here and beckons you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You should talk to Pippin and Merry in Bâr Thorenion to hear what, exactly, they are thinking about with regard to Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Pippin and Merry have asked you to go in search of the two half-orcs who fled the last encounter. Merry believes they will be found somewhere in Dor Amarth, on the path to Barad-dûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Follow the tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'DNT Blegh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "Pippin and Merry have asked you to go in search of the two half-orcs who fled the last encounter. You have found one of them, come to a bitter end, on the path to Barad-dûr, and should examine the corpse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b91",
      "en": "DNT gandalf beckons you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'You again? I should have guessed. Didn't bring your two little friends along, did you? Too dangerous, eh? Well, no matter.'\\n\\nThe half-orc is seized by a painful coughing fit.\\n\\n'Not going to strike me? You've only come to mock me, then. Laugh at how there's no Red Eye in that tumble-down tower out yonder. Nothing worth selling and no one a-buying. Nothing but malice *cough* *cough* and death and illusions out here in this cursed place. I have half a mind that you're an illusion, yourself. Ptah!\\n\\n'I suppose you'd love to know all about your precious *cough* *hack* - precious Shire and the rest of that rot. The Wizard's got his designs on it, he does, and he's been in and out of there for some years. Oh, don't let that sour look spoil your pretty face. He's got plenty of improvements planned, he and that Lotho do. Plenty underway, even now. Why, there's even a gate on the Brandywine Bridge, now.\\n\\n'Ah ha! Ha ha *cough* *cough* *hack*...ugh. Oh. Leave me, wretched [placeholder]. Leave me to die in peace.'   ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01105",
      "en": "Pippin and Merry have asked you to go in search of the two half-orcs who fled the last encounter. Tracks leading from the corpse of the first have led at last to the second, who lives still. You should talk to him and learn what you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "DNT talk to the dying wretch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "You should talk to Merry in Bâr Thorenion to hear his thoughts on where the two remaining half-orcs might be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01109",
      "en": "Return to Merry and Pippin in Bâr Thorenion with news of what you learned from the dying half-orc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to the half-orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "There can be no mistaking it: this was one of the two remaining half-orcs, come to a bitter end",
      "es": "",
      "es (fem)": ""
    }
  ]
}