{
  "id": 620884285,
  "txt": [
    {
      "id": 136263297,
      "en": "Myve had no interest in the toy, but perhaps someone else in Galtrev saw something",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "It would appear that a crow has flown off with the shiny ball",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A child's toy ball seems to have gone missing, and a witness is positive it was stolen by a crow.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My shiny ball is gone! It was a gift from my father, before he went away to battle the strawheads. I would give anything to find it, but it does not seem to be anywhere I look.\\n\\n'Could you ask around, please? Please, please, please! Maybe one of the other children took it. I know Myve was looking at it quite a lot when my father first gave it to me....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Myve, the child who seemed to covet the shiny toy, is somewhere in Galtrev.\\n\\nYou should speak with Myve to see if she is hiding the shiny ball from its rightful owner.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you come seeking to reclaim the palantír? I knew someone would be back for it; yes, it was my craban that brought it to me!\\n\\n'But hearken: a palantír is no toy for a child. \\n\\n'I am Rook, an apprentice Wizard. You should leave this dangerous object in my capable hands for the time being.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Someone who may have witnessed the pilfering of Envus's toy would likely be in Galtrev.\\n\\nYou should look around and see if anyone saw someone make off with the shiny ball.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The crow that stole the ball was seen flying to the north-west.\\n\\nYou should head north-west to try and recover Envus' favourite toy.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The shiny ball is the only toy I really care about. This is terrible!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Envus is missing that silly shiny ball? Sure I looked at it, but I did not take it. What would I do with a ball like that? I want to play with spears, not useless, shiny toys.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I heard you mention Envus' missing toy -- a shiny ball, you say? I think I saw a crow taking off with just such a ball last night.\\n\\n'It is strange, I know, but there could be no mistake. It was a black bird flying off with a shiny object clutched in its talons, heading north-west.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Myve in Galtrev about the missing toy",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search Galtrev for someone with information about the toy ball",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the crow that stole the child's toy ball",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Crow-thief",
      "es": ""
    }
  ]
}