{
  "id": 620884200,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Mange-rider",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Goronu is awestruck by your prowess as a warrior",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "At the source of the Wargs in Pren Gwydh are goblins training the vicious monsters as steeds, which are then carelessly released into the wild to roam as they wish.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I believe this goblin-band has a chief somewhere within this camp. They are slovenly, but they are organized as well in their efforts. These Wargs are trained, vicious, and unfortunately intelligent.\\n\\n'You should defeat whoever or whatever is behind these terrible beasts leaking out into our lands.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The chief of the Warg-riders is somewhere within the Howling Caverns.\\n\\nYou should defeat Mange-rider, the chief of the Warg-riders.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]! Goronu was just here. He spoke highly of your bravery in driving out the Wargs and their riders at the Howling Caverns. You are a great hero, and the folk of Galtrev will sing of your deeds here!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Goronu can be found outside of the Howling Caverns in Pren Gwydh.\\n\\nYou should inform Goronu that you have defeated the chief of the Warg-riders.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Luned is in Galtrev, waiting anxiously to hear of the vicious Wargs that roam the landscape of late.\\n\\nYou should tell Luned that you have brought down many Wargs and their riders and hopefully rooted out the source of the evil that entered these lands.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I would help you, [placeholder], but I am only a humble scout, you see. I am sure you will do much better than I.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I heard a terrible disturbance within, [placeholder], and feared the worst for you, but you have arrived triumphant! Have you truly defeated the terrifying leader of these creatures?\\n\\n'I will return to Galtrev at once and tell Luned that we have dealt with the threat of Wargs in Pren Gwydh!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Mange-rider",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Goronu",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Luned in Galtrev",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Slovenly Work of Mange-rider",
      "es": ""
    }
  ]
}