{
  "id": 621009831,
  "txt": [
    {
      "id": 2871409,
      "en": "Thoughts of Bilbo",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'What do I remember about the death of Smaug? Are you having a laugh at my expense, friend? That was more than seventy-five years ago! Smaug died before I was ever born!'\\n\\nVárthrek eyes you warily for a moment, but then he decides you mean no harm by it and he relaxes his guard.\\n\\n'I have heard stories, of course. When I was just a boy we used to sneak down to the remains of Esgaroth and spy on the wreckage of the old city. We used to think Smaug himself might rise from the water and chomp us whole! His bones are visible now, but it was not always so. Perhaps the Lake does not want to hold him any longer.\\n\\n'Now that I think on it, there is one with whom you might speak. Old Lóskarl was a young boy when Smaug died; now he is the oldest resident of our city. His memory is not what it once was, but he might share what he does remember with you. He often holds court in the back of the Dragonbone Inn. You might find his talk of interest, friend.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 24695109,
      "en": "Birthdays should be joyous celebrations, but when you find yourself amid danger and adventure they can be easily forgotten.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "One of the guards at the entrance to Lake-town might be able to tell you more about the last days of Esgaroth, before the dragon Smaug was defeated. On this anniversary of Bilbo's arrival at Esgaroth, what do the residents of the town remember of the Burglar?",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Eh? What'sh that?'\\n\\nLóskarl squints at you distrustfully, but when you explain that you'd like to hear what he remembers of the death of Smaug he favours you with a toothless grin.\\n\\n'I wash jusht a boy back then, no more'n sheven yearsh old. But shtill, I remember it like it were yeshterday. A pack of dwarfsh came to Old Lake-town, my dad took me to shee them. They were going to claim the Mountain back from Shmaug, they were. It washn't sho eashy, wash it? No. It wash Bard the Bowman who kilt the Dragon, not any of thoshe dwarfsh or their little friend.'\\n\\nYou ask the old man about the friend of the dwarves, and he shakes his head.\\n\\n'At firsht I thought he wash jusht a lad, shame ash me, or a very young dwarf. Hish name wash Bilbo, it wash, and he didn't look like much of a hero. I don't remember much more than that. If'n you want to learn more about him, you should talk to shome of the Raft-elfsh. I remember they had wordsh with the Mashter, and went off inna huff. Being Elfsh, they might shtill be alive, and might tell you more'n I can.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "As you stand on the shore of the Long Lake, your thoughts turn to the adventures of Bilbo Baggins and the Dwarves of Thorin's Company. The old hobbit has shared some of the tale with you, and you have heard portions of it from others who were there or knew of the events. Today must be quite near to the anniversary of Bilbo's arrival at Esgaroth, mustn't it? The city did not stand for long after that, but neither did the dragon Smaug.\\n\\nYour curiosity stirred by these musings, you decide to speak with the guards at the entrance to Lake-town and see what they might tell you about Bilbo's role in the last days of Esgaroth.",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Travel to the entrance of Lake-town and speak to the guards",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Várthrek at the entrance to Lake-town",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Find the oldest resident of Lake-town and ask him about the death of Smaug",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Travel to Loeglond, the city of the Raft-elves",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Find someone in Loeglond who remembers the arrival of Thorin's Company",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Find Celethros somewhere near the dungeons of Felegoth, in Eryn Lasgalen",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to Bilbo in the Hall of Fire, in Rivendell",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'If'n you want to learn more about that Bilbo fellow, you should talk to shome of the Raft-elfsh. I remember they had wordsh with the Mashter, and went off inna huff. Being Elfsh, they might shtill be alive, and might tell you more'n I can.'",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'You're looking for Lóskarl? For years it was his custom to sit in the corner chair upstairs, but climbing the steps has proven beyond his capability in recent years, and now I allow him to sit in the back. He'll nurse a mug of beer for the better part of an afternoon and desires naught else but a bowl of soup to slake his appetite.\\n\\n'Speak to him freely, but do not upset him. He is a welcome patron and I do not want him unduly bothered within my establishment.'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Did you enjoy speaking with Lóskarl? I hope he was helpful to you, and you did not his speech difficult to understand. You get used to his manner of speaking in time.'",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "'If'n you want to learn more about that Bilbo fellow, you should talk to shome of the Raft-elfsh. I remember they had wordsh with the Mashter, and went off inna huff. Being Elfsh, they might shtill be alive, and might tell you more'n I can.'",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'The arrival of Thorin Oakenshield at Esgaroth, nearly eighty years ago? That is quite a long time to wait for answers, [placeholder]! Some of my people do travel to Lake-town from time to time. If you ask around Loeglond you may learn if any were present when the dwarves came back to Erebor.'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'I understand you are seeking information about Thorin Oakenshield? He has been dead these many years, and the circumstances of his return to Erebor are shrouded in mystery. Is that why you have come to me?\\n\\n'I and a number of other Elves from Loeglond were dining with the Master of Esgaroth when Thorin presented himself to the guards of the city. We knew at once that some underhanded business was afoot, for these same dwarves had been apprehended in the wood and imprisoned by King Thranduil. He had not set them free; how came these dwarves to escape?\\n\\n'I set this question aside during the events that followed, and while some evil came of them so too did much that was good. But know this: my companion Celethros did not forget the question of Thorin's peculiar escape, or the curious fellow who accompanied his band. This was no dwarf, but a hobbit. His name was Bilbo, as I recall. My friend Celethros has spent a great deal of time puzzling over the mystery, and every few years he makes it a point to return to Felegoth to search the dungeons for some clue. He is likely there right now! If you find him, he may be able to tell you more.'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'My companion Celethros did not forget the question of Thorin's peculiar escape, or the curious fellow who accompanied his band. This was no dwarf, but a hobbit. His name was Bilbo, as I recall. My friend Celethros has spent a great deal of time puzzling over the mystery, and every few years he makes it a point to return to Felegoth to search the dungeons for some clue. He is likely there right now! If you find him, he may be able to tell you more.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'Birthday wishes? Why, thank you very much, [placeholder]! It quite slipped my mind that it was that time of year again. It is not the first time that has happened to me. I spent my fifty-first birthday with a terrible cold, you know. I had just arrived at Esgaroth on Long Lake with Thorin and the dwarves, and was quite soaked through and water-logged from the trip down the Forest River. The dwarves were treated to many a banquet by the Master there, and the food was most delicious, but my cold was such that I could not thank anyone properly. \\qThag you very buch,\\q I remember saying.'\\n\\nHe smiles at the memory. You tell the old hobbit that one of the Raft-elves who was at Esgaroth has spent every year at this time trying to determine how the dwarves escaped from the Elvenking's dungeon without magic. Bilbo laughs at that.\\n\\n'Well, he seems to have forgotten that there was another in Thorin's Company present at those feasts, but I would be lying if I said there was no magic involved at all. I should tell him the truth of it, or show him the account in my book, and unravel the mystery. Ah, I do not want to deprive him of this, [placeholder]. Every year at this time he tries to puzzle it out? Why, that sounds like I have given him a present with which to mark my birthday each year!\\n\\n'When I was fifty-one, birthdays did not seem quite as important as they do now. Thank you for helping to mark the occasion with me, [placeholder]! It is good to celebrate one's birthday when it arrives in peace, for when you are in the middle of an adventure it can be harder to remember! Thank you for reminding me not to forget each birthday as it comes, my friend, mid-adventure or no!'",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Celethros? He was just here, studying one of the cells. I heard him say something about the wine cellar. Perhaps that is where he has gone.'",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'I cannot think of any way these dwarves could have escaped, [placeholder]! Not without powerful magic, at least, but that is ridiculous! What dwarf could weave a spell to befuddle an Elf? None, and especially not Thorin Oakenshield or any of his companions!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "As you stand on the shore of the Long Lake, your thoughts turn to the adventures of Bilbo Baggins and the Dwarves of Thorin's Company. The old hobbit has shared some of the tale with you, and you have heard portions of it from others who were there or knew of the events. Today must be quite near to the anniversary of Bilbo's arrival at Esgaroth, mustn't it? The city did not stand for long after that, but neither did the dragon Smaug.\\n\\nYour curiosity stirred by these musings, you decide to speak with the guards at the entrance to Lake-town and see what they might tell you about Bilbo's role in the last days of Esgaroth.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Lóskarl is the oldest resident of Lake-town, and he might be able to tell you what he remembers of the death of Smaug. Várthrek told you that Lóskarl often holds court in the Dragonbone Inn.",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "As you stand on the shore of the Long Lake, your thoughts turn to the adventures of Bilbo Baggins and the dwarves of Thorin's Company. The old hobbit has shared some of the tale with you, and you have heard portions of it from others who were there or knew of the events. Today must be quite near to the anniversary of Bilbo's arrival at Esgaroth, mustn't it? The city did not stand for long after that, but neither did the dragon Smaug.\\n\\nYour curiosity stirred by these musings, you decide to speak with the guards at the entrance to Lake-town and see what they might tell you about Bilbo's role in the last days of Esgaroth.",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Lóskarl told you there were Raft-elves present when Bilbo and the dwarves came to Lake-town, and if they are still alive they might be able to tell you more than he can. You should visit Loeglond and see if you can find these Raft-elves.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'When I was just a boy we used to sneak down to the remains of Esgaroth and spy on the wreckage of the old city. We used to think Smaug himself might rise from the water and chomp us whole! His bones are visible now, but it was not always so. Perhaps the Lake does not want to hold him any longer.\\n\\n'Now that I think on it, there is one with whom you might speak. Old Lóskarl was a young boy when Smaug died; now he is the oldest resident of our city. His memory is not what it once was, but he might share what he does remember with you. He often holds court in the back of the Dragonbone Inn. You might find his talk of interest, friend.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You learned that a number of Raft-elves were present at Esgaroth when the dwarves and Bilbo arrived to reclaim the Lonely Mountain. If you can find some of these Elves in Loeglond, they might tell you more about their experience.",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'What do I remember about the death of Smaug? Are you having a laugh at my expense? That was more than seventy-five years ago! Smaug died before I was ever born! With the long life of your people, you are more likely to have been there than I, friend.'\\n\\nVárthrek eyes you warily for a moment, but then he decides you mean no harm by it and he relaxes his guard.\\n\\n'I have heard stories, of course. When I was just a boy we used to sneak down to the remains of Esgaroth and spy on the wreckage of the old city. We used to think Smaug himself might rise from the water and chomp us whole! His bones are visible now, but it was not always so. Perhaps the Lake does not want to hold him any longer.\\n\\n'Now that I think on it, there is one with whom you might speak. Old Lóskarl was a young boy when Smaug died; now he is the oldest resident of our city. His memory is not what it once was, but he might share what he does remember with you. He often holds court in the back of the Dragonbone Inn. You might find his talk of interest, friend.'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'What do I remember about the death of Smaug? Are you having a laugh at my expense? That was more than seventy-five years ago! Smaug died before I was ever born! Your people live longer than mine. Were you there when the Dragon raged?'\\n\\nVárthrek eyes you warily for a moment, but then he decides you mean no harm by it and he relaxes his guard.\\n\\n'I have heard stories, of course. When I was just a boy we used to sneak down to the remains of Esgaroth and spy on the wreckage of the old city. We used to think Smaug himself might rise from the water and chomp us whole! His bones are visible now, but it was not always so. Perhaps the Lake does not want to hold him any longer.\\n\\n'Now that I think on it, there is one with whom you might speak. Old Lóskarl was a young boy when Smaug died; now he is the oldest resident of our city. His memory is not what it once was, but he might share what he does remember with you. He often holds court in the back of the Dragonbone Inn. You might find his talk of interest, friend.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'You speak of these events from yesteryear as if they had just transpired, [placeholder]. You wish to hear if any of my people witnessed the return of Thorin Oakenshield to Esgaroth and the Lonely Mountain? For what purpose do you seek this knowledge?\\n\\n'Ah, the reason matters not to me. But I do have the information you desire, for a number of my Raft-Elves did see the arrival of Thorin and his dwarves; they were bothered enough by the mystery of his arrival that they spoke of it to me angrily and often. Speak to Aeleth if you want to hear the account from one who was there. I saw her last on the eastern side of Loeglond, so you may seek her there.'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'You seek Raft-Elves who witnessed the return of Thorin Oakenshield to Esgaroth and the Lonely Mountain? I am sorry I cannot be of help to you, but I do not know of any such Elves.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Celethros is somewhere near the dungeons of Felegoth, in Eryn Lasgalen.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'What do I know about Thorin Oakenshield's return to Erebor almost eighty years ago? Not as much as I wish I did! He and the others of his band emerged as from myth, no more corporeal than the stories of the champions I was told in my youth. How else could they escape from my king's dungeon? I have laboured for years on the unravelling of this impossible problem, and I am no nearer to its solution than I was on that day in the Master of Esgaroth's feasting hall! I returned at once to Felegoth with Aeleth, and after reporting what we had seen to King Thranduil, she put it from her mind. But I could not, and every year on the anniversary of this mystery I have returned to Felegoth to try and puzzle out a solution. But always it eludes me!\\n\\n'It is true that the chief guard and Galion the butler shared too much of the king's wine the night the dwarves disappeared from their cells, but when the discovery was made the keys were still upon the guard's belt. He would not have let them out. And yet, presupposing that a dwarf managed to burgle the keys, what burglar would have given back the ring of keys once the deed was performed? Furthermore, no dwarf could have gotten the key-ring from within his own cell, not even Thorin Oakenshield, who was kept separately from the others. King Thranduil believed that the dwarves did not know Thorin was imprisoned, and neither did he know that they were captured and held. If one or the other were to escape, that should have resulted in one or the other being left behind. They could not have passed messages to each other, [placeholder], unless they managed it through the guards somehow. But I can conceive of no means by which any Elf-guard would have willingly done this!\\n\\n'There is more. The gates of Felegoth at that time were sealed by magic, and none but an Elf could open them. Even if the dwarves somehow escaped from their cells, they should have been trapped within the cavern and easily recaptured! Could one dwarf have slipped through the gate in the wake of an unobservant Elf? Perhaps, but unlikely. Could such a number of dwarves pass unnoticed? Absolutely not!'\\n\\nCelethros sees you looking around at the barrels and casks, and he shakes his head.\\n\\n'I see your thinking, friend, but that would not work either. These wine-barrels might be large enough to hold a single dwarf, but they are difficult and time-consuming to open. One year I spent the greater part of an evening trying to open a number of them, but they make a great deal of noise and cannot be easily closed, and certainly not from the inside. One of the butter tubs or apple tubs might serve, but it would require a dwarf to remain outside. If there were an accomplice to seal the casks, it could nearly be done, but how then could the accomplice follow his embarrelled friends? I am no closer to solving this mystery. Perhaps next year I will think of something!'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Bilbo Baggins is in the Hall of Fire, in Rivendell.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "One of the guards at the entrance to Lake-town might be able to tell you more about the last days of Esgaroth, before the dragon Smaug was defeated. On this anniversary of Bilbo's arrival at Esgaroth, what do the residents of the town remember of the Burglar?",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "The guards nod in greeting as you approach",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Forgotten Birthday",
      "es": ""
    }
  ]
}