{
  "id": 621060720,
  "txt": [
    {
      "id": 228284040,
      "en": "'I thank you, [placeholder]. It is good to see some of the Trév Gállorg and Trév Duvárdain working as one.\\n\\n'Now, if you would give a blood-root to Lúkhag before setting the remaining in a chest. I see Lúkhag eying what you have picked!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should talk to Aighrig at Eiricháv.",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Blood-root can be found in north west Câr Bronach. Clavanail can be found just west of Eiricháv.\\n\\nYou should collect blood-root and feed the carrion-crows for Aighrig.",
      "es": ""
    },
    {
      "id": 49286705,
      "en": "Add feed to the feed buckets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should give one blood-root to Lúkhag.",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Give one blood-root to Lúkhag",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should place the rest of the blood-root in a supply chest.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Collect blood-root ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Aighrig of the Trév Dúvardain seeks assistance with tasks at Eiricháv.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Added feed to the feed buckets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Place the rest of the blood-root in a supply chest",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "You feed Lúkhag a blood-root. Lúkhag looks as grateful as a bat ought to look after being fed, you suppose.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Greetings again, [placeholder]. The paths cross once more.\\n\\n'Lúkhag and I have done all that we could, training the bats of Grytholm to live on their own, and no longer under control of the Angmarim. I then came to Câr Bronach when I received news that more bats were being trained in northern caverns. When I got there, the caves were empty.\\n\\n'Now, I am assisting a cause that aligns with my own. It is currently a bit of a respite as I was about to feed our rescued crows and pick some blood-root. Would you care to assist me?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Roots of the Land",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Collected blood-root ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Aighrig at Eiricháv",
      "es": ""
    }
  ]
}