{
  "id": 621060641,
  "txt": [
    {
      "id": 216727828,
      "en": "Skáilag can be found to the east of Grúmachath.\\n\\nRethvárd has informed you that the sorceress, Fláthail, endeavours to raise the Hill-men of Rhudaur at Skáilag. You should travel to Skáilag and defeat Fláthail.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Fláthail can be found within the barrows of Skáilag.\\n\\nYou have arrived to find Skáilag overrun by wights and other fell things. You should defeat Fláthail.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Defeat Fláthail at Skáilag",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "As Fláthail falls defeated, the air of dread in Skáilag begins to lessen",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 246419845,
      "en": "You have defeated Fláthail at Skáilag.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "With the defeat of Fláthail at Skáilag, the Iron Crown's plot to raise their ancient servants, the Hill-men of Rhudaur, has been undone. Your efforts have done much to ensure the success of the Zhélruka expedition in Câr Bronach.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "In the barrows of Skáilag, sorcerers of the Iron Crown work to raise the remains of the Hill-men of Rhudaur into the service of Angmar once again.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Travel to Skáilag",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Delved into the steep hill-sides of Câr Bronach, the barrows of Skáilag are uninviting",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'As you might imagine, most of us Dourhands no longer look kindly on those who dare to practise necromancy or other fell sorceries.\\n\\n'However, there is a barrows to the east where the Angmarim seek to raise the Hill-men of Rhudaur into their service once more. A sorceress, Fláthail, leads them in this task, but she has not yet completed her work—much to the disappointment of the High Priestess, Ásachal.\\n\\n'If you would help both of our peoples, put an end to her before the Dead overwhelm all of Câr Bronach.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Best-laid Plans: Skáilag",
      "es": ""
    }
  ]
}