{
  "id": 621060638,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "A bounty posted at Grúmachath reads:\\n\\n'After slaying no fewer than three—nay four—Zhélruka in the course of attempts to break him, I desire the horns of Crótharc as wergild for my fallen brethren. Crótharc was last seen roaming the eastern hillsides of Câr Bronach. Approach him with great care, lest you meet your doom! For the Zhélruka!\\n\\n-Rádek'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Rádek can be found at Grúmachath.\\n\\nYou have claimed Crótharc's horns as a trophy and should now deliver them to Rádek for a bounty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After failing to break the hill-ram, Crótharc, Rádek of the Zhélruka promises a bounty for any warrior who can present him Crótharc's horns as a trophy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'A bittersweet end, but the only one I could abide. Do not worry, friend, Crótharc did not actually slay any of my kin. But I was bested by a ram! I couldn't simply write out the truth of my failure for all to see—I had to employ my greatest skill: exaggeration! You understand, do you not?\\n\\n'I only wish Crótharc had tolerated my saddle, but I could not be made to look a fool before my kin and kindred! A mighty, stubborn, but unwise ram he was—'twould have been better for the both of us if we had seen eye to eye!\\n\\n'Take this for your troubles, friend. You have spared me a great deal of embarrassment and given me a trophy to carry home from this war!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: Crótharc the Unbreakable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You claim Crótharc's horns as a trophy!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Crótharc and collect his horns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Crótharc can be found somewhere in the eastern reaches of Câr Bronach.\\n\\nA bounty posted by Rádek promises a bounty for the horns of the mighty hill-ram, Crótharc, in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Deliver Crótharc's horns to Rádek at Grúmachath",
      "es": "",
      "es (fem)": ""
    }
  ]
}