{
  "id": 621060636,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "A bounty posted at Grúmachath reads:\\n\\n'WANTED: The wicked daggers of hillmen loyal to the Iron Crown in Câr Bronach. Too many of our warriors have suffered grievous wounds at the hands of the hillmen. Slay them, and lay claim to their weapons that they might never again be wielded against the Zhélruka!\\n\\n-Lísek'\\n\\n<rgb=#FF000>NOTE: This bounty may be completed up to three times for additional rewards.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Lísek can be found at Grúmachath.\\n\\nYou have collected a sufficient number of wicked daggers and should now deliver them to Lísek for a bounty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Desiring to deprive the hillmen of Câr Bronach of their weapons, the Zhélruka at Grúmachath will provide a bounty for wicked daggers retrieved from evil hillmen in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Better to keep these daggers in our hands than allow the hillmen to wield them against us. What sorry lapdogs they are to grovel at the feet of the so-called masters of a dead kingdom!'\\n\\n'Here is your bounty, as promised.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: Wicked Daggers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected wicked daggers from evil hillmen in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect wicked daggers from evil hillmen in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Evil hillmen can be found in Câr Bronach.\\n\\nA bounty posted by Lísek promises a bounty for the collection of wicked daggers from evil hillmen in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Deliver the wicked daggers to Lísek at Grúmachath",
      "es": "",
      "es (fem)": ""
    }
  ]
}