{
  "id": 621060714,
  "txt": [
    {
      "id": 228284040,
      "en": "'Has Mézto sent you? Bah! I wish we had something to report back. Instead we wait for the stone-giants to make the first move. There has been such little movement, one would think the giants are just that; stones, and not giants at all!\\n\\n'What say you, Órug?'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Leitstáth can be found in south east Câr Bronach.\\n\\nYou should travel to Leitstáth.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Órug can be found at Leitstáth.\\n\\nYou should talk to Órug.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Kúzun can be found at Leitstáth.\\n\\nYou should talk to Kúzun.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Órug at Leitstáth",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You must excuse Kúzun, he does not like waiting in this forsaken cold. We can barely keep the fires lit upon these wind-swept slopes. I will tell you what I know about the stone-giants in Câr Bronach.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Leitstáth, the small encampment of dwarves in Câr Bronach has been tasked with keeping an eye on nearby stone-giants.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Kúzun and Órug greet you as you enter the small encampment",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Travel to Leitstáth",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'[placeholder], have you seen any stone-giants about?\\n\\n'There were rumours that the entrance to Câr Bronach was being blockaded by a group of giants, the Grímklettar. I sent Kúzun and Órug to investigate. I believe they were planning on establishing an outpost, though I have not heard back from them in some time. If you are heading to the eastern reaches of Câr Bronach, will you relay an update of their activities to me?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Rumblings From Leitstáth",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Kúzun at Leitstáth",
      "es": ""
    }
  ]
}