{
  "id": 621060719,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Crágan Bris can be found in the hills west of Hlídborg in Câr Bronach.\\n\\nYou should travel to Crágan Bris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e07",
      "en": "Add the feed to the feed buckets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'[placeholder], have you returned! I was starting to wonder where you had gotten to!\\n\\n'So the Grímklettar ally with the Dourhands, but not the Angmarim? I find this confusing! We know the Angmarim and the Dourhands work together! There is more at hand in Câr Bronach then I thought! Someone is driving a wedge in this alliance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Crágan Bris can be found in the hills west of Hlídborg in Câr Bronach.\\n\\nYou should talk to Skálgrund at Crágan Bris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Skálgrund, the Exile at Crágan Bris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'You have done as I asked, and the goats seem to find you acceptable. I will answer your question.\\n\\n'Why am I here you ask? Crágan Bris was once a great settlement of my people. It is all I have left. You do not know much about Câr Bronach, I see. Then I will explain. This is where my ancestors came from. We once had a great city where the Drearspire now stands. Our home was taken from us by Men and we were chased away. Hraubrek wanted to reclaim our land. That is why we have returned. I followed Hraubrek because I believed in his wisdom. Now I am lost, for Hraubrek allies with our enemy. All our alliances have ended in death. How will this one be any different?!\\n\\n'I have answered your question, now leave me be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Crágan Bris can be found in the hills west of Hlídborg in Câr Bronach.\\n\\nYou should feed the rams at Crágan Bris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Mézto and be found at Grúmachath in central Câr Bronach.\\n\\nYou should return to Mézto.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "A lone stone-giant has been spotted sitting upon the old ruins of Crágan Bris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "A lone giant sits, surrounded by rams",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Skálgrund at Crágan Bris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Crágan Bris can be found in the hills west of Hlídborg in Câr Bronach.\\n\\nYou should talk to Skálgrund at Crágan Bris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Go away!\\n\\n'What?! You are still here?!\\n\\n'You can ask me all the questions you you want. It does not mean that I will answer them!\\n\\n'How could I even trust you? I can not even trust my own kind to make the right decisions. I can only trust these goats. If the goats trust you, then maybe I will answer a question for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Travel to Crágan Bris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Return to Mézto with what you have learned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'A memory has come to me, [placeholder]. I did not think much of it at the time. Now, in light of what you have learned, I believe there is something else worth investigating before you return to Mézto. The day after the Angmarim visited the stone-giants, we saw our first and only movement from the encampment of Hlídborg. Two giants left the camp. One was Hraubrek, Chieftain of the Grímklettar, who marched off to the north with purpose. We were unable to follow. The second was a stone-giant who stomped away from the encampment in anger. He headed towards the old ruins of Crágan Bris.\\n\\n'Those old ruins might be worth investigating.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Exiled Giant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Added feed to the feed buckets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}