{
  "id": 621060637,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "A bounty posted at Grúmachath reads:\\n\\n'WANTED: The war dispatches carried by the Angmarim in service of the Iron Crown in Câr Bronach. Although these missives have proven difficult to obtain, they are invaluable to our efforts to topple the remnants of Angmar and provide vital information as to the plans of those who now dwell within Tûr Fúar, the Drearspire. For the Zhélruka! For the Gabil'akkâ!\\n\\n-Mézto'\\n\\n\\n<rgb=#FF000>NOTE: This bounty may be completed up to three times for additional rewards.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Mézto can be found at Grúmachath.\\n\\nYou have collected a sufficient number of wicked daggers and should now deliver them to Mézto for a bounty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Desiring to learn the plans of the Iron Crown, the Zhélruka at Grúmachath will provide a bounty for war dispatches retrieved from the Angmarim in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I shall see that Prince Ingór is apprised of what we learn from these missives. At long last, the Iron Crown shall be stopped by the Zhélruka—and our long war with Angmar ended!\\n\\n'You have done much to aid the Zhélruka this day, my friend. Here, take this bounty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Bounty: War Dispatches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected war dispatches from the Angmarim in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect war dispatches from the Angmarim in Câr Bronach ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Angmarim can be found in Câr Bronach.\\n\\nA bounty posted by Mézto promises a bounty for the collection of war dispatches from the Angmarim in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e8",
      "en": "Deliver the war dispatches to Mézto at Grúmachath",
      "es": "",
      "es (fem)": ""
    }
  ]
}