{
  "id": 621060716,
  "txt": [
    {
      "id": 228284040,
      "en": "'This is the cave of Eiricháv, [placeholder]. I have already made an initial contact with the group. It seems your name precedes you, as a couple of the hillmen seem to already know who you are. They are expecting you within, my friend.' ",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should talk to Soltakh of the Trév Gállorg in Eiricháv.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should travel to Eiricháv.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should talk to Uzvát outside Eiricháv.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should enter Eiricháv.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Enter Eiricháv",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should talk to Soltakh of the Trév Gállorg in Eiricháv.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Soltakh of the Trév Gállorg in Eiricháv",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Familiar echoes command you further into the cave",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Complete: 'Roots of the Land' with Aighrig",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Complete: 'Thwarting the Iron Pass' with Suilgál",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Complete: 'A Warning to Tâg Fógarrach' with Monathár",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'It has been a long while, [placeholder]. I would wager that you did not expect to see those of the Trév Dúvardain and the Trév Gállorg working as one. Yet, here we are.\\n\\n'You have met our leader, Domongart, before. He is on an urgent mission of diplomacy in the north. That is all that I can say. I have heard from Uzvát that you wish to assist us in our efforts. You have assisted me in the past. I know that you will be able to do so once more, old friend.\\n\\n'The Trév Duvárdain have been sundered by choice. Many remain loyal to the Iron Crown. Those here see the folly in servitude. Assist us in our efforts here and then we will consider returning the favour to assist the Zhélruka.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Complete: 'Cave Growth' with Fuisach",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The Zhélruka expedition and a faction of hillmen may share a common goal and common enemy upon the slopes of Câr Bronach.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Uzvát knows this cave to be the entrance to Eiricháv",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Soltakh of the Trév Gállorg in Eiricháv",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Travel to Eiricháv",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'While we have managed to take Grúmachath, our numbers are too little to succeed against the Angmarim and Dourhands. If the Gabil'akkâ is to succeed in Câr Bronach, we may need some allies. I have sent my best scout, Uzvát, to seek out potential allies in the mountains. My hopes were not high.\\n\\n'To my surprise, Uzvát returned with word of a group of hillmen working against the Angmarim. They work from a secret cave, high upon the slopes to the north. You and Uzvát are to return to Eiricháv and offer our assistance. We must show these hillmen that the Zhélruka are willing to work with them to hurry their cause.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should complete quests for the hillmen in Eiricháv.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Common Enemy",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'You have done well. We thank you for your assistance. Just as you have already done, I continue to make a name for myself in these lands.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Uzvát outside Eiricháv",
      "es": ""
    }
  ]
}