{
  "id": 621060640,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Toll Oivas can be found to the west of Grúmachath.\\n\\nRethvárd has informed you that the sorcerer, Iärcagar and his pet, Uiagal, lead the Angmarim gathered at Toll Oivas. You should travel to Toll Oivas and defeat Iärcagar and Uiagal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Iärcagar and Uiagal can be found within the cavern of Toll Oivas.\\n\\nYou have arrived to find Toll Oivas overrun by bat-wights and other fell things. You should defeat Iärcagar and Uiagal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat Iärcagar at Toll Oivas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "As Iärcagar falls defeated, fell spirits begin to vanish from Toll Oivas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Defeat Uiagal at Toll Oivas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You have defeated Iärcagar and Uiagal at Toll Oivas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "The greatest of Iärcagar's terrible experiments, Uiagal's lifeless remains fall to the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "With the defeat of Iärcagar and Uiagal, the Iron Crown's plans to use bat-wights as spies against the Gabil'akkâ and the Orcs of Mount Gundabad have failed. Your efforts have done much to ensure the success of the Zhélruka expedition in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "In the caverns of Toll Oivas, sorcerers of the Iron Crown animate the remains of bats into spies for Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Travel to Toll Oivas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "From within the cavern of Toll Oivas, the beating of bat-wings echoes into Câr Bronach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It seems the Iron Crown is not content to bend other peoples' to its will. Within the cavern of Toll Oivas, the sorcerer Iärcagar has devised a means of binding fell spirits to the remain of bats.\\n\\n'If the Iron Crown can animate flying spies to keep watch on us and Mount Gundabad itself, we shall never be able to free ourselves of their influence.\\n\\n'Toll Oivas lies to the north-west from here. And while you are there, deal with his pet... Uiagal.\\n\\n'Iärcagar must be slain before the skies grow dark with bat-wights!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Best-laid Plans: Toll Oivas",
      "es": "",
      "es (fem)": ""
    }
  ]
}