{
  "id": 620895963,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], halt! Do you see the banners that adorn these ruins? These men...they have been turned from tomb-robbers into an army. Could the Easterling be behind this?\\n\\n'We must bring the fight to these brigands before they are too many to stop! See if they carry any symbol of their true allegiance; I am certain your allies will want to know of this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These men are vicious -- I saw the fury in their gaze as we battled. The symbols they hold are worn and hastily made, but inspire dread nonetheless. Keep those symbols among your belongings for now...you shall deliver them to your allies once we finish here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Grim Allegiance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While venturing through Ost Celebrant, Doron has noticed grim standards flying among the ruins. Doron wishes for you to recover symbols of the brigands' allegiance so that he and your Rohirrim allies may better understand the foe that faces them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected sigils from brigands in Ost Celebrant ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect sigils from brigands in Ost Celebrant ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brigands are camped throughout Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Doron is within Ost Celebrant. If he has left your side, he can be summoned with your horn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}