{
  "id": 620895962,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the cave-entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Meneldor has failed to return to the agreed-upon meeting location. Landroval grows concerned for his friend's safety, as the spider-hole to the west remains the most likely unsearched location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I believe that Meneldor may be in great danger. He should have returned by now. It is not in his nature to ignore a meeting, yet there is no trace of him in these hills.\\n\\n'Only one location remains unsearched. I do not wish to place you in such danger, but I dare not go there myself. There is a cavern to the west of here that appears inhabited by spiders. Such a place is treacherous for an Eagle! Explore the cave and attempt to locate Meneldor within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Venom-bite spider-cave lies west of Landroval's hidden clearing.\\n\\nLandroval has requested that you discover the entrance to the spider-lair he viewed to the west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am relieved to see you again... and still whole and hale. You have done us a great service, and we shall not soon forget the aid that you have lent us, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Venom-bite spider-cave lies west of Landroval's hidden clearing.\\n\\nLandroval has asked you to search inside the spider-lair for his missing friend, Meneldor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Landroval can be found at the clearing of trees in the north-east section of the Wailing Hills.\\n\\nLandroval awaits your return and will be eager to see his friend Meneldor as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be on guard, for there are foul things which may lurk in the dark. Gather your courage and seek out the cave in the hills to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate the entrance of the spider-cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Enter the cave and search for Meneldor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Landroval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Finding Meneldor",
      "es": "",
      "es (fem)": ""
    }
  ]
}