{
  "id": 620895973,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Marauding Stone-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected prospector's map-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found Danner's missing notes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found a lone, surviving prospector from the expedition that came into the Limlight Gorge a month ago. The prospectors made a map of the area, but it was lost along with most of the prospectors when they were attacked by a band of trolls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Thank goodness you have come. It was only a matter of time before those trolls came for me too. They tore all the others apart and took everything. It was a disaster.\\n\\n'You look to be heroic warriors...please help me avenge my friends and finish the expedition we started. If I can just complete the map we were making, then I could at least sell that to the dwarves or a rich Rohirrim lord and return home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brid wants you to take vengeance upon the marauding trolls in the Limlight Gorge and recover the prospector's map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My thanks! You seem to have found some parts of the map, but two pieces are still missing...probably the ones that my friends were working on at the time.\\n\\n'Two of my companions, Witmund and Gyrth, were helping me lead the expedition and were working on separate sections of the prospecting map. It is probably still with them.\\n\\n'Sadly, I saw the two of them being carried off to their fates by a few of the trolls leading the attack on our expedition. I suspect they were taken to some dank cave and devoured.\\n\\n'It seems hopeless now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Having defeated a number of trolls and gathered several pieces of the map, you should return them to Brid at the prospector's shack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Study the prospector's log for other clues to the other missing prospectors. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you defeated the trolls yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You find a personal journal, apparently it belonged to the prospector Dreng.\\n\\n'Nothing worthwhile at the first two sites I checked. There have been promising traces of ore, but no mithril yet.\\n\\n'I've seen two trolls since I got up here - huge ones! Better keep moving and finish up before my luck runs out and one of them catches me.'\\n\\nFolded into the back of the journal, you find a torn piece of the prospector's map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Log Entry: Day 8 - Danner\\n\\nNothing worthwhile at the first two sites I checked. There have been promising traces of ore, but nothing worth mining yet.\\n\\nI've seen two trolls since I got up here - huge ones! Better keep moving and finish up before my luck runs out and one of them catches me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Marauding Stone-trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect prospector's map-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the map pieces to Brid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Examine the prospector's shack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Poor Prospects: Wandering Menace",
      "es": "",
      "es (fem)": ""
    }
  ]
}