{
  "id": 620895976,
  "txt": [
    {
      "id": 218649170,
      "en": "'You really succeeded? You were able to drive off those marauding trolls and complete the entire map?\\n\\n'And the veins? Were they as rich and deep as we hoped? This is great news! It will take some time and considerable effort to gather enough men to drive out the remaining trolls and spiders, but with any luck we should be able to open the first mines here within a few years!\\n\\n'You have my deepest gratitude [placeholder]! You and your friends have been a great help to me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "This appears to be a journal kept by the prospectors who were exploring the Gorge. It is tattered and written in a poor scrawl, but mostly legible. The first several entries are entirely mundane, but one catches your eye:\\n\\n'Day 6: We've  managed to stopped up most of the leaks in the cabin roof. That's a relief. We'll be heading out to do some p out the formations our map lists in the Gorge.\\n\\n'Danner says he'll be heading up into the hills above this cabin where one of the sites is marked - he thinks there might be iron deposits up there. I'm still trying to figure out the dwarven chicken-scratches on this map so we have a better idea of what we're looking for.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Poor Prospects: Sampling the Pain",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Log Entry: Day 8 - Danner\\n\\nNothing worthwhile at the first two sites I checked. There have been promising traces of ore, but nothing worth mining yet.\\n\\nI've seen two trolls since I got up here - huge ones! Better keep moving and finish up before my luck runs out and one of them catches me.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Your prospecting has been interrupted by a band of angry trolls",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found a deep vein of copper ore yet?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This vein of ore seems to be worthless....",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you found a deep vein of copper ore yet?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "With the trolls defeated, you can complete your dig",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brid wants you to finish the mission of his prospectors. You should search for a deep copper vein in the Limlight Gorge to help complete Brid's map. \\n\\nBeware of bands of marauding trolls that might be attracted by the sound of your mining.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Have you found a deep vein of iron ore yet?'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered a deep vein of copper ore! Now for Iron...",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brid wants you to finish the mission of his prospectors. You should search for a deep copper vein in the Limlight Gorge to help complete Brid's map. \\n\\nBeware of bands of marauding trolls that might be attracted by the sound of your mining.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Have you found a deep vein of iron ore yet?'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Your digging has attracted the attention of a band of trolls",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You should seek out a deep vein of iron ore to help complete Brid's map.\\n\\nThe trolls seem to have been angered by your activities, so be on guard.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Have you found a deep vein of silver ore yet?'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "This vein of ore seems to be worthless...",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You should seek out a deep vein of iron ore to help complete Brid's map.\\n\\nThe trolls seem to have been angered by your activities, so be on guard.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Have you found a deep vein of silver ore yet?'",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have defeated the troll ambush!",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You should seek out a deep vein of silver ore to help complete Brid's map.\\n\\nThe trolls are infuriated and likely to attack in great force should you continue.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered a deep vein of iron ore! Now for silver...",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "You should seek out a deep vein of silver ore to help complete Brid's map.\\n\\nThe trolls are infuriated and likely to attack in great force should you continue.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "A great roar heralds the attack of a band of enraged trolls",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You should let Brid know that you have discovered all three veins of ore, completed the prospector's map, and driven off many of the trolls in the area.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for a deep vein of copper ore",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for a deep vein of copper ore",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for a deep vein of iron ore",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search for a deep vein of iron ore",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Search for a deep vein of silver ore",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Search for a deep vein of silver ore",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Brid",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "This vein of ore seems to be worthless...",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "You have driven off the attacking trolls!",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "You have discovered a deep vein of silver ore!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brid has asked you to complete his map by collecting samples from across the Gorge.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The map is not complete, alas. We were unable to finish taking our samples from the various areas of the Gorge to judge their value. If you can finish that last part of the task, then the map will be complete...and quite valuable to the right sort of folk!\\n\\n'The problem is, it was the sound of our picks that brought the trolls down upon us. We had expected some trouble when we started to dig, but there were several of us, and we had no idea that so many might come.\\n\\n'What say you? You have done so much already...do you think you can finish the task? The risks are great, I am afraid.'",
      "es": ""
    }
  ]
}