{
  "id": 620895897,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You hear a large creature moving among the webs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Meneghen has been defeated and Meneldor is now safe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Landroval has directed you to the entrance of a large hill-cave, which is home to a dangerous breed of spiders. If Meneldor has entered this cave, he may be in great peril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Be careful, friend! We are not alone here....\\n\\n'Hurry, she moves ever closer to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Landroval has asked you to search for signs of Meneldor in the cave and to lend him aid if you happen upon him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With the swiftness of the northern winds, I will break free from this cursed webbing. Just a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Meneldor has warned you of the presence of a dangerous creature in the cave. This threat must be dealt with quickly before attempting to free the Great Eagle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Meneldor remains entagled in the spider's webbing. He may safely break free now that the spider-queen has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I cannot thank you enough for freeing me. I am most fortunate that Landroval sent such a hardy liberator. You fared well against that dreadful spider!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Meneldor has escaped the webbing and wishes to depart from the cave at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Let us leave this dreadful place at once. I was foolish to have come here at all.\\n\\n'Enough of my strength remains to bear us both safely back to Landroval. You may climb upon my back, but hold on tightly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the Great Eagle, Meneldor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the spider, Meneghen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Meneldor and release him from the webbing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Meneldor to leave the spider-cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Finding Meneldor",
      "es": "",
      "es (fem)": ""
    }
  ]
}