{
  "id": 620895975,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'That is it, then, the last parts of the map. It is not truly complete, of course...we had only finished our initial survey of the area and just begun taking samples of the local ore when we were attacked by that band of trolls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You find a loose sheaf of notes that belonged to the prospector Léofcild.\\n\\nThe first entry reads:\\n\\n'Those fools scoffed at me for lugging around my lucky horseshoe all this time, but the last laugh is going to be mine! Two claims I've found already and both of them look to be rich in silver ore! There are at least three more to check, but the way things are going I'm going to be rich as a king!'\\n\\nThe second entry reads:\\n\\n'Third site was for naught, and the fourth just looked like tin. But I managed to dodge a close brush with a troll, so my luck is still holding. Here's hoping the fifth pans out then!'\\n\\nThe third and final entry reads:\\n\\n'Where is my horseshoe? I must have dropped it while I was searching the fourth claim... or was it the third? I have to go back and find it!'\\n\\nNear the back of the sheaf of papers you find a torn piece of the prospector's map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Poor Prospects: The Belly of the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Log Entry: Day 8 - Danner\\n\\nNothing worthwhile at the first two sites I checked. There have been promising traces of ore, but nothing worth mining yet.\\n\\nI've seen two trolls since I got up here - huge ones! Better keep moving and finish up before my luck runs out and one of them catches me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Ghâmp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you defeated Ghâmp yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You discovered a fragment of the prospector's map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Have you found Witmund yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Gank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You must defeat the giant troll Ghâmp in his lair east of the prospector's shack and search for Witmund's remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Have you defeated Gank yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found the final fragment of the prospector's map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should search Ghâmp's lair for Witmund's remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Have you found Gyrth yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Having defeated Ghâmp, you must now defeat Gank in his lair, west of the prospector's shack and search for Gyrth's remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should search Gank's lair for Gyrth's remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Having defeated the two great trolls and recovered the final segments of the map, you should return to the prospector's shack and speak with Brid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ghâmp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for Witmund's remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Gank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Search for Gyrth's remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring Brid the remaining map-fragments",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brid believes that his friends were dragged off into the lairs of a pair of enormously powerful trolls. The last pieces of the map were likely in their possession, meaning you will have to defeat those trolls and search their lairs for the remaining pieces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is too late to save my friends...they were devoured long ago, I am sure, unless they escaped by some miracle, but that is too much to hope.\\n\\n'As we explored the Gorge we spotted a pair of larger caves...probably the lairs of the larger trolls. I warrant that is where they were dragged off to. If we have any hope of finding the remaining pieces of the map we were making, it would be there.\\n\\n'Do you...do you really think that you have a chance against those monstrosities?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}