{
  "id": 620895896,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have found no trace of the creature we were tracking. Our eyes could still follow him through the shadows, but we cannot see into the depths of every crag and cave in these hills, and we may have lost his trail.\\n\\n'If the creature came this way, it is possible he may have succumbed to the large spiders that dwell in these parts. Would you search some of the spider-cocoons for the creature? If you find him, do not harm him... simply return to me with news.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is as I feared, we have lost the trail. I shall take this news to Gwaihir, perhaps we will be able to track our target again with his help.\\n\\n'Nevertheless, it is worth knowing that his path did not end at the fangs of a spider. Your help has been most appreciated.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you discovered something? The spiders have spun several webbed cocoons to the west. I fear that one of them contains the small creature we have been tracking.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lack of Evidence",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Landroval has been following the trail of a small shadowy creature and is uncertain if his mark has been ensnared by the spiders native to the region.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The cocoon contains no evidence of the creature you are seeking",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the spider-cocoons in search of the strange creature ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cocoons of spider-webbing may be found to the west of the hidden clearing, among the northern hills.\\n\\nLandroval has asked you to search among the spider-cocoons for any sign of the creature he was tasked with following.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Landroval about what you have found",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Landroval can be found at the clearing of trees in the north-east section of Wailing Hills.\\n\\nLandroval must be informed of the results of your search for the sneaking creature.",
      "es": ""
    }
  ]
}