{
  "id": 620895885,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This location must remain secure. I travelled into these lands with my companion, Meneldor, and we had agreed to meet here. We have been tracking a shadowy, slinking creature out of Moria, at the behest of Gwaihir, but we had lost him among the mountain-caves. We agreed to search independently for a time, but to reunite at this location.\\n\\n'As we speak, spiders and Orcs creep ever closer to discovering this clearing and placing us in great danger. Please defeat any nearby enemies which may threaten this hidden vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see that you have dealt with the threats. You have my thanks.\\n\\n'It is important that my presence here remain a secret, so as not to draw the unwanted attention of our enemies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Do you need further guidance? I have noticed several Orcs to the west, scavenging among the spiders.\\n\\n'We must not let the spiders nor the Orcs penetrate the hidden safety of this clearing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Guarding the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Spiders and Orcs are on the verge of discovering the hidden vale which is to be the mustering location for the Eagles, Landroval and Meneldor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs and spiders in the northern Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs and spiders in the northern Wailing Hills ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spiders and Orcs wander among the trees just west of the hidden clearing where Landroval waits.\\n\\nLandroval has asked you to defeat the nearby Orcs and Spiders to allow his meeting location to remain hidden from enemy eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to the eagle Landroval in his clearing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Landroval can be found at the clearing of trees in the north-east section of the Wailing Hills.\\n\\nLandroval awaits your return at the hidden clearing.",
      "es": "",
      "es (fem)": ""
    }
  ]
}