{
  "id": 620895898,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You set siege Ost Celebrant by yourself? If it were anyone else, I would think him mad, but I believe your tale.\\n\\n'The threat that Easterling posed was great, and it is with shame that I admit my blindness to his presence. The danger of more organized brigands serving under the Eye, no less, was of great concern. Nevertheless, your work here with my men and me is finished. Your contribution to our plight has been immense, and it was an honour to serve with you.\\n\\n'To the east, more of my fellows are making forays into the Rushgore. If you would aid us more, I have more yet to say to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is good to see you again, [placeholder]. With my ancient enemy again defeated, I feel at ease. My curse may not be lifted, but I know that along with you, I was able to stand against my foe without the fear that consumed me so long ago.\\n\\n'The Horse-lords have a strong ally in you. Take the knowledge you have gleaned from our battle in the ruins and bring it to them. I sense the rumblings of a larger conflict in the near future.\\n\\n'As for me, I will remain with my men. They lie in disarray, and it is my hope that I can one day rally them at my side again.\\n\\n'Glory to Gondor! Farewell....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Battle of Ost Celebrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The battle is won. You fought with such valour, and I am proud to have served at your side.\\n\\n'I sense my oath remains unfulfilled as I still linger at your side. I fear that some other threat remains beyond our sight.\\n\\n'You have done well, and I have yet more to speak, but now is not the time. I will return to my post among my men. When you can, come speak with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have arrived in Ost Celebrant and now must summon Doron to your side",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Ost Celebrant. When you arrive, blow your horn to summon me, and I will come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We have work to do at Ost Celebrant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Celebrant is the large fortress in south-east Parth Celebrant.\\n\\nDoron wishes to meet you on the bridge at Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We have work to do at Ost Celebrant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ost Celebrant is the large fortress in south-east Parth Celebrant.\\n\\nDoron hopes to aid you by directing your assault as you move towards the heart of the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Return to your captain, Idmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ost Celebrant is the large fortress in south-east Parth Celebrant.\\n\\nDoron hopes to aid you by directing your assault as you move towards the heart of the ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should speak with Doron regarding your assault on Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Doron is among his men at the Field of Celebrant, atop a hill in western Parth Celebrant.\\n\\nYou should speak with Doron once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Idmar is at his camp along the road in central Parth Celebrant.\\n\\nYou should bring news of your victory to Idmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel to Ost Celebrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete quests in Ost Celebrant ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete 'An Omen from the East'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Summon Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Doron at the Field of Celebrant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Idmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Doron, leader of the Oathbreakers in Parth Celebrant, has directed you to assault Ost Celebrant. Along with his aid, he hopes that you will rid these once-great ruins of the taint that has befallen them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The time has come, [placeholder]. We can wait no longer, as every minute we delay brings you and your allies closer to your doom.\\n\\n'Make haste, travel to Ost Celebrant. Once there, call me forth with a horn of your allies' make, and I will fight by your side.\\n\\n'There is no time to waste. We must strike!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}