{
  "id": 620895970,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'These ruins hold many memories for me, [placeholder]. As you have been shown, the bribe my men and I accepted in return for standing down in the face of the Easterlings was once held in these ruins.\\n\\n'I see treasures of significant age strewn about the ruins here. Much of it seems familiar to me...I think it is the very same!\\n\\n'Please, cast the treasures into the Limlight just south of Ost Celebrant. Let us be rid of them forever. Please do this for me, as my arms no longer grant me strength in this world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. I know that this alone is not enough to release us from our curse, but destroying the bribe that brought us to ruin is a relief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Drowning the Past",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Doron has commanded you to cast the treasures which once cursed his men into the Limlight River, directly to the south of Ost Celebrant. These treasures are strewn about the southern part of Ost Celebrant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Threw cursed treasures into the Limlight ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Throw cursed treasures into the Limlight ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The treasures are strewn about the southern side of Ost Celebrant on the shore near the Limlight River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Doron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Doron is at your side in Ost Celebrant. If he has wandered from your sight, he can be summoned with your horn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}