{
  "id": 620895969,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Great Eagles wish to speak with you before you depart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Landroval has bid you farewell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Meneldor has bid you farewell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An important message has been left for you near Landroval at the hidden clearing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A message was left for you, while you were away. It was brought by one of the Men of Stangard. I take it that there is some urgent matter which is worthy of your attention.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The message has been left for you near Landroval at his clearing in the north.\\n\\nSomeone has left you a letter, which you may open and read.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], you have returned! We have greater need of you than ever.'\\n\\nSabert peers around suspiciously to make sure no one is listening.\\n\\n'Something terrible has occurred. Things have grown even worse here, though I can hardly believe this to be a possibility!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Landroval and Meneldor can be found at the clearing of trees in the north-east section of Wailing Hills.\\n\\nLandroval and Meneldor wish to speak with you once more, before you depart for Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sabert guards the north-eastern entrance to Stangard, in Eorlsmead.\\n\\nSabert wishes to speak with you about the events that have transpired in Stangard during your absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It would be an honour to consider you a friend to the Eagles. Farewell, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'It appears that we must part ways now. May we meet again in better days, brave [placeholder].\\n\\n'I shall never forget what you did for me. Farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Read the message that was left for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Landroval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Meneldor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Sabert at the north-eastern gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Message From Stangard",
      "es": "",
      "es (fem)": ""
    }
  ]
}