{
  "id": 620895859,
  "txt": [
    {
      "id": 136263297,
      "en": "You see something glinting on the floor of Stanric's home",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "A key! It might unlock doors in the lock-house",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Cynred indicates that Stanric is detained within the lock-house, alive",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The circumstances of Stanric's death are certainly suspicious, so you decide to investigate further.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have been spotted by one of Sithric's men! You should make yourself scarce until the alarm has died down.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have been spotted by one of Sithric's men! You should make yourself scarce until the alarm has died down.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have been spotted by one of Sithric's men! You should make yourself scarce until the alarm has died down.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The circumstances surrounding Stanric's death are most suspicious; do you not agree? You should investigate his house, near the Mead Hall.\\n\\n'If you see anything suspicious, you should by all means investigate further. Just...be careful not to be seen, [placeholder]. I worry that all of Stangard will be seeking your capture. You should move with as much stealth as you can muster.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stanric's house is near the Mead Hall in Stangard.\\n\\nYou should investigate Stanric's house, and do your best to keep beneath the notice of the residents of Stangard using what sneaking skill you can muster.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Cynred glances from side to side with a look of panic on his face.\\n\\n'Sithric tells me I will be committing treason if I tell of what passed. You found the hint I left behind though: Stanric is not dead. Sithric is ordering him kept below.\\n\\n'The guards and I were ordered to lock him away, so we did. Sithric said he would have Stanric killed if I did not help, so I complied.\\n\\n'I will not stop you from righting this wrong. I cannot believe I ever trusted such a man as Sithric!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Something glints on the floor of Stanric's house in Stangard.\\n\\nYou should investigate the glinting object more closely.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cynred is at the lock-house in Stangard.\\n\\nYou should find Cynred and ask him why his jail keys are in Stanric's home.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'[placeholder]! I cannot believe you found me!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "According to Cynred, Stanric is down below in the lock-house.\\n\\nYou should find Stanric at once.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Investigate Stanric's house",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Investigate the glinting item",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Ask Cynred why his jail-keys were on the floor of Stanric's home",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Stanric in the lock-house",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Investigation",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Avoid being spotted by unfriendly eyes",
      "es": ""
    }
  ]
}