{
  "id": 620919546,
  "txt": [
    {
      "id": "0xeb01197",
      "en": "The lands of Men lay to the east beyond the forest's edge.\\n\\nYou have defeated the Ent, Duskleaf. You should now continue eastward and fulfill the bargain that you made with Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Leave Drû Vádokan and travel to the forest's edge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The forest's edge lies to the south-east in Whitshaws.\\n\\nYou have found yourself beset on all sides by denizens of the forest. You should continue travelling to the east, but be sure to defeat any that stand in your way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The forest's edge lies to the south-east in Whitshaws.\\n\\nThe trees of the Balewood are enraged at your presence in the woods. You must defeat them if you are to seek your revenge on the Men of Wildermore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You discover your path blocked by what appear to be angry trees. Clear them and continue your journey to the east!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to the strange tree, Duskleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What purpose could you have for such destruction, giant? Hoom. Do you even understand what agony you have brought upon the creatures here? You tear the trees from the ground, you freeze the Huorns where they take root, and even the foul wood-trolls are not spared your ire.\\n\\n'My friends either lay sleeping in this winter you have buried us in, or they lack the courage to stand against you.\\n\\n'Hooom... but I do not. I shall not allow you any further in these woods, monster!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Journey into Wildermore and defeat any that stand in your way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You have found your path blocked by a strange tree that looks as if it wishes to speak with you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Journey deeper into the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "You hear the familiar creaking of branches as more trees rise against you in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "The lands of Men lay to the east beyond the forest's edge.\\n\\nYou have defeated the Ent, Duskleaf. You should now continue eastward and fulfil the bargain that you made with Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "The destruction that followed Duskleaf's defeat is known to Ents and Men alike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Ents of the Balewood wish to impart their knowledge of Núrzum's assault into Wildermore upon you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Journey deeper into the forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Wreak havoc on Balewood!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Duskleaf is standing in northern Balewood.\\n\\nYou have found your path blocked by a strange tree that is looking at you with a mix of anger and confusion. You should speak with this tree before continuing eastward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Journey into Wildermore and defeat any that stand in your way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae5",
      "en": "Defeat Duskleaf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Núrzum's Wrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The forest's edge can be found outside the eastern gate of Drû Vádokan in north-western Balewood.\\n\\nYou are standing inside Drû Vádokan, the White Hand's base in the Balewood. You must travel to the forest's edge and wreak havoc upon the Men of Wildermore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "The destruction that followed Duskleaf's defeat is known well to Ents and Men alike",
      "es": "",
      "es (fem)": ""
    }
  ]
}