{
  "id": 620919547,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Mossbeard has spoken true of many things over ages past, and as wild as his claims may be, I believe his tale. Hom. He has spoken to us further of the things the trees came to know of Núrzum's arrival in the forest and what destruction he visited upon the creatures of this wood... and my friend, Duskleaf.\\n\\n'Núrzum's assault began to the west, upon the hill where Brúndoron fell. Hoom. Even the Orcs were terrified of his presence, and not one sought to follow him too closely in his trek through the woods to forest's edge. Already, he had drowned the surrounding lands in snow by bringing the stone into the forest, and the creatures of this wood knew well that something horrible had come with the winter's chill.\\n\\n'Listen well, little one, and I shall tell you of how the forest rose and fell to Núrzum's might.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Barallas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Learning of such things has brought a great sadness to me, [placeholder]. Núrzum's destruction did not end there, as you have long known. He rampaged throughout the forest floor, cutting a frozen scar through those helpless trees. Yet, even when he left the forest, the wounds he dealt to our lands would not be quick to mend.\\n\\n'Hoom. Duskleaf was always quick to act, but in the face of such an evil, he also proved himself the bravest of us Ents.\\n\\n'We cannot allow his sacrifice to wither upon the frozen earth here. To not involve ourselves in such a dire matter... hum, would be a disgrace to Duskleaf's memory and the good of this forest. If the Orcs yet linger in these woods, we must drive them out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Núrzum's Wrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Are you ready to learn of Núrzum's destruction?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Barallas and witness Núrzum's wrath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Barallas can be found at Stonecliff in northern Balewood.\\n\\nBarallas and the other Ents wish to tell you of the day Núrzum came to the Balewood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Barallas can be found at Stonecliff in northern Balewood.\\n\\nBarallas' tale of Núrzum's arrival in the Balewood has ended. You should now speak with the Ent and discover what is to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "In the wake of what the Ents have learned, Barallas wishes to tell you of the day Núrzum came to the Balewood.",
      "es": "",
      "es (fem)": ""
    }
  ]
}