{
  "id": 620827352,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Welcome to the Woodworker's Guild, [placeholder]! You shall prove yourself a worthy addition to our ranks, I am sure, but you have much to learn yet.\\n\\n'I suggest you speak with Viola Brockhouse, the Woodworker's Guild-leader. She can be found in the Woodworker's Guild-hall in Esteldín...she will have much knowledge to impart to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am honoured to welcome you to the Woodworker's Guild, [placeholder]. It is no small feat that you have joined our ranks, yet I ween there is much you have still to learn.\\n\\n'Perhaps you should seek out Viola Brockhouse, the Woodworker's Guild-leader. She can be found in the Woodworker's Guild-hall in Esteldín. I am sure she will share her wisdom with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Introduction: Woodworker's Guild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, the Woodworker's Guild has acquired yet another member! As much as I look forward to viewing your wares, I suggest you speak with Viola Brockhouse, the Woodworker's Guild-leader...she has a wealth of knowledge that I am sure she will share with you.\\n\\n'You will find her in the Woodworker's Guild-hall in Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Welcome to the Woodworker's Guild, [placeholder]. Not everyone rises to our standards, but you have done so admirably. However, there is much still for you to learn.\\n\\n'You should go to the Woodworker's Guild-hall in Esteldín and speak with Viola Brockhouse, the Woodworker's Guild-leader.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The Guild-leader offers you reputation in exchange for crafted items",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should speak with the leader of the Woodworker's Guild immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You are now a member of the Woodworker's Guild, Sivullinen. I do not think you are worthy, but it is not mine to judge. You should speak with Viola Brockhouse, the Woodworker's Guild-leader. She can be found in the Woodworker's Guild-hall in Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Guthki offers many important recipes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should speak with the leader of the Woodworker's Guild immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Welcome to the Woodworker's Guild! This is an excellent faction for woodworkers who are looking to benefit from their expertise.\\n\\n'As the leader of this faction, it is my role to oversee the advancement of your reputation as you trade your items in. I will gladly collect everything you make from our own Guild-recipes!\\n\\n'To collect the recipes to make the items I seek, you should speak with Guthki, then with Tawarbes. They will help you to get started.'\\n\\n<rgb=#FF00FF00>NOTE: The role of the Guild-leader is to trade crafted, barterable items in exchange for reputation with the Guild.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Tawarbes offers advantageous rewards for members of the Woodworker's Guild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Viola Brockhouse, the Woodworker's Guild-leader is in the guild hall in Esteldín.\\n\\nThe Master of Crafting Guilds has instructed you to speak with Viola Brockhouse to learn more about the Woodworker's Guild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You should speak with the leader of the Woodworker's Guild immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'You will notice that I have many new recipes for sale. As your crafting ability increases, more recipes will become available, so check back with me often!\\n\\n'The carvings are made from the recipes I sell; those items are the ones you may give to Viola Brockhouse in exchange for reputation. This is the only way to gain reputation. It's best to start early!'\\n\\n<rgb=#FF00FF00>NOTE: This recipe vendor sells the recipes that let you create unique barter items. The output items are traded for reputation with the Guild.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guthki is in the Woodworker's Guild-hall in Esteldín.\\n\\nViola Brockhouse has directed you to speak with Guthki to look at what recipes he sells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You should speak with the leader of the Woodworker's Guild immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'I am the vendor you should come to when you are ready to reap your rewards. I might not have anything you can use just yet, but my recipes will be available once you advance your reputation with us!\\n\\n'The goods that you can make from my recipes are far superior to any other recipe you find and will guarantee the utmost success in crafting. Make sure you come back again once you reach Acquaintance level with the Woodworker's Guild!'\\n\\n<rgb=#FF00FF00>NOTE: The improved recipes sold at this vendor are the rewards for gaining reputation with the Guild.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tawarbes is in the Woodworker's Guild-hall in Esteldín.\\n\\nViola Brockhouse has directed you to speak with Tawarbes to look at what recipes she sells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You should speak with the leader of the Woodworker's Guild immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You should speak with the leader of the Woodworker's Guild immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'You should speak with Guthki immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'You should speak with Tawarbes immediately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Viola Brockhouse, the Woodworker's Guild-leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the carving recipe vendor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to the vendor who sells improved recipes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Woodworker's Guild is a society for the finest woodworkers throughout Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I see that you have recently gained access to the Woodworker's Guild, friend. That is a great achievement on the path of crafting.\\n\\n'The Guild is a faction that can grant eligible crafters advantages in their craft. In the beginning, you can access better recipes than what you normally find in the world. As you increase in reputation, you gain access to yet more recipes.\\n\\n'It is never too early to start building your reputation with the Woodworker's Guild. The leader can be found in Esteldín in the North Downs.'\\n\\n<rgb=#FF00FF00>NOTE: The Guilds are Reputation factions that grant advantages in recipe execution. Reputation is increased by bartering special crafted items.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}