{
  "id": 620827350,
  "txt": [
    {
      "id": 136263297,
      "en": "You have crushed a grodbog scent-gland",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defeated the hive-queen!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated the grodbod hive-queen",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thórhall believes that the scent-glands you gathered may lure the hive-queen into revealing herself, allowing her to be slain.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have been defeated!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What do you know, [placeholder]; I have had an idea! If you crush the scent-glands you gathered, an overwhelming scent will be released, and the gredbyg will rise up.\\n\\n'The scent will undoubtedly draw the hive-queen from her hidden nest. If you can slay her, the entire hive will be greatly weakened... at least until they can raise a new queen. That should keep them out of our way for quite a while, and that is the best we can hope for.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The grodbog-lair is in the Palace of Náin, north of Lamâb-dûm.\\n\\nThórhall asked you to take the scent-glands to the grodbog-hive and crush them. The resulting scent should draw forth the hive-queen.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work, [placeholder]! With the grodbog hive-queen slain, the hive will be thrown into disarray, and their numbers will likewise diminish... at least until they can raise a new queen.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thórhall is at the small dwarf-camp in Lamab-dûm, south of the Palace of Náin.\\n\\nYou should report back to Thórhall with news of your success.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wafri is at the Dolven-view camp, south-east of the Palace of Náin.\\n\\nYou should report back to Wafri with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Did my plan work, [placeholder]?\\n\\n'What? You haven't tried it yet? Well, get to it! Better you than me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'NOT USED'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon and defeat the grodbog hive-queen",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Thórhall at Lamab-dûm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Wafri at the Dolven-view camp",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Wafri at the Dolven-view camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hive-queen",
      "es": ""
    }
  ]
}