{
  "id": 620827365,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While we await information, we can still cause dissent and confusion within the ranks of the Orcs. If they came from Mordor as early emissaries into Khazad-dûm, it may be that they can be frightened into service once again.\\n\\n'I have prepared several stones, each marked with the symbol of the Great Eye. Place them upon the altars found near The Cross-roads of Ash; when they see the symbol of the Eye burning upon their altars, they should rethink their allegiance.\\n\\n'The altars are located on the bridge-like structures surrounding The Cross-roads of Ash.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The marks have been placed, and already I sense that allegiances are being questioned.\\n\\n'While this is a big step towards victory, we still have much to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'All of the altars must bear the marks for them to believe that the Dark Lord has turned his Eye upon them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dissent in the Ranks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves believe they can trick the Ghâsh-hai into allying with the forces of Mordor by convincing them that Sauron is aware of their betrayal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Placed stone upon an altar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place stones upon the altars ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Ghâsh-hai altars can be found on the bridge-like structures surrounding The Cross-roads of Ash.\\n\\nGúthi believes the Ghâsh-hai can be convinced to join the forces of Mordor. He wants you to place several stones marked with the Great Eye on the altars near The Cross-roads of Ash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gúthi at the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúthi is located at the Cross-roads of Ash, in the south-west portion of The Flaming Deeps.",
      "es": "",
      "es (fem)": ""
    }
  ]
}