{
  "id": 620827271,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected spears from White Hand Orcs in Skrithûrz-ulíma ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs of Moria have long plundered the caches of ancient dwarf-weapons stored within the ancient halls, but the spears that they now use are particularly vicious and deadly.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Moria is full of ancient caches of the weapons of the forebears of the dwarves. Most of the finer pieces are long since gone, but the Orcs of Skrithûrz-ulíma have found a trove of spears.\\n\\nSpears are dangerous weapons in the hands of a skilled opponent.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Spear-wielding Orcs can be found at Skrithûrz-ulíma to the north-west of the Orc-watch.\\n\\nThe Orcs are wielding spears stolen from the ancient weapon-vaults of Moria.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You can tell the marks of a true craftsman when his work holds up for an age.\\n\\nYou have salvaged valuable weapons from the wrong hands, and have likely saved the lives of many innocent dwarves who would have felt the ends of those spears used upon them.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Spear-wielding Orcs can be found at Skrithûrz-ulíma to the north-west of the Orc-watch.\\n\\nThe Orcs are wielding spears stolen from the ancient weapon-vaults of Moria.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have salvaged many ancient spears from the Orcs of Skrithûrz-ulíma.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not want these spears only for memory or honour. A succesful plan is but a collection of well-executed steps, a puzzle to be completed one piece at a time.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect spears from Orcs at Skrithûrz-ulíma",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect spears from White Hand Orcs in Skrithûrz-ulíma ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instruments of the Enemy",
      "es": ""
    }
  ]
}