{
  "id": 620827367,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the door to the ancient forge ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Upon disabling the forge, Dolpan attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have defeated Dolpan, putting an end to the threat in Flaming Deeps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ancient forge located at Hurmulkezer must be shut down and the Orcs stopped before they have an opportunity to craft dangerous new weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You must disable the ancient forge at Hurmulkezer before it is too late, [placeholder]. The Ghâsh-hai have been using it to craft flaming armour and deadly weapons, making them deadlier foes than ordinary Orcs.\\n\\n'The forge rests high atop Hurmulkezer and is south-east of the Cross-roads of Ash. Talk to me when you are ready to travel there.'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gúthi can be found at the Cross-roads of Ash in the western Flaming Deeps.\\n\\nYou should speak with Gúthi when you are ready to travel to the ancient forge of Hurmulkezer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Dolpan has fallen and the forge has been disabled, and no more flaming armour will come to the Ghâsh-hai. No deadly weapon will be forged. We all owe a debt of gratitude to you today, [placeholder]!\\n\\n'We must remain vigilant, however. If we lower our defences now, we will be vulnerable once more.\\n\\n'I ask your pardon, for I do not mean to speak as if we are on the doorstep of doom. For now, a small step has been taken towards the reclamation of Khazad-dûm once more, and even the smallest of victories deserve celebration.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gúthi is at the Cross-roads of Ash in the western Flaming Deeps.\\n\\nGúthi will be pleased to hear Dolpan was unable to finish crafting his weapon at the ancient forge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dolpan was attempting to craft a weapon in the ancient forge when he was interrupted. He will go to any lengths to ensure that this weapon is completed.\\n\\nThe Ancient Forge sits high above Hurmulkezer and can be accessed by a door in Umukh-ghâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to travel to the ancient forge?'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest, and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gúthi will be pleased to hear Dolpan was unable to finish crafting his weapon at the ancient forge.\\n\\nGúthi is at the Cross-roads of Ash, north-west of Hurmulkezer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Soon, the Orc-tribes will destroy each other, and Khazad-dûm will be restored!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Soon, the Orc-tribes will destroy each other, and Khazad-dûm will be restored!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gúthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gúthi at the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Dolpan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6ea8024",
      "en": "'Get away from the forge! You will not stop the Ghâsh-hai from taking the Flaming Deeps as our own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gúthi at the Cross-roads of Ash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cease to Resist",
      "es": "",
      "es (fem)": ""
    }
  ]
}