{
  "id": 620827270,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that we do not have to fear an alliance between Moria and Mordor, it is time to give one of them an opportunity they will not be able to pass up. The camps of Mordor are difficult to attack. This is because their walls are strong and well-built.\\n\\n'I want you to break down a section of one of the walls. The Moria Orcs should see this and be tempted to attack through it.\\n\\n'You can find the Mordor-camp to the north, at Baiúrz-mur. Destroy the northern barricades to open a route for Moria to attack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The wall is down, and the attack will begin soon. Can you feel the tension in the air?\\n\\n'You have done well, but I fear the forces of Mordor are still too strong for the Orcs of Moria to overcome. However, this is not a bad thing. I do not wish Moria to win. I only want to ensure that whoever is victorious is left weakened and feeble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The way this conflict will start is when one side sees an opportunity too good to pass up. A hole in the enemy's defences is just that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - Piercing the Walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Orcs of Mordor surround their camps with strong, well-built, difficult to attack walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed a barricade at Baiúrz-mur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Knakk at the Orc-watch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Knakk is at the Orc-watch, south of Baiúrz-mur.\\n\\nKnakk will want to know that the barricade at Baiúrz-mur has been destroyed, and Moria is free to attack.",
      "es": "",
      "es (fem)": ""
    }
  ]
}