{
  "id": 620827305,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected a grodbog scent-gland ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thórhall hopes to study the anatomy of gredbyg to learn more about them, so that they can be better combatted in the future.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I should like to learn about these odious insects while you're working on driving them off. Will you do me a great favour, and bring me anything out of the ordinary that can be found on their anatomy?\\n\\n'I hope that studying the gredbyg will give us better tools to fight them.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gredbyg can be found in a hive in the Palace of Náin.\\n\\nYou have been asked to collect anatomical items of interest from the gredbyg for study.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Scent-glands, eh? Very interesting...I have not seen many creatures such as this in possession of glands of this nature.\\n\\n'I have a theory, [placeholder]. Perhaps these can be used to lure whatever menace is at the centre of the infestation at the Palace of Náin, eh?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thórhall is at the small dwarf-camp in Lamab-dûm in the Great Delving.\\n\\nYou should bring the scent-glands you have collected to Thórhall, so that he may study them.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found anything of interest on those gredbyg yet?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to bring me a few of those scent-glands before we can move on to the next step of my plan.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect grodbog scent-glands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the scent-glands to Thórhall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Grodbog scent-glands ",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Report back to Wafri",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scent of the Hive",
      "es": ""
    }
  ]
}