{
  "id": 620827306,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Strange sounds and strange creeping shadows surround us here... do you feel uneasy? I think it is coming from the north. There is a sickly light about that place.\\n\\n'I have noticed a great increase in the gredbyg about this place. Perhaps it is their hive up yonder... will you go and thin their numbers? I will rest easier if I know there are less of them to crawl over me in my sleep!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! A fine effort, [placeholder]. Would that this were the end of them! But I suppose I will have to settle for this valiant endeavour of yours. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Brrr! Those gredbyg do make me shiver!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Noise of the Gredbyg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thórhall is disturbed by the strange noises being emitted all around Lamab-dûm, and fears that the noise comes from the gredbyg that crawl all over.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated a grodbog ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat gredbyg in the Palace of Náin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A swarm of gredbyg can likely be found in a hive in the Palance of Náin, north of Lamab-dûm in the Great Delving.\\n\\nThórhall wants you to kill off as many gredbyg as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Thórhall at Lamab-dûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thórhall is at his camp in Lamab-dûm in the Great Delving.\\n\\nYou should return to Thórhall and tell him that the grodbog presence is somewhat lessened in the hive to the north.",
      "es": "",
      "es (fem)": ""
    }
  ]
}