{
  "id": 620827321,
  "txt": [
    {
      "id": 136263297,
      "en": "The armoury remains in Orc hands!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fastarr knows of an ancient anvil where you may craft the heart of the quality you seek for your weapon, but scouts report that the ancient armoury in which it lies has recently been overrun by a well-organized force of Moria Orcs, who are even now training in preparation for their next assault to drive the dwarves from Moria.",
      "es": ""
    },
    {
      "id": 177465712,
      "en": "'You seek to challenge me? I think not! To me my warriors, crush this fool!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A well-organized band of Orcs has recently overrun the hall containing the anvil you seek. If you are to reach the anvil, you will have a difficult fight on your hands.\\n\\n'I can tell you how to reach the hall, but such a journey would be useless until you bring me an infused garnet. Without such a stone, you will not be able to bestow the quality you seek to place upon your weapon.\\n\\nWhen you find such a stone, I will prepare it for you and tell you how to reach the ancient hall.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fastarr has asked you to bring him an infused garnet with which he may be able to aid you in bestowing a quality upon your weapon. He does not, however, know where to find such a stone.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! You have found an infused garnet at last! Now, you will need to bring that to the old armoury, but first I must prepare it.\\n\\n'When you are ready to depart for the armoury, speak with me again.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fastarr can be found at the Dolven-view camp in Moria.\\n\\nFastarr has bidden you to speak with him again when you are ready to seek out the old armoury, but warns you that a well-organized band of Moria Orcs has taken control of the hall.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fastarr can be found at the Dolven-view camp in Moria.\\n\\nYou should return to Fastarr to complete the enhancement of your weapon.\\n",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If my scouts are correct, it seems that a particularly brutal Uruk has brought his forces up from the deeper mines and overrun the hall containing the anvil you seek.  It will be no simple task to rout them from their work, but the sooner the better, for they are preparing an assault against us as we speak.\\n\\n'Are you ready to face the Orcs? If so, then you should be off...time is wasting!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n\\n",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will need to bring me an infused garnet before we can begin.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'That was good work clearing out the old armoury. There are not many brave enough to throw themselves into the teeth of an entire band of Orcs, and fewer still strong enough to see it through to the end!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So you have returned? Ah, and I see you have brought an empowered garnet. Then you were successful.\\n\\n'Let us see if that stone will suffice for the quality you desire.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Were you not able to empower the stone? Without such a stone, I cannot help you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring an infused garnet to Fastarr",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Fastarr to travel to the old armoury",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the empowered garnet to Fastarr",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Training Hall",
      "es": ""
    }
  ]
}