{
  "id": 620779289,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Gurzstâz",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Gurzrum",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bill Mossfoot believes that you are close to dealing the goblins in the Midgewater Marshes a decisive blow.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We might be close to dealing the goblins a decisive blow, [placeholder]. The only thing keeping them from fighting among themselves are their loyalty to the two chieftains that are rumoured to lead them: Gurzstâz and Gurzrum.\\n\\n'If you were to slay these two chieftains, I think the goblins would fall to squabbling among themselves. Such squabbling will leave them unable to mount an attack on Staddle.\\n\\n'The two chieftains will be fairly close together, somewhere in the Goblinhole Ruins, so that each of them can keep an eye on the other. Be careful... those chieftains will be the strongest of the lot!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The two chieftains, Gurzstâz and Gurzrum, are likely to be found in the Goblinhole Ruins in the southern stretch of the Midgewater Marshes.\\n\\nBill Mossfoot believes that slaying the goblin-chieftains will drive the rest away.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We might be close to dealing the goblins a decisive blow, [placeholder]. The only thing keeping them from fighting amongst themselves are their loyalty to the two chieftains that are rumoured to lead them: Gurzstâz and Gurzrum.\\n\\n'If you were to slay these two chieftains, I think the goblins would fall to squabbling among themselves. Such squabbling will leave them unable to mount an attack on Staddle.\\n\\n'The two chieftains will be fairly close together somewhere in the Goblinhole Ruins so that each of them can keep an eye on the other. You may need to gather help...those chieftains will be the strongest of the lot!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bill Mossfoot is at the camp in the Midgewater Marsh, south-east of the Midgewater Ruins.\\n\\nBill Mossfoot will be pleased to hear of your success with the two goblin-chieftans he asked you to dispatch.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Watcher Redweed is in Staddle town centre.\\n\\nThe defeat of the goblin-chieftains in the Midgewater Marshes should be a great relief to Watcher Redweed.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The two goblin-chieftains, Gurzstâz and Gurzrum, are sure to be near each other in order to ensure neither of them is scheming against the other. Their camp is among the Goblinhole Ruins in the southern stretch of the Midgewater Marshes.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well done, [placeholder]. With these two dealt with, I think our immediate concerns for Staddle will be closed.\\n\\n'Return to Watcher Redweed in Staddle and tell him of your success here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'All of Staddle is in your debt for dealing with those goblins!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have done very well, [placeholder], very well indeed! I reckon the goblins will be unable to mount an organized attack on the town without the leadership of those goblin-chieftains!\\n\\n'You have performed a great service for both Men and hobbits, [placeholder], and I'm sure the town of Staddle is in your debt. Now, Bree must know of our -- well I suppose it really is your -- great victory!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have dealt a grave blow to the goblins in the Midgewater. Good work!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Gurzstâz",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The goblins will know better than to show their faces around here again, I'll warrant!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Gurzrum",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bill Mossfoot",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The goblins will know better than to show their faces around here again, I'll warrant!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Watcher Redweed in Staddle",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Two Chieftains",
      "es": ""
    }
  ]
}