{
  "id": 620779353,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected eggs and onions ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected hard biscuits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Seward Proudfoot wants to provide breakfast for the guards of the town of Bree as a token of his appreciation.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've been meaning to prepare a delicious breakfast for the guards of the town as a sign of my appreciation, but wouldn't you know it? I've gone and lost my recipe-book! And I told some of them that today they'd be having eggs and onions and biscuits, courtesy of old Seward...I don't want to let them down!\\n\\n'If you know a good cook, I'd really appreciate it if you could bring me five servings of eggs and onions and five hard biscuits. That will be enough to serve a good breakfast for the guards, I think!\\n\\n'I'll pay you for your trouble, of course!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Seward Proudfoot is outside The Prancing Pony, in the town of Bree.\\n\\nSeward Proudfoot promised some guards he would cook them a breakfast of eggs and onions and hard biscuits, but can't find his recipe-book. He has asked you to find a cook willing to prepare the food and will pay you for the trouble if you bring it to him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are just the thing, [placeholder]! Thank you very much! I'm sure the guards will enjoy their breakfast, and perhaps I will have found my recipe-book in time to make them a second breakfast myself!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Seward Proudfoot is outside The Prancing Pony, in the town of Bree.\\n\\nSeward Proudfoot promised some guards he would cook them a breakfast of eggs and onions and hard biscuits, but can't find his recipe-book. He has asked you to find a cook willing to prepare the food and will pay you for the trouble if you bring it to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Those breakfasts you brought to me smelled delicious, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I hope you can find a cook to provide me with eggs and onions and hard biscuits, [placeholder]. I really appreciate the hard work the guards of the town do every day, and I had wanted to make them breakfast to show my appreciation!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'There's nothing quite like breakfast in the morning, unless it's a second one later on!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'There's nothing quite like breakfast in the morning, unless it's a second one later on!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring eggs and onions and hard biscuits to Seward Proudfoot",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect eggs and onions ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect hard biscuits ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Seward Proudfoot's First Breakfast",
      "es": ""
    }
  ]
}