{
  "id": 620779331,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Jasper Mudbottom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Falco confided that he was originally pressured by a man named Jasper Mudbottom. Mudbottom is a powerful brigand located at the Yellow Tree ruins, south beyond the Staddle farms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that Constable Bolger is safe, I can tell you more of the story. Jasper Mudbottom is the Blackwold that came to me and got me to help them. Since then, I've felt terrible and the farm has suffered as my guilt grew within me.\\n\\n'Jasper used to live here in Staddle, but joined with the Blackwolds, returning shortly before Archet burned. When he came back he was changed. Something very different about him... stronger and mean-spirited.\\n\\n'If you stopped him, I might be able to get back to growing the best pipeweed in all of Bree-land! Jasper lives in that fort south of here beyond Yellow Tree. He'll be too strong for you to face alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Jasper Mudbottom is at the brigand encampment at Ost Baranor, south of the Staddle farms.\\n\\nFalco Greenhand has asked you to put a stop to the Blackwold brigand, Jasper Mudbottom. He suggested you take friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I cannot thank you enough, [placeholder]. I had thought Gammy Boggs' nosey ways would just bring more trouble on me, not fix them!\\n\\n'I owe so many people here in Staddle apologies, it will take me a while to draft enough letters saying so, but I will see it done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Falco Greenhand is at his farm in Staddle, north of Ost Baranor.\\n\\nYou should return to Falco Greenhand with news of your victory over Jasper Mudbottom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You shouldn't face Jasper alone in his camp south of Yellow Tree. He is far stronger than he appears.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you, [placeholder]. My farm will be green again in no time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is nice to see a smile on Falco's face again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Jasper Mudbottom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Falco Greenhand at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fixing Falco's Folly",
      "es": "",
      "es (fem)": ""
    }
  ]
}