{
  "id": 620779247,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hello there! Are you here to help out Éogar? If you're looking for work to do around the farm, I could use your help. I need some assistance tracking down some of the ingredients for my famous snapper-soup.\\n\\n'My soup is made with the meat of the snapper-turtle that lives in the lake to the east of Hengstacer. I usually send one of the hands to fetch me the meat, but they have been so busy, I would feel awful making them hunt down their dinner however slow it may be. I could also use  more snapper-shells to make soup-bowls. Better not to waste anything, I always say.\\n\\n'Hurry along now and fetch the snapper-shells and meat... the farmhands get awful hungry after a hard day of tending the horses, and I would hate to make them wait.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! You were able to find the shells and the meat. Wonderful! I will get started on my soup right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found enough snapper-shells and meat? The southern Meluinen can be found to the north and east of the farm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Snapper Soup",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Emma Rosethorn has asked for your assistance hunting snapper-turtles for their shells and meat for her famous snapper soup.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the snapper-shells and meat to Emma Rosethorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Snapper-turtles can be found on the islands and along the shore of Nen Harn, to the east of the Hengstacer Farm. Emma Rosethorn is at the Hengstacer Farm, west of Nen Harn.\\n\\nEmma Rosethorn asked you to bring her some snapper shells and meat for her soup.",
      "es": "",
      "es (fem)": ""
    }
  ]
}