{
  "id": 620779299,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected produce from Asphodel Froghorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eldo Swatmidge is a successful farmer, but he is lonely. He has sought your help to woo his neighbour, the Widow Froghorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Asphodel keeps her farm going by selling her goods at the Farmer's Market. I made a deal with Himloc Grouse to pay double what others pay for her fresh vegetables.\\n\\n'Could you go to her farm, collect the produce she means to sell, and deliver it to Himloc? Be sure to return the money to her when you are done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Widow Froghorn's farm is on the road west and south of Eldo Swatmidge's farm.\\n\\nEldo Swatmidge asked you to collect the produce that Asphodel Froghorn means to sell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Eldo didn't send a layabout, did he?\\n\\n'And he's kind to his dogs? How about that?\\n\\n'Since you've already proven yourself so useful, why not take this into Staddle and sell it to Himloc Grouse? He'll be in the town square, most likely. Maybe then we can continue our discussion of Eldo Swatmidge's good qualities, of which I am sure you will tell me there are many.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Himloc Grouse can usually be found in the town square of Staddle, west of the Widow Froghorn's farm.\\n\\nAsphodel seems to think highly of you and has asked you to sell some of her produce to Himloc Grouse, the trader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Widow Froghorn's farm is east of Staddle.\\n\\nAsphodel Froghorn is waiting for the payment you received from Himloc Grouse for the sale of her vegetables.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are going to volunteer your labour, you might as well take my produce to Himloc Grouse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So you've got some produce for sale from the Widow Froghorn, do you? Well, I'll be taking it... and here's the payment.\\n\\n'And before you start thinking I've gone soft in the head, that's double what I usually pay. Eldo Swatmidge and I have a standing agreement, on account of he asked me to pay double for any of the Widow's produce, then he gives me the difference. It's true what they say: a hobbit in love don't have no hobbit-sense at all!\\n\\n'You bring that payment back to the Widow Froghorn and don't mention the agreement I've got with Swatmidge. That's part of the whole arrangement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You go take Asphodel's produce to Himloc Grouse in town... and don't forget to mention my kind treatment of my dogs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Are you here on account of the Widow Froghorn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I told you that you had impressed her! It sounds like we're making progress, yes it does!\\n\\n'Oh, by the way, I told old Himloc that when he buys produce from Asphodel, he should pay double what he normally would, and I'd pay him the difference. I figured you should know -- don't be surprised when you talk to him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'This seems like a bit much. Are you sure Himloc gave you the right amount? No, don't tell me. I have a feeling Eldo Swatmidge might have something to do with Himloc's generosity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect produce from Asphodel Froghorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Old Himloc kept up his end of the bargain? Good, good! Well, take that money on to Asphodel now and be sure to mention my good hobbit-sense!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You didn't get any payment from Himloc? That's very unusual.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the basket of vegetables to Himloc Grouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Himloc's payment to Asphodel Froghorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You go take that payment back to the Widow Froghorn... but don't you tell her why I paid so much!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Farmer's Market",
      "es": "",
      "es (fem)": ""
    }
  ]
}