{
  "id": 620779272,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected glittering copper ring",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Verity Tyne has lost the glittering copper ring given to her by her husband Barton, and she is beside herself with worry that he will find out.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you a jeweller? Do you know one? I really need the services of a jeweller, for I have lost my wedding ring, and I need a replacement before my husband Barton gets back from the Forsaken Inn!\\n\\n'I don't know where it's gone, but it must have just slipped off my finger. If you can bring me a glittering copper ring to replace it, I'd pay you for your trouble!\\n\\n'Don't tell Barton I lost the ring! I can't believe I could be so careless!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Verity Tyne is in the Crafting Hall in Bree.\\n\\nVerity Tyne has asked for you to find a jeweller willing to make her a glittering copper ring to replace the wedding ring she lost.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you so much, [placeholder]! This ring looks exactly like the ring I lost, and Barton will never know the difference!\\n\\n'Take these coins and other small items, please! You've really helped me out!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Verity Tyne is in the Crafting Hall in Bree.\\n\\nVerity Tyne has asked for you to find a jeweller willing to make her an amethyst ring to replace the wedding ring she lost.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You've been a great help, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If you can get a jeweller to make me a glittering copper ring to replace my wedding ring, I'd really appreciate it, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Don't tell Barton I lost my wedding ring!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Don't tell Barton I lost my wedding ring!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring glittering copper ring to Verity Tyne",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect glittering copper ring",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Verity Tyne Has Lost Her Ring",
      "es": ""
    }
  ]
}