{
  "id": 620779325,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'I'm glad no one got sick! I feel bad for Gar of course, but you know what I mean.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'We need to keep a close eye on the well and make sure those brigands don't poison it again. I'm sure it was them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You spilled the bucket of fresh water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Willowsong has created a curative from the flowers you brought her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa00b086",
      "en": "'Now why did you go and do a fool thing like that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Good, you have brought the flowers I need. The evils of Man tainted this water with poison. The power of nature will make it pure once more.\\n\\n'Now return this bucket to Staddle and pour its contents into the well. The water inside will retain its curative properties and drive out any remaining poison.\\n\\n'Be careful. These lands are wild and home to many dangerous beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Staddle's well is north and west of the Silverwater Spring.\\n\\nWillowsong told you to return the bucket of water to Staddle's well. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'After all that trouble, you just pour the dirty water back into the well? I don't understand....'\\n\\nLongo sniffs the well water, then takes a sip.\\n\\n'The water is sweet! Lily always told me we could trust Willowsong, and it seems that she was right. I'll tell everyone the well is safe to drink from again! Thank you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Longo is standing by the well in the town square of Staddle.\\n\\nYou did as Willowsong instructed. Tell Longo Daegmund that the well should be safe to drink from again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring the water to the well in Staddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'After all that trouble, you just pour the dirty water back into the well? I don't understand....'\\n\\nLongo sniffs the well water, then takes a sip.\\n\\n'The water is sweet! Lily always told me we could trust Willowsong and it seems that she was right. I'll tell everyone the well is safe to drink from again! Thank you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Do you intend to stand around all day? I believe you have a task to complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There are few who remember the Yellow Tree of old. The Master remembers, but he does not come this way often.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the bucket",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Yellow Tree was once a place of peace, but times have changed and it is no longer so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry the bucket of pure water to the Staddle town well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Longo Daegmund by the Staddle Town Well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am glad to help the good people of Staddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "All's Well that Ends Well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'In a way, my Gar solved the mystery of the poisoned well! Good boy, Gar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'The water tastes delicious now. And we have you and Willowsong to thank!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I wonder how the well got poisoned in the first place? It must have been those no-good Blackwolds!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}