{
  "id": 620779305,
  "txt": [
    {
      "id": 54354734,
      "en": "Constable Bolger wants to avoid receiving more letters from Himloc Grouse and is determined to stop the thefts from Himloc's fields.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Blackwolds have established a camp at Ost Baranor, south and slightly west of here. I suspect they sneak out every night to steal pipe-weed and produce.\\n\\n'They are probably keeping Himloc's pipe-weed in a barrel somewhere within the ruins. If you can retrieve that barrel and bring it to Himloc, perhaps you will spare me another one of his letters!\\n\\n'Good luck, [placeholder]. I do not relish the idea of more correspondence with an angry Grouse!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Himloc's stolen pipe-weed should be in the brigand-occupied ruins of Ost Baranor, south and slightly to the west of Constable Bolger's house.\\n\\nConstable Bolger has asked you to recover Himloc's pipe-weed from the brigands.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is my pipe-weed? Thank you very much, [placeholder]! I knew those good-for-nothing Blackwold villains were trying to make off with my prized crop! At least I have these plants back, but... what if they come back and try to steal the rest of it?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Himloc Grouse is in the town square of Staddle.\\n\\nYou recovered Himloc's pipe-weed from the Blackwold brigands, as Constable Bolger asked of you. You should return it to Himloc as soon as possible.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You recovered the barrel of stolen pipe-weed from the brigands! Quickly, bring that to Himloc Grouse in Staddle! I can almost hear him starting to write a letter of complaint!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The ruins where the Blackwolds will have Himloc's pipe-weed are to the south of here, near the Yellow Tree. You can't miss them.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The brigands have my stolen pipe-weed in the ruins south of the Yellow Tree? If you can get it back, I'd really appreciate it, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the stolen pipe-weed",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the barrel of stolen pipe-weed to Himloc Grouse",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the stolen pipe-weed to Himloc Grouse in Staddle",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stolen Pipe-weed",
      "es": ""
    }
  ]
}