{
  "id": 620779307,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Eldo Swatmidge is a successful farmer, but he is lonely. He has sought your help to woo his neighbour, the Widow Froghorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am surprised at how earnest Eldo seems to be! Perhaps I shall give him a chance. A courtship could be just the thing to brighten my days.\\n\\n'Tell him that I'll consider his courting me, but he'll need to sell his dog, Wanetta. I always come down with the sneezes whenever I am around dogs of her breed, and it is really unbearable.\\n\\n'Hurry back with his answer! Oh, I'm all a-flutter like a little hobbit-girl!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Eldo Swatmidge's farm is up the road to the north and east of the Widow Froghorn's farm.\\n\\nAsphodel Froghorn stated she would allow Eldo to court her, if he was willing to sell his dog. You should return to Eldo Swatmidge with the widow's terms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? He won't sell that dog? Now... now I want him courting me even more! What loyalty, and not even to a person!\\n\\n'You were right all along, [placeholder]. Eldo Swatmidge might not be the most well-dressed hobbit in Staddle, or even the most well-spoken, but he's a good, hard-working, loyal fellow.\\n\\n'Maybe someday there will be a cure for the sneezes I get around that breed of dog, and then not even Wanetta will keep me from my Eldo! Please go tell him at once, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Widow Froghorn's farm is on the road west and south of Eldo Swatmidge's farm.\\n\\nEldo Swatmidge cannot sell Wanetta even though he cares so much for Asphodel Froghorn. He has asked you to deliver his message to the Widow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Eldo Swatmidge's farm is up the road north and east of the Widow Froghorn's farm.\\n\\nAsphodel Froghorn found Eldo's loyalty so endearing that she is willing to put up with sniffles and sneezing. You should return to Eldo Swatmidge with the good news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Oh, I'm so excited! Please hurry and tell Mr. Swatmidge so he can make arrangements to sell that dog of his. I can't wait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Sell Wanetta? I... I can't. I've had Wanetta here since she was a pup. She's given me litter after litter of good, strong pups. She's my prized dog! I can't sell her! If she was a hobbit and I was a dog, she wouldn't sell me, I know it!\\n\\n'If that is what Asphodel wants... tell her I can't. I can't do it. Looks like I won't ever be courting the Widow Froghorn. Please don't think me ungrateful for what you've done, but I just can't lose my Wanetta.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Eldo's loyalty, generosity, kindness, and caring make him a fine suitor, I think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Really!'\\n\\nEldo looks to Wanetta, 'Did you hear that Wanetta? Asphodel said yes!'\\n\\n'[placeholder], I don't know if this is thanks enough for what you've done for me! Take this and know that I'll be everything I promised Asphodel and more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I hope she understands, but I just can't sell my Wanetta. I just can't!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Eldo Swatmidge at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'O joy! The Widow Froghorn will let me come a-courting!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Asphodel Froghorn at her farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Eldo Swatmidge at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'That Eldo Swatmidge is simply a darling, isn't he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wanetta the Wedge",
      "es": "",
      "es (fem)": ""
    }
  ]
}