{
  "id": 620779320,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You failed to bring the bucket of water to Willowsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lily Underhill is concerned about the report you brought her from Longo Daegmund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcda37b8",
      "en": "'I cannot bear to see evil done to good folk such as the Hobbits of Staddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There's a wise-woman named Willowsong, who dwells by the Silverwater Spring. She may know a way to clean the befouled water. Draw a bucket of water from the well and bring it to her. Perhaps she'll know what to do.\\n\\n'Take the road east from the town square to the Widow Froghorn's farm, then south to Constable Bolger's house. The Silverwater Spring is south-east of there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Staddle town well is in Staddle town centre. To find the Silverwater Spring, take the road east from the town square to the Widow Froghorn's farm, then south to Constable Bolger's house. The Silverwater Spring is south-east of there.\\n\\nDraw a bucket of water from the well and bring it to Willowsong.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This water smells most foul. Tell me, [placeholder], why have you brought it to me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Willowsong is at Silverwater Spring.\\n\\nYou drew a bucket of water from the Staddle town well and brought it to Willowsong.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry up with that bucket... and don't spill any!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You brought the bucket of water to Willowsong, yes? What did she say? Can she help us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Draw water from the Staddle town well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry the bucket of water to Willowsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the bucket of poisoned water to Willowsong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wise Woman",
      "es": "",
      "es (fem)": ""
    }
  ]
}