{
  "id": 620779294,
  "txt": [
    {
      "id": 218649169,
      "en": "'I'd wager Falco Greenhand is the best gardener in all of Staddle, and that's saying quite a lot. He's very proud of that garden of his, and not without reason -- it's quite a sight! Recently he hasn't been coming 'round to visit like he used to, though, and I'm a little worried about him.\\n\\n'In fact, I heard that his garden is going through a rough spell, and it might not survive the season! Maybe you can find out what's going on, and put my mind at ease? Falco's farm is south-west of here.\\n\\n'Falco's a good friend, and I'd hate to see him lose that garden!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Not trouble about him? Why I've known old Falco all my life, and I tell you there is naught he cares more about than his garden! I'm not going to stand around and do nothing!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I'm not one to talk about friends behind their backs, but old Falco's been acting mighty queer lately. Could you have a talk with him? His farm's to the south-west of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Please, leave me alone! I don't need this right now. I have too much else to worry about than some busy-body! Shoo! My problems are not yours. Go tell Gammy that she should stop nosing about!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Concern for a Friend",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please, my problems are my own. Just tell Gammy Boggs not to trouble about me.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Falco's garden is failing for an unknown reason, causing distress among the people of Staddle.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Falco Greenhand at his farm",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Falco Greenhand's farm lies to the south-west of Gammy Boggs' farm.\\n\\nGammy Boggs, the local town gossip, has asked you to find out why Falco's garden is failing.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gammy Boggs at her farm",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gammy Boggs is at her farm, north-east of Falco Greenhand's farm.\\n\\nFalco Greenhand did not want to trouble you with his problems and asked you to tell Gammy Boggs to stop nosing about.",
      "es": ""
    }
  ]
}