{
  "id": 620779343,
  "txt": [
    {
      "id": 218649169,
      "en": "'While I was trying to sell some of my wares to the farms east of Staddle, a bear got into my waggon here and made off with my pack! I expect it probably dragged it out to eat my lunch.\\n\\n'The problem is that my coinpurse was in that pack, which means I can't buy pipe-weed to trade to Burl. Worse, if I don't get it back within the next fifteen minutes, I am sure to miss out on the good prices of pipe-weed in Staddle!\\n\\n'You've got to find the bear that stole my pack and bring it back to me in the next fifteen minutes, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My pack! You found it, and with time to spare, too! Take this as a token of my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The bear that stole my pack is sure to be in the valley east of here. You'll need to hurry if I'm to get the best deals on pipe-weed!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Errant Coinpurse",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lolo wants to resume Burl Beeman's profitable trade between Combe and Staddle, but a bear ran off with his pack and the coinpurse therein.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Lolo Wendingway's pack",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You ran out of time!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the pack to Lolo Wendingway",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lolo Wendingway is on the road between Combe and Staddle.\\n\\nThe bear that made off with Lolo Wendingway's pack dragged it away to the valley east of him. You need to bring Lolo's pack back to him within fifteen minutes; otherwise, he will miss the good prices on Staddle pipe-weed.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Lolo Wendingway's pack from the bear that stole it",
      "es": ""
    }
  ]
}