{
  "id": 620779287,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated goblins at the Sunken Stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated goblins at the Goblinhole Ruins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Speak with <OTHER NAME TBD> ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Watcher Redweed has asked for your help dealing with goblins that have taken up residence in the Midgewater Marshes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, I'm glad to see you! There are goblins in the Midgewater Marshes -- or so it has been told -- and if that is the case, we need to know how many we're dealing with. There are two sets of ruins in the southern expanse of the Marshes. I would ask you to go to these ruins and defeat any goblins you find. If there are goblins near both ruins, we'll have a better idea of how far they've spread.\\n\\n'The first set of ruins are found south-east of Eldo Swatmidge's farm, east of Staddle. South of his home is a narrow stretch of land that extends into the Marshes and runs right to the Sunken Stones. The Goblinhole Ruins are far to the east and south of those.\\n\\n'When you are done, check in with Bill Mossfoot.  He and another member of the Watch have taken up station out in the eastern marshes, just to the south-east of the Midgewater Ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Sunken Stones are located south-east of Eldo Swatmidge's farm, east of Staddle. The Goblinhole Ruins are far to the east and south of the Sunken Stones.\\n\\nWatcher Redweed wants you to visit two ruins in the southern Midgewater Marshes and defeat goblins at each location to assess the threat the goblins pose to Staddle's well-being.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's as I feared, [placeholder]. If the goblins have already spread so far throughout the Midgewater Marshes, they intend to stay.\\n\\n'If it were not for the spider-infestation at the ruins in the northern stretch of the Marshes, I would expect the goblins to seize those as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bill Mossfoot is stationed south-east of the ruins of Midgewater Marsh.\\n\\nRedweed told you to report your findings at the ruins to Bill Mossfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you find goblins at each of the two sets of ruins in the southern Marshes, we will know the goblin-presence is widespread, and a very real threat. Take the east path from the town square until you arrive at the Widow Froghorn's farm, then follow the line of fences north a short way. Swatmidge's farm is down the hill to the east, within view of the Midgewater Marsh.\\n\\n'South of his farm, a strip of land extends into the bog and runs right to the first set of ruins. The second set is far to the east and south of those.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That's what I feared, [placeholder]. If the goblins have already spread so far throughout the Midgewater Marshes, they intend to stay. If it were not for the spider infestation at the ruins in the northern stretch of the Marshes, I would expect the goblins to seize those as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins at the Sunken Stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat goblins at the Goblinhole Ruins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bill Mossfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouting the Marshes",
      "es": "",
      "es (fem)": ""
    }
  ]
}