{
  "id": 620779304,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Blackwold thieves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Vance Waithman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Himloc Grouse is certain the Blackwold brigands that have been stealing his crop of pipe-weed will not give up simply because you recovered some of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If we don't do something, the Blackwold brigands will keep stealing my pipe-weed, [placeholder]! They sneak into my field under cover of darkness and take as many plants as they can carry, but if you can catch them in the act you might be able to put some fear into them!\\n\\n'My pipe-weed field is on the hill above Eldo Swatmidge's home, east of Staddle, right near the western edge of the Midgewater Marshes. You ought to be able to handle them by yourself.\\n\\n'The thieves try to steal from me day and night, so you'll want to keep watch for them. And if you see their leader, take care of him as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Himloc Grouse's pipe-weed field is on the hill above Eldo Swatmidge's home, east of Staddle.\\n\\nHimloc is sure the Blackwold brigands will keep stealing from his pipe-weed crop unless you can defeat them as they try. Himloc thinks that you can handle these thieves by yourself and advised that you look for them in his field, but be wary of the leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You put a stop to those Blackwolds, [placeholder]? I'm glad to hear it!\\n\\n'I think the brigands will get the message to stay away from my pipe-weed from now on, thanks to you! Here, take these coins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Himloc Grouse is in the town square of Staddle.\\n\\nHimloc will be pleased to hear that you have prevented the Blackwolds from stealing more of his pipe-weed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You need to stop them! My field is east of Staddle, on the hill above Eldo Swatmidge's home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Those Blackwold villains won't steal my pipe-weed again, thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My pipe-weed crop won't be going anywhere if I have anything to say about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Blackwold thieves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Vance Waithman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Himloc Grouse in Staddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Vigil",
      "es": "",
      "es (fem)": ""
    }
  ]
}