{
  "id": 620779302,
  "txt": [
    {
      "id": 218649169,
      "en": "'I've noticed my pipe-weed field is rather less robust than it should be. At first I suspected animals had gotten at it -- we have had some troubles with wolves ranging too near the town recently -- but I don't think that is the answer. What would wolves have to do with pipe-weed?\\n\\n'I think the Blackwold brigands are to blame, [placeholder]! Men have had a taste for pipe-weed ever since we taught them the craft, and now I fear these villains have been sneaking in after dark to pinch some of my most promising crop!\\n\\n'Take this letter to Constable Bolger and ask him what he intends to do about it! You'll find him south-east of here, on the outskirts of Staddle. He must do something. These Men have gone too far!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I don't know how many letters from Himloc I can put up with, friend. We had better do something about the brigands that are stealing from his pipe-weed crop before I get another.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If Constable Bolger does not do something about the brigands that keep stealing from my fields, I shall be forced to complain to the Watch in Bree about his inability to help the good folk of Staddle!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do you have something for me?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Message for the Constable",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Himloc Grouse of Staddle is convinced that the Blackwold brigands have been stealing from his pipe-weed field and wants Constable Bolger to do something about it.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Himloc's letter to Constable Bolger",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Constable Bolger lives to the south-east of Staddle, on the outskirts of the town.\\n\\nHimloc Grouse has asked you to take a letter to Constable Bolger communicating his concerns about the Blackwolds.",
      "es": ""
    }
  ]
}