{
  "id": 620779297,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected red lilies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gammy Boggs is certain that Falco Greenhand has gotten into some kind of trouble that he cannot get out of, and the cryptic message you received from Lily is not helping to ease her mind.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If Lily knows something, we can likely get her to talk. She'll be coy, as most hobbit-lasses her age are, but if you ask nicely, I am certain that she'll tell you what we need to help poor Falco.\\n\\n'We need to band together and make certain that Falco gets all the help he can to get through this time.\\n\\n'Go back to Lily at her farm beneath the hill -- it isn't far down the road to the east -- and try to find out from her what she saw.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lily Underhill can be found outside her home east of Gammy Boggs' home, at the foot of the hill, north of the road.\\n\\nGammy Boggs believes that with the proper coaxing, Lily will tell all that she knows about Falco's plight.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Big Folk! Bad enough the Men in Archet burned their town, then ran into the Chetwood. I didn't know that there were some near here.\\n\\n'Oh, Falco... whatever are we to do with you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Red lilies can be found in the forested area south of the Yellow Tree, well to the south of Lily Underhill's house.\\n\\nLily Underhill said she could not say specifically what Falco Greenhand's trouble was, but she could show you, if you looked at the right things. As a hint, she sent you to gather red lilies.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lily Underhill can be found outside her home, east of Gammy Boggs' farm.\\n\\nLily Underhill said she could not say specifically what Falco Greenhand's trouble was, but she could show you, if you looked at the right things. As a hint, she sent you to gather red lilies. Upon finding the lilies, you also noticed the large encampment of brigands at Ost Baranor.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hurry along now! I'll not see a hobbit suffer while I can still be of assistance.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I told Falco I wouldn't say anything about what I know... but I might be able to tell you without saying anything, then I wouldn't be telling, would I?\\n\\n'I like flowers, [placeholder], but not just any flowers... I like the flowers that are my namesake. South of my house, down beyond the Yellow Tree, you'll find lilies, red ones!\\n\\n'Get me a bundle of the lilies and keep your eyes open. If you look where you are, you'll notice the big problem facing poor Falco.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gammy Boggs is at her farm, west of Lily Underhill's house.\\n\\nLily told you -- without telling you -- that the Big Folk camped at the ruins in the south Chetwood are the reason that Falco Greenhand's farm is suffering. You should tell Gammy Boggs what you know.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hurry along now! I'll not see a hobbit suffer while I can still be of assistance.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'If you were looking around yourself down in the south Chetwood you likely noticed all the Big Folk there. Now you know my secret, and I never said a word!\\n\\n'Oh, thank you for the flowers, [placeholder]. They are lovely.\\n\\n'Now you can tell Gammy Boggs that you know what I know. I hope you can find a way to help poor Falco.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hurry along now! I'll not see a hobbit suffer while I can still be of assistance.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'If you keep a watchful eye, you may notice that Falco has a \\qBig\\q problem.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lily Underhill at her house",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Look for my namesake down by the ruins, and you'll find the answer to Falco's problems....'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect red lilies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Deliver the red lilies to Lily Underhill",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I hope that you can find a way to help Falco, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the red lilies to Lily Underhill at her farm.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lily's Secret",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Gammy Boggs at her farm.",
      "es": ""
    }
  ]
}