{
  "id": 620779345,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Now that the people of Archet have stood up against the Blackwold brigands, and we've got them on the run here, the tides are turning. Things are returning to normal, and I say it's time I did my part!\\n\\n'I used to send honey down to Staddle in trade for pipe-weed, a business I'm ready to pick up again. My old trading partner, a hobbit by the name of Lolo Wendingway, used to peddle wares on the road between here and Staddle, to the south. When the Blackwolds came, I'll wager he holed up down there.\\n\\n'If you happen to be in Staddle and see Lolo, please let him know I would like to renew our partnership!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You say you've spoken with Burl Beeman? Oh, this is bad, very bad indeed! I had a good and profitable arrangement with Beeman -- I would purchase pipe-weed from here in Staddle, bring it to Beeman in exchange for honey, and then use the honey to satisfy my outstanding contracts in Staddle.\\n\\n'But as much as I would like to renew that arrangement, I am unable to do so at the moment! Unless... maybe you could do something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lolo used to sell his goods on the road between Combe and Staddle, to the south. I expect with all the Blackwold-business, he holed up in Staddle. You'll probably find him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Friendships Renewed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Now that the Blackwold brigands have been routed, Burl Beeman wants to seize the opportunity to resume his trade with the village of Staddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lolo Wendingway in Staddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lolo Wendingway can likely be found in Staddle, south of Combe.\\n\\nBeeman has asked you to inform his former trade partner, a hobbit named Lolo Wendingway, that he would like to resume their business.",
      "es": "",
      "es (fem)": ""
    }
  ]
}