{
  "id": 620779240,
  "txt": [
    {
      "id": "0xe68b894",
      "en": "'So, Éogar finally got to sending that steed, send him my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is one last task I would have you do before I ask you to prove your true quality.\\n\\n'The stable-master at the dwarf-mines of Othrikar is an old friend of mine. We met along the road when I left the Riddermark after the king's health failed. I had promised I would send him out a fresh steed as soon as I could find a spare rider. I think you now have skill enough to lead your mount through greater perils than the lands of the holbytla. I am a man of my word and this Bay steed must be sent out at once. Before I can give you your final test, I will need you to travel into the North Downs and deliver it.\\n\\n'Be careful...the road is long, and there are more dangers than loose stones and roots hidden in the hills of the North Downs.'\\n\\n<rgb=#FFFF00>Right-Clicking on the 'Mount' vitals display gives you the option to dismount your steed but will also cancel the quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder], that was the last of the horses that I needed to deliver. I hope you did not encounter many difficulties on your journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You're a fine rider to make it all this way so quickly, hurry back to Éogar with my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fresh Steed for Othrikar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Éogar, the owner of Hengstacer, has asked for your help delivering a fresh steed to Othrikar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You ran out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Take a fresh Bay steed to the stable-master in Othrikar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The stable-master is at the dwarf-mines of Othrikar in the North Downs, far to the north and east of Bree-land.\\n\\nÉogar has asked that you ride a fresh steed out to the stable-master in Othrikar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éogar, son of Hadorgar, is located at Hengstacer north of Bree.\\n\\nYou should return to Éogar and inform him that you delivered the horse to the Othrikar stable-master.",
      "es": "",
      "es (fem)": ""
    }
  ]
}