{
  "id": 620779243,
  "txt": [
    {
      "id": 22075078,
      "en": "Race to the sixth gate",
      "es": ""
    },
    {
      "id": 235929745,
      "en": "Out of time!",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Race to the seventh gate",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Race to the eighth gate",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Race to the ninth gate",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Out of time!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Time expired!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Éogar, the master of horses at Hengstacer farms, wants you to prove that you can handle a horse well. If you can do so, he has promised to provide you with the knowledge necessary to train and ride horses.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Race to the tenth gate",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Race to the eleventh gate",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You believe you are prepared for riding, caring and training a mount? We shall see, we shall see. \\n\\n'I have a course that I ride to clear my head and uncloud my thoughts... few have completed it besides myself. Around Hengstacer, I have placed twelve gates. My farmhand was tolerably fast, but if you can ride faster, I will count you a worthy student and teach you the basics. Simply ride through each of the gates on your mount before racing off to the next one. Be careful not to miss any gates! You will have to start over if you run out of time.\\n\\n'When you are ready to start, you can use the Blood Bay steeds. I will start the count as soon as you accept this challenge, so be ready.'\\n\\n<rgb=#FFFF00>Right-clicking on the 'Mount' vitals display gives you the option to dismount your steed but will also cancel the quest.</rgb>\\n\\n<rgb=#FFFF00>The timer will start counting down as soon as you accept this quest.</rgb>",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Race through the final gate and talk to Éogar before the time runs out",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done! You possess more skill than I first guessed. I will now explain to you in detail some of the finer points of tending to your steed and controlling her.\\n\\n'You should now be able to handle a horse on your own, [placeholder].'",
      "es": ""
    },
    {
      "id": 229013017,
      "en": "Pony",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Mount one of Éogar's Blood Bay steeds and race to the first gate",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Race to the second gate",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Race to the third gate",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Race to the fourth gate",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Proving Your Quality",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Éogar is at Hengstacer, north of Bree-town.\\n\\nYou have completed the course and should now speak with Éogar.",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Race to the fifth gate",
      "es": ""
    }
  ]
}