{
  "id": 620779313,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated bears near Widow Froghorn's farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eldo Swatmidge is a successful farmer, but he is lonely. He has sought your help to woo his neighbour, the Widow Froghorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Asphodel mentioned in her letter that there are bears wandering closer and closer to her farm. Maybe this is a clue that she needs some help with them.\\n\\n'Would you make your way into the woods south of her farm and drive the bears away? This might show her that I am willing to see to her safety and show how caring I can be.\\n\\n'When you're done, tell her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are bears south of the Widow Froghorn's farm.\\n\\nEldo wants to show Asphodel that he is willing to see to her protection. He has asked you to drive the bears away from her farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Sent you again, did he? That Eldo Swatmidge is certainly persistent. I'll give him that, at least.\\n\\n'He's honest, too? I'm glad you shared that information, [placeholder], because it's certainly important. Or perhaps it isn't.\\n\\n'Tell him that I appreciate the help around here, but my answer is still no.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Asphodel Froghorn is at her farm.\\n\\nYou have killed the bears as requested, so you should now speak to the Widow Froghorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Eldo Swatmidge's farm is up the road north and east of the Widow Froghorn's farm.\\n\\nAsphodel Froghorn was pleased to learn that Eldo is both thoughtful and caring, but she still asked you to tell Eldo Swatmidge that her answer was still no.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Eldo is surely persistent, and he seems to have a very good heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Still no...? She is fickle, to be sure, but she's the finest lady in Staddle.\\n\\n'Well, regardless, I think you made another fine impression. You're doing wonderfully, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You haven't gotten worn out already, have you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bears near Widow Froghorn's farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Asphodel Froghorn at her farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Eldo Swatmidge at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Quality and Character",
      "es": "",
      "es (fem)": ""
    }
  ]
}