{
  "id": 620779266,
  "txt": [
    {
      "id": 26116178,
      "en": "'Shh, someone's coming!'",
      "es": ""
    },
    {
      "id": 206897926,
      "en": "'How dare you suggest... My husband knows what's best for the guild and I'll thank you to keep quite about our conversation or profits will no be the only thing your guild loses!'",
      "es": ""
    },
    {
      "id": 206897927,
      "en": "'No, no, of course no one will hear of anything we said, I assure you!'",
      "es": ""
    },
    {
      "id": 231221669,
      "en": "Broker's Office",
      "es": ""
    },
    {
      "id": 215597954,
      "en": "'What's that old dodger talking about? We don't need his advice. He's never hit a target at 60 paces in his life!'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "Northel",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'If this weather is suitable, I'll be sure to see the firework show in Bree.'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'This whole firework business seems a bit frivolous, don't you think?'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'Don't be silly, we should all take a moment to relax and celebrate from time to time.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'The trip to the Methel-stage will be worth it for the fireworks display!'",
      "es": ""
    },
    {
      "id": 206897921,
      "en": "'We will not lower our prices, no matter what you threaten us with!'",
      "es": ""
    },
    {
      "id": 206897922,
      "en": "'I assure you this is not a threat! If you don't comply with the demands you may find it difficult to get your tools sharpened or repaired.'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Oh! You distracted me! Perhaps I will see the show once I've finished training.'",
      "es": ""
    },
    {
      "id": 89346693,
      "en": "'Shhh, the constable is approaching.'",
      "es": ""
    },
    {
      "id": 206897923,
      "en": "'If the smiths are so sure that their forges can function with out wood or charcoals, then by all means...'",
      "es": ""
    },
    {
      "id": 95816065,
      "en": "Bree Town Hall",
      "es": ""
    },
    {
      "id": 206897924,
      "en": "'What is that supposed to mean? Do you have any idea who I am? Do you know who I'm married to?'",
      "es": ""
    },
    {
      "id": 206897925,
      "en": "'I'm sure who you are matters little less than who you're married to. Does the person you are married to know what you are doing in his name?'",
      "es": ""
    }
  ]
}