{
  "id": 620779288,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Midgewater sappers in the Midgewater Marsh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The burning oil carried by the goblin-sappers that have crept into the Midgewater Marshes are particularly worrisome to Bill Mossfoot, charged with the defence of Staddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The increasing number of goblins in the Midgewater Marshes troubles me, true, but I am even more concerned about the weapons some of them appear to be wielding. Swords and axes are bad enough, but the strange oil some of these goblins carry is likely to do much greater damage.\\n\\n'I am not thinking only of the farms and crops of Staddle, though the threat of fire to food and pipe-weed is immense. I am thinking of the Little Folk. This is a threat beyond them, I think.\\n\\n'The more of those fire-wielding goblins we can defeat here in the Marshes, the fewer will remain to threaten Staddle. I need you to deal with them, and quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblin-sappers have infiltrated the southern expanse of the Midgewater Marshes.\\n\\nBill Mossfoot has tasked you with defeating the Midgewater sappers before they can take their deadly burning oil to Staddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The increasing number of goblins in the Midgewater Marshes troubles me, true, but I am even more concerned about the weapons some of them appear to be wielding. Swords and axes are bad enough, but the strange oil some of these goblins carry have the potential to do much greater damage.\\n\\n'I am not thinking only of the farms and crops of Staddle, though the threat of fire to food and pipe-weed is immense. I am thinking of the Little Folk. This is a threat beyond them, I think.\\n\\n'The more of those fire-wielding goblins we can defeat in the Marshes, the fewer we may have to contend with here on dry land. I need you to deal with them, and quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bill Mossfoot is at his camp in the Midgewater Marsh to the south-east of the Midgewater Ruins.\\n\\nNews of your success against the goblin-sappers should relieve Bill Mossfoot of some of his worries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'From your report, it sounds like there are many goblin-sappers in the southern stretch of the Midgewater Marshes. Keep a wary eye out for the guttering of flame in the mist, and you are sure to find them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have dealt with those goblins? Well done, [placeholder].\\n\\n'The goblins in the Marshes are still a threat, but now they should be easier to deal with. You have my thanks, [placeholder], and now you have some more coin for your trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'From your report, it sounds like there are many goblin sappers in the southern stretch of the Midgewater Marshes. Keep a wary eye out for the guttering of flame in the mist, and you are sure to find them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have dealt with those goblins? Well done, [placeholder].\\n\\n'The goblins in the Marshes are still a threat, but now they should be easier to deal with. You have my thanks, [placeholder], and now you have some more coins for your trouble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Midgewater sappers in the Midgewater Marsh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bill Mossfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Threat of Fire",
      "es": "",
      "es (fem)": ""
    }
  ]
}