{
  "id": 620779296,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Misery me, you've found me out! I made a deal with those wicked ruffians.  They promised not to ruin my crops if I paid them. I did for a while, but when I stopped, they were true to their word, such as it is, and they ruined my lovely garden!\\n\\n'They said their leader would be very unhappy with me if I didn't pay them, and not just that! They said he'd burn down the whole town! I heard that happened up Archet way, and now I'm worried it'll happen to Staddle too!\\n\\n'I know I should have said something sooner, but I was so afraid -- this Sharkey they're trying to impress sounds fearsome. Perhaps Constable Bolger can help you stop them? Please go tell him at once! His house is south-east of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The ruffians have been driven off? They won't be coming back?\\n\\n'Oh, thank you! Thank you, friend! Please accept this small token of my gratitude.\\n\\n'I will do my best not to mess with Sharkey's Men again. Protecting my garden is not worth destroying my lovely town. Please tell everyone how very, very sorry I am.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Falco's Garden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd994e31",
      "en": "'We must defend Staddle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Old Falco has put us in a tough place, sure enough. The Blackwolds have been lurking about the Chetwood for a while now, but they seem to be getting a little bolder since this Sharkey's showed up. They've started pushing folks like Falco about. Perhaps we can put an end to that here!\\n\\n'All we can do now is wait....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd994e32",
      "en": "'Back, Ruffians!  You will not get through me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Constable Bolger has been defeated. You have failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfcd9a93",
      "en": "'Well done!  Go tell Falco he is safe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd994e33",
      "en": "'Staddle shall never be yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should speak to Falco again and tell him what you've found. It could be those mysterious trespassers are responsible for ruining his beautiful garden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have successfully driven off the brigands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Brigands and ruffians? Oh dear, what's old Falco gotten himself into? I'm sure he meant no harm! You'd best hurry along to Constable Bolger. His home is east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Falco Greenhand's farm lies to the south-west of Gammy Boggs' farm.\\n\\nGammy Boggs has suggested you speak with Falco Greenhand again and tell him of the mysterious trespassers that were seen near his garden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Far be it from me to spread tales, but I hear you even killed the miscreant that was leading that band of ruffians! That would have been a fine mess for old Falco, sure enough... thank you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Constable Bolger's house is located south-east of Falco Greenhand's farm.\\n\\nConfronted with the truth, Falco Greenhand confessed that he had made an underhanded bargain with ruffians. He has asked you to speak with Constable Bolger and warn him that the brigands are coming to burn the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I'm so sorry about all this! Please hurry and tell Constable Bolger... I'm sure those ruffians are on their way here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Falco Greenhand's farm lies to the north-west of Constable Bolger's home.\\n\\nYou and Constable Bolger have defeated the Blackwold brigands who had planned to burn the town of Staddle. Falco will be glad that you have succeeded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x862cd81",
      "en": "'The day is lost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x862cd82",
      "en": "'We'll be back!  You can not stop us forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Falco Greenhand at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Constable Bolger at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Protect Constable Bolger, while repelling the brigand-attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Falco Greenhand at his farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3fdcde7",
      "en": "'Here they come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7df463",
      "en": "'Ha! These fools won't stop us from getting to Falco!  Get them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xad68179",
      "en": "'Ha! That'll show them whelps for trying to to resist the Blackwolds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Falco's garden is failing for an unknown reason, distressing the people of Staddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e94c71",
      "en": "'I wonder what they're serving at the Comb and Wattle....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e94c72",
      "en": "'I dare those Ruffians to show their faces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e94c73",
      "en": "'I miss Michel Delving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I think you should speak with Falco again. Maybe those mysterious trespassers are responsible for ruining his poor garden!\\n\\n'His farm is south-west of here. Quickly, return to him and tell him what you learned.\\n\\n'I hope the old fool will be more helpful to you this time.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}