{
  "id": 620779277,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You see, the Watchers and I have been stationed in Staddle for only a short time to see to the defence of the Little Folk here. What with all the trouble we've heard Archet and Combe had, it seemed a wise thing to defend Staddle, especially since its crops feed much of Bree-land!\\n\\n'My superior, Second-watcher Heathstraw, should know of our victories and that Staddle appears to be safe, at least for the moment. I dare not leave my post, though, so could I ask you to bring my report on to Second-watcher Heathstraw in Bree-town? He will probably be near the Boar Fountain. Just head north up the road towards Combe and turn left at the signpost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You bring word from the Watchers in Staddle? Very good, very good. I'll take a look at that report, if you please.\\n\\n'Ah, you bring good tidings! Goblins were a most unexpected threat, but it seems you dealt with them most expediently. And a good thing too...my men are spread too thinly to defend against all the dangers that have been rising up lately.\\n\\n'You have my thanks again. Perhaps you may find work here in Bree as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Second-watcher Heathstraw should be at the Boar Fountain in Bree-town, a short way north and west up the road. He needs to see my report sooner rather than later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You bring word from the guards in Staddle? Very good, very good. I'll take a look at that report, if you please.\\n\\n'This bodes ill. With the state of things throughout the Chetwood I expected a small brigand presence, but Redweed reports news of goblins in the Midgewater. The Men of Bree aren't warriors and don't have the numbers to watch every road. As it is, my men are spread too thinly to defend against goblins, but Staddle must be defended nonetheless. She is more than just a neighbour -- she is a neighbour which helps feed us!\\n\\n'I ask you to return to Guard Redweed. Tell him to do whatever must be done to keep these goblins from threatening Staddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Report From Staddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Captain Heathstraw should be at the Boar Fountain in Bree-town, a short way north and west up the road. He needs to see my report right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Watcher Redweed would like word of your victory against the goblins carried to Second-watcher Heathstraw of Bree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Second-watcher Heathstraw in Bree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Second-watcher Heathstraw is at the Boar Fountain in Bree, north and west of Staddle.\\n\\nWatcher Redweed has asked you to deliver his message to Second-watcher Heathstraw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Redweed's report to Second-watcher Heathstraw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Guard Redweed is in Staddle town centre.\\n\\nCaptain Heathstraw has asked you to relay his orders to Guard Redweed in Staddle.",
      "es": "",
      "es (fem)": ""
    }
  ]
}