{
  "id": 620779398,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected minor battle-lore",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected minor weaponsmithing-lore",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Clayton Cole is hoping to improve the discipline of the Bree-town guards under his command by studying the lessons of the past.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I met a traveller the other day, a man who seemed to me to have great wisdom. We spoke for a short time, and he said something that seemed to me of much importance: \\qknowledge is the best defence we have against those who would do us harm.\\q\\n\\n'I got to thinking, and I think that traveller was right. We need sharp swords and broad shields, but if we study the deeds of yesteryear, we are sure to draw from them lessons that will serve us well even today!\\n\\n'I want to instill in the men under my command some of these lessons. If you know a scholar of some skill, he might be able to make sense of the materials of the past and give to you some teaching of past lore. Bring some minor battle-lore and some minor weaponsmithing-lore to me, and I will pay you for the trouble, [placeholder], with coins and other goods.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Clayton Cole is by the Combe-gate on the east side of the town of Bree.\\n\\nClayton has asked you to find a scholar who can provide you with minor weaponsmithing-lore and minor battle-lore.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You've brought me some information on the waging of battle and the smithing of weapons, [placeholder]? I thank you for it! Only by studying the lessons of the past can we be prepared for the dangers of the present!\\n\\n'Here are some coins and a few sundries for your trouble, as I promised.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Clayton Cole is by the Combe-gate on the east side of the town of Bree.\\n\\nClayton has asked you to find a scholar who can provide you with minor weaponsmithing-lore and minor battle-lore.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have been studying the materials you brought me, [placeholder]. Thank you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If you can find a scholar to put together some minor battle-lore and some minor weaponsmithing-lore, the guards here are sure to benefit from the instruction!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Pay attention to the past, for from it you can draw valuable lessons!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Pay attention to the past, for from it you can draw valuable lessons!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring minor battle-lore and minor weaponsmithing-lore to Clayton Cole",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect minor battle-lore",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect minor weaponsmithing-lore",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Knowledge is the Best Defence",
      "es": ""
    }
  ]
}