{
  "id": 620779355,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You are the one that helped the halfling, Dob Sandheaver, are you not? It seems the situation is much graver than I first thought, and it has gone beyond stolen food-bags.\\n\\n'The giant that attacked Dob is very small for his kind, but he is a giant nonetheless. How and when he wandered down to the borders of the Shire is a mystery, even to one such as myself, who sees many comings and goings unnoticed by other folk. He has begun to waylay many travellers north of Buckland and has even been sighted on the borders of the Bree-fields. At first I was content to watch him and wait, but I see now that he is a great threat.\\n\\n'I would ask you to gather companions and face Svalfang. We Rangers have protected the borders of the Shire for years, but there are too few of us here to face this foe. I would not have Aragorn return to find the land he guarded for so many years in ruin because of my inaction. Find the giant and drive him forth from these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated the giant? Well done! There have been many strangers lurking on the borders of that peaceful land.  I do not doubt he would have caused many more problems than a few scared hobbits, had he not been dealt with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Giant Problems",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Amlan has learned that you assisted Dob Sandheaver with the giant Svalfang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring news of your deeds to Amlan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Svalfang's hut is north of Buckland, overlooking the Brandywine River.\\n\\nAmlan has asked you to drive the giant Svalfang from the land.",
      "es": "",
      "es (fem)": ""
    }
  ]
}