{
  "id": 620779357,
  "txt": [
    {
      "id": 218649169,
      "en": "'Why hullo there! You're the one everyone has been talking about, yes? Well, I could use your help. I have big problems, and that's a fact! You see, I was on a trip to visit my dad away in Buckland after visiting my brother Gil at Hengstacer. I thought to myself, \\qYou should take a shortcut... no use wandering all the way down to the Great East Road and all.\\q That's when it all went wrong.\\n\\n'Now I was walking along quiet as you will until about the time for elevenses, and I felt a dreadful hunger. I came upon an old bit of stonework in the Brandywood and sat myself down for a light snack. All of a sudden, quick as you will, a hefty burly fellow shows up, and with none too kind words mind you. He was much larger than the big folk of Bree... I am afraid I was quite scared of the brute and ran off without my pack!\\n\\n'The stonework is north of Buckland in the Brandywood. I doubt that this giant Man -- Svalfang I heard him call himself -- will stay in his dreary little hut all day. Maybe you could sneak by and pinch my pack when he is out stomping and doing whatever large folk of his kind do.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found it! You have my thanks. I don't know what I would have done if I hadn't found it.\\n\\n'It looks like some of the food is a bit crushed and broken, but most of it still looks fine. That's the last time I take another shortcut, and that's a fact!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found my pack yet?  I lost it outside that stone hut in the Brandywood.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Big Problems",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dob Sandheaver was driven off from his meal by a giant. He has asked you to retrieve his pack for him.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Dob Sandheaver's pack",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Dob Sandheaver his pack",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dob Sandheaver outside the Prancing Pony has asked you to search for his pack at the stone hut deep in the Brandywood, far to the north of Buckland.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Dob Sandheaver his pack",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dob Sandheaver is standing outside The Prancing Pony in Bree.\\n\\nYou should return the lost pack to Dob Sandheaver at once.",
      "es": ""
    }
  ]
}