{
  "id": 620779314,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected pipe-weed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Eldo Swatmidge is a successful farmer, but he is lonely. He has sought your help to woo his neighbour, the Widow Froghorn.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I must beg your pardon, but it's been a bit of a trial since I lost my Bodo. If you're here to lend a hand, I won't stop you.\\n\\n'The pipe-weed is ready for harvest, so if you're still intent on helping out, you can bring it in. It's right there, on the other side of my wheat-field.\\n\\n'But you should know that I'll not change my mind about old Eldo Swatmidge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Asphodel's pipe-weed field is located by her home, directly to the west of her wheat-field.\\n\\nThe Widow Froghorn has asked you to harvest some of the ripe pipe-weed from her field.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I see you've harvested quite a bundle of pipe-weed. You have my thanks -- a helping hand is appreciated, no matter where it comes from.\\n\\n'You say Eldo is a good, solid hobbit? You would say that, I suppose, being in his employ.'\\n\\nAsphodel takes the pipe-weed and hands you a folded, sealed note. 'Take this back to your good, solid friend. And don't read it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Eldo Swatmidge's farm is up the road to the north and east of the Widow Froghorn's farm.\\n\\nAfter collecting pipeweed for Asphodel, she handed you a note and told you to deliver it to Eldo without reading the contents.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Now, mind you, my mind has not been changed about old Eldo... and you can let him know that!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'My pipe-weed is planted on the other side of my wheat field there. You should find some ripe pipe-weed ready to harvest.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Any good news, friend? Will the widow let me court her?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You're back! How did it go?\\n\\n'What's this? Refused again! Well... I'm not going to give up! If you go back and tell her some more of my good qualities, I'm sure she'll reconsider. I'm sure of it!\\n\\n'Did you mention how hard-working I am? I'm an honest fellow, and good to my dogs. They say you can judge the worth of a hobbit by how he treats his dogs, and I treat mine like royalty! You go help her out around the farm some more, and be sure to mention that. Like royalty!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Any good news, friend? Will the Widow let me court her?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the pipeweed to Widow Froghorn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect pipe-weed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Deliver Widow Froghorn's letter to Eldo Swatmidge",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Widow Froghorn's Pipe-weed",
      "es": ""
    }
  ]
}