{
  "id": 620779295,
  "txt": [
    {
      "id": 54354734,
      "en": "Falco's garden is failing for an unknown reason, causing distress among the people of Staddle.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Maybe you can talk to some of the other Staddle-folk and see if they know anything about what is happening to Falco's garden? Someone surely knows something that might help!\\n\\n'You can find them keeping watch over their own farms here in Staddle.\\n\\n'We need to find out what is happening to Falco's garden, since he will not tell us.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The people of Staddle can be found tending and watching over their farms or in the centre of Staddle.\\n\\nGammy Boggs has recommended that you speak to some of the Staddle-folk to learn what happened to Falco's garden.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Falco's garden? It was a special one, to be sure... seemed able to fight off that mould that showed up in the other farmers' crops. Falco always was the best gardener in Staddle. It's sad if what they say is true, and it's gone to ruin.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gammy Boggs is on the second farm north of the road near the Staddle farms.\\n\\nThe knowledge you gained from the people of Staddle will be of great interest to Gammy Boggs, the town gossip.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'No, I'm sorry, I don't know anything about what's ailing poor Falco's garden.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I haven't seen anything out of the ordinary. There are more animals around as of late, but I don't expect any of them have gotten into Falco's garden, or we'd have heard about it.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Falco's garden is his pride and joy... I wish I knew how to help him.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You say Lily knows what's going on with Falco, but won't say anything? Why, shame on that girl!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Just speak with some of the Staddle-folk mingling about town square or on their farms. One of them might know something about Falco's garden.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'So Outsiders are now taking an interest in Staddle's business? Well, I did see something a bit strange a few days back. The moon was hiding behind a cloud, so I can't be sure, but I thought I saw several shadows out by the Constable's house, south-east of town. Not sure what that would have to do with old Falco, though.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Staddle-folk",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Falco's garden has always produced some of the finest pipe-weed and produce... even better than mine. There's no telling what has caused the terrible blight.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Gammy! I wish I didn't know what I know, but I do. I promised Falco I wouldn't say anything... tell Gammy I wish I could help, but I can't.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gammy Boggs at her farm",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'No, no, I can't help you... you just tell Gammy that. I just can't....'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Gardens? I've trouble enough with my spiders. I can't be of any help to you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eyes of Staddle",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I don't know anything about gardens, but would you like to buy a spider?'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'There's nothing that I can really tell you about Falco's garden, other than I would do just about anything to know his secret. Everyone else's garden got that awful mould, except his! Most beautiful garden I'd ever laid eyes on, it was.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Falco was always kind to Gar... I wish there were some way I could help.'",
      "es": ""
    }
  ]
}