{
  "id": 620779312,
  "txt": [
    {
      "id": 218649169,
      "en": "'This is a fine farm, wouldn't you say? Yes, life has been kind to me. My only regret is that I haven't anyone to share it with!\\n\\n'I think you might be able to help me, if you're of a mind. The Widow Froghorn lives up the hill to the west, and she's a fine lady, but she won't hear of me courting her. I've been sending letters to her for a while now, asking her to tea, to the dance, to watch o'er my dog... but she refuses every time!\\n\\n'Now, Widow Froghorn -- Asphodel is her right name -- is always needing help around her farm. Maybe if you lend her a hand, saying a kind word about me now and then, she'll change her mind! Go west up the hill, then turn south by the fence at the top. Her farm is at the cross-roads.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Who might you be? Another farmhand Eldo sent to help me? I don't need his help, thank you very much and good day to you!\\n\\n'No matter how many times I tell him \\qno,\\q he just won't give up. I swear, there's only one thing he loves, and it's those dogs he raises! If it doesn't bark or have a tail to wag, he doesn't know the first thing about it!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Asphodel's farm is west of here, closer to Staddle. Go up the hill to the west and turn south at the fence on the top. Don't forget to put in a good word for me every chance you get!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Widow's Farmhand",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Eldo Swatmidge is a successful farmer, but he is lonely. He has sought your help to woo his neighbour, the Widow Froghorn.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Asphodel Froghorn at her farm",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Widow Froghorn's farm is west and south of Eldo Swatmidge's farm.\\n\\nEldo has asked you to help out around Asphodel Froghorn's farm, taking the opportunity to put in a few good words for him.",
      "es": ""
    }
  ]
}