{
  "id": 620779280,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected bronze buckler",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected bronze armour",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Osur Stouthammer is concerned by what he feels to be the sad state of the armour worn by the guards of the town of Bree and wants to ease the situation.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Have you ever seen such a disappointment, friend [placeholder]? The Men of this town are wearing armour of such low quality, I'm surprised they can come out in the daylight without embarrassment!\\n\\n'If Bree-town is attacked, these guards could not hope to prevail. They are badly in need of better armour.\\n\\n'If you know a metalsmith of any skill, impose upon him for the making of bronze armour and a bronze buckler. It might not be much, but it's a start. Bring them to me and perhaps we will be able to turn these guards into a fighting force after all!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Osur Stouthammer is in the crafting hall near the Boar Fountain in the town of Bree.\\n\\nOsur Stouthammer is concerned by the low quality of the armour worn by the guards of the town of Bree and wants you to find a metalsmith willing to make some bronze armour and a bronze buckler he can give to the defenders.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These will do nicely, [placeholder]. We will surely get this town's guards into shape with equipment like this!\\n\\n'Here are some coins and other materials as a sign of my appreciation.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Osur Stouthammer is in the crafting hall near the Boar Fountain in the town of Bree.\\n\\nOsur Stouthammer is concerned by the low quality of the armour worn by the guards of the town of Bree and wants you to find a metalsmith willing to make some bronze armour and a bronze buckler he can give to the defenders.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You've done well for these people, as ill-equipped as they were!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you not found a metalsmith able to pound some bronze scale armour and a bronze buckler yet?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It always pays to know a good metalsmith. Never forget that!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It always pays to know a good metalsmith. Never forget that!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring bronze armour and a bronze buckler to Osur Stouthammer",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect bronze buckler",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect bronze armour",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Crafting: Bronze for Bree-town",
      "es": ""
    }
  ]
}