{
  "id": 620945884,
  "txt": [
    {
      "id": 54354734,
      "en": "Along the banks of the Swiftwater is the small lumber-milling settlement of Direnfirel, near Middlemead. Since the evacuation of Edoras not many were left to defend the settlement and it has fallen to the enemy.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I was right. Saws and axes do not hurt small ones. Curious.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Quickbeam has asked you to destroy the leader of the enemy force.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Saruman has destroyed much of Fangorn. Even now, the remnants of his forces still operate a mill, chopping and cutting more of my friends. I dare not approach, for it would quickly destroy me. But you are not made of wood and saws should not hurt you.\\n\\n'Speak to me again and I will show you how to reach Direnfirel.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should return to Quickbeam and inform him of your success.\\n\\nQuickbeam can be found at Derndingle.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "You gather your things and prepare to travel to Direnfirel.",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Defeated the leader of the enemies within Direnfirel",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'This Horse will see you to the shores near Direnfirel.\\n\\n'Hurry! The longer the enemy commands Direnfirel, the greater the risk to the lumber and trees we keep there.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "You hear Cwichelm shout from across the yard, 'this Horse will take you to the milling-settlement of Direnfirel, if you still have unresolved matters there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the leader of the enemies within Direnfirel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Quickbeam",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You ran out of time...",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Direnfirel: Guide of the Wooded River-bank",
      "es": ""
    }
  ]
}