{
  "id": 620874125,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Journal of Captain Rabghul - Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Journal of Captain Rabghul - Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Captain Rabghul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "I Believe it is February\\nVoices above. Footsteps. They came then left again.\\nThey have found my home. Soon they'll find the caves … and they'll come to take it back.\\nMy necklace.\\nWell. THEY CAN'T HAVE IT!!!\\nI shall build defences. I need to protect it. To keep it SAFE.\\n\\nSpring has Come\\nTraps! Traps EVERYWHERE! They will DIE if they set foot in my HOME. The necklace tells me I should do MORE … I MUST protect it BETTER. It asks for things … it wants MORE HELP. Yes. An army of its own. It told me how. I know the secret!\\n\\nNext Day\\nThey LIVE again! My lads! Yes. My lovely necklace has brought them BACK to me! They don't speak a word, but they WORK … oh, they all work SO hard. Yes! MUCH harder than BEFORE. It is like a dream A BEAUTIFUL DREAM\\n\\n---\\n\\nSomething has happened. Yes the lads TURNED on me AGAIN. I thought they were my FRIENDS but yesterday Khedem tried to GRAB me and yes today Tunon BIT my ARM. I know WHY. Yes. They want the necklace. Yes they ALL do YES. But they won't HAVE it. I won't LET them. Yes I put it AWAY where THEY can't find it. I will keep it SAFE. Yes and I will lock MYSELF in so the lads LEAVE ME ALONE!!!\\n\\n---\\n\\nMy fault. Why they came back to me, if all they want is eating? WHY? Don't KNOW! Wasn't I GOOD to them? NOW. I am TRAPPED here my self. WITHOUT MY NECKLACE! Yes. I HAVE LOST IT! Banging on door. I here there BONES scrapping aganst the WALLS. I am felling so weak, to week to rite\\n\\n---\\n\\nall is silent the end is near. only thing left is to sleep. necklace has betrayed me no reason to live\\n\\n---\\n\\nIN THE DARK I BLEED WITH MY AXE\\nYES\\nMY FRIENDS HAVE COME THEY WILL NOT HAVE ME\\nSO HEAVY TASTES LIKE IRON IN MY MOUTH",
      "es": "",
      "es (fem)": ""
    }
  ]
}