{
  "id": 621058961,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Wriggling webs can be found in Glittengrof.\\n\\nVithin has asked you to aid in the rescue of several Longbeard guards who were captured by the glass-spiders now dwelling in Glittengrof. You should rescue the Longbeard guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Vithin can be found in Glittengrof in Gloomingtarn.\\n\\nYou have successfully rescued all of the Longbeard guards captured by the glass-spiders. You should return to Vithin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Vithin in Glittengrof",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Very good, [placeholder]! It seems a shame that their webs aren't as crystalline as the spiders themselves or I'd be inclined to leave them up once we reclaim Gloomingtarn!\\n\\n'I've ordered the guards you rescued back to Watchers' Roost. There is still much to be done, but I wager they've earned themselves a short rest!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6731",
      "en": "'Thank you, friend. I ought to get out of here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6732",
      "en": "'Bah! I've had enough of these spiders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6733",
      "en": "'I thought I was done for!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6734",
      "en": "'Why did it have to be spiders?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT - Quest Descrip",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Rescued Longbeard guards from webs in Glittengrof ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6735",
      "en": "'And here I thought the Orcs would be the worst of our problems!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5c6736",
      "en": "'Not a moment too soon! You have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "A surprised, irritated goblin breaks free of the webs and attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Before we realized what was happening, we were overrun. Although I managed to escape, several of my guards were dragged away and bound them in webs. I am ashamed that I could not rescue them myself, but if I had been captured, aid may have come too late.\\n\\n'But now you are here, my friend! Would you aid me in rescuing my guards from the spiders' webs?\\n\\n'I must admit, [placeholder], these spiders are quite the sight. But as the survivors of the Iron Garrison have told me, they are no less dangerous than their cousins in Moria!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Unwelcoming Webs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Much to the dismay of the Gabil'akkâ, the glass-spiders in Glittengrof have begun to prey upon unwelcome visitors—dwarf and goblin alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Rescue Longbeard guards from webs in Glittengrof ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}