{
  "id": 621058954,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'They've stopped? Very good! You are held in high regard by Prince Durin, and I knew they would listen to you... even if they disagreed with my reasoning.\\n\\n'I appreciate you doing that on my behalf, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Idle Longbeard explorers can be found along the western shore of Durthuzâram near Lugun-nâla and at Abkân'aban, the Stone of Wakening.\\n\\nBelieving it disrespectful, Spall has asked you to tell the dwarves to stop casting stones into Durthuzâram.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Spall can be found at Lugun-nâla in Gloomingtarn.\\n\\nYou have told several idle Longbeard explorers to stop casting stones into Durthuzâram. You should return to Spall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc11",
      "en": "'Bah! It was only a bit of fun....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc12",
      "en": "'I apologize, friend. I mustn't have been thinking!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc13",
      "en": "'Oh come now, it's just a few stones....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Told idle Longbeard explorers to stop casting stones into Durthuzâram ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc14",
      "en": "'Very well. I ought to get back to work anyway....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Believing it to be disrespectful to the site where Durin the Deathless first awoke, Spall has resolved to stop idle Longbeards from casting stones into the Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc15",
      "en": "'All right, I'll stop.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc16",
      "en": "'Aye, you make a good point. That's that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Tell idle Longbeard explorers to stop casting stones into Durthuzâram ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ah, but before you go, have you seen those dwarves casting stones into the Gloomingtarn? And Longbeards, no less. To desecrate the caverns where Durin the Deathless first awoke and in such a manner—it is unthinkable!\\n\\n'I would be of a mind to reprimand them myself, but it seems I've already made something of a reputation for myself among the dwarves of Lord Stormhammer's expedition. Why, I've even overheard them call me names! Spall the Stuffy, they call me. Better stuffy than disrespectful, I say!\\n\\n'Even so, something must be done. Would you tell those dwarves to stop casting stones into Durthuzâram? There will be time enough for idle amusement when the Mountain-home is reclaimed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Idle Discourtesies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2c7cc17",
      "en": "'My mistake, friend. I'll not do that again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Spall at Lugun-nâla",
      "es": "",
      "es (fem)": ""
    }
  ]
}