{
  "id": 621058958,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Old Skárhogg might be found stalking the waters around Skelstrand.\\n\\nOrti has asked you to find evidence of Old Skárhogg's presence at Skelstrand and put an end to the dangerous ukhrash before it can hinder the Gabil'akkâ in Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Examine the slain Angmarim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Old Skárhogg might be found stalking the waters around Skelstrand.\\n\\nYou have discovered an Angmarim slain by a massive ukhrash, likely Old Skárhogg. You should remain alert and defeat Old Skárhogg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "A sudden bubbling and clattering heralds the arrival of Old Skárhogg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Orti can be found at Watchers' Roost in Gloomingtarn.\\n\\nAlthough it seemingly posed an equally dire threat to the Iron Crown in Gloomingtarn, you have defeated Old Skárhogg and made the western banks of Durthuzâram safe once again. You should return to Orti.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Orti",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You found Old Skárhogg, didn't you? I see it on your face. Well, what happened?'\\n\\nYou tell Orti that you managed to defeat Old Skárhogg, but that it had apparently also slain one of the Angmarim of the Iron Crown that drew too near its lair.\\n\\n'What could those Men possibly want with the ukhrash? Bah, perhaps they just saw the same shimmering in the lake that I did and simply couldn't resist. It's a pity that Old Skárhogg didn't slay more of them, but I am certain our luck would have run out sooner or later!\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT - Quest Descrip",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You find a slain Angmarim marked with wounds alike the claws of an ukhrash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Old Skárhogg falls defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Do you remember how I told you that the ukhrâsh chased me off at Skelstrand? Well, the last time I was run off, I got lucky. I was ambushed by an enormous ukhrash, and it was very nearly upon me before I finally heard it. If I had reacted a second later, well... it would have been worse than this!'\\n\\nOrti pulls back his sleeve to reveal a thin gash on his arm.\\n\\n'And that was the smallest scratch, mind you! If it had been closer, I surely would have lost my arm. Aye, it's a sneaky one. Especially for one of its size!\\n\\n'Old Skárhogg, as I call it, has grown a bit too long in the claw, I think. If it is allowed to stalk the banks of Durthuzâram, there is no doubt in my mind that it will endanger the dwarves of the Gabil'akkâ.\\n\\n'If you go to Skelstrand, seek out some sign of its presence. I only hope that you find it before it finds you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Stalker of Skelstrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "After narrowly escaping a massive ukhrash at Skelstrand, Orti fears that the ukhrash, Old Skárhogg, may pose a threat to the Gabil'akkâ and any who seek to pass through Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find evidence of Old Skárhogg's presence at Skelstrand",
      "es": "",
      "es (fem)": ""
    }
  ]
}