{
  "id": 621058966,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Defeat gnawing glow-worms in Ormgren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Something has gotten to these worms, [placeholder]....\\n\\n'I'm no lore-master, but I suspect the warding-runes did more than just keep the enemies of the dwarves out of Gloomingtarn. Ever since the Iron Crown made their way into these caverns, its creatures have been unwell, and I am afraid the glow-worms of Ormgren are no exception. Whatever balance was set in place long ago among these creatures has been broken with the warding-runes, and there is no craft or magic we possess that could repair them before the hour is too late!\\n\\n'While I am thankful that many of the worms are still docile, a few have grown aggressive. They've begun to harass the miners and gnaw away at the ancient columns of Gloomingtarn. One among them, Thrastring, has even taken to devouring his own kind—and I worry he might develop a taste for dwarf too if we're not careful!\\n\\n'If Gloomingtarn is to survive even after the Iron Crown are routed, we must put an end to Thrastring and his ilk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Lokur can be found in Ormgren.\\n\\nYou have defeated Thrastring and several of the gnawing glow-worms in Ormgren. You should return to Lokur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "With the warding-runes of Gloomingtarn breached, some of the ancient glow-worms inhabiting Ormgren have grown mad with hunger and now gnaw the foundations of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Lokur in Ormgren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Gnawing the Earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have put an end to Thrastring's gluttony!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Although I wish it had not come to this, you have done well to put an end to Thrastring and his ilk. All the old tales spoke of a natural harmony in these caverns, but after what those Men of Angmar have done to the Mountain-home, I fear only discord will remain in their wake... at least for a time!\\n\\n'You have my thanks, [placeholder], but I shall have my vengeance on the Iron Crown for their treachery!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Thrastring the Gluttonous in Ormgren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Thrastring and gnawing glow-worms can be found in Ormgren.\\n\\nAs some of the glow-worms of Ormgren have begun to gnaw at the mountain with a seemingly insatiable fervour, Lokur fears that the failure of the warding-runes has upset a delicate balance in Gloomingtarn. You should defeat Thrastring and the other gnawing glow-worms in Ormgren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated gnawing glow-worms in Ormgren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}