{
  "id": 621058964,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Defeat glow-worms in Ormgren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Glow-worms can be found in Ormgren in Gloomingtarn.\\n\\nWhile exploring Ormgren, you have encountered a massive number of glow-worms dwelling among the ancient ore-lodes of Mount Gundabad. You should defeat glow-worms in Ormgren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "While surveying Ormgren, you have encountered a massive number of glow-worms. It seems they have grown far more numerous than they were before the Orcs first laid claim to Mount Gundabad, and their combined hunger now threatens to gnaw away at the very foundations of the Mountain-home. In addition, the presence of the Orcs and the Men of the Iron Crown in Gloomingtarn has roused a remarkable hostility in some of the glow-worms, making them dangerous to friend and foe alike.\\n\\nYou should defeat many of the glow-worms in Ormgren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have defeated many glow-worms in Ormgren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Far more numerous now than they were before the Orcs first laid claim to the mountain, the combined hunger of the glow-worms of Ormgren threatens to gnaw away at the very foundations of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Ormgren: Worms in the Walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You have done well to defeat many of the glow-worms in Ormgren. Although glow-worms have always inhabited Mount Gundabad, their sheer numbers and sudden hostility posed a threat to the success of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat glow-worms in Ormgren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Glow-worms can be found in Ormgren in Gloomingtarn.\\n\\nWhile exploring Ormgren, you have encountered a massive number of glow-worms dwelling among the ancient ore-lodes of Mount Gundabad. You should defeat glow-worms in Ormgren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated glow-worms in Ormgren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}