{
  "id": 621058950,
  "txt": [
    {
      "id": 216727828,
      "en": "The toppled echo-horn can be found just outside Drúkala in Gloomingtarn.\\n\\nHersegg has asked you to find the echo-horn toppled by Hathnákh Curse-breaker in an effort to lure out the elusive Orc-captain. You should search for the toppled echo-horn near Drúkala.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Strike the toppled echo-horn and defeat Hathnákh Curse-breaker",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The toppled echo-horn can be found just outside Drúkala in Gloomingtarn.\\n\\nYou have found the toppled echo-horn outside Drúkala. You should strike the echo-horn and confront Hathnákh Curse-breaker.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You have done as Hersegg asked and defeated Hathnákh Curse-breaker at Drúkala.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Hathnákh Curse-breaker falls defeated!",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "Although it is unlikely to stem the tide of Orkish invaders in Gloomingtarn, you have done well to put an end to Hathnákh Curse-breaker. In his absence, the Gabil'akkâ will be able to more easily repel the Orcs of Mount Gundabad and reclaim the hallowed caverns of Durin the Deathless.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After learning that an Orc who styles himself as the 'curse-breaker' has risen in prominence as one of Gorgar's lieutenants, Hersegg has asked you to find and defeat him before more Orcs learn the truth of the destruction of the warding-runes of Gloomingtarn.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "The echo-horn lies half-buried in the rubble of destroyed basalt columns",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Find the toppled echo-horn outside Drúkala in Gloomingtarn",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "As a deep resonance reverberates around you, you hear a harsh voice rise in answer!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'For my part, I have heard tell that the Orcs have come to revere one of Gorgar's lieutenants, Hathnákh, and now call him 'curse-breaker'. It is no secret that it was a weapon of the Iron Crown that overpowered the warding-runes, but somehow this Orc has convinced his ilk out of the Deepscrave that it was by his own hand that the Orcs might now run rampant through the hallowed caverns of Mount Gundabad.\\n\\n'Before we arrived in Gloomingtarn, Hathnákh must have commanded his sappers to destroy one of the clusters of columns and in so doing, toppled one of the ancient echo-horns. During our first encounter, it was struck by an errant axe and the sound it made drove many of the Orcs mad. Alas, the Orcs regrouped after the battle and Hathnákh surely leads them once more. If he desires to keep his newfound title, Hathnákh will not shy from battle this time!\\n\\n'Find the toppled echo-horn along the thoroughfare and strike it. Do away with this 'curse-breaker' before he can lead more of his kind into Gloomingtarn!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Gorgar's Curse-breaker",
      "es": ""
    }
  ]
}