{
  "id": 621058953,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'Do you see those traps, [placeholder]? It looks like those Men have been capturing the ukhrâsh to use them against us!\\n\\n'I don't know how they've managed to control them, but it must be some old sorcerers' trick of Angmar. To actually tame an ukhrash? You might as well try to tame the sea!\\n\\n'If we were to free the ukhrâsh, we might overwhelm them before they discover what's happening right under their noses! Come on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Hersegg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Hersegg can be found in Gloomingtarn.\\n\\nYou have freed many ukhrâsh from traps at Lochan Dúv and sent the Iron Crown into disarray. You should talk to Hersegg.\\n\\n<#FF0000>NOTE: If you become separated from Hersegg, use her horn to call her to your side.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After discovering that the Iron Crown have begun to capture and tame ukhrâsh, Hersegg has devised a plan to set the would-be pets of the Angmarim against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Hah! That ought to teach them.\\n\\n'If you treat ukhrâsh like that, you're bound to end up on the wrong end of their claws!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Curious Captives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Freed ukhrâsh from traps at Lochan Dúv ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Free ukhrâsh from traps at Lochan Dúv ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Ukhrash-traps can be found at Lochan Dúv in Gloomingtarn.\\n\\nHersegg has asked you to free ukhrâsh from traps at Lochan Dúv in the hope that releasing them will hinder the plans of the Iron Crown in Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}