{
  "id": 621058960,
  "txt": [
    {
      "id": 216727828,
      "en": "DNT - Obj 1 Descript",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Tide-pools can be found at Skelstrand in Gloomingtarn.\\n\\nOrti has asked you to pan the tide-pools of Skelstrand for the source of a mysterious shimmer he spied from Watchers' Roost. You should pan the tide-pools of Skelstrand.",
      "es": ""
    },
    {
      "id": 49286658,
      "en": "Talk to Orti",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "The shimmering waters of Durthuzâram pass through the pan, leaving naught behind",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Pan tide-pools at Skelstrand ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The shimmering waters of Durthuzâram pass through the pan, leaving naught behind",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The shimmering waters of Durthuzâram pass through the pan, leaving naught behind",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "The shimmering waters of Durthuzâram pass through the pan, leaving naught behind",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "The dark, shallow waters of Durthuzâram shimmer beneath you...",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Orti can be found at Watchers' Roost in Gloomingtarn.\\n\\nDespite seeing the shimmers Orti described, panning the waters of Durthuzâram has not yielded anything. You should return to Orti.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "The dark, shallow waters of Durthuzâram shimmer beneath you...",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "The dark, shallow waters of Durthuzâram shimmer beneath you...",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You saw it, right? So, what did you find?'\\n\\nYou tell Orti that you saw the faint shimmering in Durthuzâram, but panning the waters yielded nothing of note.\\n\\n'A-ha! I may not have been exactly right, but I knew my eyes were not deceiving me. Perhaps it's some sort of illusion or enchantment set long ago by Durin or... dare I say, even the First Crafter!\\n\\n'It is fascinating, [placeholder], isn't it? Who knows what other wonders we will find here in Gloomingtarn?'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After spying a mysterious shimmering in the tide-pools of Skelstrand on the western shore of Durthuzâram, Orti has become convinced that the dark lake conceals ancient treasures.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The dark, shallow waters of Durthuzâram shimmer beneath you...",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Have you been down to the tide-pools at Skelstrand, [placeholder]? I haven't myself, but not for lack of trying. Those blasted ukhrâsh keep chasing me off every time I get close!\\n\\n'You see, I swear I've seen something shimmering in those shallow tide-pools, but no one believes me! You don't doubt my eyes, though, do you?\\n\\n'Here, take my pan, and go see for yourself. When you return with the hidden treasures of Durthuzâram, the others will see!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Shimmers in the Shallows",
      "es": ""
    }
  ]
}