{
  "id": 621058951,
  "txt": [
    {
      "id": 216727828,
      "en": "Glass-spiders can be found in Glittengrof in Gloomingtarn.\\n\\nWhile exploring Glittengrof, you have encountered an invasive swarm of glass-spiders dwelling among the ancient crystal-lodes of Mount Gundabad. You should defeat glass-spiders in Glittengrof.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You have defeated many of the invasive glass-spiders in Glittengrof.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Glass-spiders can be found in Glittengrof in Gloomingtarn.\\n\\nWhile exploring Glittengrof, you have encountered an invasive swarm of glass-spiders dwelling among the ancient crystal-lodes of Mount Gundabad. You should defeat glass-spiders in Glittengrof.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Although none can be certain if Gloomingtarn shall ever again be warded against invaders great or small, you have done well to drive off the glass-spiders in Glittengrof.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT - Quest Descrip",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Defeated glass-spiders in Glittengrof ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "While surveying Glittengrof, you have encountered an invasive swarm of glass-spiders. Although they have long dwelt beneath Mount Gundabad, the glass-spiders have never before entered the hallowed caverns of Gloomingtarn. Perhaps an unintended consequence of the Iron Crown's efforts to breach the warding-runes of Gloomingtarn, the glass-spiders have swelled up from the depths of the mountain to make a new home among the ancient crystal-lodes of Glittengrof.\\n\\nYou should defeat the glass-spiders and drive them out of Glittengrof.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Glittengrof: Fool's Glass",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After the Iron Crown breached the warding-runes of Gloomingtarn, an invasive swarm of glass-spiders burrowed into the ancient crystal-lodes of Glittengrof.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat glass-spiders in Glittengrof",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defeat glass-spiders in Glittengrof ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Completed",
      "es": "Completado"
    }
  ]
}