{
  "id": 621058956,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "As you and the Gabil'akkâ work to combat the presence of the Iron Crown, you have discovered Lochan Dúv, the chief Angmarim encampment in Gloomingtarn. Countless Men of Angmar now perform dark rites and defile the sacred tarn in their pursuit of ancient and powerful artifacts forged in the Elder Days.\\n\\nYou should defeat Angmarim of the Iron Crown at Lochan Dúv.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Angmarim of the Iron Crown at Lochan Dúv ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Angmarim of the Iron Crown can be found at Lochan Dúv in Gloomingtarn.\\n\\nLochan Dúv is the chief encampment of the Iron Crown in Gloomingtarn. You should defeat Angmarim of the Iron Crown and drive them from Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After breaching the warding-runes of Gloomingtarn, the Angmarim of the Iron Crown have begun to pillage the hallowed caverns of Mount Gundabad in search of ancient and powerful artifacts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Lochan Dúv: Thieves from Angmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have defeated many Angmarim of the Iron Crown at Lochan Dúv.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Although you cannot be certain if driving the Angmarim out of Gloomingtarn will put an end to their pillaging of ancient relics and artifacts, you have done well to safe-guard the hallowed caverns of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Angmarim of the Iron Crown at Lochan Dúv",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Angmarim of the Iron Crown can be found at Lochan Dúv in Gloomingtarn.\\n\\nLochan Dúv is the chief encampment of the Iron Crown in Gloomingtarn. You should defeat Angmarim of the Iron Crown and drive them from Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Defeated Angmarim of the Iron Crown at Lochan Dúv ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}