{
  "id": 621058959,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'Hail, [placeholder].\\n\\n'I have come bearing a message on behalf of the lore-master, Spall. He humbly requests your presence at Zâram-mekhem, the ancient tarn-gate, to aid him in his survey of Gloomingtarn. In addition, Lord Hermáth Stormhammer has led an expedition into the ancient cavern charged with securing Gloomingtarn and making safe the way to the Clovengap of Mount Gundabad.\\n\\n'If you wish to aid them, you must navigate the Deepscrave. When you have travelled as far west as you are able, you will find Zâram-mekhem, the sacred threshold of Gloomingtarn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Deep within Mount Gundabad lies Gloomgintarn, the hallowed caverns where Durin the Deathless is said to have awoken in the Elder Days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Ah! I almost didn't hear you, [placeholder]. As you'll soon learn for yourself, there are strange echoes in this place... strange, indeed.\\n\\n'It seems I was perhaps misinformed of the state of things in Gloomingtarn. I arrived quite prepared to survey the sacred tarn as it was tasked of me by Prince Durin himself, but I did not expect my studies to be hindered by Orcs and wicked Men of all things!\\n\\n'No matter, I shall press on—as I always do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "To Gloomingtarn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Accompanied by Hersegg, Spall appears to be studying the runes at Zâram-mekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Spall can be found at Zâram-mekhem, the tarn-gate, where Deepscrave meets Gloomingtarn.\\n\\nYou have received word from a Longbeard messenger that Spall, a lore-master of Erebor, has requested your presence in Gloomingtarn. You should travel to Zâram-mekhem in Gloomingtarn and meet with Spall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Spall at Zâram-mekhem in Gloomingtarn",
      "es": "",
      "es (fem)": ""
    }
  ]
}