{
  "id": 621058957,
  "txt": [
    {
      "id": 126754725,
      "en": "Keepers of the Sacred Tarn",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Befouled crystal-lamps can be found along the banks of Durthuzâram.\\n\\nAfter lending you his handkerchief, Hermáth Stormhammer has asked you to polish the befouled crystal-lamps along the banks of Durthuzâram.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Very good, my friend! I trust my handkerchief served you well?\\n\\n'Durthuzâram is sacred to the Longbeards—nay, to all dwarves! Through your efforts, all dwarves and their descendants shall be able to admire it for ages to come!\\n\\n'You have my deepest thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Befouled crystal-lamps can be found along the banks of Durthuzâram.\\n\\nAfter lending you his handkerchief, Hermáth Stormhammer has asked you to polish the befouled crystal-lamps along the banks of Durthuzâram.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Very good, my friend! I trust my handkerchief served you well?\\n\\n'Durthuzâram is sacred to the Longbeards—nay, to all dwarves! Through your efforts, we dwarves and all our descendants shall be able to admire it for ages to come!\\n\\n'You have my deepest thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I have another task for you, [placeholder].\\n\\n'It is certain that the Orcs and the Men of the Iron Crown pose the most immediate threat to our efforts to secure Gloomingtarn, but we must not lose sight of our truest purpose in Mount Gundabad. I speak of course of its reclamation—and its restoration!'\\n\\nHermáth looks around the sprawling cavern of Gloomingtarn with a mix of awe and determination on his face.\\n\\n'Merely winning a victory over our foes is not enough to honour the sacred halls of Durin the Deathless, we dwarves must become the new stewards of Mount Gundabad. When I first led this expedition into Gloomingtarn, I made note of several befouled crystal-lamps on the banks of Durthuzâram. Countless tales told of the glowing lights along the banks of the dark lake, and I would not make liars of my ancestors—nor any of ours!\\n\\n'Here, take my handkerchief. It is of a hardier cloth than you might think, and it has cleaned worse... believe me! Polish the crystal-lamps, [placeholder], and set the banks of Durthuzâram aglow once more!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After discovering that a number of the crystal-lamps along the banks of Durthuzâram have been befouled by slime and muck, Hermáth Stormhammer has resolved to see them restored to their former glory.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Polished befouled crystal-lamps on the banks of Durthuzâram ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I have another task for you, [placeholder].\\n\\n'It is certain that the Orcs and the Men of the Iron Crown pose the most immediate threat to our efforts to secure Gloomingtarn, but we must not lose sight of our truest purpose in Mount Gundabad. I speak of course of its reclamation—and its restoration!'\\n\\nHermáth looks around the sprawling cavern of Gloomingtarn with a mix of awe and determination on his face.\\n\\n'Merely winning a victory over our foes is not enough to honour the sacred halls of Durin the Deathless, we must become the new stewards of Mount Gundabad. When I first led this expedition into Gloomingtarn, I made note of several befouled crystal-lamps on the banks of Durthuzâram. Countless tales told of the glowing lights along the banks of the dark lake, and I would not make liars of my ancestors!\\n\\n'Here, take my handkerchief. It is of a hardier cloth than you might think, and it has cleaned worse... believe me! Polish the crystal-lamps, [placeholder], and set the banks of Durthuzâram aglow once more!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "DNT - Gloomingtarn Quest",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Polish befouled crystal-lamps on the banks of Durthuzâram ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}