{
  "id": 621058955,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Glérgangol can be found in Glittengrof in Gloomingtarn.\\n\\nVithin has asked you to seek out the elusive Glérgangol and put an end to her before her brood overwhelms Gloomingtarn and the rest of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Defeat glass-spider queens in Glittengrof ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You defeated Glérgangol and her daughters? Well done, [placeholder]!\\n\\n'Without your help, I fear we would have failed in our task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Vithin can be found in Glittengrof in Gloomingtarn.\\n\\nYou have defeated Glérgangol and done much to hinder the glass-spiders invading Glittengrof. You should return to Vithin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Defeated glass-spider queens in Glittengrof ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Glérgangol's carapace shatters as she falls defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Sheltering in the webs of a massive brood-mother known as Glérgangol, glass-spiders now dwell within the ancient crystal-lodes of Glittengrof.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Glérgangol in Glittengrof",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'When the others and I first came to Glittengrof, I thought this would be an easy task. Drive off the spiders, inspect the old crystals, perhaps learn a thing or two... and then back to Watchers' Roost by supper. How wrong I was!\\n\\n'We expected to find a small colony of glass-spiders, but it's a lot and they've dug in. It seems most of these webs were made by an old spider known as Glérgangol—and she means to make a new lair of Glittengrof! And if what already happened to the others is any indication, I don't think she's too keen on guests. Too bad for her, I suppose, but these caverns belong to the Longbeards... and to Durin the Deathless!\\n\\n'Lord Stormhammer has tasked us with reclaiming Glittengrof, and that means putting an end to Glérgangol and her daughters. Will you aid me, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Heart of Glass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Vithin in Glittengrof",
      "es": "",
      "es (fem)": ""
    }
  ]
}