{
  "id": 620949500,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Fish can be found in nets in the Blackroot outside Sardol in south-western Blackroot Vale.\\n\\nYou have discovered fishing nets in the river Blackroot and should gather fish to aid the people of Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Gathered fish from nets in the river Blackroot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have recovered many fish from the nets along the river Blackroot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "While aiding the people of Sardol, you have come across fishing nets in the river Blackroot. Because Malthellam has urged the people to remain in their villages and their hunters have largely gone missing, it is likely that their food supply will begin to dwindle the longer the conflict continues in Gondor.\\n\\nYou should gather fish to add to their supply in Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "With the hunters of Sardol missing, fish from the river Blackroot may be the only choice left for their survival if the danger in the vale continues to escalate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Taking What Remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Gather fish from nets in the river Blackroot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have recovered as many fish as you are able to bear back to Sardol. While the people who dwell there still have a supply of food, it will certainly dwindle the longer the Dead and Orcs plague the vale.\\n\\nYou have done well to secure the health of Sardol for days to come.",
      "es": "",
      "es (fem)": ""
    }
  ]
}