{
  "id": 620949515,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The missing hunters can be found somewhere along the road through Tarlang's Crown.\\n\\nGordir has grown worried about two hunters that ventured into Tarlang's Crown and has asked you to seek them out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa5",
      "en": "The Shattered Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Patrol the road deeper into Tarlang's Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Search Tarlang's Crown for the missing hunters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gordir can be found on the dock on the river Blackroot to the west of Sardol.\\n\\nYou have found the remains of two hunters from Sardol and evidence of a massing corsair force in Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You have discovered a hunter of Sardol, felled as he tried to flee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Search Tarlang's Crown for the other missing hunter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You see tents of strange make and numerous men in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The other hunter can likely be found further along the road into Tarlang's Crown.\\n\\nYou have discovered the remains of one of the hunters, but it is possible the other survived. You should search for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The road through Tarlang's Crown can be found to the south of Sardol in Blackroot Vale.\\n\\nHaving found both hunters slain, you hope to find out what brought about their demise in Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You were too late to save this hunter who bears grievous bite wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Both dead....\\n\\n'I suppose there is no good news left to find, [placeholder]. What you speak of in Tarlang's Crown goes beyond my worst fears... it is not simply one man, but instead an army that forms along the Anfalas.\\n\\n'The time has come to tell Malthellam of these threats.... I only hope something can still be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The road through Tarlang's Crown has long served as a route to Dol Amroth, but now Gordir of Sardol fears it serves a new, more sinister purpose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Where could a wielder of such fell power come from? And what vile plans does he have for the vale?\\n\\n'As you know, [placeholder], Sardol's hunters have gone missing, but I think you and I both know that spiders alone could not have been cause for so many losses. Two of our hunters went south to Belfalas through Tarlang's Crown, and we have not seen them in days.\\n\\n'If this invader has come from Tarlang's Crown, I fear for what may have befallen them. Search for them, [placeholder]... we could do with some good news for once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Gordir",
      "es": "",
      "es (fem)": ""
    }
  ]
}