{
  "id": 620949496,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Before you go, I have something else to ask of you.\\n\\n'Spiders have long lived under Tarlang's Peaks, but we have never seen them in such force until very recently. I am hesitant to suggest this... but if the Dead have returned to the vale, I cannot help but think they may be involved somehow.\\n\\n'You are the mightiest among us, [placeholder], and I would ask that you search Lhingroth for anything that could be agitating the spiders. Please... I wish to be wrong, but I cannot quiet these thoughts until I know the truth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Madness Under The Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Search for the source of the chill in Lhingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You have slain the oath-breaker, but must bring these ill tidings to Amathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "As you examine the bones, a ghastly oath-breaker rises forth to attack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'The Dead have never left the hill before... this does not bode well for the vale, nor does it bode well for Gondor.\\n\\n'If the Dead have somehow managed to pledge themselves to this powerful ally, their aggression is likely being guided. They must know that such an agreement is folly though... the curse can only be broken by one.\\n\\n'I must think on what is to be done, but Malthellam must be told of this... and soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "A queer chill seems to be emanating from this path...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The cave of Lhingroth can be found in the hills to the east of Sardol.\\n\\nAmathon has asked you to brave the depths of Lhingroth in hopes of finding what has roused the spiders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Amathon can be found in Sardol, to the west of Lhingroth.\\n\\nYou have been confronted by an oath-breaker of the Ruthless Dead who warned of their intent to break their curse without fulfilling it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe3e0641",
      "en": "'Who dares disturb the Dead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe3e0642",
      "en": "'Flee while you can... for a powerful new ally has rallied to our side, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "A suspiciously preserved skeleton can be found in the depths of Lhingroth.\\n\\nYou have found a strange altar, and what appear to be preserved bones. You should examine them before returning to Amathon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe3e0643",
      "en": "'...and when the darkness consumes all, we shall be free from this curse at last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Amathon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The chill seems to be emanating from the path to the right in Lhingroth.\\n\\nYou feel a peculiar chill inside Lhingroth and should investigate further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search for the source of the spiders' madness in Lhingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Examine the skeleton beneath the altar in Lhingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "A grim altar reminiscent of the Paths of the Dead stands before you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "The spiders of Blackroot Vale have grown far more violent and bold in recent days, and Amathon of Sardol hopes to discover what caused this furor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "A grim altar stands before you...",
      "es": "",
      "es (fem)": ""
    }
  ]
}