{
  "id": 620949501,
  "txt": [
    {
      "id": 216727827,
      "en": "Barrels can be found on the shores of the river Blackroot in far south-western of Blackroot Vale.\\n\\nGordir has asked you to recover barrels that were stolen from Sardol. He suspects someone has been using the river Blackroot to transport them south into Tarlang's Crown.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Gordir",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gordir can be found near the river Blackroot to the west of Sardol.\\n\\nYou have recovered as many barrels as you can find, and should now return to Gordir.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I am glad you were able to recover what you did, but I am not satisfied leaving this alone.\\n\\n'To what end were these goods taken and sent down the Blackroot?'",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Retrieved stolen barrels from the river Blackroot ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I know you are duly familiar with the strange goings-on in the vale, [placeholder]...\\n\\n'However, something troubling has been happening around Sardol. I do not know if the others have noticed as I have, but some of our goods have disappeared. Perhaps they missed it in the wake of our troubles with the spiders, but these were taken, not destroyed.\\n\\n'You see, I found one of our barrels washed up on the shore of the Blackroot this morning. I believe someone seeks to send them south into Tarlang's Crown, but I do not know why. Would you aid me in recovering them?'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Retrieve stolen barrels from the river Blackroot ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Barrels Out of Blackroot",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "Concerned that goods are being floated south into Tarlang's Crown on the river Blackroot, Gordir seeks to investigate a troubling theft of barrels from Sardol.",
      "es": ""
    }
  ]
}