{
  "id": 620949498,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Garthwen can be found in Sardol in south-west Blackroot Vale.\\n\\nYou have cleared the remains of many animals from the Blackroot, and should now return to Garthwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The poor beasts must have wandered to the river's edge with their dying breaths or were caught unaware while drinking.\\n\\n'I can think of nothing else but those vicious bears you spoke of that could have brought them to this tragic end, but I am thankful that our river is once again clear of their remains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Slain animals can be found along the river Blackroot to the south of Alagrant and west of Sardol.\\n\\nGarthwen has asked for aid in clearing the river Blackroot of animals for they shall pollute the river if left to rot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "Following the deaths of numerous animals in the vale, many have turned up in the river Blackroot, polluting the water used by the nearby village of Sardol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73088",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Cleared slain animals from the river Blackroot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hello... [placeholder], is it not?\\n\\n'I know you have been told of our missing hunters, but have you heard of what plagues the Blackroot? I believe it to be related to what you spoke of in Alagrant, but I cannot be sure. You see, goats and deer have been washing up in the river and I fear that soon they will pollute the water for those of us that live down-river.\\n\\n'I beg of you, please clear their remains from the river so that our water may remain safe to drink.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Clear slain animals from the river Blackroot ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Death in the Blackroot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Garthwen",
      "es": "",
      "es (fem)": ""
    }
  ]
}