{
  "id": 620949495,
  "txt": [
    {
      "id": 216727827,
      "en": "Some evidence of the invader can likely be found along the eastern bank of the river Blackroot, to the south of Sardol.\\n\\nGordir hopes to uncover the identity of the person who has been ferrying resources out of Blackroot Vale.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Gordir can be found on the dock on the river Blackroot to the west of Sardol.\\n\\nYou have lost the trail of the invader, but were confronted by a foul spirit that rose out of the Blackroot.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You seem to have lost the trail, but suddenly, the river-water churns and bubbles",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "More evidence of the invader can be found along the western bank of the river Blackroot.\\n\\nYou have uncovered a single boot-print on the eastern bank of the Blackroot, and it appears to lead into the water.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Gordir",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'The waters of the Blackroot itself rose against you? That is not the work of any corsair I've ever heard of, [placeholder].\\n\\n'You mentioned that the tracks continued into the vale, so perhaps the invader still lurks our lands... I only hope this corruption he has surrounded himself with spares the rest of the vale.\\n\\n'Many foul things are at work, [placeholder], and I fear too many remain beyond our control.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Suspicious and worried in the wake of Sardol's supplies being ferried down-river, Gordir hopes to uncover who has infiltrated Blackroot Vale.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You find a single boot-print leading across the river to where maddened bears now dwell",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'If someone has been stealing away our goods, they must have come from the south.\\n\\n'I have heard news of corsairs landing near Dol Amroth, but none of us have seen any in the vale. If they have truly come this far north, we shall have more to worry about than Orcs and the Dead...\\n\\n'They must have travelled the river's edge to send the barrels downstream, so if you find any sign of their passing, it may aid us in routing them out.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Search for the invader's boot-prints near the river Blackroot",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tracking the Unknown",
      "es": ""
    },
    {
      "id": 225642626,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Search for more boot-prints across the river Blackroot",
      "es": ""
    }
  ]
}