{
  "id": 620949444,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Come, come! Let us make haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Healer's Aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "The healer is in Gladion's home in Dínadab in order to assist the wounded Fuirion.\\n\\nYou should speak with the healer again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'A nasty wound, this. He won't seem to say a word. You should ask his family if he's said anything to them, and I will have a look at Fuirion's wound.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1150",
      "en": "You feel as if you are missing something to Fuirion's tale...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will hasten to Gladion's home at once, dear. Follow me, please! I might need your aid when I arrive, depending on his condition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Bandage linens can be found hanging outside the shop. Kingsfoil grows wild in the fields around Dínadab.\\n\\nYou should collect kingsfoil and bandage linens while the healer works on Fuirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "The healer has made for Gladion's home in Dínadab in order to assist the wounded Fuirion.\\n\\nYou should run after the healer to see if you can be of any help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Speak with the healer again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Collect suture thread ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Follow the healer to Fuirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have urged the healer of Dínadab to rush to Fuirion's aid, as he lies grievously wounded at Gladion's home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Fuirion's family -- brother, sister-in-law, niece, and nephew -- are in Gladion's home in Dínadab, anxiously looking on.\\n\\nYou should speak with the family members.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01156",
      "en": "The apothecary shop is in southern Dínadab in northern Lamedon.\\n\\nYou should bring the supplies to the shop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "Collected suture thread ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Collected bandage linens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Picked fresh kingsfoil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "Limril, white as a ghost, does not speak. Her eyes are fixed on her brother-in-law, alarmed and concerned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'I'll not leave his side, not until I hear him speak. What if something were to happen to him while we are all out of the room?\\n\\n'He will not even look at us. Fuirion! What is the matter? Please tell us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "Fuirion, pale from blood loss, his face drawn with pain, does not speak when you approach him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Fuirion is in Gladion's home in Dínadab.\\n\\nYou should question Fuirion about his wounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'He has not spoken a word, save what he said to you. It is unlike him. What could have happened? Why will he not speak?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'You may leave those with me, dear. Fuirion is resting now, and should remain so for a fortnight at least. I stitched him up while you were out collecting goods for me.\\n\\n'He did not speak a word the entire time I was there. I suppose he is just in shock from the attack. It will pass.\\n\\n'Thank you for the supplies! I am tired after the excitement of this day. You saved me a good deal of work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'This is a peaceful town. How could he have gotten so injured?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56878",
      "en": "Limril stares intently at Fuirion, brows knit in concern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'My brother! How could he have sustained such a wound, [placeholder]? We are but peaceful farmers here....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Collect bandage linens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'My uncle Fuirion has been strange lately. I do not understand. Why is he bleeding?\\n\\n'Is this because of his adventure? I saw him leaving town this morning, and he said he was going on an adventure, but would be back for dinner. He wasn't supposed to get hurt!\\n\\n'He told me not to tell anyone about that....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'My uncle is hurt badly, isn't he? I don't like it.\\n\\n'He has been very sad lately. I don't think anyone notices, but I do, because he never wants to play or read with me anymore. He does not eat as much as a farmer should. But nobody notices but me.\\n\\n'Do you think he will be all right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Pick fresh kingsfoil ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Míreth has noticed that her uncle has been more sad and distant than usual of late",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Túmir saw Fuirion disappear earlier that day on a secretive adventure of sorts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Question Fuirion about his attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Ask the family if Fuirion told them anything ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Gladion is shocked by his brother's injury; he has no information for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Limril is white and shaken as she expresses her worry for her husband's brother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Bring the supplies to the shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Well, that doesn't give us any answers. But I have gained a little knowledge: this is a knife wound. A clean cut, easy to stitch up. It will take a little time.\\n\\n'While I take care of Fuirion, would you be so good as to mind my chores at the shop? I was about to pull down the linens for bandages. Also, we are always needing more Kingsfoil. It grows wild in these parts... a lovely plant, with great healing qualities.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}