{
  "id": 620949494,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "The hunter's flesh is marked with numerous raised bites, and it appears he tried to flee before succumbing to the spiders' poisons.\\n\\nAs you examine the slain man's body, you hear skittering in the brush.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Lhingroth can be found in the hills to the east of Sardol.\\n\\nAmathon has asked you to seek out a missing hunter and investigate the cave of Lhingroth in hopes that the spider threat might be contained.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "The slain hunter can be found just outside the rocky entrance of Lhingroth.\\n\\nYou have searched the area near Lhingroth and discovered a slain hunter. You should examine his body before pressing on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You have found a slain man outside the spider cave...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Hoping you can aid in putting an end to the spider threat near Sardol, Amathon has asked you to search for a missing hunter near the spider cave of Lhingroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for the missing hunter near the entrance to Lhingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'We are in a bind, [placeholder].\\n\\n'The last of our hunters to go missing left last night, and he has not returned. He spoke of venturing into the hills to the east where the spiders dwell, but they have grown strangely aggressive as of late. Most of our remaining hunters are now too fearful to journey out of Sardol, and those that would are bound by Malthellam's edict.\\n\\n'Since you can move freely through the vale, I would ask that you search for him in the hills to the east. Be wary of the spiders lurking there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Examine the slain hunter outside Lhingroth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Skittering Shadows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}