{
  "id": 620949467,
  "txt": [
    {
      "id": "0xeb01168",
      "en": "The bandit encampment is west of Dínadab in northern Lamedon.\\n\\nYou should head to the bandit encampment to find Fuirion's satchel and return it to him.\\n\\n<rgb=#FF0000>NOTE: You must complete the quest \\qThe Letter\\q to advance.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Find and reclaim Fuirion's satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "Fuirion's eyes follow Limril out of the room, and when she is out of earshot he takes a deep breath and speaks at last.\\n\\n'I was hoping to get a word alone with you, stranger. I am in great need of your help. I will tell you what happened to me, but please... please help me. Can you fight?' You assure him that you can.\\n\\n'I am a farmer, not a warrior, you see, but I have a need for money. I decided to go after a bounty, some bandits in the hills. I thought I could take them, but they overpowered me easily. I took a knife wound before they laughed me out of their sight. It was foolish of me to approach them, for now they have my satchel. There is nothing of value to anyone else, but I need it back. Please, friend... I would give anything to see it back here safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Recover Fuirion's satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1157",
      "en": "Fuirion begs you to retrieve his satchel from the bandits who stabbed him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Return the satchel to Fuirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "As you hand Fuirion his satchel, you gently tell him that you have accidentally learned of its contents.\\n\\n'The letter! Burn it, burn it. I should never have put my feelings to words. That was too close. She or Gladion could have discovered it if those brigands had chosen to make mischief with it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01172",
      "en": "Fuirion's satchel is in the bandit encampment in north-west Lamedon.\\n\\nYou should rescue Fuirion's satchel and return it to him at once, before anyone else can see the contents of his letter to Limril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "You have collected Fuirion's satchel, and the letter he wrote to Limril....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have vowed to help Fuirion recover his satchel, which he lost during his adventure afield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Fuirion is in Gladion's home in Díndab.\\n\\nYou should bring the satchel back to Fuirion so that he may decide what to do with this dangerous information.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "You ask Limril if she will give you a moment to speak with Fuirion.\\n\\n'Yes, I suppose I must, if you think you can get a word out of him. Good luck....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Fuirion is in Gladion's home in Dínadab.\\n\\nYou should speak with Fuirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Satchel Full of Secrets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Speak with Fuirion alone",
      "es": "",
      "es (fem)": ""
    }
  ]
}