{
  "id": 620949497,
  "txt": [
    {
      "id": 216727831,
      "en": "Sidharan can be found in Sardol in south-western Blackroot Vale.\\n\\nYou have searched all of the cocoons you could find in Lhingroth and rescued a few inhabitants of Sardol. You should return to Sidharan with this news.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Sidharan",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The people of Sardol have been beset by spiders living under Tarlang's Peaks, and a few of their number have gone missing in the night.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unravelling Webs",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I saw them all return to the village, [placeholder]. They are shaken, but in time they shall recover.\\n\\n'I am just thankful you were able to free them before the spiders could harm them any further.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Searched cocoons in Lhingroth for missing Gondorians ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Cocoons can be found inside Lhingroth, slightly east of Sardol in southern Blackroot Vale.\\n\\nSidharan has asked you to brave the spiders of Lhingroth in hopes of finding people that have gone missing from Sardol in recent days.",
      "es": ""
    },
    {
      "id": 215429256,
      "en": "DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search cocoons in Lhingroth for missing Gondorians ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], do you have a moment?\\n\\n'I know Amathon has told you of the spiders lurking nearby, but they do not simply lurk as of late. In the nights, they skitter about the town, and despite slaying many of their number the past few days, they have escaped with some of our people.\\n\\n'I would ask that you search their cave and try to bring our people back. It is a sorry way to die....'",
      "es": ""
    }
  ]
}