{
  "id": 620949470,
  "txt": [
    {
      "id": 162883671,
      "en": "'\\qIt is just that I cannot bear it any longer, you see. Limril, you have never been mine, you will never be mine, and I am sorry to lay this burden upon you, but I cannot keep this secret within my heart any longer. I beg you not to tell Gladion, for I would never hurt him for the world. It is why I leave. I love you with no expectations, no hope, no alternative, and the reality that I cannot go on living in this way, with you so near.'\\q",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Letter",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "The bandits who have looted Fuirion's satchel are gathered at the back of their encampment in north-west Lamedon.\\n\\nYou should reclaim Fuirion's goods from the bandits.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "You have reclaimed Fuirion's possessions from the bandits, and should now take extra care that the letter does not fall into the wrong hands.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Try to get the letter from <BRIGAND 2 TBD>",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "Fuirion's satchel appears to have been picked over by the bandits at the back of the encampment.\\n\\nThe men who stand here laugh heartily at some joke, hardly noticing your approach.",
      "es": ""
    },
    {
      "id": 177082705,
      "en": "You have found Fuirion's distressing farewell letter to Limril",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "Fuirion's letter sheds a great deal of light on his predicament.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Try to get the letter from <BRIGAND 3 TBD>",
      "es": ""
    },
    {
      "id": 177082709,
      "en": "You have found the letter at which the brigand has been so rudely laughing",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Oh, were you looking for this letter? I will read it to you:\\n\\n\\qDear Limril, I must apologize for this feeble fare-well after so many years of friendship. I am afraid it is the best I can do. This letter is for your eyes alone, and I beg you not to burden Gladion with the pain of knowing me to be a woeful, selfish, foolish brother.\\q\\n\\n'And that's just the start! Rich, isn't it?'",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "<BRIGAND 1 TBD> has passed the letter to his friend....",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "You have reclaimed Fuirion's letter from the bandit who looted it.\\n\\nYou should read the letter to see if it sheds any light upon his strange situation.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The bandit who looted Fuirion's satchel is at the back of their encampment in north-west Lamedon.\\n\\nYou should reclaim Fuirion's goods from the bandit.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "The bandits who have looted Fuirion's satchel are gathered at the back of their encampment in north-west Lamedon.\\n\\nYou should reclaim Fuirion's goods from the bandits.",
      "es": ""
    },
    {
      "id": 177082723,
      "en": "You have recovered Fuirion's letter",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "The bandits who have looted Fuirion's satchel are gathered at the back of their encampment in north-west Lamedon.\\n\\nYou should reclaim Fuirion's goods from the bandits.",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "Fuirion had good reason to wish to recover this, for it could create a great deal of tension within his family if discovered before he leaves Lamedon",
      "es": ""
    },
    {
      "id": 177082728,
      "en": "Recovered Fuirion's stolen satchel",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Recover the stolen satchel and Fuirion's letter",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Steal Fuirion's letter back from the bandit",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Recover Fuirion's satchel",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Fight the first brigand TBD",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Read Fuirion's letter to try to understand his predicament",
      "es": ""
    },
    {
      "id": 24695108,
      "en": "Fuirion's satchel appears to have been picked over by the bandits at the back of the encampment.",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "<BRIGAND 2 TBD> has passed the letter to his friend....",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Recover Fuirion's stolen satchel",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Reclaim Fuirion's belongings from the bandits",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Would you like to hear more? Here:\\n\\n'\\qI have likely left Lamedon by now with a pocket-ful of gold, for I have gone to seek treasure in hunting bounties. I intend to put many long leagues between myself and Gondor. Travelling such great distance will cost more money than my farm could give me, and so I must lend my blade to a gainful cause.\\q\\n\\n'Ha! What is he running from, I wonder?'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Try to get the letter from <BRIGAND 1 TBD>",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "You have gotten the letter at last, and the brigands are laughing too hard to pay you any mind",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have defeated Candúr, the dangerous escaped criminal from Lamedon",
      "es": ""
    }
  ]
}