{
  "id": 620953084,
  "txt": [
    {
      "id": 216727827,
      "en": "Artamir has asked you to defeat Orcs throughout the Dead Marshes, for the creatures seem to have followed him here and are making completion of his errand more difficult. Furthermore, if Frodo did come this way, the Orcs drawn here by Artamir's presence could complicate matters.",
      "es": ""
    },
    {
      "id": 49286678,
      "en": "Bring the crumpled parchment to Artamir at his camp in the Dead Marshes",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You found something? Let me see what you found!'\\n\\nArtamir takes the crumpled parchment from you and unfolds it, but in mere moments he shakes his head.\\n\\n'This is written in the speech of the Orcs, and no reputable Man of Gondor ever studied such words. My father never trusted the written word to begin with; Ilcamir was a man of action and of deeds, and I am no different than my sire!\\n\\n'But I can tell you this much, even without knowing the words themselves: this parchment contains orders for the Orcs. They have been sent to this dreary land, much as I have been. But for what purpose?'\\n\\nArtamir's brow is creased in thought as he considers what goal the Orcs might have within the Dead Marshes, but your worry is deeper than his. Did Frodo come this way? And does the Master of the Orcs know it?",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Artamir has asked you to defeat Orcs throughout the Dead Marshes, for the creatures seem to have followed him here and are making completion of his errand more difficult. Furthermore, if Frodo did come this way, the Orcs drawn here by Artamir's presence could complicate matters.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat Orcs in the Dead Marshes ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You found a parchment in the clutches of an Orc in the Dead Marshes, and should bring it to Artamir at his camp.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated Orcs in the Dead Marshes ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Defeat Orcs in the Dead Marshes (7/8)",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I evaded a number of Orcs on the journey here, but it seems some of them have followed me here. If you are as established an adventurer as you seem, perhaps you could do something about these creatures? They seem to be all over these Marshes by now, and they endanger my errand.'\\n\\nArtamir seems to mean no harm, but his presence here could threaten many fortunes. Did Frodo come this way? If he did, you should seek for sign of him while you hasten Artamir on his way.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "You have faced many Orcs in the Dead Marshes, but there are more out there and you should defeat them for Artamir.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You rescue a crumpled parchment from the Orc before the swamp claims it",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "'You did not find anything? Not a single thing?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Artamir son of Ilcamir has come to the Dead Marshes, and the sooner he leaves them the better!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I was sent here by Denethor, the Ruling Steward of Gondor, on an errand of some importance, but it was entrusted to me in confidence and I should not speak of it now. I can tell you that it was a great honour to be selected for this errand, and that Denethor chose me personally, even before Faramir his son! I am certain that a successful end to this endeavour will elevate my stature in the Steward's esteem.\\n\\n'I evaded a number of Orcs on the journey here, but it seems some of them have followed me here. If you are as established an adventurer as you seem, perhaps you could do something about these creatures? They seem to be all over these Marshes by now, and they endanger my errand.'\\n\\nArtamir seems to mean no harm, but his presence here could threaten many fortunes. Did Frodo come this way? If he did, you should seek for sign of him while you hasten Artamir on his way.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Orcs Have Orders",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I evaded a number of Orcs on the journey here, but it seems some of them have followed me here. If you are as established an adventurer as you seem, perhaps you could do something about these creatures? They seem to be all over these Marshes by now, and they endanger my errand.'\\n\\nArtamir seems to mean no harm, but his presence here could threaten many fortunes. Did Frodo come this way? If he did, you should seek for sign of him while you hasten Artamir on his way.",
      "es": ""
    }
  ]
}