{
  "id": 620953117,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "Artamir's bedroll has not been slept in for some time. It is possible the Gondorian man will return, but as you peer into the distance and see the inhospitable swamp-lands extending to the horizon in all directions, you fear that some trouble has befallen him. There are many threats in this place, from the treacherous terrain to the searching Orcs, and any might have claimed the life of poor Artamir.\\n\\nIf the Gondorian has blundered into a sinkhole, there is little you could do to save him, but if he has run afoul of Orcs there may be some sign to find. You resolve to defeat Orcs in search of such a clue, if clues there are to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missing in the Marshes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Defeat Orcs in the Dead Marshes, and remain alert for clues to Artamir's location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Return to Artamir's camp to see if the Gondorian man has returned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "The bedroll remained undisturbed while you were away. Artamir never returned to his camp.\\n\\nThere is nothing else to be done save to travel to the location circled on the Orkish map you recovered. Perhaps a clue to Artamir's fate can be found at that location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Check Artamir's bedroll to ensure it was not slept in while you were away, and then find the location circled on the map",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I cannot thank you enough for the timely rescue, [placeholder]! I peered into the water and really thought I saw... well, it does not matter now. If Steward Denethor truly did see the Banner of the King flying high against the night sky, perhaps it does not tell what he supposed. I think King Ondoher's banner perished in the marshes, when the King fell.\\n\\n'Do you want to know something curious, [placeholder]? King Ondoher was not alone when the Wainriders of the East drove him to his death. He was accompanied on his final journey by two of his sons, and they perished with him, perhaps in these very marshes. The names of these sons were Faramir, and, well... Artamir.'\\n\\nHe laughs wryly.\\n\\n'Were it not for your help, [placeholder], I would have met my end in the same foetid swamp that claimed my namesake! I will find no honour when I return to the White City without the prize I sought, but I will still have my life, and that is more than enough for Artamir son of Ilcamir! You have my thanks and that of my family. I will leave these miserable marshes, and at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Talk to Artamir at his camp in the Dead Marshes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You rescued Artamir from a sad end in the Dead Marshes, and should speak to him back at his camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "You examine Artamir's bedroll, but it has not been slept in for some time. It is possible the Gondorian man will return, but as you peer into the distance and see the inhospitable swamp-lands extending to the horizon in all directions, you fear that some trouble has befallen him. There are many threats in this place, from the treacherous terrain to the searching Orcs, and any might have claimed the life of poor Artamir.\\n\\nIf the Gondorian has blundered into a sinkhole, there is little you could do to save him, but if he has run afoul of Orcs there may be some sign to find. You resolve to defeat Orcs in search of such a clue, if clues there are to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Artamir never returned to his camp, and you have resolved to fight the Orcs and search for any clue the creatures may have to his location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You found an Orkish map with one location encircled in blood. You should return to Artamir's camp to see if the Gondorian man has returned, but if he has not, you may have learned the next place to search for the missing man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Artamir has agreed to leave the Dead Marshes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Artamir has still not returned to his camp, but you found an Orkish map with a location encircled in blood. Perhaps this will give some clue to the Gondorian man's location.\\n\\nCheck Artamir's bedroll to ensure it was not slept in while you were away, and then you can depart for the location on the map.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Orcs in the Dead Marshes, and remain alert for clues to Artamir's location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Artamir never returned to his camp, and you have resolved to fight the Orcs and search for any clue the creatures may have to his location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d175",
      "en": "You returned to Artamir's camp, but the Gondorian man is missing. What happened to him?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "Artamir's bedroll has not been slept in for some time. It is possible the Gondorian man will return, but as you peer into the distance and see the inhospitable swamp-lands extending to the horizon in all directions, you fear that some trouble has befallen him. There are many threats in this place, from the treacherous terrain to the searching Orcs, and any might have claimed the life of poor Artamir.\\n\\nIf the Gondorian has blundered into a sinkhole, there is little you could do to save him, but if he has run afoul of Orcs there may be some sign to find. You resolve to defeat Orcs in search of such a clue, if clues there are to be found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "This Orc carried a map of the swamp with one location encircled in blood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730883",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Artamir has still not returned to his camp",
      "es": "",
      "es (fem)": ""
    }
  ]
}