{
  "id": 620953120,
  "txt": [
    {
      "id": 236911058,
      "en": "This won't do, Sam! What would your gaffer say? 'Sit near Frodo and keep watch,' that's what!",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You sit next to Frodo and resolve to stay awake and alert",
      "es": ""
    },
    {
      "id": 232016112,
      "en": "'This way, slow-pokes!'",
      "es": ""
    },
    {
      "id": 235466150,
      "en": "Walk with Frodo away from the water's edge",
      "es": ""
    },
    {
      "id": 35612161,
      "en": "You feel so tired...",
      "es": ""
    },
    {
      "id": 35612162,
      "en": "Stay awake, Sam!",
      "es": ""
    },
    {
      "id": 35612163,
      "en": "Your eyes feel so heavy...",
      "es": ""
    },
    {
      "id": 176189121,
      "en": "Gollum",
      "es": ""
    },
    {
      "id": 176189122,
      "en": "'Do it.'",
      "es": ""
    },
    {
      "id": 176189123,
      "en": "'Then don't hurt the master... he is the master of the Precious....'",
      "es": ""
    },
    {
      "id": 176189124,
      "en": "'But what if we had the Precious? What if we were the master?'",
      "es": ""
    },
    {
      "id": 176189125,
      "en": "'Yes, too risky. But there is someone who could help us, help us take the Precious, yes...'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Stay close to Gollum, and make sure he does not try anything",
      "es": ""
    },
    {
      "id": 196275841,
      "en": "'Stay close, hobbitses.'",
      "es": ""
    },
    {
      "id": 196275842,
      "en": "'Oh no! Not this way!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Frodo and make sure he is all right",
      "es": ""
    },
    {
      "id": 196275843,
      "en": "'Do not follow the tricksy lights, hobbitses!'",
      "es": ""
    },
    {
      "id": 196275844,
      "en": "'Where is master? Where is nice master?'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Gollum has bounded ahead through the swamps, showing you and Frodo the way.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Frodo looks very tired. The journey through the swamp is taking its toll.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The journey through the swamp has proven to be very difficult, with no end in sight.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The journey through the swamp has proven to be very difficult, with no end in sight.",
      "es": ""
    },
    {
      "id": 183809474,
      "en": "'Sméagol can't hurt nice master. Sméagol promised!'",
      "es": ""
    },
    {
      "id": 183809475,
      "en": "'Aaaah, yes! Yes! We could be the master, yes!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Make your way, carefully, through the swamp <rgb=#00FF00>(press 'Insert' to toggle your more careful walk)</rgb>",
      "es": ""
    },
    {
      "id": 183809476,
      "en": "'Too risky here, too risky! The mean hobbit doesn't trust us, no, he doesn't!'",
      "es": ""
    },
    {
      "id": 183809477,
      "en": "'Yes, yes... good idea, gollum, gollum!'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Mister Frodo",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Continue the passage of the marshes",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Step with care, hobbitses... the ground underfoot is not to be trusted, oh no it is not. Sméagol will show you where to go.'",
      "es": ""
    },
    {
      "id": 130872113,
      "en": "'We have to trust him, Sam. He has not led us wrong.'",
      "es": ""
    },
    {
      "id": 130383153,
      "en": "'I am sorry I wandered off, Sam. I don't know what came over me.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Gollum and keep a watchful eye on the wretch",
      "es": ""
    },
    {
      "id": 130872114,
      "en": "'I've finally put my finger on what's been bothering me about this swamp.'",
      "es": ""
    },
    {
      "id": 130383154,
      "en": "'Sméagol, are you all right? I am sorry I left the path.'",
      "es": ""
    },
    {
      "id": 130872115,
      "en": "'I have heard no birds at all since we came into the marsh.'",
      "es": ""
    },
    {
      "id": 130383155,
      "en": "'Yes, I think that is a good idea. Sam, come sit beside me and we will rest.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What... what is it, Sam? Were you... were you calling for me? I felt as if I heard you from a long way off, but there was something....'\\n\\nFrodo shakes his head, trying to remember something.\\n\\n'There were faces in the water. I could see them by the light of the candles, I think. But how could that be? There were so many: good faces and proud faces, stern faces and evil faces too. But why?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 130872116,
      "en": "'The air is so heavy here.'",
      "es": ""
    },
    {
      "id": 130872117,
      "en": "'Move as fast as you can through the water, or you might sink!'",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "You and Frodo inch closer and closer to Mordor, but you do not trust the guide that has brought you into the Dead Marshes: the creature Gollum.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Frodo has wandered off by himself! You have to find him!",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Frodo and make sure he is feeling all right",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Frodo has decided to catch some sleep, and wants you to sit next to him.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Continue the passage of the marshes",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Sit next to Frodo and stay alert for any dangers while he rests",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This swamp is even worse than I thought it would be, Sam. I have found my feet sinking into the mud even on terrain that seems solid, and would have become quite stuck if I hadn't noticed immediately!\\n\\n'I know you do not trust Sméagol, but he is the only guide we have. Without his help, could we hope to come to Mordor? I do not think it likely, Sam.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Hide!",
      "es": ""
    },
    {
      "id": 66130577,
      "en": "'Over here, this way! This way!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Gollum, if he can bring himself to speak",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Come, come, hobbitses! Good Sméagol knows the way through the swamp. Step only where he steps, or you will find yourself at the bottom, and no one will help you then, oh no!\\n\\n'If you must go to His black country, only Sméagol can bring you there unseen. Only Sméagol! That is a bad place, yes, a bad place indeed. It would be wiser to turn back, yes it would, but you said you needed to go, and go you will, yes!'",
      "es": ""
    },
    {
      "id": 66130578,
      "en": "'Oh no! Wraiths! In the sky, precious, in the sky!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'How are you holding up, Sam? This is a hard land... it seems so many of the places we must journey through are hard lands! I miss my own comfortable bed, and Bag End!\\n\\n'There's nothing for it, is there? We have to keep going, one foot in front of the other. Sméagol will show us the way, if we are kind to him. He was treated very cruelly in Mordor, Sam. He has been through a lot.\\n\\n'I suppose that is true for all of us, now. Just keep going, that is all we can do.'",
      "es": ""
    },
    {
      "id": 71347937,
      "en": "'Sam! Hide!'",
      "es": ""
    },
    {
      "id": 71347938,
      "en": "'Is it gone?'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Try and stay awake, Sam!",
      "es": ""
    },
    {
      "id": 71347939,
      "en": "'Thank you, dearest Sam. A short rest... and then we will keep moving.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "You do not like what you overheard Gollum muttering to himself, if you did not imagine it.",
      "es": ""
    },
    {
      "id": 32791153,
      "en": " ",
      "es": " "
    },
    {
      "id": 246419880,
      "en": "You hate to do it, but it is time to wake Frodo and set out once again.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Remain awake and alert, Sam!",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Find out what Gollum is up to, the villain!",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "You have to go on, even if the Dead Marshes seem to go on forever.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "A terrible shadow approaches from high above the Dead Marshes!",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Did it see us? Aaaaach! Did it see us? Winged wraiths, terrible, terrible! They see everything, precious, everything! And they tell Him all that they see, they do! Did it see us?'\\n\\nGollum is shaking, his eyes wide with the terror of the experience. He will not move for some time.",
      "es": ""
    },
    {
      "id": 49192337,
      "en": "'No path can help the nice master if he follows the little candles, no, no!'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 49192338,
      "en": "'The marshes are filled with the Dead ones: Elves and Orcses, and Men beside them.'",
      "es": ""
    },
    {
      "id": 49192339,
      "en": "'A great battle happened, long ago, and the marsh is creeping, always creeping.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'That was a Black Rider! I hoped we had seen the last of them, but I suppose that was an idle daydream. They are still searching for us.\\n\\n'The Ring is so heavy, Sam. I know we need to keep going, but perhaps we can rest for a moment? Sméagol is beside himself... I do not think he will want to move for a while. Look at him! The poor creature. Not just him: all three of us! I will be glad to leave these Dead Marshes, but... just a rest... a short one.\\n\\n'Then we will keep moving. Is that all right, Sam?'",
      "es": ""
    },
    {
      "id": 49192340,
      "en": "'No more today. Hobbitses need their rest. Time for sleepies now.'",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "How has Frodo fared?",
      "es": ""
    },
    {
      "id": 49192341,
      "en": "'Time to wake up, master, time to be going, yes!'",
      "es": ""
    },
    {
      "id": 199050369,
      "en": "'Hobbitses, hobbitses!'",
      "es": ""
    },
    {
      "id": 199050370,
      "en": "'No time for delays! No time for wasting!'",
      "es": ""
    },
    {
      "id": 199050371,
      "en": "'No reason to stay in nasty swampses, no reason at all!'",
      "es": ""
    },
    {
      "id": 199050372,
      "en": "'Gollum, gollum.'",
      "es": ""
    },
    {
      "id": 199050373,
      "en": "'No, no birdses. They don't fly into these landses, no.'",
      "es": ""
    },
    {
      "id": 148113729,
      "en": "Terrible Shadow",
      "es": ""
    },
    {
      "id": 199050374,
      "en": "'If you want snakeses, or wormses, you'll find plenty of those.'",
      "es": ""
    },
    {
      "id": 199050375,
      "en": "'But no crunchable birdses, gollum, gollum.'",
      "es": ""
    },
    {
      "id": 199050376,
      "en": "'Oh, this way, this way! I remember it now, yes, yes!'",
      "es": ""
    },
    {
      "id": 199050377,
      "en": "'Hurry, hobbitses, hurry!'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Nice hobbit, nice Sam, nothing to worry about, no, precious! Gollum, gollum! Did you get the sleepies you needed, did you, gollum? We needs to be moving again, yes, yes we do! No time for delays now!\\n\\n'Master says we must go, so go we must, yes! Time to go, precious! Time to move!'",
      "es": ""
    },
    {
      "id": 11505953,
      "en": "Confound it! Where has Frodo gone?",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "Frodo blinks at you for a moment and slowly rouses from his slumber.\\n\\n'I suppose it is time to set out again? I am ready to be out of this wretched swamp, and the only way for it is to get moving again, I suppose. I am very tired, Sam.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Passage of the Marshes",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Frodo has slowed his pace. The Dead Marshes are taking their toll on him.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gollum has bounded back to you. Your master is right: the creature has not guided you wrong... yet.\\n\\nYou still do not trust him.",
      "es": ""
    },
    {
      "id": 34387968,
      "en": " ",
      "es": " "
    },
    {
      "id": 177082741,
      "en": "A cold chill runs down your spine!",
      "es": ""
    },
    {
      "id": 235466098,
      "en": "Follow Gollum through the swamp",
      "es": ""
    },
    {
      "id": 266374869,
      "en": "Keep an eye on Gollum, the treacherous sneak",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "This will be a good place to sit next to Frodo and keep watch",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "You are sure Gollum will try something at some point during the passage of the marshes. Stay close to him and make sure the wretch has no opportunity to cause trouble!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Mister Frodo in the Dead Marshes",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Comfort Frodo and decide what to do",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Gollum is terrified, and is in no shape to go on. The frightening encounter with the terrible shadow has shaken him tremendously.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Gollum, and let him know how things stand",
      "es": ""
    }
  ]
}