{
  "id": 620953119,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Explore to the north-west of Artamir's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Artamir has asked you to investigate a number of different locations in the Dead Marshes, seeking some clue to the Orkish presence here. He asked you to seek out notable spots to the north, north-west, and west, and said he would do the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "This rocky crag rises out of the swamp, and you feel exposed against the sky",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Explore to the north of Artamir's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Below the water's surface, the drowned wood seems to beckon with watery tendrils",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find the entrance to the Orc camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Artamir at his camp in the Dead Marshes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You have found the entrance to the Orc camp, as Artamir requested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have found some interesting spots within the Dead Marshes, but few clues to the Orkish presence here. You should return now to Artamir's camp. Perhaps he found something of note.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Perhaps you can find some hint to their objectives by exploring this foul swamp, my friend. There are notable places to be found, of a certainty, but you must step carefully! Try searching to the north, north-west, and west of my camp, and you may find some clues to the Orc interest here. While you are at it, you might also find the entrance to the Orc camp, for I think it likely they have established one. Do not go inside just yet! But we should know where it might be found, wouldn't you say?\\n\\n'I will search as well, and meet you back at this place. Walk with caution! I have found the footing to be treacherous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have learned that the Orcs were sent into the Dead Marshes for some purpose. Did Frodo come this way, and does the Dark Master of the Orcs know of his passage?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am troubled by the presence of the Orcs, [placeholder], and I can tell by your expression that you are as well. Have they come here for the same reason that I have? I daresay they have some fell purpose, quite unlike that of the Ruling Steward, but still I must ask: how many reasons can there be to come to such a miserable land?\\n\\n'Perhaps you can find some hint to their objectives by exploring this foul swamp, my friend. There are notable places to be found, of a certainty, but you must step carefully! Try searching to the north, north-west, and west of my camp, and you may find some clues to the Orc interest here. While you are at it, you might also find the entrance to the Orc camp, for I think it likely they have established one. Do not go inside just yet! But we should know where it might be found, wouldn't you say?\\n\\n'I will search as well, and meet you back at this place. Walk with caution! I have found the footing to be treacherous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The sound of insects is overwhelming at this nest, and you do not want to tarry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Explore to the west of Artamir's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Danger in the Marshes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, hello... hello, my friend. You... you have come back?'\\n\\nArtamir blinks at you groggily. He seems to be having some difficulty focusing on your face, and often shakes his head, as if trying to clear it of a foggy sensation.\\n\\n'I am fine, [placeholder]. I just... you know, I saw the oddest thing: a treasure, just below the water. I could nearly reach it, but then it seemed to be gone. I remembered that you were expecting to see me again, and I came back to meet you.\\n\\n'This place does play tricks upon the mind, does it not?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}