{
  "id": 620953118,
  "txt": [
    {
      "id": 228284034,
      "en": "Artamir has agreed to leave the Dead Marshes, but as you stare at the Gondorian man's supplies, you wonder if Frodo ever did pass this way. If he did, he was much less-equipped than Artamir. Your mind wanders as you contemplate his hardships.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Examine Artamir's supplies and contemplate 'The Passage of the Marshes'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "Your mind wanders as you contemplate the many supplies Artamir brought to the Dead Marshes. If Frodo did pass this way, what hardships might he have faced in these treacherous lands?",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Examine the supplies Artamir brought to the Dead Marshes, and break from your reverie concerning Frodo",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You shake your head to dismiss the troubling thoughts of the hardships Frodo might have faced if his road truly did lead into the Dead Marshes. You are not even certain he came this way, but if he did, at least he likely had the companionship of a good friend to keep him going. The two of them would do their best to remain hidden from the eyes of any enemies, and with luck they may remain undetected.\\n\\nThere is nothing you can do now for Frodo and Sam, but by convincing Artamir to leave the Dead Marshes you will at least keep the Gondorian man from attracting attention to these lands. May it be enough.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Interlude: Passage of the Marshes",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You stare at the supplies Artamir brought to the Dead Marshes and wonder if Frodo took this treacherous route after all.",
      "es": ""
    },
    {
      "id": 51875095,
      "en": "Now that Artamir has agreed to leave the Dead Marshes, you wonder if Frodo passed this way after all.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Artamir brought many supplies with him to the Dead Marshes. If Frodo did pass this way, he would not have had as many. What hardships might he have faced on this road?",
      "es": ""
    }
  ]
}