{
  "id": 620953112,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Ethring can be found in the Ringló Vale to the south-east of Lamedon.\\n\\nLothíriel has asked you to travel into Central Gondor and aid the people of Ringló Vale, Dor-en-Ernil, and Lebennin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Lothíriel can be found in the Great Hall of the Prince in Dol Amroth.\\n\\nYou have been summoned to Dol Amroth by Lothíriel, who seeks your aid once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You look as if you have travelled long this day, [placeholder]. I hope your wits are still about you.\\n\\n'I have heard of your valour in the west, but dark times have come to our lands. We awoke to a dawn-less day, and found ourselves overrun by foes.\\n\\n'If you seek to aid us at the Lady's command, you both have chosen a fortuitous time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Lothíriel about Central Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have been summoned to Dol Amroth by Lothíriel, who seeks your aid in defending the lands of Central Gondor.\\n\\nYou should meet Lothíriel in the Great Hall of the Prince in Dol Amroth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Introduction: Central Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "You have been summoned by Lothíriel in Dol Amroth, for Central Gondor is in need of your aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Lothíriel about Central Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Lothíriel can be found in the Great Hall of the Prince in Dol Amroth.\\n\\nYou have been summoned to Dol Amroth by Lothíriel, who seeks your aid once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to someone in Ethring in Ringló Vale about aiding Central Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It is good to see you again, [placeholder]. Thank you for coming to my aid once more.\\n\\n'I grow concerned for the lands to the east... the lands of the Ringló Vale, Dor-en-Ernil, and Lebennin. Word has spread of war come to the shores in the east, and what folk remained behind are now beset by foes on all sides.\\n\\n'I would ask that you travel through Lamedon to the Ringló Vale. There you will find the settlement of Ethring, and I am certain the people there would benefit much from your presence, as we already have.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}