{
  "id": 621044954,
  "txt": [
    {
      "id": 149027506,
      "en": "Ramblings Decoded",
      "es": ""
    },
    {
      "id": 251716020,
      "en": "DNT - Return to Mother Amma",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'The sarrowstone crystal you collected from the Wargs is akin to the ones we saw in Elderslade, but there is something else going on here. The colour is new and it... feels different. Blah, the stench remains just as vile, however. Now then, where is the madman’s journal?'\\n\\nYou tell her that Málur Keenword is working on it.\\n\\n'Well, go over and see what he has discovered.'",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "The journal is on the table beside Málur in Clovengap.\\n\\nYou should pick up the translated journal.",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "DNT - Mother Amma is in CAMP, in the southeastern Clovengap.\\n\\nYou should tell Mother Amma what you found in the vineyards.",
      "es": ""
    },
    {
      "id": 251716023,
      "en": "DNT - Talk to TRANSLATOR",
      "es": ""
    },
    {
      "id": 190220569,
      "en": "DNT - This appears to be an account of the sorceress' attempts at using the crystals on the sabre-tooth cats of Clovengap. \\n\\n'We are being sent back to the vineyards with more crystals. MAINDUDE insists I keep trying, no matter how many of my underlings the blasted cats devour. He gave me an adjustment to the ritual at least, so perhaps this time we shall have more luck.'\\n\\nAs you flip through the pages, a familiar looking piece of torn paper flutters loose.",
      "es": ""
    },
    {
      "id": 148970457,
      "en": "DNT - You are just in time!",
      "es": ""
    },
    {
      "id": 173025766,
      "en": "DNT - Defeat Angmarim in the Clovengap vineyards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'Aye, I finished my translation. I am none too happy about what I found in these pages. Unholy and fell dealings with evil creatures, muck monsters, dragons, and abominations of nature.\\n\\n'The journal and its translation are on the table. You tell Mother Amma to be careful. This madman is not acting alone.'",
      "es": ""
    },
    {
      "id": 148970279,
      "en": "DNT - Defeat Angmarim in the Clovengap vineyards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025776,
      "en": "DNT - Search for clues.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Málur Keenword has finished his translation of the madman's journal.",
      "es": ""
    },
    {
      "id": 184621152,
      "en": "Mother Amma is in Bazanmanar.\\n\\nYou should bring the translated journal to Mother Amma.",
      "es": ""
    },
    {
      "id": 148970290,
      "en": "DNT - Another journal!",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "Málur is located in Bazanmanar.\\n\\nMother Amma has asked you to see how far Málur Keenword has come in deciphering the journal.",
      "es": ""
    },
    {
      "id": 173025784,
      "en": "Pick up the translated journal",
      "es": ""
    },
    {
      "id": 190220593,
      "en": "'What news do you bring? Málur has completed the translation? Well, let us have a look.'",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "DNT - 'What have you found?'",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "DNT - 'Aye, I am Translator. A journal, you say? Well, give it here.'",
      "es": ""
    },
    {
      "id": 184621157,
      "en": "DNT - In the crumbling vineyards of Clovengap, you have discovered Angmarim with intentions of creating abominations out of the already fierce sabre-tooth cats.\\n\\nYou should defeat the Angmarim!",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "DNT - The Angmarim experiments were going to take place in the vineyards.\\n\\nWith the Angmarim defeated, you should look for clues about their experiments.",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "Talk to Málur Keenword",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "DNT - Search for clues",
      "es": ""
    },
    {
      "id": 251715968,
      "en": "Bring the journal to Mother Amma",
      "es": ""
    }
  ]
}