{
  "id": 621044937,
  "txt": [
    {
      "id": 148970290,
      "en": "DNT - Another journal!",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'Ah, welcome to Clovengap, [placeholder]! There is a dragon nearby!'\\n\\nYou show him the journal and ask if he can read it.\\n\\n'Most certainly not! I have not wasted precious hours trying to decipher that filth when I could instead be studying dragons. Talk with Málur. In his younger days, while an Orc prisoner, Málur learned their foul language. He may best be able to help you with this text.'",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "Talk to Rúni",
      "es": ""
    },
    {
      "id": 173025766,
      "en": "DNT - Defeat Angmarim in the Clovengap vineyards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970457,
      "en": "DNT - You are just in time!",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "DNT - Search for clues",
      "es": ""
    },
    {
      "id": 190220569,
      "en": "DNT - This appears to be an account of the sorceress' attempts at using the crystals on the sabre-tooth cats of Clovengap. \\n\\n'We are being sent back to the vineyards with more crystals. MAINDUDE insists I keep trying, no matter how many of my underlings the blasted cats devour. He gave me an adjustment to the ritual at least, so perhaps this time we shall have more luck.'\\n\\nAs you flip through the pages, a familiar looking piece of torn paper flutters loose.",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "DNT - 'What have you found?'",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "DNT - Mother Amma is in CAMP, in the southeastern Clovengap.\\n\\nYou should tell Mother Amma what you found in the vineyards.",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Málur Keenword is in Bazanmanar.\\n\\nLore-master Rúni has directed you to speak with Málur about the journal.",
      "es": ""
    },
    {
      "id": 184621152,
      "en": "DNT - Clovengap's deadly cats prowl the vinyards.\\n\\nLook for more clues as to whether the Angmarim have managed to corrupt the sabre-tooth cats that prowl Clovengap.",
      "es": ""
    },
    {
      "id": 190220549,
      "en": "'Aye, I am Málur. A journal, you say? Well, give it here.'",
      "es": ""
    },
    {
      "id": 148970279,
      "en": "DNT - Defeat Angmarim in the Clovengap vineyards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "Rúni is in Bazanmanar.\\n\\nMother Amma has asked you to speak to Lore-master Rúni.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Glad I am to hear that the crystals’ corruption did not spread to the sabre-tooth cats.\\n\\n'I was making headway with this cursed journal, but the writing has slipped into what I believe to be the Black Speech. Here, take the book up to Bazanmanar, and find Lore-master Rúni. He may be able to decipher these fell scrawlings. I shall meet you there.'",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "The Madman's Journal",
      "es": ""
    },
    {
      "id": 190220552,
      "en": "'Málur was captured by White Hand Orcs when he was quite young. He learned their speech and one of their captains taught him to read, finding it entertaining to have a slave speaking those foul words. He escaped some years later, having slipped a dagger into the captain's ribs before he left. He is a scholar now, but you should ask him some day about how many Orcs he slew on his way back to our people.'",
      "es": ""
    },
    {
      "id": 251716020,
      "en": "DNT - Return to Mother Amma",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "The foul and fell scribblings of a madman may be the key to stopping the further spread of the corrupted crystals.",
      "es": ""
    },
    {
      "id": 173025776,
      "en": "DNT - Search for clues.",
      "es": ""
    },
    {
      "id": 184621157,
      "en": "DNT - In the crumbling vineyards of Clovengap, you have discovered Angmarim with intentions of creating abominations out of the already fierce sabre-tooth cats.\\n\\nYou should defeat the Angmarim!",
      "es": ""
    },
    {
      "id": 251716023,
      "en": "Bring the journal to Málur Keenword",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "DNT - The Angmarim experiments were going to take place in the vineyards.\\n\\nWith the Angmarim defeated, you should look for clues about their experiments.",
      "es": ""
    }
  ]
}