{
  "id": 621044800,
  "txt": [
    {
      "id": 237886459,
      "en": "'In exchange, they have prepared these gifts.'",
      "es": ""
    },
    {
      "id": 200716465,
      "en": "'Warlord Dushtalbúk. What brings the Frost-bound to our peaks?'",
      "es": ""
    },
    {
      "id": 165465949,
      "en": "'We are in your debt, Warlord.'",
      "es": ""
    },
    {
      "id": 200716513,
      "en": "'We accept your gifts, Angmarim, but I remain unconvinced.'",
      "es": ""
    },
    {
      "id": 71832081,
      "en": "'They have taught my sisters and I the power to control the dead, to summon spirits from beyond and bind them to our will.'",
      "es": ""
    },
    {
      "id": 15824955,
      "en": "'Hmph. Indeed you are.'",
      "es": ""
    },
    {
      "id": 247323643,
      "en": "'These Men are Angmarim. They seek passage through your lands, and permission to perform... 'rituals' in the high peaks.'",
      "es": ""
    },
    {
      "id": 123043425,
      "en": "'Our mother does not trust the former servants of Sauron.'",
      "es": ""
    },
    {
      "id": 28906001,
      "en": "'They wish to swear themselves to the Frost-horde, now that their Nazgûl master is gone.'",
      "es": ""
    },
    {
      "id": 165474141,
      "en": "'And we also owe you our thanks, Lady Loknashra.'",
      "es": ""
    },
    {
      "id": 200716530,
      "en": "'Hah! They will make excellent nest guardians.'",
      "es": ""
    },
    {
      "id": 173025496,
      "en": "Talk to Molkha",
      "es": ""
    },
    {
      "id": 28774929,
      "en": "'I can speak to their usefulness, O frigid ones.'",
      "es": ""
    },
    {
      "id": 250469371,
      "en": "'I greet you, children of the Frost-heart.'",
      "es": ""
    },
    {
      "id": 173025497,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 123043489,
      "en": "'So be it, Frost-bound. You will not be devoured this day, Angmarim!'",
      "es": ""
    },
    {
      "id": 29299217,
      "en": "'Come, tell me of your plans in the Welkin-lofts. And tell me more of this... Drugoth.'",
      "es": ""
    },
    {
      "id": 126686885,
      "en": "Molkha has a troubling report to share: the Frost-bound Hobgoblins, the Angmarim, and the Drakes of the Frost-horde are negotiating alliances and using fallen dwarves as bargaining chips.",
      "es": ""
    },
    {
      "id": 243129339,
      "en": "'There they are. Kneel, and let me do the talking, Angmarim.'",
      "es": ""
    },
    {
      "id": 184621346,
      "en": "Molkha is describing what she saw transpire between the drakes, hobgoblins, and Angmarim.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 3663028,
      "en": "'Then I heard a terrible roar, and made sure I was out of sight!'",
      "es": ""
    },
    {
      "id": 200716450,
      "en": "'Why are these MEN with you?'",
      "es": ""
    },
    {
      "id": 184621399,
      "en": "Molkha is ready to describe what she saw earlier.\\n\\nYou should talk to Molkha.",
      "es": ""
    },
    {
      "id": 190220369,
      "en": "'Using the re-animated bodies of fallen dwarves as mere tokens of favour? Despicable... the hobgoblins and Angmarim then left, heading South. I did not come out of hiding for a long while, for fear of the drakes seeing me from above!'",
      "es": ""
    },
    {
      "id": 123043506,
      "en": "'We will be watching! Prove yourselves to our mother!'",
      "es": ""
    },
    {
      "id": 236954164,
      "en": "Instance: A Troubling Report",
      "es": ""
    },
    {
      "id": 190220326,
      "en": "'Not long ago, I witnessed the hobgoblins and Angmarim passing through. When they reached this frozen lake, they stopped and looked toward the sky....'",
      "es": ""
    }
  ]
}