{
  "id": 621044990,
  "txt": [
    {
      "id": 173025734,
      "en": "Defeat Mádath",
      "es": ""
    },
    {
      "id": 173025766,
      "en": "Defeat worms in Clovengap ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "DNT - Defeat Clovengap Gorge-worms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Investigate Mádath's experiments",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "'Welcome back. Were you able to defeat Mádath?'\\n\\nYou inform her of what you found. She laughs so loudly and long at the image of Mádath hiding from the worms that she can barely breathe.",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Mother Amma is at Bazanmanar, in north-east Clovengap.\\n\\nYou should bring the new fragment to Mother Amma.",
      "es": ""
    },
    {
      "id": 148970279,
      "en": "Defeated worms in Clovengap ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "DNT - Defeated Clovengap Gorge-worms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "Hunting the Fell Weavers",
      "es": ""
    },
    {
      "id": 251716020,
      "en": "Return to Mother Amma",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'It appears that Fioth and Iuvár were also working under the command of Galachán. As we suspected, Brágha Fellwinder was not the only one mixing fell magic with the corrupted sarrowstone crystals.\\n\\n'According to the journal, there are experiments taking place up and down Clovengap. We have found and defeated two of his underlings, but more yet remain. We must stop them before they are successful, [placeholder]!\\n\\n'An Angmarim named Mádath was tasked with corrupting the worms that have taken up residence in the northern end of Clovengap. Head there next friend, and let us hope that their efforts were in vain.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Angmarim sorcerers weave foul magic up and down the length of Clovengap. They must be stopped before they are able to create any more of their corrupted abominations.",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "Another paper fragment!",
      "es": ""
    },
    {
      "id": 184621157,
      "en": "The Angmarim priest can be found in north-eastern Clovengap.\\n\\nYou should find and defeat the priest who is working to corrupt the worms.",
      "es": ""
    }
  ]
}