{
  "id": 621044914,
  "txt": [
    {
      "id": "0x8e1fab2",
      "en": "The Last Bounty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'As you were burning the corpses, I was thinking of what to call the worm. A bit tricky, but I believe the name I've chosen fits well: Bothin, named after an old hunting partner of mine who was lazy to the bone. You've already shown more competence than he ever did, and I am not someone who is easily impressed!\\n\\n'Now, let's wait for Bothin to emerge. Make sure to keep its hide at least mostly intact; we'll want to hand that over to the Gabil'akkâ.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd6",
      "en": "More blood has been tracked further in",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b20",
      "en": "Orkish blood has been splattered on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011883",
      "en": "You should continue looking for signs of Bothin in Skrizagáf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011884",
      "en": "You have found a dead Orc in Skrizagáf.\\n\\nYou should examine the corpse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502900",
      "en": "Talk to Elta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'Heh, I was starting to wonder when I'd have to go in myself! No, no, I jest.\\n\\n'Though our partnership was brief, I could not have asked for a better hunting partner. You honour me, [placeholder]. Perhaps we'll meet again -- but now, it's time for me to retire!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b4",
      "en": "Elta has suggested to wait and see if Bothin will appear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "DNT - Find signs of TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "You should pretend to steal the Orc corpse and trick Bothin into emerging.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "Bothin has not appeared.\\n\\nYou should talk to Elta and come up with a different plan together.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Examine the Orc corpse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Wait with Elta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Finding the final creature on Elta's list might be trickier than it seems....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502909",
      "en": "Lure out and defeat Bothin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "You have defeated Bothin and obtained its hide.\\n\\nElta waits for you outside of Shataz-kordh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "A partially-eaten Orc lies on the ground",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011898",
      "en": "Elta has asked you to find Bothin alone.\\n\\nYou should venture into the cave Skrizagáf, on the eastern side of Shataz-kordh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf6",
      "en": "Time passes...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "The Orc's body has sustained large bite marks that could not have been inflicted by most of the worms here. This corpse must be what's encouraging Bothin to stay inside the cave.\\n\\nBothin hasn't made an appearance, but pretending to steal its food may enrage it into emerging.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc8",
      "en": "Bothin defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c8",
      "en": "'If we wait any longer, my beard will become whiter than it already is! Perhaps there are more Orc corpses in the worm-cave, Skrizagáf? You must've passed by its entrance by now -- it's on the eastern side of Shataz-kordh.\\n\\n'Entering the worm-cave Skrizagáf might be the only option. You'll have to go alone -- with these old bones, I'd be more of a burden than a boon, but I'm sure you can manage. Good hunting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Find more signs of Bothin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502919",
      "en": "Find signs of Bothin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e153",
      "en": "Talk to Elta near Shataz-kordh",
      "es": "",
      "es (fem)": ""
    }
  ]
}