{
  "id": 621044844,
  "txt": [
    {
      "id": 173025780,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 173025782,
      "en": "Talk to Shúkurz",
      "es": ""
    },
    {
      "id": 173025762,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 126687112,
      "en": "Náin has never been one for inaction, and Shúkurz deserves an apology.",
      "es": ""
    },
    {
      "id": 173025764,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970272,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621239,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621170,
      "en": "You have delivered Náin's apology to Shúkurz.",
      "es": ""
    },
    {
      "id": 148970275,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025561,
      "en": "TBD - <rgb=#00ff00>Whistle</rgb>",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "You have delivered Náin's apology to Shúkurz. An uncertain future stands in the way of Shúkurz and his people, but they may yet find peace.",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970277,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 190220549,
      "en": "'That Náin fellow apologized? To me? Strange times we're living in. It's not like I had much of a choice, agreeing to help you folks. But if he could find it in him to apologize, maybe there's something for us Orcs in the future other than war.\\n\\n'We'll be on our way soon enough. I wonder what's out there....'",
      "es": ""
    },
    {
      "id": 32481121,
      "en": "<rgb=#FF0000>You are too far!</rgb>",
      "es": ""
    },
    {
      "id": 149027506,
      "en": "To Tomorrow",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'There is one last thing I would ask of you. Years of bloodshed and bitterness may exist between our people, but I did not judge Shúkurz's character correctly. I would like to apologize, though I know my presence causes him undue stress. I would not approach him myself if he did not wish it.\\n\\n'Would you mind sending my apologies to him? Féli told me that Shúkurz and his party are hiding in an old home at the base of Buzra-salân in the north. I will not pretend such a small gesture will make things better, but it's a start.\\n\\n'You do not have to tell me his response; I trust that you'll honour my request.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621158,
      "en": "Náin has asked you to help him apologize to Shúkurz.\\n\\nShúkurz is preparing for the upcoming journey in an old home at the base of Buzra-salân, north of Aslíf.",
      "es": ""
    }
  ]
}