{
  "id": 621044802,
  "txt": [
    {
      "id": 159192667,
      "en": "'This way. The drakes said the giants' hold is on the other side of the mountain.'",
      "es": ""
    },
    {
      "id": 26059339,
      "en": "'Deal with these cretins for me, Ufmazat.'",
      "es": ""
    },
    {
      "id": 160241243,
      "en": "'The Frost-bound have come to parley, ice-giants.'",
      "es": ""
    },
    {
      "id": 199764625,
      "en": "'The tale of Storvâgûn reached even these high peaks.'",
      "es": ""
    },
    {
      "id": 105769044,
      "en": "'Giants? I followed behind the hobgoblins as closely as I could without being seen.'",
      "es": ""
    },
    {
      "id": 122183089,
      "en": "'Allow me to handle the diplomacy, Warlord.'",
      "es": ""
    },
    {
      "id": 190583553,
      "en": "'We have lived in these mountains for generations, hobgoblin. The drakes threaten our borders, and now you have come threatening us with war?'",
      "es": ""
    },
    {
      "id": 11379275,
      "en": "'Frost-bound, remove the Orcs from this area. Protect the ice-giants. By order of Warlord Dushtalbúk.'",
      "es": ""
    },
    {
      "id": 153949787,
      "en": "'Swear yourselves to Hrímil Frost-heart, and to ME, or be counted among our enemies.'",
      "es": ""
    },
    {
      "id": 199764545,
      "en": "'As you wish. This way.'",
      "es": ""
    },
    {
      "id": 136353275,
      "en": "'REMOVE them? By whose order?'",
      "es": ""
    },
    {
      "id": 173025495,
      "en": "Talk to Klúso",
      "es": ""
    },
    {
      "id": 146365873,
      "en": "'We ask to meet with your chieftain in peace to discuss these matters. The Angmarim offer power to their new friends. I can personally attest to that.'",
      "es": ""
    },
    {
      "id": 163386971,
      "en": "'War has come to Gundabad, and you must choose a side.'",
      "es": ""
    },
    {
      "id": 173025497,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 190583570,
      "en": "'Why bring these Angmarim with you? Their treacherous kind is not welcome here.'",
      "es": ""
    },
    {
      "id": 190583617,
      "en": "'Who approaches the gates of Thyrstáth?'",
      "es": ""
    },
    {
      "id": 116311539,
      "en": "'G-Gorgar the Ruthless!'",
      "es": ""
    },
    {
      "id": 169907707,
      "en": "'What now?!'",
      "es": ""
    },
    {
      "id": 6136395,
      "en": "'Rrgh. I am losing my patience-'",
      "es": ""
    },
    {
      "id": 115459571,
      "en": "'Wh-what?!'",
      "es": ""
    },
    {
      "id": 126686885,
      "en": "Scout Klúso has an interesting report to share: relations between the Orcs and hobgoblins may have finally reached a tipping point....",
      "es": ""
    },
    {
      "id": 22913611,
      "en": "'He has finally grown spine enough to oppose me? So be it.'",
      "es": ""
    },
    {
      "id": 116835827,
      "en": "'Stand aside, hobgoblins. We have come to remove the ice-giants from this area.'",
      "es": ""
    },
    {
      "id": 98427668,
      "en": "'The hobgoblins began to head inside, but then, I heard more Orc-stomping coming down the path!'",
      "es": ""
    },
    {
      "id": 184621344,
      "en": "Klúso is describing what he saw transpire between the hobgoblins and ice-giants.\\n\\nYou should listen to the conversation.",
      "es": ""
    },
    {
      "id": 63742893,
      "en": "'We wish only to live in peace and prosperity under the reign of the dragon.'",
      "es": ""
    },
    {
      "id": 184621400,
      "en": "Klúso is ready to describe what he saw earlier.\\n\\nYou should talk to Klúso.",
      "es": ""
    },
    {
      "id": 105375828,
      "en": "'I quickly hid, for I knew I would be unable to face the number of Orcs I was hearing by myself!'",
      "es": ""
    },
    {
      "id": 190220369,
      "en": "'It wasn't long after that the hobgoblins and Orcs started fighting. I think they're still fighting right now!'",
      "es": ""
    },
    {
      "id": 199764801,
      "en": "'War has come to Gundabad, indeed.'",
      "es": ""
    },
    {
      "id": 236954164,
      "en": "Instance: The Tipping Point",
      "es": ""
    },
    {
      "id": 190220326,
      "en": "'I was scouting near Bazan-medan, the gate to the Clovengap, when I heard the stomping of many heavy feet.'",
      "es": ""
    }
  ]
}