{
  "id": 620965310,
  "txt": [
    {
      "id": "0x624fe1",
      "en": "'Do you remember the beginning of our journey? It all began with a cookbook!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe69",
      "en": "'Every now and then I remember our time in Wildermore, and it gives me the shivers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe2",
      "en": "'I wonder if I could climb the Stocktower without any trouble now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe3",
      "en": "'I am glad I eventually learned to swim... but no need to use that skill for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe4",
      "en": "'I have not been the subject of a Myrtle Boggs petition lately. I hope she is well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe5",
      "en": "'It was not easy leaving the Shire, but I am glad I had the experience!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe6",
      "en": "'Prisca asked me to host more dinner parties. I think she really enjoyed it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe7",
      "en": "'Has Marigold been asking you about dragons? She seems very interested in them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe8",
      "en": "'I wonder what Tom Bombadil and Goldberry are up to these days?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe70",
      "en": "'Do you ever get the feeling that we might not have been talking to the same Bert Bartleby?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe9",
      "en": "'Do you remember our walk into the Barrow-downs? That was a spooky day!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe71",
      "en": "'I was most frightened on my journey when we encountered that wraith in Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe72",
      "en": "'It was good of Tanglemane to carry me away from that frightful wraith in Rohan. He is a smart pony!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe73",
      "en": "'I hope the Rohirrim are able to rebuild their homes. Seeing that land in war makes me sad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe74",
      "en": "'During the party, I gave Willem and his family the finest of meat pies so they would want to return often!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe75",
      "en": "'Do you think the Rothstone was really cursed? Theodore definitely thought so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe76",
      "en": "'I still can't believe we went into a dragon's lair, my friend. And we did it on purpose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe77",
      "en": "'The Welcoming Feasts of Maur Tulhau should come with a warning, especially for hobbits like me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe78",
      "en": "'Our friends from Maur Tulhau told me that they enjoyed the dinner party very much. I am so glad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe79",
      "en": "'I hope that Bloody Graham has good luck as a farmer. Maybe he should change his name, though.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe80",
      "en": "'Donnamira Took told me that my spelling and grammar are not very good. Very well? Oh, I don't know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe81",
      "en": "'Did you really deliver all those invitations by hand, my friend? You can be honest with me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe82",
      "en": "'I am so grateful to have met you, and to have shared in this delightful adventure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe40",
      "en": "'I was thinking about the Prancing Pony the other day when I drank a little too much ale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe41",
      "en": "'I remember meeting Theodore and Haley for the first time. I liked them at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe42",
      "en": "'One day we should ask Haley to write some more riddles. I could use the challenge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe43",
      "en": "'I wonder what Haley and Theodore are up to these days?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe44",
      "en": "'You do not truly appreciate sleeping in a feather bed until you have slept outside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe45",
      "en": "'I am so glad we helped Willem Whisker out of that trap in the Trollshaws!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe46",
      "en": "'It was a real pleasure to meet Bilbo in Rivendell. I hope he likes my book!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe47",
      "en": "'I hope my book will be exciting enough for Bilbo. I think it will be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe48",
      "en": "'I know now that Spalvi was a Dourhand, but I would have wanted to heal his injuries anyway!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe49",
      "en": "'When the Dourhands captured me, Spalvi was very kind and freed me quickly. He is a good dwarf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe50",
      "en": "'I meant to ask. How did you know dropping supplies down the hole would be safe?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe51",
      "en": "'You really dropped things down the hole on top of me? That was not just a joke?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe52",
      "en": "'Spalvi told me that you and W.W. spent a long time looking for me when I was lost. Thank you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe53",
      "en": "'I think Spalvi is much more a Stout-heart than a Dourhand now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe54",
      "en": "'Spalvi told me about the Rothstone afterwards. I did not know he had it when he freed me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe55",
      "en": "'Theodore told me about his adventures in Eregion. I am sad I missed that land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe56",
      "en": "'I still can't believe I forgot everything when I fell beneath the mountains. Most peculiar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe57",
      "en": "'I was always a very slow and methodical reader, but I have been getting faster!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe58",
      "en": "'Ketill showed me some of his maps, but I did not recognize them. It was embarrassing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe59",
      "en": "'I never did read all those Elvish books in Lothlórien. I hope Galadriel was not offended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe60",
      "en": "'Even today I shiver when I remember our stay in the Haunted Inn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe61",
      "en": "'I know Adolinda says she deserved her curse, but still I feel bad for her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe62",
      "en": "'Do you remember when it seemed everyone wanted me to eat spider legs? That was not funny!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe63",
      "en": "'It was nice of Maervadhor to come all this way for my party. He brought me a gift of ink!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe64",
      "en": "'Langhár told me that she is still being courted by Sabert. She seemed unsure what to think about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe65",
      "en": "'Do you remember when we drove the Easterlings from Stangard? I played a pivotal role, as I remember!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe66",
      "en": "'I still think we could have walked across Rohan, but I am glad to have met Tanglemane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe67",
      "en": "'I remember meeting Tanglemane for the first time. What a good boy he was, and is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x624fe68",
      "en": "'Egwylf told me that the Blood Eye Cult seems to have been dealt with. That is a relief!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}