{
  "id": 620965294,
  "txt": [
    {
      "id": "0xeb01150",
      "en": "DNT found the artifact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1167",
      "en": "You have found the rival captain's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'You must go with Gondrad and see the ransom paid. Tarry not. I have much work to do, and would dwell on what may become of my sons no more than I must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "To ensure the return of her sons, Glánhar requires Jarl Akhiz's brooch to complete the ransom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'Another chance to lose my head. What a fine day this is turning out to be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Now that you have the stolen brooch, you should bring it to Gondrad, who waits near the camp in the Firien Wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "The Ransomer's Rival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'This cunning wolf has named his price and I fear it must be paid. I ask the two of you to take this gold and to fetch the stolen trinket, and see if you can indeed buy back my sons from these men.\\n\\n'It did not escape me that he first offered three sons for ransom and now counts but two. Yet I will not dwell on it. There is no time for grief or fruitless worry, now. We must act. \\n\\n'But I beseech you both - show caution! You are treating with scoundrels and must be cunning yourselves - and cautious, beside. I would give much to see my sons alive before me, but your lives are not among the things that I would give.\\n\\n'Now go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Meet Gondrad near the rival captain's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'That is the camp there, just as he told us it would be. You go on and steal back his brooch. I will remain here, doing my best to keep my head attached to my shoulders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "The rival Jarl's camp is near the Firien Wood, west of Ost Rimmon.\\n\\nSearch for the stolen brooch among the camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Find the rival Jarl's camp near the Firien Wood, in the western Beacon Hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Found the stolen brooch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Find the stolen brooch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Found the stolen brooch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "Searched the chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'Those look very much like the men who assailed us before the meeting, do they not? I wonder if they will like you rifling through their things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Gondrad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Why, there it is. And you don't look terribly bruised or bloodied, for all that. Things are going well for us so far, aren't they? It's how I know our luck must be about to turn.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}