{
  "id": 620965292,
  "txt": [
    {
      "id": "0x8e1faf0",
      "en": "A Perilous Parley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "The the meeting-spot is south-east of Calenhad, on the bank above the river.\\n\\nTalk to the Variag Captain and learn what he wants for the lives of Glánhar's sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "DNT talk to the shepherd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01173",
      "en": "Lady Glánhar stand at the centre of Ost Rimmon.\\n\\nYou should return to Lady Glánhar with the Jarl Akhiz's demands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Return to Glánhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Find Gondrad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1146",
      "en": "DNT Time to move on and look for this captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "DNT you hear noises. an ambush!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a0",
      "en": "'I can make neither head nor tail of what this tatter-tongued shepherd is trying to say. There is a bad man it seems, and a message, and I can get no more. I wonder, is he speaking in the tongue of sheep or of men? \\n\\n'Bah! It might be Dwarvish, for all I know. Why don't you try and see if you can get anything out of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "'I can make neither head nor tail of what this tatter-tongued shepherd is trying to say. There is a bad man it seems, and a message, and I can get no more. I wonder, is he speaking in the tongue of sheep or of men? \\n\\n'Bah! And what manner of thing are you? Do you speak sheep, by any chance? Why don't you try and see if you can get anything out of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a2",
      "en": "'Go on. See if you can get anything out of the tatter-tongued wretch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to the shepherd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "'You - you must tell her the message - that the bad man bade her to meet on the eastern slope of Calenhad, above the river, and that he holds the lives of her sons in his hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a4",
      "en": "'Once you have found that good-for-naught Gondrad, return to me and we will devise a plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "You hear a rustling. Ambushers jump out of cover!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a5",
      "en": "'You told her? You are braver than I, [placeholder] - or you do not fear the Lady's ire as I do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Talk to Lady Glánhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "A troubling message comes to Lady Glánhar of Ost Rimmon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'There you are. Mark my words - this will not go well for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "DNT ... in stumbling starts and stops, the shepherd explains that hte variag captain claimed to have intercepted her husband and sons, taken hostages, and wants her to meet him to talk ransom. 'well, glanhar says. I see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1155",
      "en": "DNT Time to move on and look for this captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a8",
      "en": "'You give the report. The less I speak, the less new trouble I can get myself into!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "DNT I see. Well I certainly can't go. Where is that worthless squire? Why don't you go find him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "A Variag captain stands waiting for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Ah - you've found me! Wait a moment, who are you?\\n\\n'No matter. You have clearly come from beyond these walls and this bodes doubly ill for me. First, because if you came from out there, then Lady Glánhar will deem it safe enough to send me out there. And second, because she has surely sent you here to summon me for just that cause. Unless she merely wishes to whip me with another thirty lashes of her tongue!  Oh, I deserve the lashings well enough. But even a guilty hound will hide his snout from his mistress' wrath.\\n\\n'Well, there is no escaping it! Let us go and hear my Lady's command.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Talk to the Variag Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Defeat the ambushers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be6",
      "en": "There is nobody here. This must not be the meeting place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "DNT no, this is not the place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502923",
      "en": "Defeat the ambushers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf090621",
      "en": "'Yes, yes, say it already. What was the message?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf090622",
      "en": "'Try once more and CALMLY tell me what this man said!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'I can make neither head nor tail of what this tatter-tongued shepherd is trying to say. There is a bad man it seems, and a message, and I can get no more. I wonder, is he speaking in the tongue of sheep or of men? \\n\\n'Bah! Why don't you try and see if you can get anything out of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'A m-m-message the bad man b-b-bade me bear to Lady Glánhar. Only every time I think of- of- of what I've got to say to her, my heart quails and my tongue stumbles and right full tumbles over itself.'\\n\\nHe takes a breath and continues.\\n\\n'I was standing in the shade of a tree talking to one of my sheep, when I looked up and there they were, all about me, fearsome swords in hand. And then the bad man fixed me with his eye and spoke.\\n\\n'He holds the lives of three sons of this place in his hand, he said, and for a sum of gold he might let them slip through his fingers. He bade the keeper of this place - Lady Glánhar he must have meant - to meet him upon the eastern slope of Calenhad, above the river.\\n\\n'I beg you, [placeholder], to say it to the Lady here for I cannot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "The shepherd and Lady Glánhar stand at the centre of Ost Rimmon.\\n\\nLady Glánhar cannot make out what the flustered shepherd is trying to tell her. You should speak to him yourself and see if you can get anything out of him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "Glánhar's shrewd eyes go wide.\\n\\n'What? My four sons and husband went to war after the last beacon. Unless - but he holds only three sons? What can it then mean...?'\\n\\nHer face grows very sober.\\n\\n'I see. If this ransomer said not my name but only 'The Keeper of Ost Rimmon', then I shall play the prudent course and send another in my stead. \\n\\n'Now, where is that blasted fool Gondrad? Hoping to weather my wrath, it seems. Will you find the rascal for me? He is skulking somewhere in Ost Rimmon, I am sure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Meet the ransomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to Lady Glánhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "The shepherd and Lady Glánhar stand at the centre of Ost Rimmon.\\n\\nYou should tell the shepherd's message to Lady Glánhar: that she is to meet the captor on the eastern slope of Calenhad to bargain for the lives of her three sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "DNT defend yourself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Go on to meet the ransomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbb29e1",
      "en": "'He bade me tell you - the bad man bade me tell - oh, but my beating heart!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbb29e2",
      "en": "'What a fearsome sword he held, and he said - the bad man said  deliver this - and oh, what a fearsome eye, too, that he fixed me with!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'Am I to believe that one of you is the keeper of Ost Rimmon? You are what, a fool of a stable hand and a hired guard? You must think Jarl Akhiz dull indeed!'\\n\\nAkhiz lets out a savage chuckle.\\n\\n'You drew the short straw, did you not, stable hand? Ha ha! But this guard looks to be of some mettle. \\n\\n'Well, no matter. I hold two sons of the Lord of Ost Rimmon. In exchange for their lives, I demand two things: their worth in gold and, because I think you, [placeholder], can win it for me, a brooch that was stolen from me by a rival Jarl of the Variags. You will find his camp to the north-west, near the Firien Wood. He'll have it in some chest or another there, I am sure.\\n\\n'When you have these things, you will bring them to me in the cellar in Bâr Nadhron. Now go, else I raise my price again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "DNT talk to the shepherd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "DNT talk to Glanhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56864",
      "en": "Lady Glánhar listens to your account of the meeting.\\n\\n'So it is a cunning wolf we are dealing with, then. Hm! Gondrad, I am not done with you, don't go creeping off. I must think a moment. What does this man stand to lose? To gain? What does he know that he has not said?'\\n\\nShe falls silent with a frown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Lady Glánhar asked you to find Gondrad, who should be found somewhere within Ost Rimmon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Go to the meeting-spot, south-east of Calenhad, on the bank above the river Sírnarthan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d0",
      "en": "'There is nothing for it. We must go see what Lady Glánhar wants. No good will come of it for you - or especially for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56811",
      "en": "'If you would be of aid to Ost Rimmon, then go with Gondrad to meet this ransomer and see he that he returns to me here in one piece.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "'Do you see? It is just as I said. \\n\\n'I would rejoice that my Lady does not wish to see me dead, but I know well enough that longer life means more time to punish me for my failings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "DNT keep looking, I'll be right behind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56813",
      "en": "'If you ask me, this fellow would cut your head off quicker than ask your name. Would and could!\\n\\n'Well, let's see what he's got to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'Why look here, I still have my head on my shoulders! We didn't pull much wool over his eyes, did we, though?\\n\\n'Still, we must count ourselves lucky. Now let us get going rather than test our luck any further!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'You will bring the gold and the brooch to me in the cellar in Bâr Nadhron, and in exchange I shall release the two brothers.\\n\\n'What? The fool shepherd said three? The count has changed. Go now, or I shall grow angry.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01106",
      "en": "Lady Glánhar stands at the centre of Ost Rimmon.\\n\\nYou should go with Gondrad and learn what Lady Glánhar wishes to do about the ransomer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'Ah, there you are. Gondrad, you craven rascal, listen to me.\\n\\n'I have received grim tidings that my sons and perhaps your Lord never reached Minas Tirith, but were waylaid by some enemy captain or highwayman on the way. As you should rightfully have been with them, I am sending you to treat with the ransomer.\\n\\n'[placeholder], I ask this of you: go with Gondrad and keep him safe. He has much to answer for, but I deem a foolish death to be insufficient punishment and a general waste of penance. I have no one more capable of keeping him safe, I am afraid, and must rely on you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'I can make neither head nor tail of what this tatter-tongued shepherd is trying to say. There is a bad man it seems, and a message, and I can get no more. I wonder, is he speaking in the tongue of sheep or of men? \\n\\n'Bah! Why don't you try and see if you can get anything out of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "Ambushers have jumped out of concealment on the way to meeting the ransomer. Defend yourself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Continue looking for the meeting-spot, south-east of Calenhad, on the bank above the river.",
      "es": "",
      "es (fem)": ""
    }
  ]
}