{
  "id": 620965296,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "You recount all that you saw to Gondrad and his face slowly twists into a frown.\\n\\n'I see two reasons to be perfectly miserable, [placeholder]. First and foremost is that these men are truly as numerous, ruthless, and fell as we had feared. And secondly - you found no better reason to turn back and go home without completing the deal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "The sheer number of arrows and corpses tell a tale of capture by brutal force",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "You have the ransom Jarl Akhiz demanded for two of Lady Glánhar's sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'There is no way out of this, I am afraid. We must march right up to the camp and deliver the ransom... and if we are lucky, walk out with our hides!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Return to Gondrad just outside the camp at Bâr Nadhron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Meet Gondrad before Jarl Akhiz's camp at Bâr Nadhron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "A Look Before the Leap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'We have both parts of the ransom now, so I suppose we must press on. To Bâr Nadhron, [placeholder], though I have an ill feeling about this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Meet Gondrad at Bâr Nadhron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Explore the various entrances of Jarl Akhiz's camp in Bâr Nadhron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Look at that! This Jarl could certainly take Ost Rimmon. I wonder if he knows it?\\n\\n'Now, I have been pondering what Lady Glánhar said about caution. Call me coward and cuff me on the ear, but I would scout around the edges of the camp and see what may be seen, if I were you.\\n\\n'As for myself, this is as close I have courage to go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Explore each entrance of the camp ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "The manor of Bâr Nadhron looms above, ruined. The cellar likely lies beneath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Bâr Nadhron has been burnt, and no doubt pillaged, ruthlessly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "In short time, the Variags have erected palisades and watch-towers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "The Variag camp is fully manned and armed - and well-guarded",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'Lady Glánhar bade us to use caution and wit. If stealthily scouting out their camp is not caution, then I am a hapless fool. Well, most likely, I am a hapless fool all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Return to Gondrad",
      "es": "",
      "es (fem)": ""
    }
  ]
}