{
  "id": 620965304,
  "txt": [
    {
      "id": 162883655,
      "en": "'Find me lomthond near the Falls of the Rauros, a good walking stick, and some sustaining lizard-meat, and I think I shall be up for the journey, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "Return to Malhar with the things you gathered, on the hill in the eastern part of Mouths of Entwash.",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Malhar is ready to leave the marshland, but first he must regain his strength before he can leave.",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Lomthond can be found near the Falls of Rauros, sticks among the nearby trees, and lizards can be found throughout the Mouths of Entwash.\\n\\nBring Malhar some lomthond, a walking stick, and some lizard-meat so that he has the strength to make the trek back out of the marshland.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "You recount the details of the ransom meeting and explain that Togbor sent you in search of him.\\n\\n'Then I beg your forgiveness. My escape has caused you more trouble than if I had stayed put. I am afraid I must be more trouble to you yet, for I do not have the strength to make it back from here.\\n\\n'But I believe I will, if you could bring me several things. I need a herb named lomthond, or wearywort to the shepherds, which can be found near to the Falls of Rauros and has properties that can ease the pain and grant me some vigour. I must eat, too. Of all the things in this place, the meat of the small lizards found about is most edible. And even with these in my stomach, bolstering my strength, I think I shall need a good stick to lean on. Perhaps there is one lying under one of these trees.'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Gather lomthond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Back on One's Feet",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Gather lizard-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Gathered lomthond ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Find a walking stick",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "Gathered lizard-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Found a walking stick",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "DNT return to son 3",
      "es": ""
    },
    {
      "id": 162883651,
      "en": "DNT okay, I think I'm ready to head off now",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Return to Malhar",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'You have gathered it all! You are a fine [placeholder] to be lost in a marsh with, do you know that? Now give me a moment to gather myself up and then I shall be ready to go.'",
      "es": ""
    }
  ]
}