{
  "id": 620827180,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found Ânghumu-ru -- hopefully Feggi's outpost is near!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found the gates of Ânghumu-ru",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Left the gates of Ânghumu-ru",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Unbeknownst to the dwarves, the Ghâsh-hai have sent reinforcements to bolster the Orc camps. Hopefully it is not too late to warn the dwarves.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Looking around you see signs of Mazog's influence",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Found the gates of Durin's Court",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Left the gates of Durin's Court",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Please make for Ânghumu-ru at once and warn Feggi and his dwarves about the danger. Hopefully it is not too late.\\n\\n'Ânghumu-ru is south-west of Anazârmekhem. Be careful out there! The roads are dangerous.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ânghumu-ru is located to the south-west of Anazârmekhem.\\n\\nYou should travel towards Ânghumu-ru and search for Feggi there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank goodness! I was afraid we would meet our ends here, caught like rats in a trap.\\n\\n'You were sent to warn us of the reinforcements, were you? Alas! We found that out on our own. Nonetheless, I am thankful you arrived when you did. It might not be too late to warn Gúthi!'\\n",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Feggi and his dwarves can likely be found in western Ânghumu-ru.\\n\\nYou should search for Feggi and his dwarves.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must discover why the Ghâsh-hai are helping their Orc brethren.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you so much. I'm afraid we might have been pinned in here until we couldn't fight any longer if you hadn't shown up.\\n\\n'So you were sent to warn us of the reinforcements, were you? That must mean the Ghâsh-hai have bolstered the Orc forces at all of the forges. We must alert the others. It might not be too late to warn Guthi. \\n\\n'Head to Hurmulkezer and alert Guthi before it's too late.'\\n\\n",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Head towards Ânghumu-ru",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search for Feggi at Ânghumu-ru",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Look around for anything of interest",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find the gates of Durin's Court",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Deepest Depths",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Hysing in Anazârmekhem",
      "es": ""
    }
  ]
}