{
  "id": 620827116,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Ghost-forge remains haunted!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastarr knows of a forge where you may craft the heart of the qualities you seek, but the dwarves believe that it may be haunted by evil spectres of some sort.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a forge I know of which may be used to craft the beginnings of the qualities you seek to bestow upon your weapon. Something evil and accursed has crept into the ancient forge, however, and I deem it too dangerous now to go there.\\n\\n'However, you should not even consider looking for it if you haven't an infused sapphire. Such a stone is necessary to capture the power needed to imbue your weapon. If you can manage to find an infused sapphire, I will tell you the way to the forge....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastarr has asked you to bring him an infused sapphire with which the qualities you desire may be bestowed upon your weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! So you have found an infused sapphire. This stone will do nicely, but once I have prepared it, you will need to take it to the ancient forge to complete the process.\\n\\n'Let me know when you are ready, and I will tell you the way....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fastarr can be found at the Dolven-view camp in Moria.\\n\\nFastarr has bidden you to speak with him when you are ready to seek out the forge, but warns you that some unnatural force appears to have taken control of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Fastarr can be found at the Dolven-view camp in Moria.\\n\\nYou should return to Fastarr to complete the enhancement of your weapon.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take care, [placeholder]. I know not what lies within the forges of our forefathers, but any who have dared approach the doors have spoken of a sense of unsettling dread from within. If you are ready, then steel your heart against evil and set forth.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You will need to bring me an infused sapphire before we can begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My thanks to you for clearing out that accursed forge. I wonder what it is the wraiths of Mordor hoped to craft in those halls?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Well fought, [placeholder]! I know not what the wraith-slaves of Mordor have in mind claiming our forebears' forges for their evil crafts, but it is well that their task has failed.\\n\\n'Now hand that empowered sapphire here and I'll see what needs to be done yet to bestow the qualities you seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Were you not able to empower the stone? Without an empowered sapphire, I cannot help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring an infused sapphire to Fastarr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fastarr to travel to the Ghost-forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the empowered sapphire to Fastarr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ghost-forge",
      "es": "",
      "es (fem)": ""
    }
  ]
}