{
  "id": 621019107,
  "txt": [
    {
      "id": 162883717,
      "en": "'This is what happens when I open my doors to a Wizard, [placeholder]! \\qThere will only be two of us,\\q you told me. And then there were more, and more, and more! Now an Elf-lord and his household have taken up residence at my humble home!\\n\\n'What? Do I wish to attend the wedding of the Elf-maiden and the King of Gondor? Bah! Do you think an invitation will remedy these irritations and inconveniences? They might have consulted with me before their arrival! The Wizard has already given up on entertaining his friends! He has gone inside again. Follow him and convey my displeasure, [placeholder].\\n\\n'Attend the wedding? Bah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 10.7: The Arrival of the Wise",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Speak to the company and learn how they fared during their passage of the mountains; I trust they encountered no problems. Few creatures in this Middle-earth would dare to trouble either Elrond or Glorfindel when apart, and when together only the most fool-hardy would think of it.\\n\\n'But there have always been fools in service of the Enemy.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, [placeholder], it is good to see you outside the confines of my library, for ever it seemed I found you there.\\n\\n'My daughter journeys to Minas Tirith for her wedding to Aragorn Elessar, King of Gondor, and I have brought such of my household as desired to attend her. We found the High Pass clear and the passage of the mountains much easier than it has been at times in the past; it is a balm of the heart for me to find it so.\\n\\n'We will stay awhile at the Beorninghús. Gandalf has assured me my household will be welcome, and that you will speak to Grimbeorn, the Lord of the Beornings, on our behalf.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'The mountain passes have not always been as safe as we found them on this journey. Indeed, they have been a source of grief for Elrond and his daughter, for it was in the Misty Mountains that Celebrían, Arwen's mother, was captured by the Orcs.\\n\\n'That is a sad story and I will not speak more of it now, but I know in my heart that while Arwen is full of joy at the wedding that will come at journey's end, this land holds much sorrow for her. With an abundance of caution I chose to safe-guard the company as they travelled, and I am pleased to report the passage was without incident. After a short rest we will continue on to Lothlórien, but I am confident we should have little to fear before we reach the safety of the Wood.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I have never seen the home of the Beornings, [placeholder], but it seems most lovely. The beauty of the flower-fields and the buzzing of the bee-pastures are quite different than the sights and sounds of Imladris and Lórien.\\n\\n'We will stay here for a short time before continuing on to Lothlórien, where we will meet up with my brothers. Then we will continue on to Gondor and the White City, and by midsummer we will toll the wedding-bells throughout the kingdom. I hope you will attend my wedding, [placeholder], for I understand you have been a help to all of Middle-earth and to my betrothed, and it is his dear wish that you be there with us.\\n\\n'Will you also ask the Lord of the Beornings to attend? It is very kind of him to offer his hospitality to my father's household while we stay here a time.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Speak to the company and learn how they fared during their passage of the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is what happens when I open my doors to a Wizard and his companion, [placeholder]! \\qThere will only be two of us,\\q you told me. And then there were more, and more, and more! Now an Elf-lord and his household have taken up residence at my humble home!\\n\\n'What? Do I wish to attend the wedding of the Elf-maiden and the King of Gondor? Bah! Do you think an invitation will remedy these irritations and inconveniences? They might have consulted with me before their arrival! The Wizard has already given up on entertaining his friends! He has gone inside again. Follow him and convey my displeasure, [placeholder].\\n\\n'Attend the wedding? Bah!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Grimbeorn is displeased with the arrival of Elrond and his household? He is free to tell them they are not welcome, but the Lord of the Beornings surely knows better than to risk the ire of an Elf-lord, let alone several. It is to be hoped he knows not to risk the ire of an Elf-maid planning for her wedding, for that way may lie his truest danger!\\n\\n'But I will return now to the study of the Black Book of Mordor. I will let you know when I have discovered anything further.'\\n\\n<rgb=#00FF00>The Black Book of Mordor continues in a future update!</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Elrond and some of his household have made the journey across the Misty Mountains in preparation for his daughter's wedding.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Gandalf has gone back inside the Beorninghús to study the Black Book of Mordor.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Elrond, Arwen, and Glorfindel have come to the Beorninghús on their journey to Gondor.",
      "es": ""
    },
    {
      "id": 29621301,
      "en": "Arwen",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Grimbeorn is waiting to speak with you about the many new arrivals at his home.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Elrond at the Beorninghús",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Glorfindel at the Beorninghús",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Arwen at the Beorninghús",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Gandalf inside the Beorninghús",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Ah, [placeholder], it is good to see you outside the confines of my library, for ever it seemed I found you there.\\n\\n'My daughter journeys to Minas Tirith for her wedding to Aragorn Elessar, King of Gondor, and I have brought such of my household as desired to attend her. We found the High Pass clear and the passage of the mountains much easier than it has been at times in the past; it is a balm of the heart for me to find it so.\\n\\n'We will stay awhile at the Beorninghús of your people. Gandalf has assured me my household will be welcome, and that you will speak to Grimbeorn on our behalf. He is your kin and will surely hear you.'",
      "es": ""
    },
    {
      "id": 240470325,
      "en": "Glorfindel",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I have never seen the home of your people, [placeholder], but it seems most lovely. The beauty of your flower-fields and the buzzing of your bee-pastures are quite different than the sights and sounds of Imladris and Lórien.\\n\\n'We will stay here for a short time before continuing on to Lothlórien, where we will meet up with my brothers. Then we will continue on to Gondor and the White City, and by midsummer we will toll the wedding-bells throughout the kingdom. I hope you will attend my wedding, [placeholder], for I understand you have been a help to all of Middle-earth and to my betrothed, and it is his dear wish that you be there with us.\\n\\n'Will you also ask the Lord of the Beornings to attend? It is very kind of him to offer his hospitality to my father's household while we stay here a time.'",
      "es": ""
    },
    {
      "id": 182743093,
      "en": "Elrond",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Gandalf has assured me my household will be welcome, and that you will speak to Grimbeorn, the Lord of the Beornings, on our behalf.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'The Wizard has already given up on entertaining his friends! He has gone inside again. Follow him and convey my displeasure, [placeholder].'",
      "es": ""
    }
  ]
}