{
  "id": 621019112,
  "txt": [
    {
      "id": 228284039,
      "en": "'This tale you weave is of great interest to me, [placeholder], but I am afraid I can provide little insight that Gandalf does not already possess. Save this, perhaps: shades linger most often in furtherance of an oath they swore in life. For a shade of such hatred to remain in this world may indicate that it served some terrible power. The Enemy is gone, but the things He set in motion may not yet have dissipated.\\n\\n'Whether there be one shade or two at work in the Vales of Anduin, I advise you exercise caution. Whatever may be the truth of it, stories can change over the years; who can say what the original kernel may have been? Vagári the Wanderer may mean no harm to Woodmen or to Beornings, or to those who travel in their lands, but remember that even in the original story, Marhairu Winter-hair was taken from his home for a year, and returned greatly changed. Ill intent or no, his life was altered by that encounter, and I should judge not for the better.\\n\\n'I miss my library, [placeholder]. If only I had access to my books, I might say more! But this will have to do. Return to Gandalf and tell him this: I know what the Wizard believes Vagári the Wanderer to be, and I caution him that it may not be so. Beware!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gandalf is inside the Beorninghús, studying the Black Book of Mordor.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Elrond is outside the Beorninghús.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Gandalf inside the Beorninghús and tell him of Badwila's frightening encounter",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I accept Master Elrond's warning, but it does not dissuade me from wishing to learn more about Vagári the Wanderer, and neither should it discourage you!\\n\\n'I told you I encountered this shade long ago, and it is true. I walked these lands for many years, watching the trials of Men and Elves and lending my aid whenever I deemed it necessary. It was some time after the Battle of Parth Celebrant and the departure of the Éothéod that I walked by the side of the Anduin, pondering who would now defend the Woodmen against the ravages of the Orcs of the Misty Mountains. Then it was that I saw this very shade.\\n\\n'I would have let it be, [placeholder], had it not spoken. But it called me by a curious name, a name I had never heard before, and it drew me on. I pursued the shade into the swamp, and even from so great a distance I could feel the intense aura of its hatred. This spirit should not have been, and I knew that in the Éothéod's absence, such a hateful presence would endanger the Woodmen.\\n\\n'I cast a spell of banishment upon the shade, and it vanished. I believed it had been gone for good, but now it has returned. I know not why.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Gandalf is inside the Beorninghús.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Elrond outside the Beorninghús",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Gandalf inside the Beorninghús",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I said the shade reminded me of the tales of Vagári the Wanderer, and it does, save one difference. As it approached I felt an overwhelming sensation of hatred, not just for the Orcs but for all living things, and it spoke without breath. It slew every Orc, chanting in its terrible voice, and I feared it would slay me as well were it to pay me any heed. But I feigned death and it did not notice me. Had it done so this Orc-wound would be the least of my troubles, and you would have only a corpse to bear back to my father!\\n\\n'The words it spoke were not addressed to me, nor I think to the Orcs, but as it set about dispatching its foes it muttered these words without breath: \\qson-of-no-blood,\\q it said, \\qson-of-no-blood,\\q over and over. I am chilled to remember it!\\n\\n'The tales my people tell of Vagári the Wanderer are different. That shade seemed to pose no ill will toward Marhairu Winterhair, and his account contained no report of such malicious intent or frightening chant. What can it mean, [placeholder]? I think my leg is well-enough to carry me home now, but the memory of this encounter will haunt me until the end of my days! Will I become as Marhairu Winterhair did, scorned by my people? But I know what I saw, and I know it is true!'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I believe I chanced upon this very shade during my travels, long ago, and thought it gone, never to return. I will tell you of that encounter, but first I ask that you go outside and speak with Elrond. I would like to know what he thinks of Badwila's story, for he is counted highly among the Wise and I greatly value his opinion and the reach of his knowledge.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Whether there be one shade or two at work in the Vales of Anduin, I advise you exercise caution. Whatever may be the truth of it, stories can change over the years; who can say what the original kernel may have been? Vagári the Wanderer may mean no harm to Woodmen or to Beornings, or to those who travel in their lands, but remember that even in the original story, Marhairu Winter-hair was taken from his home for a year, and returned greatly changed.\\n\\n'I miss my library, [placeholder]. If only I had access to my books, I might say more! But this will have to do. Return to Gandalf and tell him this: I know what the Wizard believes Vagári the Wanderer to be, and I caution him that it may not be so. Beware!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Badwila had a frightening experience in the Gladden Fields, and he related to you that something about the shade he encountered seemed different than Marhairu Winter-hair's encounter with Vagári the Wanderer.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It was a man, or so it must have been in life. It put me in mind of the tales my people tell of Vagári the Wanderer, the spectre that stalks the vales; do you know the story? It is said he appears in the mist from time to time, but few have seen him with certainty and none have gotten near enough to hear him speak. Marhairu Winter-hair of the Northmen followed Vagári for a time, but he was missing for a year and when he returned he remembered little of the experience.'\\n\\nBadwila frowns at you and tests his injured leg.\\n\\n'Nay, it is not just this Orc-wound that troubles me, [placeholder]. I said the shade reminded me of the tales of Vagári the Wanderer, and it does, save one difference. As it approached I felt an overwhelming sensation of hatred, not just for the Orcs but for all living things, and it spoke without breath. It slew every Orc, chanting in its terrible voice, and I feared it would slay me as well were it to pay me any heed. But I feigned death and it did not notice me. Had it done so this Orc-wound would be the least of my troubles, and you would have only a corpse to bear back to my father!\\n\\n'The words it spoke were not addressed to me, nor I think to the Orcs, but as it set about dispatching its foes it muttered these words without breath: \\qson-of-no-blood,\\q it said, \\qson-of-no-blood,\\q over and over. I am chilled to remember it!\\n\\n'The tales my people tell of Vagári the Wanderer are different. That shade seemed to pose no ill will toward Marhairu Winter-hair, and his account contained no report of such malicious intent or frightening chant. What can it mean, [placeholder]? I think my leg is well-enough to carry me home now, but the memory of this encounter will haunt me until the end of my days! Will I become as Marhairu Winter-hair did, scorned by my people? But I know what I saw, and I know it is true!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Have you learned more about the darkness that has settled upon the vales, [placeholder]?'\\n\\nYou recount to Gandalf the tale of Badwila the Hunter and his encounter with the hate-filled shade. Gandalf frowns.\\n\\n'I cannot tell what you think of this story, [placeholder]. Is it your belief or Badwila's that this shade he encountered is the same as that encountered by Marhairu Winter-hair, the spirit called Vagári by the Woodmen? The Gladden Fields have seen much death and tragedy over the years, and the Woodmen have long reported mysterious lights and unsettling voices in the marshes. It would not surprise me to learn that this is a second shade, as filled with rage as the first seemed benign. The aura of hatred that Badwila described reminds me of the dread that accompanied Sauron's most powerful servants: the Nazgûl.\\n\\n'But Sauron is gone, and the Nazgûl with him. This spectre must be something else, and indeed let us be thankful for that! In point of fact, I believe I chanced upon this very shade during my travels, long ago, and thought it gone, never to return. I will tell you of that encounter, but first I ask that you go outside and speak with Master Elrond. I would like to know what he thinks of Badwila's story, for he is counted highly among the Wise and I greatly value his opinion and the reach of his knowledge.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shades in the Swamp: Vágari The Wanderer",
      "es": ""
    }
  ]
}