{
  "id": 621019110,
  "txt": [
    {
      "id": 162883764,
      "en": "'Do you think you could look for my son? We heard tell of shades and coloured lights among the pools, and while I forbade him from seeking them he may have been drawn in that direction after escaping from the Orcs! Please, [placeholder], there is no one else to whom I can turn!'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Do you think you could look for my son? We heard tell of shades and coloured lights among the pools, and while I forbade him from seeking them he may have been drawn in that direction after escaping from the Orcs! Please, [placeholder], there is no one else to whom I can turn!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shades in the Swamp: Ghostly Figures",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat shades on the Gladden Fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Ah, [placeholder]. You should speak to Eurik. He and his son went hunting to fill the larders of Hultvís... but only Eurik returned.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Badwila among the Orc corpses",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The Woodmen live nigh to the Gladden Fields, and if some evil has stirred up the shades there they will be among the first affected. I did not fight to defend them so recently at the Old Ford for them to succumb to a new danger so soon afterward, [placeholder]! Go to Hultvís at Woodsedge and find someone who might know what has happened to disturb shades and spirits formerly at rest.\\n\\n'One of their hunters may best know, [placeholder]. Speak with one of them.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'[placeholder]! Can it be? In my heart I hoped you would return, but I feared to send word, and in any event I did not know how to reach you. But for you to arrive at this moment... I dared not hope for it, even at my lowest point!\\n\\n'My son Badwila is a hunter, as I am, [placeholder]. We were hunting on the west bank of the river, not far from Avabárg, when we were surprised by a party of Orcs. That is not unusual in these dark days, and as is our custom we split up in order to frustrate their pursuit. Badwila knows to return to Hultvís when it is safe, but I have not yet seen him!\\n\\n'Do you think you could look for my son? It may be that the Orcs of Avabárg proved too wily for him to escape, and he may be held in their fort on the island! Slay the Orcs there, and if you still do not see sign of him proceed further south into the Gladden Fields. We heard tell of shades and coloured lights among the pools, and while I forbade him from seeking them he may have been drawn in that direction after escaping from the Orcs! Please, [placeholder], there is no one else to whom I can turn!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Look for Badwila in the north-west of the Gladden Fields",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "What is that noise?",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Are you... are you a friend?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Grimbeorn has tasked you with investigating the increased presence of ghostly figures within the Gladden Fields, for his neighbours among the Woodmen may be threatened by these apparitions.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Did my father... send you to me...? We were separated... and I could not get back to the village. I think the Orcs were trying... to take me alive. That is the only... the only reason I still live!'\\n\\nBadwila pauses to catch his breath, but when he speaks again his voice is still full of fear and his face is pale.\\n\\n'Look what the Orcs got for their trouble! Death! Death came for them! It was a terrifying spirit, a shade of evil countenance! It descended upon them and killed them all! It is a wonder it did not kill me too!'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Defeated Orcs at Avabárg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "You have found Eurik's son Badwila. He has been injured, but he is surrounded by the corpses of Orcs much less fortunate than he.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Eurik asked you to defeat the Orcs he encountered at Avabárg while you search for his son.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "One of the hunters from the village of Hultvís may know what has disturbed the shades in the Gladden Fields.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You hear a faint voice calling from the north-western reaches of the Gladden Fields!",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Eurik believed that you might find his son among the shades of the Gladden Fields if you did not find him with the Orcs of Avabárg.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to one of the hunters in Hultvís",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Defeat Orcs at Avabárg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "An injured hunter lies among the remains of a dozen Orcs",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Badwila disappeared somewhere in the north-western reaches of the Gladden Fields.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You hear a faint voice calling from the north-western reaches of the Gladden Fields!",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated shades on the Gladden Fields ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'If some evil has stirred up the shades in the Gladden Fields, the Woodmen will be among the first affected. I did not fight to defend them so recently at the Old Ford for them to succumb to a new danger so soon afterward, [placeholder]! Go to Hultvís at Woodsedge and find someone who might know what has happened to disturb shades and spirits formerly at rest.\\n\\n'One of their hunters may best know, [placeholder]. Speak with one of them.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Do you think you could look for my son? It may be that the Orcs of Avabárg proved too wily for him to escape, and he may be held in their fort on the island! Slay the Orcs there, and if you still do not see sign of him proceed further south into the Gladden Fields. We heard tell of shades and coloured lights among the pools, and while I forbade him from seeking them he may have been drawn in that direction after escaping from the Orcs! Please, [placeholder], there is no one else to whom I can turn!'",
      "es": ""
    }
  ]
}