{
  "id": 621019046,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Gandalf has come to Skarháld with a small band of Longbeards from the Lonely Mountain. Even Hrostyr has come! He is the personal guard of my father the king, and it is most unusual to see him so far from the royal seat.\\n\\n'Why have they come here, you ask? They told me of the two purposes that brought them hither. First, to stand with us against the dangers of the Ered Mithrin, no matter how fearsome. And second, to deliver this!'\\n\\nDurin brandishes the weapon in his hand, and his voice is heavy with emotion.\\n\\n'This is the Red Axe, passed down from ancient days and wielded by my grandsire Dáin Ironfoot in many battles. When I came here against my father's command, I thought it would never be mine to wield. But Hrostyr says it is not so, and he relayed to me my father's words. \\qDurin,\\q I am told he said, \\qWhen you disobeyed my command on the edge of the Dale-lands, I was moved to anger and spoke words I am shamed to remember. My counsellors told me there was honour in your actions, but I did not see it.\\q\\n\\n'\\qDurin,\\q the message continued, \\qWhen I consider the history of the Longbeards, I see that no one can choose the times that will test him. I sought to shield you from a dangerous world, my son, but that was a father's ambition, and not the way of a king. Wield this Red Axe on behalf of our people, and when you return to the Lonely Mountain on the other side of many victories, all shall know you are fit to be King Under the Mountain after me. Go, my son! The Red Axe is yours!\\q\\n\\n'My heart swells to hear of my father's confidence, [placeholder]! I will wield the Red Axe on behalf of both my own people and the Zhélruka!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Gandalf on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes, I am here, [placeholder]. I have made some progress deciphering further pages in the Black Book, and I wish to share my discoveries with you. I deemed it wise to request a number of strong warriors to accompany me, and while King Thorin at first refused, in time he came around to my position. He needed a reminder of his people's history, and of the great deeds his forebears accomplished when their resolve was tested.'\\n\\nYou ask Gandalf if it was the Wizard's idea that the Red Axe be sent to Durin.\\n\\n'I am sure I do not know where you might have gotten that idea, [placeholder]. King Thorin is welcome to do as he likes! I merely suggested a number of beneficial outcomes that might be reached by such a course, and if the King Under the Mountain agreed with my proposals certainly he has demonstrated wisdom befitting a king.\\n\\n'But that is behind us, and we should turn to more pressing matters. What is this I have heard about an expedition to the Anvil of Winterstith?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf has come to Skarháld with a small party of dwarves including Hrostyr, the personal guard of King Thorin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I will wield the Red Axe on behalf of both my own people and the Zhélruka!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9.4: An Unexpected Delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf has come to Skarháld and stands on the upper level of the fortress.",
      "es": "",
      "es (fem)": ""
    }
  ]
}