{
  "id": 621019103,
  "txt": [
    {
      "id": "0xeb01170",
      "en": "Gandalf has called a halt alongside the river-bank.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Defeated Orcs in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "<rgb=#00FF00>Look</rgb> at the surrounding terrain as Gandalf suggested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Defeated half-orcs in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Emboldened by their advantage in the darkness, the Orcs descended upon Isildur's band with ravenous fury. Even so, it was a hard fight. The Men of Gondor were strong and valiant, and they had much skill at arms. Do not forget that they were survivors of the great war against Mordor, and years of battle had hardened their courage and their resolve.\\n\\n'But the Orcs were many, and they were treacherous foes, prone to trickery. Their warriors practiced the arts not just of combat, but of deception. The battle that followed was brutal, and blood soaked these hills.\\n\\n'Onward, [placeholder]. The end of the story draws near. It lies to the north-west. Climb down the slope to the bank of the river, and meet me further north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf wants to meet you on the road north of Duskenvale, but first he has asked you to defeat Orcs and half-orcs in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Gandalf beside the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have found that walking can often be the best way to banish troubling distractions, my friend. When I return from such a diversion my thoughts are clear, my mind ready to resolve the problem that had stymied me. It is a habit I picked up from Bilbo, I believe, for his walking-stick was rarely at rest and he thoroughly enjoyed walking the hills and lanes of the Shire. Elrond himself would have his hands full keeping the old hobbit from exploring Imladris on a sunny day, were he not...'\\n\\nGandalf trails away, and smiles at you mysteriously.\\n\\n'But I get ahead of myself, [placeholder]. Do you also take enjoyment from strolling in the country? The Gladden Fields are to the south, and it has been some time since there I walked. That is a place of great import, as I am sure you know, for it was there that the Ring lay hidden for many long years. Meet me on the road just north of Duskenvale, near the Gladden Fields, and I will tell you what the Wise can say of the Ring's first great loss. It is gone now, and for good, but the tale is interesting and I will appreciate the diversion.\\n\\n'But let it not be said that we waste the hours in idleness, [placeholder]! Before we speak of the distant past, I ask that you slay Orcs and half-orcs that presently haunt the Gladden Fields. It will be a comfort to the people who dwell in the vales, for such creatures ever pose a threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gandalf asked to meet you on the road north of Duskenvale, near the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Isildur pressed north, harried by his enemies, but he did not make it far. The Orcs proved relentless, and for every one the Dúnedain killed, two more leapt forward in its stead. Soon the dwindling company could go no further, and Isildur knew there could be no escape.\\n\\n'He watched as his knights, his captains, and even his own sons fell in the affray. <rgb=#00FF00>Look</rgb> around as he did, [placeholder], and imagine the encircling hordes drawing ever nearer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf has run into some difficulty deciphering the mysteries of the Black Book of Mordor, and has decided to walk with you in the Gladden Fields to clear his head.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Meet up with Gandalf further east along the road, in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Gandalf desires to walk east along the road into Laerlad, where he will speak further on the subject of Isildur's journey north from Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You know of the War of the Last Alliance and the Siege of Barad-dûr that concluded the Second Age. When the fighting was done, the several kindreds that came together for the defeat of Sauron faced long roads back to their respective homelands. With the death of his father Elendil, Isildur ascended to the kingship. After two years of ordering the affairs of Gondor, he set forth to claim his father's throne at Annúminas. He bore the shards of his father's sword, Narsil, which had broken when Sauron was defeated.\\n\\n'He bore another artifact in secret: the Ruling Ring he had taken from Sauron's hand. Let us walk east along the road into Laerlad, my friend. Further ahead we will speak of Isildur's journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Gandalf by the wooded road in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "<rgb=#00FF00>Look</rgb> at the countryside nearby as Gandalf suggested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Isildur rode from Minas Tirith with a small company, including his three eldest sons, following the River Anduin northward. He planned to cross the Misty Mountains, where he would be reunited with his youngest son, Valandil. Being but a child and too young for war, Valandil had remained behind in the safety of Rivendell, and it was for that hidden valley that Isildur intended to ride.\\n\\n'But the Ring he bore was no mere trinket. Already it yearned to return to its master. It would prove Isildur's undoing.\\n\\n'<rgb=#00FF00>Look</rgb> around us, [placeholder]. More than three thousand years have passed since Isildur came this way, but the shape of the land has changed little. This is what he would have seen as he rode, in the company of his sons and his men-at-arms, little suspecting the danger the Ring would draw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Gandalf by the wooded road in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The War of the Last Alliance had ended in victory. Did that success blind Isildur and his men as they rode north? Did they think the Shadow was gone forever, and dark things could trouble them no more? I do not know for certain. They lived in fear of Sauron's evil for so long that it seems to me they may have met his defeat with doubt that it would last.\\n\\n'Whether they did or did not, it is true that dark things abided still in Middle-earth. The Orcs of Wilderland lay in wait, lurking within the shadows of Mirkwood. Perhaps they heard rumour of Isildur's approach, or perhaps the Ring called out to them.\\n\\n'Let us continue up the road, [placeholder]. We walk in the footsteps of Isildur's company, even three thousand years later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "Gandalf motions for you to stop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Meet up with Gandalf further north along the road by the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Yes, this place will do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Gandalf beside the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Whether they were alerted by the presence of the Ring or not, the Orcs struck as Isildur's company crossed near to the Gladden Fields. The attack came in darkness, with neither sun nor moon in the sky, and in that blackness the Orcs had the greatest advantage.\\n\\n'<rgb=#00FF00>Look</rgb> around us, [placeholder]. Isildur and his men were unfamiliar with the lay of the land, but their foes ranged it for years, plundering the towns and villages of Wilderland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'<rgb=#00FF00>Look</rgb> around us, [placeholder]. Isildur and his men were unfamiliar with the lay of the land, but their foes ranged it for years, plundering the towns and villages of Wilderland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Defeat Orcs in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat half-orcs in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1159",
      "en": "What did Isildur feel as the battle turned against him?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Here will do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Gandalf on the road north of Duskenvale, near the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Let us walk north along the road, my friend. I see a TBD further ahead where we will speak further on Isildur's journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'This will do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Talk to Gandalf alongside the river-bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'You know of the War of the Last Alliance and the Siege of Barad-dûr that concluded the Second Age. Indeed, you fought in the war, though you missed the siege itself, [placeholder]! When the fighting was done, the several kindreds that came together for the defeat of Sauron faced long roads back to their respective homelands. With the death of his father Elendil, Isildur ascended to the kingship. After two years of ordering the affairs of Gondor, he set forth to claim his father's throne at Annúminas. He bore the shards of his father's sword, Narsil, which had broken when Sauron was defeated.\\n\\n'He bore another artifact in secret: the Ruling Ring he had taken from Sauron's hand. Let us walk east along the road into Laerlad, my friend. Further ahead we will speak of Isildur's journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Onward, [placeholder]. The end of the story draws near. It lies to the north-west, down the slope and by the bank of the river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'<rgb=#00FF00>Look</rgb> around us, [placeholder]. More than three thousand years have passed since Isildur came this way, but the shape of the land has changed little. This is what he would have seen as he rode, in the company of his sons and his men-at-arms, little suspecting the danger the Ring would draw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "As you survey the terrain, you can almost hear the harsh war-cries of the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Gandalf has called a halt along the wooded road in Laerlad. He asked you to <rgb=#00FF00>look</rgb> at the surrounding countryside and consider the landscape Isildur would have seen as he rode north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Gandalf has called a halt along the wooded road in Laerlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Let us continue up the road, [placeholder]. We walk in the footsteps of Isildur's company, even three thousand years later.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Gandalf desires to walk north along the road beside the Gladden Fields, where he will speak further on the subject of Isildur's journey north from Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Meet up with Gandalf by the river-bank, down the slope and to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Gandalf has called a halt beside the road by the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Of his men, only three survived. One of these was Ohtar, Isildur's own esquire, with whom the doomed king entrusted the shards of Narsil. He bade Ohtar bring the broken blade to Rivendell. Did the squire obey his lord's command without complaint, or did he wish to stand by his king and die with him?\\n\\n'We do not know for certain. What we do know is that Ohtar managed to slip away during the confusion of battle, and after much toil and danger in the wilderness he came to Rivendell safely bearing the shards of Narsil. They became an heirloom of Isildur's line ever after, in Arnor and later among the Rangers in the wild.\\n\\n'Our account of Isildur ends with the departure of Ohtar. The squire believed Isildur fought on, even without hope of victory, but for long years even the Wise did not know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Talk to Gandalf alongside the river-bank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Meet me on the road just north of Duskenvale, near the Gladden Fields, and I will tell you what the Wise can say of the Ring's first great loss. It is gone now, and for good, but the tale is interesting and I will appreciate the diversion.\\n\\n'But let it not be said that we waste the hours in idleness, [placeholder]! Before we speak of the distant past, I ask that you slay the Orcs and half-orcs that presently haunt the the Gladden Fields. It will be a comfort to the people who dwell in the vales, for such creatures ever pose a threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Despite the warmth of springtime, you feel a chill in the air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "<rgb=#00FF00>Look</rgb> around you as Gandalf suggested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Meet me on the road just north of Duskenvale, near the Gladden Fields, and I will tell you what the Wise can say of the Ring's first great loss. It is gone now, and for good, but the tale is interesting and I will appreciate the diversion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Gandalf has called a halt beside the road by the Gladden Fields. He asked you to <rgb=#00FF00>look</rgb> at the surrounding countryside and consider the terrain within which the Orcs attacked Isildur's company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'Let us walk east along the road into Laerlad, my friend. Further ahead we will speak of Isildur's journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Gandalf indicates that he wishes to stop here beside the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Gandalf has called a halt beside the road alongside the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Gandalf desires to meet you down the slope along the river-bank, further to the north-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Gandalf has called a halt along the wooded road in Laerlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Gandalf looks around at the countryside with satisfaction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Gandalf has called a halt along the river-bank in the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Gandalf has called a halt alongside the river-bank. He asked you to <rgb=#00FF00>look</rgb> around you as Isildur must have done when he knew the end was near.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'<rgb=#00FF00>Look</rgb> around as Isildur did, [placeholder], and imagine the encircling hordes drawing ever nearer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.4: The Disaster of the Gladden Fields",
      "es": "",
      "es (fem)": ""
    }
  ]
}