{
  "id": 621019104,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Gandalf has pointed out an island in the Anduin to the west, declaring that the end of Isildur's story can there be told.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gandalf waits on the island of Tol Send, ready to conclude the story of Isildur and his loss of the Ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gandalf asked you to <rgb=#00FF00>look</rgb> around you while standing on the isle of Tol Send, as Isildur must have done after swimming across the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Meet Gandalf on Tol Send, a small island in the Anduin to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Bereft of the safety provided by the Ring's power, Isildur did not live for much longer. The Orcs spied him standing by the water and shot him with arrows. As the tales say, he breathed his last breath here, in the Gladden Fields.\\n\\n'I believe it happened on this very eyot, which is why these flowers bloom here still, rather than the gladdens that spring to life elsewhere in the fields. \\qSimbelmynë\\q they are called in Rohan, where they cover the grave-mounds of many dead kings.\\n\\n'And so Isildur at last met his end, betrayed by the Ring and slain by his foes before he could return to the lands he hoped to rule. But his tomb at Annúminas stands empty, for his bones remain unfound to this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'See the islet over yonder, to the west? I believe that is where the son of Elendil intended to go. Let us follow him, [placeholder], and pick up his story at its ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "The island is covered in small white flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Gandalf on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "<rgb=#00FF00>Look</rgb> around you on the isle of Tol Send, as Isildur must have done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Gandalf on Tol Send",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "The sound of the water rushing by fills your ears, but all else is quiet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gandalf waits on the island of Tol Send, ready to conclude the story of Isildur and his loss of the Ring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'We believed the Ring had been borne on the current to the Sea, and that it left this Middle-earth. The truth, and the rediscovery of the Ring, has now shown otherwise. <rgb=#00FF00>Look</rgb> around you, [placeholder], and imagine Isildur's despair as he rose from the water without the Enemy's Ring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf desires to conclude his tale of the Disaster of the Gladden Fields, where Isildur fell and the Ruling Ring was lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'For many years following the Disaster of the Gladden Fields, none knew what became of Isildur. Most believed he perished in the ambush shortly after Ohtar escaped with the shards of Narsil, for there was no further word of the king. His body was never found, and there was no claim for ransom by the Orcs or their masters.\\n\\n'But in time, the Wise learned his true fate. After sending Ohtar away, Isildur saw but one hope for his survival. Refusing to allow the Ring to fall back into the hands of the enemy, he put it on and disappeared even amidst the tumult of the battle. Leaving the Orcs to the fury of their confusion, he fled to the river and sought to swim across.\\n\\n'See the islet over yonder, to the west? I believe that is where the son of Elendil intended to go. Let us follow him, [placeholder], and pick up his story at its ending.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10.5: The Isle of the Flowers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The River Anduin is mighty, and it was no less so when Isildur sought to swim across; the effort nearly killed him, but still he managed to reach the island. But alas! While he was still in the water, the Ring betrayed him. It slipped from his finger and was lost.\\n\\n'Even when the Wise pieced together this account of the events, we did not know the truth entire. We believed the Ring had been borne on the current to the Sea, and that it left this Middle-earth. The truth, and the rediscovery of the Ring, has now shown otherwise.\\n\\n'<rgb=#00FF00>Look</rgb> around you, [placeholder], and imagine Isildur's despair as he rose from the water without the Enemy's Ring.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}