{
  "id": 621019109,
  "txt": [
    {
      "id": 228870261,
      "en": "Interlude: Shades in the Swamp",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Speak with Grimbeorn and learn if there is aught he requires, [placeholder]. I feel a darkness settling upon the vales, and the master of the Beorninghús may know more of it. At any rate he will welcome any attempt to combat it and make safe his land and that of his neighbours.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Gandalf speaks of a darkness that has settled upon the Vales of Anduin? I have felt it too, but the lands of our people will not be threatened as soon as will others. My scouts report seeing strange lights among the foetid pools of the Gladden Fields, and some have heard a woman's song keening on the still air. It has always been a strange place, home to shades and spirits, but of late these reports have become more frequent.\\n\\n'Has something changed? I cannot say, and will not. But I will face it with tooth and claw, if I must. That has always been our way!'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Help Badwila with 'Shades in the Swamp: Vagári the Wanderer'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'As the Maiden's enchanted slumber fades, perhaps my memories will return to me. That is my fervent hope. I must know what happened, [placeholder]. I must know who caused my downfall and the deaths of my men. You must help me discover the truth, where it lies and wherever it leads!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Help Gandalf with 'Shades in the Swamp: The Wanderer Sought'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "<rgb=#00FF00>It is recommended, but not required, that you complete The Black Book of Mordor, Chapters 1-10 before playing 'Shades in the Swamp.'</rgb>\\n\\n'A darkness has settled upon the Vales of Anduin, [placeholder]. Can you not feel it? The Beornings and the Woodmen have made homes for themselves among the hills and the trees; they are not strangers to the press of the shadow, but of late it has become deeper.\\n\\n'Elrond's household will stay for a time at the Beorninghús before continuing on to Gondor for the wedding of his daughter Arwen. While they remain in the Vales of Anduin they will rely upon the hospitality of Grimbeorn, Lord of the Beornings. Speak with Grimbeorn and learn if he has noticed anything untoward among the vales. I doubt not that he will welcome any attempt to make safe his land and that of his neighbours.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Help Gultháva with 'Shades in the Swamp: The Maiden of Gladden'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Help Gultháva with 'Shades in the Swamp: Only Half-Remembered'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Gandalf speaks of a darkness that has settled upon the Vales of Anduin? I have felt it too, but the lands of my people will not be threatened as soon as will others. My scouts report seeing strange lights among the foetid pools of the Gladden Fields, and some have heard a woman's song keening on the still air. It has always been a strange place, home to shades and spirits, but of late these reports have become more frequent.\\n\\n'Has something changed? I cannot say, and will not. But I will face it with tooth and claw, if I must. That has always been my way!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to the Shade of Isildur",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Gandalf inside the Beorninghús",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Tell me your name, stranger. There is much I do not know, and I hope you will have the answers I seek.\\n\\n'Shreds of fog cling still to my waking mind. The sleep I endured has not yet freed me from its grasp. The song of the Maiden was a balm for my restless thoughts, a soothing lullaby borne out of love, but that sleep seems now to me a prison, and I want it not! What I desire is recompense for my hurts, but I cannot tell where to aim any such vengeance!\\n\\n'I remember little from the life I had. Fragments of memory drift like wisps of cloud before my eyes, and are gone. I swore an oath, [placeholder], I remember that. I bore a token, a great weapon of the Enemy, and I vowed to bring it to Rivendell, where it could be protected by the Elves of that hidden haven. I failed in that task, to my shame, for we were set upon by Orcs, and...'\\n\\nThe shade pauses. He lifts his head and looks at you with haunted eyes.\\n\\n'I was betrayed, [placeholder]. The ambush was carried out by Orcs, but they were given succor by one of my own! I cannot see the face of my betrayer, but I feel it with certainty that my company was not waylaid by mistake or misfortune. We were betrayed!\\n\\n'As the Maiden's enchanted slumber fades, perhaps my memories will return to me. That is my fervent hope. I must know what happened, [placeholder]. I must know who caused my downfall and the deaths of my men and my sons. You must help me discover the truth, where it lies and wherever it leads!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Gultháva, the Maid of the Gladden, is by the ruins of Kidzul-kâlah along the path that runs through Gladdenmere.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'This adventure has given me much to ponder, [placeholder]! It is a wonder to me that Elendil's son remains bound to the Gladden Fields where he fell, though he had been hidden from our sight for so long by the arts of Gultháva, Maid of the Gladden. Let it not be forgotten that he was hidden too from the searching of our enemies. She may not deserve our thanks, but not all that she worked here can be called evil.\\n\\n'I believe it was the shade of Isildur that Marhairu Winter-hair followed so long ago; I think too that the song of Gultháva is responsible for the Northman's year-long disappearance. Isildur intended to do no harm; it is only my conjecture, but perhaps Isildur convinced the Maiden to release Marhairu? I cannot say with certainty, but it possesses the ring of truth.\\n\\n'The shade of Isildur spoke of an oath he swore? It must be that vow that keeps him bound here beyond the span of his life, and I would learn more of it. It seems clear to me that there are two shades at work in the Gladden Fields, and unless I miss my mark I deem they are related. Can it be that this second shade, called by the Woodmen Vagári the Wanderer, might have sworn an oath of similar power? My heart tells me that Vagári has some connexion to the betrayal of Isildur, but what it might be I cannot say. \\n\\n'There are so many questions, [placeholder]. As the Maiden's sorcery fades and his memory returns to him, the shade of Isildur may have much to tell us. Once I told you of the Disaster that befell Isildur and his men, as it was understood by the Wise. But now it seems there is more to the tale than we knew! Remain at the ready, my friend. I feel we are nearer than ever to knowing what befell the High King of Gondor following the defeat of Sauron.'\\n\\n<rgb=#00FF00>This story concludes in future chapters of The Black Book of Mordor!</rgb>\\n",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The shade of Isildur waits on Tol Send, lost within his memories.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Grimbeorn is outside the Beorninghús.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Gandalf is inside the Beorninghús.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Eurik's son Badwila is in the north-western reaches of the Gladden Fields.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Gandalf is inside the Beorninghús.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Gultháva, the Maid of the Gladden, is by the rocky path that leads into the Gladdenmere.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Grimbeorn at the Beorninghús",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Help Grimbeorn with 'Shades in the Swamp: Ghostly Figures'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Grimbeorn is outside the Beorninghús.",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "Darkness has fallen upon the Gladden Fields, disturbing the sleep of the shades that have long haunted the area. Gandalf has given you two purposes: to investigate the cause of this disorder, and to preserve the safety of the Woodmen who live nearby.",
      "es": ""
    }
  ]
}