{
  "id": 621019023,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Strange sounds echo up from the depths of the winding tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9.3: Another Way In",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'We should collapse this cave-mouth, [placeholder]. Here, lend me a hand with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Climb the ladder inside the keep of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Find the bottom of the winding tunnel behind Tharrazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Kozun has asked for your help in collapsing the cave-mouth at the bottom of the escape tunnel behind Tharrazhâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'There are some things we need to do to ensure that Skarháld is ready if Karazgar makes good on his promise to return, [placeholder]. I will see to the repair of our siege defences and the replacement of the arrows and bolts we will need against further attack from the air.\\n\\n'But I have something else in mind for you, my friend. You helped me assess the supplies inside the keep before Karazgar's attack, but I noted more than just the inventory of armour and weapons held within. Do you know what else I saw? The upper levels of the keep were inaccessible, for the stairs had been damaged long ago by the passage of time. Who knows what those rooms and chambers might hold?\\n\\n'I asked Kámat and Kozun to find a ladder so they might search the rear of Tharrazhâr, the keep here at Skarháld. Go to them inside the keep and lend them what aid you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "The cave-mouth has been successfully sealed by rocks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Kámat on the upper level of Tharrazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4492602",
      "en": " ",
      "es": " ",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Kozun at the bottom of the tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You were sent here by the Longbeard prince? Very well, very well, but I will not be responsible for your safety if something were to befall you in these chambers! The vacant rooms of the keep do not seem to hold much danger, but Kozun and I found a tunnel in one of the walls, and strange sounds echo up from the depths.\\n\\n'If you do find foes within the keep or that threatening tunnel, do what you can to best them! Whatever lies within will be no friend to any of us, whether we be Longbeard or Zhélruka or something else entirely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Kozun has asked for your help in collapsing the cave-mouth at the bottom of the escape tunnel behind Tharrazhâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Defeat foes within Tharrazhâr or the crystal tunnels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Gandalf has come to Skarháld with a small party of dwarves!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Collapse the cave-mouth at the bottom of the escape tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the entrance to the tunnel in the back of Tharrazhâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Kámat sent you? He did not wish to follow me down here, but I do not begrudge him that. His is the path of learning and of books, whereas mine is that of the hammer and the axe.'\\n\\nKozun peers through the cave-mouth.\\n\\n'Kámat may know more about this than I do, but I think this tunnel served as an escape tunnel for the Dwarves of Skarháld. See how it exits among the mountains? I do not know whether ancient dwarves ever made use of it for this purpose, but it does not take much learning to see that an escape tunnel might cut both ways. Dwarves could use it to escape, true... but Karazgar could use it to invade, were he ever to find the entrance! We should collapse this cave-mouth, [placeholder]. Here, lend me a hand with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Rocks fall and seal the exit of the escape tunnel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Very good. With the cave-mouth collapsed, we need not worry that Karazgar might use this tunnel as a secret entrance to Tharrazhâr!\\n\\n'Let us hope we do not wish for an escape tunnel in the days to come! Ah, I jest. The Zhélruka run toward danger, not away from it. That has always been our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Durin asked you to investigate the upper levels of Tharrazhâr, the formerly-inaccessible keep of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Look who it is, [placeholder]! Are you acquainted with Gandalf the Wizard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You have successfully collapsed the exit of the escape tunnel, and should now return to Durin on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Durin stands on the upper level of Skarháld among a group of new arrivals, including a familiar Wizard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "A tunnel winds into the mountains behind Tharrazhâr, the keep of Skarháld, and Kozun went inside to investigate. Kámat has asked you to find his friend and ensure his safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "You found the bottom of the tunnel, where it empties onto a sloping path north-west of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Very good. With the cave-mouth collapsed, we need not worry that Karazgar might use this tunnel as a secret entrance to Tharrazhâr!\\n\\n'Let us hope we do not wish for an escape tunnel in the days to come! Ah, I jest. The Zhélruka run toward danger, not away from it. That has always been our way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Kámat and Kozun explored the upper level of Tharrazhâr, the keep of Skarháld, and found a tunnel winding deep into the mountain. Kámat asked you to defeat any enemies you find within the chambers of the keep or in the tunnel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Return to Durin on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Durin on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Kámat waves to you and calls you over",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'The upper levels of the keep were inaccessible, for the stairs had been damaged long ago by the passage of time. Who knows what those rooms and chambers might hold? Well, I asked Kámat and Kozun to find a ladder so they might search the rear of Tharrazhâr, the keep here at Skarháld. Go to them inside the keep and lend them what aid you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'If you find foes within the keep or that threatening tunnel, do what you can to best them! Whatever lies within will be no friend to any of us, whether we be Longbeard or Zhélruka or something else entirely!\\n\\n'Kozun disappeared into the tunnel, and I have not heard from him since! I would appreciate it if you could find him and ensure he is safe. Who knows what dangers might lie within that tunnel? I know I have heard strange sounds echoing up from its depths!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d179",
      "en": "While Inek focuses on taking the fight to Karazgar at the Anvil, Durin wishes to ensure that Skarháld is made ready for his possible return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Defeated foes behind or within Tharrazhâr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'If you find foes within the keep or that threatening tunnel, do what you can to best them! Whatever lies within will be no friend to any of us, whether we be Longbeard or Zhélruka or something else entirely!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}