{
  "id": 621019047,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Meet me inside the chamber Durin gave to me here at Skarháld. It is to the north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9.5: Report from Winterstith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Ibor on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Anvil of Winterstith has long been both blessing and curse to the dwarves that seek their fortune in the Ered Mithrin. It was a blessing for the years it remained sealed, trapping many dangers behind its frozen surface, and that was the case for most of its history. I say it was a curse for the periods when it thawed, setting loose those evils upon the mountains.\\n\\n'I understand that a raiding-party of dwarves recently sought to oppose the efforts of Karazgar, the Weeping Warrior, at the Anvil of Winterstith. Will you find some of these dwarves and hear their report? I wish to know what befell them at the Anvil, for it concerns us now most directly!\\n\\n'It seems one of these dwarves, Mudro, is recovering from the ordeal north-east of here on the upper level of Skarháld. Speak to him and ask what happened to his raiding-party, [placeholder]. Durin has given to me a chamber in the north-east corner for my use while I stay at Skarháld. I will meet you there after you have learned what befell the dwarves at Winterstith.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gandalf inside the chamber that was given to him in the north-east corner of the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You wish to hear about Hórin's expedition to the Anvil, [placeholder]? Would that you had asked someone else! The memory of it is painful, for though we achieved some success, many good friends gave their lives at that cursed place and will not return.\\n\\n'Twenty-four of us there were, armed with our finest weapons and our strongest armour. Our scouts spied Vethúg Wintermind flying north above the Withered Heath, making for the Anvil of Winterstith, and we knew Karazgar drove him thither. The drakes and worms of the Frost-horde seemed to sense some terrible presence behind the frozen surface; did Karazgar seek to claim this power for himself?\\n\\n'As we approached the great crack in the Anvil, Vethúg flew overhead, stirring the frozen wind into madness all about us. Karazgar taunted us, but Longbeard, Zhélruka, and Stout-axe alike laughed at him. \\qYour empty words do not frighten us!\\q we shouted at him.\\n\\n'But it is not Karazgar we should have attended at that moment, [placeholder]. For as Vethúg drew near to the crack in the Anvil, mighty drakes of the Frost-horde sensed the presence of their kin! They flew from the rent in the ice in terrible number, seeking to put an end to their foes of old. Little did they care for our lineage, or for the different families arrayed before them. No, they saw dwarves bedecked in plate and leather, dwarves wielding blade and axe, and that was enough! The fighting was fierce, and by the end of the melee the ice was speckled with blood, that of drake and dwarf alike, but only the warriors of our band remained alive.\\n\\n'We were not yet triumphant. Before we could so much as catch our breath, a great worm crawled from the crack in the ice! Isvítha the Gluttonous she was called, ancient and hungry, and even as we shouted our war-cries she thanked us for bringing her dinner so near. But she had not accounted for the sharpness of our dinner-knives, or for our own appetite for battle!\\n\\n'With the door-warden Isvítha slain, the way into the Anvil was no longer barred. Karazgar took advantage, and steered Vethúg Wintermind into the gap. We had no choice but to follow!\\n\\n'I am fatigued, friend. Perhaps Dolek will continue the story of our expedition for you. He is to the south-west, on the upper level of Skarháld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Yes, I fought with Hórin at the Anvil of Winterstith. We stood among the corpses of frost-drakes and saw Isvítha the Gluttonous breathe her last. Together with my fellows, I strode past the jagged ice and into the great cavern within the Anvil itself, following the path taken by Karazgar and Vethúg Wintermind.\\n\\n'The frozen cavern was not empty, though it did not contain our prey. Frost-bound Hobgoblins and whelps of the Frost-horde stood against us, terrible foes, but of a sort I was unafraid to face. As the last of them fell, I brandished my axe and prepared for whatever evil dared show itself, knowing that I and my fellows were ready to defy it! I did not know... I did not know what awaited us!'\\n\\nDolek looks at you with sadness in his eyes, his shoulders slumping at the memory of the frozen cavern. He grips his axe more tightly and resolves to finish his story.\\n\\n'We moved forward onto the smooth surface of a long-frozen lake, and that is when we saw them. They were arrayed on a ledge above us, ghostly figures of kings long-dead. I swear I recognized some of their number, though many had been dead for hundreds of years or more! Aye, these were kings who vanished seeking the Citadel, but instead of finding lost Thafar-gathol they perished in the unforgiving North. For many of them, Winterstith proved their undoing... and yet there they stood, and I beheld them with my own eyes!\\n\\n'Nay, it was not so. Dragon-magic lay heavily upon that cavern, moving illusions against us. It chills my heart to remember that desperate fight! But still we pressed on, leaving the unpleasant sight of our fallen kings behind us. Into the frozen maze we stepped, thinking the worst lay behind us. We were wrong.\\n\\n'Ibor will tell you more. He is to the north-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I understand you seek to hear of Hórin's expedition to the Anvil? How much have the others told you? The illusions of the dead kings, you say? I am glad I need not speak of them, [placeholder]. That was cursed dragon-magic, I tell you, and unnatural.\\n\\n'In the frost-maze we at last encountered our prey: Karazgar, still astride Vethúg Wintermind. We engaged in battle, and this time no strange illusions could stay our assault. With all of our strength we leapt at the drake, seeking to carve the record of our battle onto his hide! It seemed beyond hope at first, but slowly, the battle began to turn in our favour! \\qGive me your power, Karazgar!\\q the drake cried, \\qor we will both perish!\\q\\n\\n'But the Weeping Warrior bears no love for anyone but himself. As the drake at last succumbed to his injuries, with his final breath Vethúg cursed Karazgar. His words echoed against ice and stone, chasing Karazgar deeper into the tunnels of the Anvil. If I close my eyes I swear to you I can still hear his terrible voice. \\qMother!\\q he cried, \\qAvenge me!\\q\\n\\n'Should we have turned back? No dwarf of our company then wished to retreat, but now it is easy for those of us who made it back to Skarháld to say we should have. But instead we followed Karazgar, and so it was that we beheld his confrontation with Hrímil Frost-heart, brood-mother of the Frost-horde and Herald of Winter.'\\n\\nIbor smirks.\\n\\n'I say \\qconfrontation,\\q but it was a one-sided affair. Hrímil seized him in her jaws and flung him around like a child's toy. She fell upon us then, and that is where many of our company perished. She leapt into the air and landed upon us with such force that the very ground beneath us crumbled! We fell a long way, and those of us that survived ran for our lives along the lower tunnel while Hrímil pursued us. As we tumbled down the final slope to safety, Hrímil sent one frigid blast after us, and the crack in the Anvil was sealed! She had trapped herself within, and let us thank whatever power caused her to do it, or she might have followed us all the way back to Skarháld!\\n\\n'Twenty-four of us went to the Anvil that day, [placeholder], but only fourteen dwarves survived. At least Karazgar and Vethúg died and will no longer trouble us. That at least is a happy result, and Hórin's expedition must be deemed a success, despite the lives it cost us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf has come to Skarháld, but before he will share what he has learned from the Black Book of Mordor, he wishes to hear what happened to the dwarf-expedition to the Anvil of Winterstith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What did you learn of the expedition to the Anvil, [placeholder]?'\\n\\nYou relay what Mudro, Dolek, and Ibor told you about the events at Winterstith, and Gandalf listens to the account with interest. When you have finished, he strokes his beard, deep in thought.\\n\\n'It may have been merely good fortune that caused the Herald of Winter to seal herself once more within the glacier, [placeholder], but I see another power at work. At any rate, the Dwarves of the Ered Mithrin have proven fortunate, for once; they need not worry about Hrímil Frost-heart on this day, although a day may come when they must.\\n\\n'I do not believe Karazgar was truly slain, however. It may be that the Herald of Winter has given the Weeping Warrior his fill of battle, for now, but I have heard whispers from the dwarves of this place that a trail of blood and rust led away from Hrímil's chamber. I am certain Karazgar lives.\\n\\n'But let us turn to the matter that brought me hither, [placeholder]. I wish to speak with you concerning the Black Book of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Our expedition to the Anvil must be deemed a success, for it brought about the ends of Karazgar and Vethúg Wintermind. I mourn for my fallen brothers, but I know they would be satisfied with that result!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mudro is to the north-east of Gandalf, on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I understand that a raiding-party of dwarves recently sought to oppose the efforts of Karazgar, the Weeping Warrior, at the Anvil of Winterstith. Will you find some of these dwarves and hear their report? I wish to know what befell them at the Anvil, for it concerns us now most directly!\\n\\n'It seems one of these dwarves, Mudro, is recovering from the ordeal north-east of here, on the upper level of Skarháld. Speak to him and ask what happened to his raiding-party.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Gandalf is in the chamber that was prepared for him in the north-east corner of the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Dolek is to the south-west of Mudro, on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Mudro on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Dolek on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Ibor is to the north-west of Dolek, on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I am fatigued, friend. Perhaps Dolek will continue the story of our expedition for you. He is to the south-west, on the upper level of Skarháld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'We pressed on, leaving the unpleasant sight of our fallen kings behind us. Into the frozen maze we stepped, thinking the worst lay behind us. We were wrong.\\n\\n'Ibor will tell you more. He is to the north-west.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}