{
  "id": 621019071,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Gandalf is in the chamber of Skarháld given to him by Durin, waiting to discuss with you the contents of the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Much that is in these pages remains unknown to me, but if you listen well to my words you will hear what I have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50972b5",
      "en": "Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Gandalf is in the chamber of Skarháld given to him by Durin, waiting to discuss with you the contents of the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf is in the chamber granted to him by Durin at Skarháld, studying the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b4ef75",
      "en": "Chamber of Study",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have spent some time studying these pages, [placeholder], and I am no nearer to learning how this book came to be hidden in the secret chamber located in Khîl's home in Járnfast. But that is not to say my study has been fruitless! No, there is much to be learned from this tome, and I have made some progress already.\\n\\n'Listen well to my words and I will share some of the knowledge it has imparted to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Gandalf in his chamber at Skarháld and learn of his discoveries from the Black Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Gandalf in his chamber at Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I will continue to study these pages, [placeholder]. It is clear that Khîl's thrice-great grandfather Vóin has much yet to tell us, if we can solve the mystery he left behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9.6: Painting the Picture",
      "es": "",
      "es (fem)": ""
    }
  ]
}