{
  "id": 621019022,
  "txt": [
    {
      "id": 228284039,
      "en": "'Thank you, [placeholder]. I know how difficult it is to sit out a battle, for it has happened to me! I know this too: Vútro has made the right decision. Once his leg has healed, he will once again be the swiftest scout in the Grey Mountains, I do not doubt it!\\n\\n'If you wish to join Hórin's raiding party, now is the time, my friend. I will await your return from the Anvil of Winterstith, and may it be in victory!'\\n\\n<rgb=#00FF00>If you wish to participate in the raid, this is when the 'Anvil of Winterstith' raid takes place during the story. If you do not wish to complete the Anvil raid, you will be told what happened there when Hórin's band returns to Skarháld.</rgb>\\n",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Vútro the West-wind, who ran afoul of Karazgar not so long ago, desires to accompany Hórin's band on this raid. Hórin refused on account of his injury, but rumour has it that Vútro plans to follow them in secret. His leg is injured, and at best he will slow down the group. At worst he will endanger not only himself but the entire band! Convince him not to follow them to the Anvil, [placeholder]. I know he wants vengeance on Karazgar, but with this injury he will be more hindrance than help. He is to the south-east and down two levels, among the tents of the Zhélruka.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Vútro the West-wind is south-east of Durin and down two levels, among the tents of the Zhélruka in Skarháld.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Durin is on the upper level of Skarháld.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Vútro the West-wind in Skarháld",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Vútro has reluctantly agreed to stay behind",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Durin on the upper level of Skarháld",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I will stay here and rest my injured leg. But my thirst for vengeance will not sleep!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Inek has commanded that Hórin lead an expedition to the Anvil of Winterstith in pursuit of Karazgar, and he invited you to join the raiding party.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Now, on to other matters. At Inek's command, Hórin has assembled a raiding band to hunt for Karazgar at the Anvil of Winterstith. I will not attempt to stop you, for I know you are a [placeholder] of great skill and do not fear such a challenge, but not everyone is as capable as you! I have learned that Vútro the West-wind, the scout that ran afoul of Karazgar not so long ago, desires to accompany Hórin's band on this raid. Hórin refused on account of his injury, but rumour has it that Vútro plans to follow them in secret.\\n\\n'His leg is injured, and at best he will slow down the group. At worst he will endanger not only himself but the entire band! Convince him not to follow them to the Anvil, [placeholder]. I know he wants vengeance on Karazgar, but with this injury he will be more hindrance than help. He is to the south-west of here, down two levels, among the tents of the Zhélruka.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I know why you're here, [placeholder], and I will save you the effort of telling me not to follow Hórin's band to the Anvil. I know what the others are saying: they think my injury will make me a burden. To them I say this:\\n\\n'Karazgar did this to me! I was a scout, the swiftest Zhélruka in all these mountains, and with one slice of his cruel blades he robbed me of my greatest ability! For that I desire vengeance! I will stay behind when the others go to the Anvil in pursuit of Karazgar, [placeholder], but I want you to promise me something. If Hórin's band is not able to slay Karazgar, if the Weeping Warrior manages to outsmart them at the Anvil of Winterstith, I want you to help me achieve my vengeance.\\n\\n'So I will stay here and rest my injured leg. But my thirst for vengeance will not sleep!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.2: An Expedition to the Anvil",
      "es": ""
    }
  ]
}