{
  "id": 621019048,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I will keep an eye from the heights for any sign of Karazgar. Perhaps he will succumb to his injuries and trouble us no more. If he has not, Ibor might have seen him. Find him to the north-west, on the upper level of Skarháld, and ask him for me, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9.5: Report from Winterstith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Let us hope Karazgar accepts his defeat in the jaws of the dragon and skulks away, never to return to Skarháld. But I will remain alert, all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Dolek on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'The scouts have seen no sign of Karazgar? That may not be troubling news, but neither does it reassure. Perhaps we will learn more in the days ahead.\\n\\n'But let us turn now to the matter that brought me hither, [placeholder]. I wish to speak with you concerning the Black Book of Mordor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You went with the dwarves on their expedition to the Anvil? I suppose I should not be surprised, [placeholder]! That place has been both blessing and curse to the dwarves that seek their fortune in the Ered Mithrin. It was a blessing for the years it remained sealed, trapping many dangers behind its frozen surface, and that was the case for most of its history. I say it was a curse for the periods when it thawed, setting loose those evils upon the mountains. What did you encounter within?'\\n\\nYou describe the events of Hórin's expedition to Winterstith and the great perils you faced there. When you have finished Gandalf strokes his beard, deep in thought.\\n\\n'It may have been merely good fortune that caused the Herald of Winter to seal herself once more within the glacier, [placeholder], but I see another power at work. At any rate, the Dwarves of the Ered Mithrin have proven fortunate, for once; they need not worry about Hrímil Frost-heart on this day, although a day may come when they must.\\n\\n'I do not believe Karazgar was truly slain, however. It may be that the Herald of Winter has given the Weeping Warrior his fill of battle, for now, but I have heard whispers from the dwarves of this place that a trail of blood and rust led away from Hrímil's chamber. I am certain Karazgar lives.\\n\\n'Scouts here at Skarháld might have seen some sign of him. Mudro is to the north-east, on the upper level, and may know of Karazgar's escape. Durin has given to me a chamber in the north-east corner for my use while I stay at Skarháld. I will meet you there after you have learned what you can of Karazgar's location.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Ibor on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Karazgar? Why do you ask me about him, [placeholder]? I thought he was dead, slain by the terrible dragon that lurked within the Anvil! If he is not, that means Skarháld is still in danger!\\n\\n'I will keep searching for any sign of the Weeping Warrior. I really hoped that dragon had been the end of him, [placeholder].\\n\\n'Dolek is to the south-west, and may have seen something I did not, if you would like to ask him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Gandalf inside the chamber that was given to him in the north-east corner of the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Karazgar? So the whispers are true, then? The Weeping Warrior is still alive?\\n\\n'I heard that a couple of the Stout-axes that went with the expedition saw a trail of blood and rust leading away from the dragon's chamber, but I hoped they were mistaken. It seems they were not.\\n\\n'I will keep an eye from the heights for any sign of him, [placeholder]. Perhaps he will succumb to his injuries and trouble us no more. If he has not, Ibor might have seen him. Find him to the north-west and ask him for me, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Karazgar? Alive? Bah!\\n\\n'I will watch for him. When he fulfilled the first of his promises, he flew his terrible drake to Skarháld. Now that the drake is slain, he will need to ascend to the fortress on foot, and I'd like to see him try!\\n\\n'I do not mean that, [placeholder]. Let us hope Karazgar accepts his defeat in the jaws of the dragon and skulks away, never to return to Skarháld. But I will remain alert, all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I do not believe Karazgar was truly slain. It may be that the Herald of Winter has given the Weeping Warrior his fill of battle, for now, but I have heard whispers from the dwarves of this place that a trail of blood and rust led away from Hrímil's chamber. I am certain Karazgar lives.\\n\\n'Scouts here at Skarháld might have seen some sign of him. Mudro is to the north-east, and may know of Karazgar's escape.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Mudro is to the north-east of Gandalf, on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mudro on the upper level of Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Dolek is to the south-west of Mudro, on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Ibor is to the north-west of Dolek, on the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Gandalf is in the chamber that was prepared for him in the north-east corner of the upper level of Skarháld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d176",
      "en": "Gandalf has come to Skarháld, but before he will share what he has learned from the Black Book of Mordor, he wishes to hear what happened to the dwarf-expedition to the Anvil of Winterstith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Meet me inside the chamber Durin gave to me here at Skarháld. It is in the north-east corner of the upper level.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I will keep searching for any sign of the Weeping Warrior. I really hoped that dragon had been the end of him, [placeholder]. Dolek is to the south-west and may have seen something I did not, if you would like to ask him.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}