{
  "id": 621019070,
  "txt": [
    {
      "id": "0xe603d13",
      "en": "'Thafar-gathol awaits! I can feel it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The fog dissipates, revealing further avenues of knowledge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x334af91",
      "en": "'I have not made sense of those pages yet,' Gandalf replies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x334af92",
      "en": "'Vóin guards his secrets. This passage remains closed to me,' Gandalf replies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x334af93",
      "en": "'I have not been able to decipher those pages yet,' replies Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd4a601",
      "en": "Gandalf flips through the tome, seeking the right pages",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd4a602",
      "en": "Gandalf mutters to himself as he searches for the right page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbd4a603",
      "en": "Gandalf looks up from the Black Book of Mordor and strokes his beard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6be5fc1",
      "en": "'I had no choice. Anyone would see that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gandalf in the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Listen to Gandalf's description of Vóin's account",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Gandalf informed you, regretfully, that this branch of his study has come to naught. Instead, the Wizard desires for you to return to the entrance of the Halls of Memory, there to follow a different avenue of inquiry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2fb311",
      "en": "'I waited for as long as I could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2fb312",
      "en": "'In the end, it was not so very long at all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe2fb313",
      "en": "'It was a cold land, a hard land. Evil dwelt there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Gandalf has told you that despite failing to find Thafar-gathol, Vóin found something of interest in the Grey Mountains, and he has asked you to consider what it might have been.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Gandalf has told you that the name Magoldir does not appear only within the pages of the Black Book of Mordor, and he desires to tell you what else he knows of the Elf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Almost two thousand years before this encounter with Vóin in the Ered Mithrin, an Elf named Magoldir served beneath High King Gil-galad during the Siege of Barad-dûr. His name appears in a list of Elves who maintained the fortifications of an encampment in Mordor called Echad-in-Edhil, but that is all. If he performed any heroic deeds on behalf of the Last Alliance, they are not recorded.\\n\\n'Indeed, if it were not for the frequent mentions of his name in the Black Book, I should think he perished during the Siege.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'That is all I have learned so far. It will take some days to learn more, but I am confident Vóin and Magoldir will not keep their secrets from me for long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf desires to speak to you concerning what he has learned from his study of the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3f021",
      "en": "'Outside of Vóin's book, the name Magoldir appears only once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3f022",
      "en": "'But survive he did, for two thousand years later he encountered Vóin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Gandalf speaks to you of the Halls of Memory, a representation of the contents of the Black Book of Mordor given shape by his words and those of the dwarf Vóin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3f023",
      "en": "'My study of the Black Book of Mordor has only raised further questions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Vóin wrote of a journey he took to a \\qcold, hard land,\\q where great evil dwelt. Further information about this journey lies ahead, beyond the unformed passage that joins the several Halls of Memory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Move through the twisting passage until you reach another of the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Much of the writing within the Black Book of Mordor remains a mystery to me, [placeholder], but I know enough of ancient dwarvish to make a beginning. The tome was written by a dwarf named Vóin, the thrice-great grandfather of Khîl Tale-spinner. Like Khîl himself, Vóin was one of the Zhélruka. He kept a home in Járnfast more than a thousand years ago, but the Black Book you found within the hidden chamber there is all that remains of his life. Vóin himself appears in no other record that I have found.\\n\\n'The writing of dwarves, or at least that of the Longbeards I have known, is generally straightforward and to the point. Not so that of the Zhélruka! Indeed, while I have not had occasion to study many works of the dwarves of the East, Vóin's writing in the Black Book seems more convoluted than others of his kind. He writes in multiple languages, using many different runic alphabets. Furthermore, some of these scrawlings are clearly written using a cipher, or I am not a Wizard! There are curious gaps between some of these lines and on some of these pages. Khîl's cryptic ancestor may have written some of his account with hidden letters, [placeholder], but unless we learn their trick they will remain invisible to us. That is a pity, but I warrant the visible writing will keep us busy enough!\\n\\n'He writes often of the lost city of Thafar-gathol. It seems to have been a preoccupation of his.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Gandalf in the Grey Mountains, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Consider the obscured figures in the Grey Mountains, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Vóin writes of Mordor in many different pages of his tome, but I cannot tell if he speaks of one journey or several. The writing on these pages is confused, and many of the details are obscured; I cannot say when he adventured there or for what purpose. I believe when he reached the end of the book, he continued to write on the overleaf pages, seemingly at random. This makes a true accounting of the chronology difficult.\\n\\n'And yet, there are some conclusions to be made. This black-bound tome bears the mark of Sauron, and that is not a symbol commonly found beyond the borders of his land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Listen to Gandalf's thoughts concerning Vóin's encounter with Magoldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Move through the twisting passage and Gandalf will tell you what he knows of Magoldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Spare me this look of disappointment, [placeholder]! I have not been idle, and while that course of study has come to an early end, there is another avenue upon which I have had some success.\\n\\n'I told you that Vóin filled the Black Book with much talk of Thafar-gathol; indeed, it seems to have been an obsession of his. The reading was slow, and for a time I paid it little mind, for I could not see how it might relate to the rest of his writings. But I am a Wizard! I am Gandalf! I was seized with sudden inspiration and knew there must be some element I missed, a kernel of useful information buried within his constant talk of Thafar-gathol. And so there was!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Why did King Thráin agree to lead an expedition in search of Thafar-gathol? His father Náin had been slain in Moria, along with many of his people, and the survivors gathered in the Grey Mountains. They dwelled for a time in the Steel Keep and reopened several of their mines, but it was not enough. If he could make use of the Zhélruka to find a more suitable home, with wealth to rival lost Khazad-dûm, he would do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Gandalf is speaking to you of Vóin's journey in Mordor, where he apparently obtained the Black Book, but the Wizard remains confused about a number of obscured events in the Zhélruka's account.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Move through the twisting passage until you reach another of the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da7e01",
      "en": "'Hold, strangers! Who goes there, and for what purpose?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da7e02",
      "en": "'You are an Elf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da7e03",
      "en": "'The mountains are no place for an Elf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Gandalf in Mordor, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da7e04",
      "en": "'Do you know evil when you see it, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4da7e05",
      "en": "'There is evil in Gundabad, they say. It makes my own search... difficult.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Listen to the musings of Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Consider the obscured figures in Mordor, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Return to the entrance of the Halls of Memory, there to pursue a different avenue of inquiry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Gandalf in the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Gandalf waits at the entrance to the Halls of Memory, prepared to follow a different avenue of inquiry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Vóin wrote of a journey he took in search of Thafar-gathol in the company of King Thráin I, who led the Longbeards prior to the founding of Erebor beneath the Lonely Mountain. Further information about this journey lies ahead, beyond the unformed passage that joins the several Halls of Memory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Gandalf has found the place he sought in the Black Book, and is ready to speak to you of Vóin's journey in the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "While adventuring in the Grey Mountains, Vóin encountered an Elf named Magoldir, who claimed to oppose evil in all of its forms. According to the Wizard, the name \\qMagoldir\\q occurs frequently among the pages of the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Painting the Picture",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9169e1",
      "en": "'It is a dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9169e2",
      "en": "'I am called Magoldir. My boon companions and I mean you no harm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9169e3",
      "en": "'That is true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Gandalf stands within the Halls of Memory woven by the words of Vóin the Zhélruka, long ago.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9169e4",
      "en": "'I think that is less true, Master Dwarf. We go where evil lurks, and oppose it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9169e5",
      "en": "'Thus far, as well as any.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9169e6",
      "en": "'It may be we could find a common purpose, Master Dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gandalf has found the place he sought in the Black Book, and is ready to speak to you of Vóin's journey in Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Something befell Vóin among the rocky crags of Mordor, but his account remains vague, the details obscured.\\n\\nGandalf has asked you to consider the cryptic figures he has found in Vóin's account of his journey in Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab1",
      "en": "'Vóin went to Mordor, and when he emerged from that land he brought with him the Black Book.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab2",
      "en": "'I cannot say for certain if he filled its pages while still in Mordor, or after he left that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab3",
      "en": "'Much else remains hidden from me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab4",
      "en": "'Some event is here described, but Vóin has obscured the identity of those involved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a1",
      "en": "'King Thráin's desire to find Thafar-gathol could not match that of the Zhélruka with whom he allied.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab5",
      "en": "'Can you make sense of it, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a2",
      "en": "'He gave up the search after only a few years, and instead founded Erebor beneath the Lonely Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab6",
      "en": "'I have not made any further progress in this direction, [placeholder]. Not yet, anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a3",
      "en": "'But Vóin remained, and his account has much to say about his fruitless search.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceffab7",
      "en": "'Go back to the entrance of these Halls of Memory. There is another avenue to pursue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff731",
      "en": "'These are the Halls of Memory, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a4",
      "en": "'I say fruitless, but it was not truly so. Can you make sense of what he encountered?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff732",
      "en": "'I would name them Thamas Rened. To a dwarf such as Vóin they would be Zuldûm, or Izlik-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a5",
      "en": "'Judging from how often Magoldir's name appears in the Black Book, Vóin had made a fast friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff733",
      "en": "'But these are not physical halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a6",
      "en": "'Their adventures brought them up and down the Grey Mountains, and as far as Gundabad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff734",
      "en": "'The Halls of Memory are given shape by the words of Vóin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a7",
      "en": "'But who was this Elf? Does he appear anywhere but within the pages of the Black Book?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff735",
      "en": "'The columns rise from his dreams as a dwarf, the walls from the bounds of his experience.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x912b7a8",
      "en": "'He does.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff736",
      "en": "'But there are gaps in my knowledge. The Halls of Memory remain incomplete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff737",
      "en": "'Walls of fog, dense mist... these hinder our pursuit of knowledge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff738",
      "en": "'Only the words of Vóin can banish these impediments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2eff739",
      "en": "'Proceed, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Vóin adventured in the Grey Mountains in search of lost Thafar-gathol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Gandalf has told you that the name Magoldir does not appear only within the pages of the Black Book of Mordor, and he desires to tell you what else he knows of the Elf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Gandalf's study of the Black Book of Mordor has raised as many questions as it has answered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "It was to Mordor that Vóin ventured... but when did he go, and why?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Gandalf in Mordor, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe14af1",
      "en": "'Worry not, [placeholder]! Progress, however slow, remains progress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe14af2",
      "en": "'Vóin's desire to find Thafar-gathol is not unusual for his kind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe14af3",
      "en": "'But in this he is unusual: he speaks of seeking for Thafar-gathol in the company of a Longbeard king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe14af4",
      "en": "'Onward, [placeholder]. There is more to learn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Many questions remain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe603d11",
      "en": "'I do not know if Thráin is serious about this expedition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe603d12",
      "en": "'It matters not, so long as he supplies us with food and equipment!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}