{
  "id": 621019105,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 10.6: A Request",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Eurik in Hultvís",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'You have nothing to fear from me, [placeholder]. Not on this day.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'That is the end of the tale, [placeholder], and it has taken many years to piece it together. This unassuming island in the Anduin has shaped the fate of Middle-earth in its own way, has it not? How might things have transpired had Isildur not swam across the river to reach it? Agents of Sauron would have taken the Ring from his body, and the Dark Lord's dominance would be all but assured.\\n\\n'Be glad it was not so! The Ring worked great evil on its course, but in the end the actions of Isildur enabled its destruction, these many years later.\\n\\n'I have enjoyed our walk, my friend, and now I will return to the Beorninghús and resume my study of the Black Book. I will meet you there, but before you return I ask that you pay a visit to Hultvís, the village of the Woodmen at Woodsedge. They suffered greatly during the War of the Ring, and their efforts to rebuild and return their lives to normal have not yet borne fruit.\\n\\n'You say you have already lent your aid to the Woodmen? I know that, [placeholder]! Do you think I would ask you to return without reason? If you have the good fortune to know a Wizard, know that he is not to be ignored! Go to Hultvís and ask me no more questions!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Adalfon at the village of Hultvís",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Investigate the terrible apparition Eurik saw at the Old Ford",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I did not think to see you again, [placeholder], but fortune must smile on Hultvís for you to return to us so quickly; as it happens we do have need of you. Two of our hunters were frightened away from their prey by some apparition, and while no one in the village would wish for them to endanger themselves, they left the carcass behind. Our food-stores are too low to do without such provisions.\\n\\n'Creatures of the vale have surely found the abandoned carcass by now, but if you can hunt more forest-harts in Woodsedge for us we should be able to fill the hole its loss left in our stores. Once you have gathered some replacement flanks, bring them to Veremund as you did before and Hultvís will be grateful.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Karazgar, but remain alert for treachery",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Collect forest-hart flanks in Woodsedge ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Karazgar and learn of his request",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I see you have collected a good number of flanks, [placeholder]! These will serve nicely to replace the carcass our hunter left behind.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Gandalf outside the Beorninghús",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is a surprise, [placeholder]! I did not expect you to return to our village so soon, but I am pleased that you have done so, and with more flanks for me to salt and season for the village! Oh, these are intended to replace the carcass our hunters left behind? It is good to fill the hole in our food-stores.\\n\\n'The Woodmen of Hultvís have long relied on Eurik and his son, and other of our hunters, to bring back food for the village. I have never known Eurik to flee like this. Now that he has returned to the village, I know he feels terribly about what happened. If you speak with him about the apparition he saw, please do not chide him overmuch. Many frightening things stalk the woods hereabout, and I know that if a hunter such as he saw fit to run away, there was surely good reason for it!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Where is your Wizard now, [placeholder]?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gandalf has asked you to return Hultvís, the village of the Woodmen, and lend them whatever assistance they might require.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Eurik, a hunter from Hultvís, was frightened away from his prey by a terrible apparition at the Old Ford, located in the Wolf-denes north-west of the village.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Hold, [placeholder]. I do not intend to harm you. I wish only to speak with you. Will you hear my words?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Adalfon at the village of Hultvís may have a request for you.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Karazgar stares at you, his eyes filled with malice.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Yes, I knew that Elrond and much of his household would be making the journey across the mountains, [placeholder]. Why did you think I suggested doubling the quantities of each errand Grimbeorn requested that you complete? For my own amusement?'\\n\\nGandalf chuckles quietly, and his eyes twinkle.\\n\\n'Nay. That was merely an additional benefit, my friend.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Karazgar stands by the Old Ford. He has declared that he means you no harm, but wishes only to speak with you.",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Bring the flanks to Veremund by the cooking fires in Hultvís",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Veremund is by the cooking fires in the village of Hultvís.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gandalf stands with Elrond outside the Beorninghús.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Eurik is in the village of Hultvís.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You have found the apparition Eurik encountered: Karazgar, the Weeping Warrior!",
      "es": ""
    },
    {
      "id": 168832677,
      "en": "Karazgar",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Adalfon asked you to slay forest-harts in Woodsedge for their flanks, in order to help fill the hole left in the town's food-stores.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Oh, [placeholder], you have returned. I suppose you must have heard tell of my shame from others in the village? It is true that I abandoned my hunt, and now that my son and I have returned to safety I can hardly bear to give voice to the fear I felt. Before today I would never have counted myself a coward, but...'\\n\\nEurik shakes his head sadly.\\n\\n'The creature I saw filled me with such terror! My blood ran cold and I felt rooted to the spot to see it. At first I thought I beheld Vagári, spectral wanderer of the Gladden, but nay; this was something else. I can still see its terrible visage! The apparition stood in the waters of the Old Ford, half-across, and as the courage drained from me I urged my son Badwila to leave our prey behind. Together we fled, and I could not bear to look behind us as we ran, for I expected to see the terrible creature close behind! Bodily it did not follow us, but I can still see its face in my mind, and that seems a far worse pursuit.\\n\\n'If you go in search of it, go to the Old Ford to the north-west, but bring caution with you and do not fear to flee, as I did! The shame is hard to bear, but on this day at least I hold life more precious than honour.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Before you return to the Beorninghús I ask that you pay a visit to Hultvís, the village of the Woodmen at Woodsedge. They suffered greatly during the War of the Ring, and their efforts to rebuild and return their lives to normal have not yet borne fruit.\\n\\n'You say you have already lent your aid to the Woodmen? I know that, [placeholder]! Do you think I would ask you to return without reason? If you have the good fortune to know a Wizard, know that he is not to be ignored! Go to Hultvís and ask me no more questions!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Now that Eurik has returned to the village, I know he feels terribly about what happened. If you speak with him about the apparition he saw, please do not chide him overmuch. Many frightening things stalk the woods hereabout, and I know that if a hunter such as he saw fit to run away, there was surely good reason for it!'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'The creature I saw filled me with such terror! My blood ran cold and I felt rooted to the spot to see it. At first I thought I beheld Vagári, spectral wanderer of the Gladden, but nay; this was something else. I can still see its terrible visage! The apparition stood in the waters of the Old Ford, half-across, and as the courage drained from me I urged my son Badwila to leave our prey behind. Together we fled, and I could not bear to look behind us as we ran, for I expected to see the terrible creature close behind! Bodily it did not follow us, but I can still see its face in my mind, and that seems a far worse pursuit.\\n\\n'If you go in search of it, go to the Old Ford to the north-west, but bring caution with you and do not fear to flee, as I did! The shame is hard to bear, but on this day at least I hold life more precious than honour.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'If you can hunt more harts in Woodsedge for us we should be able to fill the hole left in our stores. Once you have gathered some replacement flanks, bring them to Veremund as you did before and Hultvís will be grateful.'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Collected forest-hart flanks ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}