{
  "id": 621019111,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Gandalf has asked you to explore several locations in the Gladden Fields, defeating shades you find, and to search for Vagári the Wanderer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shades in the Swamp: The Wanderer Sought",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "You feel a watchful presence to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'That is enough for now, [placeholder]. I will continue to think on it, but I ask you to conduct a search throughout the Gladden Fields for signs of this mysterious presence. If Badwila's account can be trusted, as I think it can, you may find some clues about the shade's motivations at places where the Orcs and half-orcs gather. Search too on Tol Send, the Isle of the Flowers, and among the mounds of Tûn Melen.\\n\\n'You are certain to find lesser shades among the fields as you search these places. Whether they are drawn here by the presence of the Wanderer or not, they pose a danger for the warm-blooded folk of the vales and you should defeat them if you can. It is my hope that your search will reveal why Vagári has returned to this place. If we were to learn that, we might learn much else of use to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Search for Vagári the Wanderer on the western side of the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I ask you to conduct a search throughout the Gladden Fields for signs of this mysterious presence. If Badwila's account can be trusted, as I think it can, you may find some clues about the shade's motivations at places where the Orcs and half-orcs gather. Search too on Tol Send, the Isle of the Flowers, and among the mounds of Tûn Melen.\\n\\n'You are certain to find lesser shades among the fields as you search these places. Whether they are drawn here by the presence of the Wanderer or not, they pose a danger for the warm-blooded folk of the vales and you should defeat them if you can. It is my hope that your search will reveal why Vagári has returned to this place. If we were to learn that, we might learn much else of use to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "As you approach the shade, you are overwhelmed by a sensation of dread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Search Lúlstrok for Vagári the Wanderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to the shade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "The shade of Vagári the Wanderer begins to fade from view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You felt a watchful presence to the west of the Gladden Fields? Why then have you come here, [placeholder]? That way may lie the answers we seek!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Son-of-no-blood! Son-of-no-blood!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Search Tûn Melen for Vagári the Wanderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Search atop the cliff path to the north-west for the new presence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Son-of-no-blood! Son-of-no-blood!'\\n\\nThe shade's voice is cruel and cold. It stares past you with wild eyes, seeming to address someone you cannot see, and you are overwhelmed by a feeling of dread that causes the memory of the Nazgûl to rise unbidden in your mind. But the Nazgûl are gone, destroyed alongside the Dark Lord. Your musings are cut short by an unexpected realization. The shade is weeping.\\n\\n'I ask for only three things!\\q it cries, its hollow voice thick with despair.\\n'I ask for my life!' it pleads.\\n'I ask for escape!' the shade begs, tearing at its face with spectral hands.\\n\\nThe ghostly figure suddenly writhes and shakes. Instead of asking its unseen tormentors for a third boon, it seems to be somewhere else in its memory. 'I am sorry, I am sorry!' it cries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf4a3085",
      "en": "Gultháva, Maiden of Gladden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What brings you to this place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Defeated shades in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf believes that the reappearance of Vagári the Wanderer may be related in some way to the darkness that has fallen on the Gladden Fields, and he has sent you to find the mysterious shade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The shade of Vagári the Wanderer begins to fade from view.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "The Maiden stares at you, her face betraying no emotion. At last she speaks, and her voice is like the sound of water falling over and among stones.\\n\\n'What has brought you to this place?' she asks quietly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The Island of the Flowers is quiet and still",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You felt another watchful presence up the cliff path to the north-west of where you encountered Vagári the Wanderer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf has asked you to explore several locations in the Gladden Fields, defeating shades you find, and to search for Vagári the Wanderer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Maiden of the Gladden stands by the rocky path in Gladdenmere, watching you carefully.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You felt something watching you from the western side of the Gladden Fields. Could it be the shade you seek?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have found a watchful presence that seems to match Badwila's description of Vagári the Wanderer on the western side of the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8b6cd5",
      "en": "Vagári the Wanderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Defeat shades in the Gladden Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "You feel a watchful presence from the western side of the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Search Tol Send for Vagári the Wanderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Vagári disappears from view, but you feel another presence up the cliff path to the north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Search Sharkey's Slough for Vagári the Wanderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "This must be the Maiden of the Gladden of whom the Woodmen spoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Gultháva, the Maiden of the Gladden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "There is no sign of Vagári among the half-orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "There is no sign of Vagári among the Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "There is no sign of Vagári among the reeds",
      "es": "",
      "es (fem)": ""
    }
  ]
}