{
  "id": 621019073,
  "txt": [
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Karazgar has been shamed, but that does not remove the danger he poses to the Dwarves of the Ered Mithrin. So great was his desire to possess the Black Book that he thought to release his claim upon this land in order to get it! Nothing I have deciphered to this point explains his yearning for Vóin's tome, but I have seen enough of this Gúrzyul to know we should hinder his plots whenever we can.\\n\\n'Karazgar may be a master of deception, but I think his desire for the Black Book of Mordor was truthful. Does he believe it could hold the secret to maintaining his power, or his life's essence? Can it be possible that the book records his birth-name, his Bugdash? If that is so, surely he will seek it unceasingly. Despite Karazgar's defeat, he will one day return and try to seize it; the book cannot stay here at Skarháld.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Vútro the West-wind outside the cave mouth north-west of Skarháld",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Vútro the West-wind has called for a halt north-west of Skarháld, near a cave entrance.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gandalf stands on the upper level of Skarháld following his confrontation with Karazgar.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Vútro the West-wind has called for a halt north-west of Skarháld, near a cave entrance.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Explore the tunnel with Vútro the West-wind",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Gandalf on the upper level of Skarháld",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'We will brave the tunnel and learn what has happened, [placeholder]. We have no choice!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Karazgar's lair is filled with dead drakes of the Frost-horde that followed him from Winterstith, but the Weeping Warrior is nowhere to be found. Where can he have gone?",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "<rgb=#FF0000>You will automatically travel to Skarháld when you accept this quest.</rgb>\\n\\n'I need to think. When Vethúg died, Karazgar's control over much of the Frost-horde died with him. His last chance to regain that control was to dominate the Herald of Winter, but she proved far too powerful for his tricks. Grievously wounded and bleeding, he cast aside his blade and fled from Winterstith. At Hrímil's command and fuelled by hate, drakes of the Frost-horde followed Karazgar back to his lair, where he rearmed himself and fought for his life.\\n\\n'Did he win this engagement? He must have survived, for his body does not lie among the corpses of his foes. Where could he have gone? What would he still wish to...'\\n\\nVútro falls silent.\\n\\n'He cannot have returned to Skarháld, can he? Is his hatred for us such that he would seek to destroy my people rather than rest and recover from his injuries? We cannot stay here, [placeholder]! We must return to Skarháld at once!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Wait a moment! This was the exit of the escape tunnel the Zhélruka discovered in the rear of the Skarháld keep, but I thought it was collapsed. Why then has the rubble been removed, the cave-mouth cleared?\\n\\n'I do not like this, [placeholder]! Who opened this passage again, and for what purpose?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I will meet you north-west of Skarháld, [placeholder]! Now hurry!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.9: A Promise Kept",
      "es": ""
    }
  ]
}