{
  "id": 621019118,
  "txt": [
    {
      "id": 177082768,
      "en": "The flower shines with renewed vigour",
      "es": ""
    },
    {
      "id": 49286690,
      "en": "Return to Gultháva near the flooded dwarf-hold of Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Catch up to the Maiden of the Gladden further to the west in Gladdenmere",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "The flower shimmers with renewed health",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The flower sparkles with renewed vitality",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The flower glimmers with renewed energy",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Maiden of the Gladden has reappeared further to the west along the path that runs through Gladdenmere.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated Orcs or goblins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "The Maiden's eyes are deep, still wells. She regards you silently, and disappears.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You found the Maiden of the Gladden, a figure out of Woodmen legend, and followed her into the flooded wilderness. Does she have something to do with the darkness that has settled upon the Gladden Fields?",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The Maiden of the Gladden stares at you with enigmatic eyes.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What do you seek?'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The Maiden stares at you cryptically",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "The Maiden motions at the encircling hills with one slender arm.\\n\\n'Many are they who seek to harm my friend. Long have I kept him safe, granting him the peaceful slumber he needs. How am I to know you wish him well?'\\n\\nThe Maiden falls silent, but her words hang in the air like ripples on the surface of a pond. Then she crouches and picks up a handful of soil, letting the dirt fall back to the ground between delicate fingers.\\n\\n'So many of my friends have gone away. Merillif and Braiglad, Silloth and Lenhwest... they planted flowers among the vales, and now their flowers are troubled by the encroaching darkness. Sprinkle this pure soil upon their flowers, in memory of my lost friends, and I will know you can be trusted.'\\n\\nAs the Maiden gazes off to the north, beyond the still waters, images rise unbidden in your mind's eye. You see flowers growing among the camps of your foes in the Vales of Anduin, and hastily mark them on your map.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The Maiden of the Gladden asked you to pick up the soil of purity and sprinkle it on flowers planted by her friends throughout the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The soil feels fertile and rich between your fingers",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "The Maiden's former distrust is gone. Now she gazes at you with fondness, and her smile sparkles like sunshine on the water.\\n\\n'I delight to know you have honoured my friends, though they went away so long ago. The passions of Lenhwest could not be quenched, and were not; she was the first to leave, and I missed her most of all. Merillif had a beauty all her own, and as she walked among her gardens there were none who did not love her. Silloth's laughter echoed in the dell, leaping from hearer to hearer, arousing happiness in each one. Wild Braiglad was the last to leave; she drew pleasure from even the most untamed of regions, and delighted in ferocity.\\n\\n'You have the trust of Gultháva. Perhaps you can help my friend.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Sprinkle soil of purity on Braiglad's flower",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Sprinkle soil of purity on Silloth's flower",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The Maiden of the Gladden stares at you cryptically.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Sprinkle soil of purity on Lenhwest's flower",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat Orcs or goblins in the Vales of Anduin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The Maiden of the Gladden has reappeared further along the western path through Gladdenmere.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Few only come this way.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The Maiden stares at you with enigmatic eyes",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "The Maiden regards you with distrust.\\n\\n'Few only come this way,' she says, and her voice puts you in mind of a sighing breeze among the reeds. 'My friend is not to be disturbed. Go, and let him remain at peace.'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "The Maiden of the Gladden asked you to find the flowers planted by her long-lost friends throughout the Vales of the Anduin and sprinkle the soil of purity on them. You have marked the locations she gave to you on your map:\\n\\nMerillif's Flower grows within the camp of Lúlstrok.\\nBraiglad's Flower grows behind a house in Waldfast.\\nSilloth's Flower grows on the sloping path that climbs up through Brafulug.\\nLenhwest's Flower grows in the camp outside the cave of Fil Sulmog.",
      "es": ""
    },
    {
      "id": 132796321,
      "en": "Merillif's Flower",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Merillif and Braiglad, Silloth and Lenhwest... they planted flowers among the vales, and now their flowers are troubled by the encroaching darkness. Sprinkle this pure soil upon their flowers, in memory of my lost friends, and I will know you can be trusted.'",
      "es": ""
    },
    {
      "id": 132796322,
      "en": "Braiglad's Flower",
      "es": ""
    },
    {
      "id": 132796323,
      "en": "Silloth's Flower",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'So many of my friends have gone away. Merillif and Braiglad, Silloth and Lenhwest... they planted flowers among the vales, and now their flowers are troubled by the encroaching darkness. Sprinkle this pure soil upon their flowers, in memory of my lost friends, and I will know you can be trusted.'\\n\\nAs the Maiden gazes off to the north, beyond the still waters, images rise unbidden in your mind's eye. You see flowers growing among the camps of your foes in the Vales of Anduin, and hastily mark them on your map.",
      "es": ""
    },
    {
      "id": 132796324,
      "en": "Lenhwest's Flower",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Gultháva, the Maiden of the Gladden",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The Maiden of the Gladden waits for you by the flooded dwarf-hold of Kidzul-kâlah.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Catch up to the Maiden of the Gladden further to the west along the path through Gladdenmere",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Gultháva, the Maiden of the Gladden",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Pick up the soil of purity",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Sprinkle soil of purity on Merillif's flower",
      "es": ""
    },
    {
      "id": 16360148,
      "en": "Shade of Isildur",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Once more she disappears, and reappears further to the west",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "The Maiden waits for you to pick up the fertile soil",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shades in the Swamp: The Maiden of Gladden",
      "es": ""
    }
  ]
}