{
  "id": 621019013,
  "txt": [
    {
      "id": 162883717,
      "en": "'Return to the lower level and see if the bodies of the dead dragonkind might be set aflame. I ask also that you pick up some of the fallen weapons dropped by the slain; the sight of them will do no good for the dwarves we must rally. See if you can find Bótuz's axe, AXE NAME TBD, where it fell. I think I should like to wield it in his name.\\n\\n'Go now, my friend. We must do what we can, and quickly, or the dwarves here at Skarhald will dwell so long on the First Promise that they will not be ready for the Second!'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Return to the lower level and see if the bodies of the dead dragonkind might be set aflame. I ask also that you pick up some of the weapons dropped by the slain; the sight of those fallen weapons will harm the morale of the dwarves. See if you can find Bótuz's axe, Trollsplitter, where it fell. I should like to wield it in his name.\\n\\n'Go now, my friend. We must do what we can, and quickly, or the dwarves here at Skarháld will dwell so long on the First Promise that they will not be ready for the Second!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.1: Withstand and Overcome",
      "es": ""
    },
    {
      "id": 49286693,
      "en": "Talk to Durin on the upper level of Skarháld",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Speak with Inek the Brash on your way to the lower level",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I do not know what Karazgar plans for us, but I do know he will not give us the time we need to prepare for it. When the next of his promised attacks comes, we must be ready.\\n\\n'But I have heard the talk of these Zhélruka, and I am troubled by it. They mourn for Bótuz Frostblood, and I do not chide them for that, but they let their grief slow their feet and stop their work! How can we be ready if they will not set the past behind them and look to the dangers ahead?\\n\\n'They must be reminded of who they are, [placeholder]! Find despondent dwarves here at Skarháld and speak to them of the great deeds of their forefathers. Longbeard and Zhélruka alike are dwarves, and as dwarves they must stand together against whatever evils Karazgar brings to bear!'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Collected Trollsplitter, prized weapon of the Zhélruka",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Durin on the upper level of Skarháld",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Burn bodies of dragonkind at Skarháld ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Collect fallen swords at Skarháld ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What's that? The Zhélruka paid little heed to your stories? Ah, [placeholder], the memory of the battle is still too fresh in their minds. It will take more than words to cure these ills. It will take action!\\n\\n'Return to the lower level and see if the bodies of the dead dragonkind might be set aflame. I ask also that you pick up some of the weapons dropped by the slain; the sight of those fallen weapons will harm the morale of the dwarves. See if you can find Bótuz's axe, Trollsplitter, where it fell. I should like to wield it in his name.\\n\\n'Go now, my friend. We must do what we can, and quickly, or the dwarves here at Skarháld will dwell so long on the First Promise that they will not be ready for the Second!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'[placeholder]! I saw you speaking to the Dwarves of Skarháld, spinning tales and stories of heroes gone and deeds done. It had as much effect as I expected! Now you are going to take action? Good. Good!\\n\\n'Did Durin ask you to retrieve Bótuz's axe? Trollsplitter, you say? Hmm. I will not stop you, but I do ask this of you: bring it to me rather than to the son of the Longbeard king. Bótuz Frostblood was of the Zhélruka, and his axe should be wielded by one of his people and no other. Durin names it Trollsplitter, but if he were the right successor to Bótuz he would speak the dwarf-name and does not! I tell you the axe's true name is Vélik-kolun, and I name it such. Do as Durin asked of you, but bring Vélik-kolun to me before you return to him.'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Collect the axe Trollsplitter where Bótuz Frostblood dropped it",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Thank you for bringing Vélik-kolun to me, [placeholder]. I will wield it in the memory of Bótuz, and let all foes of the Zhélruka fear its sharp edge, and mine!\\n\\n'I know Durin thinks we should reinforce the defences of Skarháld, but what good will that avail us if Karazgar returns? You saw the army of dragonkind at his command! No, we need to take him by surprise. I have commanded Hórin to assemble a band of strong warriors for the purpose of pursuing Karazgar, and putting an end to him once and for all.\\n\\n'You are welcome to join the hunting-party, if you desire glory and honour! It is to the Anvil of Winterstith that Hórin will go, there to face the Weeping Warrior and avenge the fallen. He will welcome you among his warriors, if you wish to join the raid. But first you should report to Durin, of course. He had some small task for you to undertake, did he not?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Durin knows that the dwarves at Skarháld need to prepare themselves for the next of Karazgar's promised attacks, and if they give in to despair they will not be ready.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The bodies of drakes and wyrms can be found on the level of Skarháld where Bótuz Frostblood was slain, as can weapons dropped by the defenders of the fortress.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You have returned, [placeholder], but where is Trollsplitter? I thought you were going to bring me the axe of Bótuz Frostblood.'\\n\\nYou tell Durin that Inek laid claim to the axe, insisting that it was a Zhélruka weapon and properly belonged with him. Durin sighs and nods.\\n\\n'Yes, of course, I understand. It is just that... can I ask you to hold this in confidence, [placeholder]? You know the emblem of the Ironfold, surely? It consists of a black mattock and a red axe, crossed on a grey field. Well, this is not mere heraldry. My uncle Náin carries the Black Mattock into battle every chance he gets, and my grandfather Dáin wielded the Red Axe at many important battles, including his last; with the Red Axe he defended the body of King Brand before the gates of the Lonely Mountain.\\n\\n'My father is now king, but he does not have my grandfather's temper for battle; he will not carry the Red Axe into battle. I thought I might be the one to wield it, but I gave up any right to wield it when I ignored my father's command to return to the Lonely Mountain and instead followed these Zhélruka into the Grey Mountains. I know that Trollsplitter is no replacement for the Red Axe, but I thought a weapon of some tradition might make me feel more ready to lead. Alas, it was not meant to be.\\n\\n'I will not let it bother me. Thank you for listening, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Inek the Brash is on the upper level of Skarháld, waiting for you to return with Trollsplitter.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I have heard the talk of these Zhélruka, and I am troubled by it. They mourn for Bótuz Frostblood, and I do not chide them for it, but they let their grief slow their feet and stop their work! How can we be ready if they will not set the past behind them, and look to the dangers ahead?\\n\\n'They must be reminded of who they are, [placeholder]! Find despondent dwarves here at Skarháld and speak to them of the great deeds of their forefathers. Longbeard and Zhélruka alike are dwarves, and as dwarves they must stand together against whatever evils Karazgar brings to bear!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Durin is on the upper level of Skarháld, waiting to hear if you were able to cure the dwarves of their despondency.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Durin is on the upper level of Skarháld, waiting for you to return from your task.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Inek the Brash wishes to speak to you before you fulfil Durin's requests.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Despondent dwarves can be found throughout the upper levels of Skarháld.\\n\\nDurin asked you to speak tales of glory to the dwarves left despondent after the Battle of the First Promise.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Inek calls for your attention as you approach",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Burned bodies of dragonkind ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Collected fallen swords ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find despondent dwarves on the upper level of Skarháld and tell them inspiring stories ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'If Inek wishes to wield Trollsplitter, I will not stand in his way. He is right, it is a Zhélruka weapon. I did not mean to insult the memory of Bótuz Frostblood, if that is his claim!'",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I know Durin thinks we should reinforce the defences of Skarháld, but what good will that avail us if Karazgar returns? You saw the army of dragonkind at his command! No, we need to take him by surprise. I have commanded Hórin to assemble a band of strong warriors for the purpose of pursuing Karazgar, and putting an end to him once and for all.\\n\\n'You are welcome to join the hunting-party, if you desire glory and honour! It is to the Anvil of Winterstith that Hórin will go, there to face the Weeping Warrior and avenge the fallen. He will welcome you among his warriors, if you wish to join the raid. But first you should report to Durin, of course. He had some small task for you to undertake, did he not?'",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You remind Lúbokh of the Zhélruka's role in the Great Mending of Járnfast",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You remind Mevek of Bótuz Frostblood's courage, even in the face of certain death",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You remind Domuz of the glory and riches that surely await him in the Ered Mithrin",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You remind Závo of the many heroes who sought Thafar-gathol over the years",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'What did Durin ask of you? He wanted you to burn the bodies of the dragonkind and collect fallen weapons from the lower level? I agree that this should be done, but bring Vélik-kolun, the weapon of Bótuz Frostblood, to me before you return to Durin.'",
      "es": ""
    },
    {
      "id": 49286690,
      "en": "Bring Trollsplitter to Inek the Brash on the upper level of Skarháld",
      "es": ""
    }
  ]
}