{
  "id": 621019072,
  "txt": [
    {
      "id": 246419872,
      "en": "Vútro the West-wind saw frost-drake tracks to the south, and he thinks following them will lead you to the wounded Karazgar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9.7: The Wind and the Warrior",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Vútro the West-wind saw frost-drake tracks to the south, and he thinks following them will lead you to the wounded Karazgar.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'If we follow the tracks of the frost-drakes, they may lead us right to Karazgar! I saw them south of here, along the road! Hurry there and I will follow behind, and catch up as I can!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to the Zhélruka messenger in Gandalf's chamber at Skarháld",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Find frost-drake tracks to the south along the road",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'But I see we have a visitor! What do you want, newcomer?\\n\\n'You have a message for [placeholder]? Then deliver it! Are you not aware that a Wizard's time is valuable?'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Search along the road to the Glimmerdeep to find the message's sender",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I did not mean to cause offence! Everyone knows Wizards are quick to anger, but I did not expect the wick to catch so swiftly!\\n\\n'I have a message for you, [placeholder], from a mutual friend. He asked me to send you to him on the road to the Glimmerdeep with as much haste as you can manage, \\qas fast as the wind,\\q he said to me. Well, now I have delivered the message and I will take my leave, and more importantly I will leave the Wizard to his books, and in peace!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Find frost-drake tracks further south along the road",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'This dwarf is not here for me, [placeholder], but for you! Hear his message and be on your way, for my time is precious!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I did not follow Hórin to the Anvil, [placeholder], as you and Durin requested, and when the expedition returned with word that Karazgar had been slain by the Herald of Winter, my friends told me I was avenged. But I knew it was not so. I knew in my bones that Karazgar still lived, but none of the scouts have seen any sign of him since the expedition returned.\\n\\n'We know he is a master of stealth. Did he not prove his ability to move silently when he first ambushed me, cutting my leg with his cruel blade and robbing me of my fleetness? If he does not wish to be found, even the most alert of our scouts will not find him.\\n\\n'I stood nearby and listened as Hórin gave his report to Inek, who succeeded Bótuz Frostblood as the leader of my people here at Skarháld, and I think they missed something important! Karazgar had control over much of the Frost-horde, yes; did he not use its drakes and worms to attack us here? But that power derived from his mastery over Vethúg Wintermind. According to Hórin's account, Karazgar began to lose control over Vethúg as the battle turned against him, and when Vethúg perished, the drake died cursing his former master. What if Karazgar's control over the Frost-horde perished with Vethúg, [placeholder]?\\n\\n'Instead of scouting from on high for Karazgar, I instead watched for strange behaviour on the part of frost-drakes in the mountains. And behold! I saw many of the creatures moving with single-minded purpose. Not on behalf of Karazgar, no. I think they are seeking for him, wounded as he is, for the same purpose as I. I think the drakes seek him for vengeance, [placeholder]. If we follow their tracks, they may lead us right to Karazgar!\\n\\n'I saw them south of here! Hurry there and I will follow behind, and catch up as I can!'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Vútro the West-wind outside Skarháld.",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Vútro the West-wind by the hidden path among the rocks",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Hello, [placeholder]. It is time!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Climb the steep hidden path you discovered",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gandalf has come to Skarháld with the Black Book of Mordor, but the situation in the Ered Mithrin will not wait for the Wizard to finish his research, and there are other demands on your time.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Look at this, [placeholder]!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Vútro the West-wind is inside the shadowy cave you discovered high among the rocks in the Ered Mithrin.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "A dwarf has come to Gandalf's chamber in Skarháld, and he has a message for you.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'This is where the tracks have led us, [placeholder]. Karazgar may be stealthy enough to hide from Longbeard and Zhélruka scouts, but it seems he has found it more difficult to escape the sight of the Frost-horde. Many drakes and worms came this way, and if I am right they seek to avenge the death of Vethúg Wintermind!\\n\\n'We should climb this path and see where it goes, but remain alert! If I am right, we may find Karazgar at the end of it, and perhaps at his end as well!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Someone wants to meet you on the road to the Glimmerdeep, and you should find out who it is.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You followed frost-drake tracks to a partially-hidden path that winds its way up the mountains. Vútro the West-wind stands at the start of the path, eager to speak with you.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "By following frost-drake tracks in the Ered Mithrin, you found a hidden path climbing into the mountains. Did drakes of the Frost-horde come this way in search of Karazgar?",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Frost-drakes passed this way in great numbers, heading south",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'We should climb this path and see where it goes, but remain alert! If I am right, we may find Karazgar at the end of it, and perhaps at his end as well!'",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "A partially-hidden path leads up among the rocks to the north-west",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "A steep path climbs north-east to a shadowy cave entrance",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Vútro the West-wind inside the cave",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Vútro the West-wind is on the road leading to the Glimmerdeep.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I think we found it, [placeholder]. This must be Karazgar's lair, from where he launched his attack on Skarháld. Can you smell it? The stench of evil is all over this cavern!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Vútro the West-wind leans on his staff and nods in greeting",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Our mutual friend asked me to send you to him on the road to the Glimmerdeep with as much haste as you can manage, \\qas fast as the wind,\\q he said to me. Well, now I have delivered the message and I will take my leave, and more importantly I will leave the Wizard to his books, and in peace!'",
      "es": ""
    }
  ]
}