{
  "id": 621069842,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'A word if I may. There are ruins called Nímbarth not far from here that are overrun by brigands. We would like to see them removed so that we might find some solace whilst travelling near the ruins. Too often these aggressive Men harry our folk and cause irreparable damage to the populace. Will you help us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "After defeating the brigands, you should return to the mission giver and tell them of your success so that you may receive your well-earned rewards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf5",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef816",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Brigands set roost in the ruins at Nímbarth. They are not welcome. You are asked to make your way there to defeat their leader and thin their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Return to the mission giver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Brigands in Nímbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Be wary, for though they are a broadly disorganized group, they still pose a threat. I will send a scout to watch your progress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Another victory for you, friend. We are all indebted for every effort you undertake. To say that we are grateful is an understatement. We owe you much. We hope this shall suffice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete the Mission: Brigands in Nímbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "At the ruins of Nímbarth, a band of ruffians and brigands assaults the populace and lays waste to the beauty of the once great ruins. You are tasked with going forth and eliminating the brigand leader and their followers.",
      "es": "",
      "es (fem)": ""
    }
  ]
}