{
  "id": 621069843,
  "txt": [
    {
      "id": 228284034,
      "en": "'Uruks in the ruins of Caras Gelebren, this will not do. Our request here is a simple one, go to the ruin, drive them out, and tear down their banners.\\n\\n'We know that this cannot be done simply, but at least thin their number. They are numerous and strong, but with enough effort we may wrest the ruins from their control.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You found a good number of Uruk-hai in the ruins and destroys the banners you found. Return now to receive your rewards.",
      "es": ""
    },
    {
      "id": 133753589,
      "en": "None",
      "es": ""
    },
    {
      "id": 209647638,
      "en": "There is no twist in this mission.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Once a great home of the Elves, the ruins of Caras Gelebren are now despoiled by the arrival of Uruk of the White Hand. There is now an effort underway to push the Uruks out.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with the mission giver",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Signs and Sigils",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'It seems such a simple request, but Uruks are monstrous creatures of both size and temperament. You would do best to be on guard as you venture among them, [placeholder].'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Excellent work, [placeholder]. It is good to know that there are still stout warriors like you willing to aid us. The Uruk-hai know the retribution that will come to them for every affront they raise against us.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Complete the Mission: Signs and Sigils",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You are to make your way into the ruins of Caras Gelebren, tear down the banners of the White Hand and slay as many Uruk-hai as you find. Speak with the mission giver to undertake this mission.",
      "es": ""
    }
  ]
}