{
  "id": 620970659,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'How glad I am to learn the mysterious figures were two Elves, and known to you no less! May they and the rest of this Lord Aragorn's Host march on to glory and triumph against the Eye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Search for the two mysterious figures in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Search for the mysterious figures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Tell me, [placeholder], have you crossed paths with anyone not clearly of the Enemy's army since you entered Osgiliath? Mírthel spotted two cloaked figures entering the city not long before you arrived.\\n\\n'While you were out hunting hidden enemies among the ruins, he spotted the two figures again. Will you try and find them for us? For if they be not friends, I tremble to think what they are or what trouble they might cause us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56861",
      "en": "'I had only one clear shot at the troll while we chased it, but I feel certain my arrow landed. Once the troll is defeated, let us meet where the Rangers of Ithilien make their camp.'\\n\\nYou assure Elladan that you will be able to defeat the troll.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "You hear the injured troll just ahead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Track the troll to where it is hiding in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "You found Elladan and Elrohir in after-battle Osgiliath.\\n\\nYou should talk to Elladan and Elrohir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Mablung has asked you to track down two strangers who recently entered Osgiliath and learn the reason for their presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "The troll Gúrkodar is in the Palace of Eldacar in after-battle Osgiliath.\\n\\nDefeat the injured troll that Elladan and Elrohir have tracked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "Even though the troll is injured, it still moves quickly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Elladan and Elrohir are at the Ranger encampment in after-battle Osgiliath.\\n\\nYou should talk to Elladan and Elrohir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'I have heard from the Rangers that they wish to rebuild Osgiliath again one day. Let us succeed in the destruction of Sauron first, I say, then any thought of rebuilding may come after.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Defeated Gúrkodar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'With the enemy in retreat and our forces on the march, there are bound to be many strong foes about. We must keep our wits about us - all the more the farther we march!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'Aragorn bade us defeat a large troll, which killed many Gondorians. We tracked the elusive wretch until it took refuge in Osgiliath. We are unfamiliar with this city. The ruins have turned this place into a maze.'\\n\\nYou assure Elrohir that you can find this troll.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Talk to Elladan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Speak with Tugonn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Mablung, who can be found at the Ranger encampment in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Defeat Gúrkodar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Talk to Elrohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Track the troll to his hiding place",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "You spy Elladan and Elrohir!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Friend or Foe",
      "es": "",
      "es (fem)": ""
    }
  ]
}