{
  "id": 620970657,
  "txt": [
    {
      "id": "0xeb01151",
      "en": "Collect supplies and payment scattered around the encampment in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Gather confiscated treasure ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Meet with Gurthilm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'Are you the one they sent? Good, then I will only say this once.\\n\\n'My men and I are breaking our pact with the Easterlings and, indeed, wish to sever all ties with Mordor. We have no quarrel with Gondor or the men of the West. We ask only safe passage. We plan to make our way back towards Khand, but to make such a journey, we require gold and supplies.\\n\\n'As a token of good will, we will divulge the location of a large group of enemies you seek. What say you?'\\n\\nYou tell Gurthilm that you will discuss the Variag's proposal with others. He nods a curt assent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01152",
      "en": "You should talk to Mablung, who can be found at the Ranger encampment in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Mablung, who can can be found at the Ranger encampment in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Collect supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Bring the payment to Gurthilm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "Collected supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01157",
      "en": "Jarl Gurthilm can be found in after-battle Osgiliath.\\n\\nYou should bring the payment to Variag Jarl and make sure he keeps to his promise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'You have done as we asked. This is good. It means we trust you enough to work with you. The hidden encampment is located right beneath your feet.\\n\\n'Now you have your information. Be on your way and give us safe passage. Do not cross us though. We do not take kindly to such treachery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1142",
      "en": "Gathered confiscated treasure ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'The culverts, of course! It has been impossible to search both the city and the culverts thoroughly. We used all we could spare on the ruins above-ground and have neglected those under-passages completely!\\n\\n'While I am not surprised they threatened you, this knowledge was worth their brutish dealings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Mablung has asked you to meet with the Variag Jarl Gurthilm who has expressed a wish to parley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Reasonable Trade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "'He breaks his troth and sells his former allies' lives for his own? There is no honour in such a man. \\n\\nMablung lets out a sigh.\\n\\n'I do not understand these lawless men nor do I trust them. But I would know the location of these enemy encampments. Yes, I deem it worth the price.\\n\\n'Very well. Collect the supplies and gold they seek. You should find what you need here within our camp. But [placeholder], if they cross us, you are under no obligation to keep them from harm!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x346f0b1",
      "en": "'Be quick about it, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "Jarl Gurthilm can be found in after-battle Osgiliath.\\n\\nYou should find the Variag Jarl and learn what he wants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'How much do you know of the Variags, my friend? We have had little contact with these men from the east. They seem fell but not mindlessly bloodthirsty, and from what I have been able to gather, care more for gold than honour or fealty.\\n\\n'This is not idle gossip. A Variag Jarl, who goes by the name of Gurthilm, has made signs that he wishes to parley with someone from the Host of the West. While I trust him little, he claims he intends no harm. \\n\\n'Would you go and meet this Jarl Gurthilm, and learn, if you can, his true designs?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}