{
  "id": 620970661,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'It is good to have you back upon the eastern banks of the Anduin. It was my honour to scout events of the battle before Minas Tirith and report back to Mablung. Many of us wished to join the fray, but wisdom and discipline counseled we few would better serve Gondor here. And truly, many a hurried messenger and routed, retreating foe fell to our hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Search for Rangers of Ithilien within after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Mablung, who can be found at the main Ranger encampment in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Gladhir, Mírthel, and Arodor can be found at the main Ranger encampment in after-battle Osgiliath.\\n\\nYou should speak with the other Rangers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'We are to march shortly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Now then, let us speak of securing Osgiliath. We have done much to sweep the foes from this place, but some remain. While they do, they are a threat to the rear flank of Aragorn's host, to the guard of Minas Tirith, and to my men here. To truly purge our enemies here, we will need your help, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Aragorn hopes there are still Rangers of Ithilien hidden within Osgiliath who could help guide his army on their northward march.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Search for Rangers in Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'[placeholder], it is good to see you again. When last we spoke, Osgiliath was lost to the Enemy and war was at the doorsteps of Minas Tirith. We have watched the tides of battle turn from atop the Dome of Stars. We slew coward Orcs as they fled the battle, attempting to take shelter in the ruins. \\n\\n'But tell me, what word do you bring out of the White City? Why came you here?'\\n\\nYou tell Mablung of the battle and Aragorn's plans to march to the Black Gate.\\n\\n'If this is the path they will march, then there is much to be done here in Osgiliath first. But before we speak of those matters, talk to the other Rangers here with me - Gladhir, Mírthel, and Arodor in particular. It has been too long and they will surely be glad to speak with you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The March to Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Arodor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Gladhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Mírthel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Well met, [placeholder]! When I saw the darksome clouds finally give way, I shed my fears of the evils lurking in the Morgul Vale. I feel in my heart these great lands are not truly threatened any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I still cannot thank you enough for rescuing me on your journeys. It seems the secret of my capture did not stay a secret for long. Many a good-natured jest has been made at my expense. Still, I have kept true to my oath and given my all to thwarting the Enemy at every turn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'[placeholder], we are to march shortly. Is it true, as I have heard, that you are known to the Rangers of Ithilien? Will you search for any who might still hide among the ruins of Osgiliath? It is my hope that they might help guide us through Ithilien and on to the Black Gates of Mordor.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}