{
  "id": 620970662,
  "txt": [
    {
      "id": "0xeb01197",
      "en": "You should return to Mablung, who can be found at the Ranger encampment in after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Enter the culverts and find the Enemy holdout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1130",
      "en": "A large Morgul raiding party is hiding down here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Defeat Kamábhil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Defeat foes in the culverts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Return to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1132",
      "en": "Defeated Kamábhil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Good work. You have helped us secure Osgiliath and made safe passage for the Host of the West. I commend your work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "The raiding party hides in the culverts of after-battle Osgiliath.\\n\\nYou should defeat the Morgul raiding party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1134",
      "en": "Defeated foe ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Search the culverts for the enemy hideout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "With the claims of the Variags confirmed, Mablung has asked you to defeat the enemies hiding within the culverts of Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Morgul Holdout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "The enemy hideout is in the culverts beneath the ruins of after-battle Osgiliath.\\n\\nYou should enter the culverts and find the enemy hideout.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Gladhir has just returned, and confirms that there are enemies hiding in a section of the culverts we had thought to be collapsed. The Variags were true to their word. I suppose it is up to us, then, to honour our half of the deal and let them pass unharmed through North Ithilien. I will send word.\\n\\n'[placeholder], take to the culverts. Defeat the forces gathered there and make sure they do not have the strength to make trouble for the Host of the West.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}