{
  "id": 621035850,
  "txt": [
    {
      "id": 111477413,
      "en": "Defeat Gundabad scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Use the whistle to summon Aighrig to your side",
      "es": ""
    },
    {
      "id": 49286865,
      "en": "Talk to Aighrig",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Gundabad scouts roam near the road east of Annâk-khurfu.\\n\\nThe scouts are responsible for signaling attacks on dwarves' supply trains. Defeating them may make the road safer.",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Defeated Gundabad scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Use the whistle to summon Aighrig to your side",
      "es": ""
    },
    {
      "id": 162883667,
      "en": "'We are done here. I will venture ahead and meet you at Annâk-khurfu. Rékkur may be waiting for you.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Rékkur stands guard at Annâk-khurfu.\\n\\nHe will want to hear what you've learned.",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "There are fewer Orcs near the road now, thanks to your efforts and Aighrig's.\\n\\nYou should check in with her.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aighrig, the person who led you to Gáfin's body, has asked you to help her prevent further Orkish attacks on dwarf supply trains.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Rékkur",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'[placeholder], this stranger -- Aighrig -- claimed that she's the messenger. I'll admit, the bat is awfully friendly towards her. Maybe she's telling the truth.'\\n\\nYou relay everything that has transpired. Rékkur raises an eyebrow.\\n\\n'What a strange turn of events! Normally, I would not so easily trust a stranger, but if she's been tracking Orcs attacking our supply trains, she must be the one who healed me after that ambush. I'll trust her for now. The more help we can get, the better our chances at solving this mystery.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'While you have every right to distrust me, I believe that my actions will speak louder. I was in the process of tracking down Gundabad scouts who signal attacks on the dwarves' supply trains. Perhaps you would like to join me?\\n\\n'We should follow the road back to Annâk-khurfu and defeat any scouts we come across. Call for me when you wish to begin.'",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Aighrig keeps watch at the overlook near the Greylin River.\\n\\nYou should let her know when you are ready to help with her task.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Aighrig",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I am ready.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unexpected Help",
      "es": ""
    }
  ]
}