{
  "id": 621035849,
  "txt": [
    {
      "id": 162883748,
      "en": "'The Trév Dúvardain -- the Hill-men who ally with Angmar? Aye, I can see now why Aighrig would shroud her actions from us. Still, if the Angmarim are hunting her down, her alliances are clear. We ought to help her.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "DNT ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Defeat Iron Crown scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Rékkur is waiting for you at Annâk-khurfu.\\n\\nHe will want to hear about the Angmarim orders you found.",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "DNT find orders",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Defeated Iron Crown scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The scout has orders from Latharn to capture Aighrig for betraying the Trév Dúvardain",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Scouts of the Iron Crown have been seen spying on Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 49286693,
      "en": "Talk to Rékkur",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Soon after we began investigating Gáfin's death, scouts reported Angmarim activity nearby. The Angmarim appear to be searching for something, but can't venture close enough without meeting the pointy end of a dwarf-blade. They're too craven to attack us openly, but they aren't welcome!\\n\\n'I'd wager a couple have settled themselves behind Annâk-khurfu, while others watch the path leading up here. You won't have to look far. Find out why they're skulking around -- while getting rid of them, of course.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "DNT ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Rékkur has asked you to defeat Iron Crown scouts on the outskirts of Annâk-khurfu and find out what they're searching for.\\n\\nA couple may be lurking behind Annâk-khurfu, while others watch the path leading up to it.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bearers of Bad News",
      "es": ""
    }
  ]
}