{
  "id": 621035966,
  "txt": [
    {
      "id": 162883721,
      "en": "Deep within Wyrmsgráf, there lies a great larder which once belonged to Scatha the Worm. Rumours have spread of a gluttonous rock-worm dwelling among the bones of Scatha's long-devoured prey.\\n\\nYour mission is to defeat the gluttonous rock-worm, Stúrkvith the Bloated, who now dwells in Scatha's Larder.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Inspiring Presence",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "None have feasted on the remains of Scatha's larder with such fervour as a foul worm known to the dwarves as Stúrkvith the Bloated.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: A Glutton in the Larder",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have returned from Wyrmsgráf with troubling news. A worm of considerable size has taken refuge deep within Scatha's larder and has begun to feed on the unwary... even those of its own kind. The Longbeards have seen fit to call it Stúrkvith the Bloated, and I think it a name well-earned.\\n\\n'You are to travel to Scatha's larder in Wyrmsgráf and see that Stúrkvith grows no larger! For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: A Glutton in the Larder'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "The monster commander in this mission has an aura that buffs any allies nearby.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to defeat the gluttonous rock-worm, Stúrkvith the Bloated, who now dwells in Scatha's Larder.\\n\\nYou should talk to Ausma and travel to Scatha's Larder.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well done, [placeholder].\\n\\n'That gluttonous beast must have spent too many years accustomed to feasting on easier prey than you!'",
      "es": ""
    }
  ]
}