{
  "id": 621035852,
  "txt": [
    {
      "id": 162883764,
      "en": "'I was just feeding Lúkhag. She has been very brave lately. But yes, I would be happy to aid you in your hunt.\\n\\n'I do not think a commander such as Uflúk will be caught off-guard wandering around. There must be a war horn in the Orc camp that we can use to trick him into emerging.'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Upon defeating Uflúk, you found a report among his belongings.\\n\\nDiscussing this report with Aighrig may reveal something.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Digging Deeper",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Rékkur has suggested bringing Aighrig with you to the Orc camp.\\n\\nAighrig stands before the stairs to Annâk-khurfu.",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Lúkhag flew off not too long ago -- and where is Aighrig? This doesn't bode well.'\\n\\nRékkur patiently listens to your account of what happened before reading through the report you found.\\n\\n'Why does Aighrig require such secrecy? Though I suppose we can only wait for her....\\n\\n'The Orcs had a hand in Gáfin's death, and now the Angmarim might have too. Gáfin, my old friend, what did you get yourself into?'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Rékkur awaits your return at Annâk-khurfu, to the east of Zarkul-sulûn.\\n\\nAighrig has asked you to bring the report to him.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Maybe we'll learn something if we set our sights higher.\\n\\n'It's clear that Gáfin was killed by Orcs. According to the scouts, the Orc Uflúk commands the camp Zarkul-sulûn, to the west. If anyone has the information Gáfin was trying to bring back, it would be Uflúk.\\n\\n'But I wouldn't ask for you to venture forth alone. This could be another chance for Aighrig to prove herself to us, if she is willing!'",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Use the whistle to summon Aighrig to your side",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Aighrig",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Uflúk approaches...",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "DNT ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "With few clues as to what Gáfin discovered before he died, hunting down the Orc commander Uflúk for information may be the next best option.",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 49286848,
      "en": "Deliver the report to Rékkur",
      "es": ""
    },
    {
      "id": 30855425,
      "en": "'Hah! Not the fight I was expecting, but I'll take it.'",
      "es": ""
    },
    {
      "id": 30855426,
      "en": "'Die, you filth!'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "The Orc camp Zarkul-sulûn is located west of Annâk-khurfu.\\n\\nAighrig believes that Uflúk can be lured out if you find a war horn to use in the camp.",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "A report lies crumpled among Uflúk's belongings",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "DNT ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082736,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 49286870,
      "en": "Show Aighrig the report",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Use war horn and defeat Uflúk",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Use the whistle to summon Aighrig to your side",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "'This report details the health of bats under Angmarim care. They are raising and training bats for the Orcs -- perhaps this is what Gáfin discovered....'\\n\\nA troubled expression falls upon Aighrig's face.\\n\\n'The one who wrote this report is someone named... Latharn. [placeholder], I recognize that name -- it belongs to an Angmarim who is an accomplished beast-tamer. But that is all I know.\\n\\n'I believe I know where the Angmarim are raising their bats. May I ask you to bring this report to Rékkur? I am sorry, but I must investigate alone.'",
      "es": ""
    }
  ]
}