{
  "id": 621035930,
  "txt": [
    {
      "id": "0xb0118d0",
      "en": "Langhár and Varthmath can be found at Zarkul-sulûn.\\n\\nYou should assist Langhár and Varthmath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'[placeholder], I must speak with you of an urgent matter. Scouts have spotted what seems to be a raiding party, heading in our direction from the east! It appears that the enemy seeks to ambush us from behind! I do not know how they were able to get around our lines, but we must confront the raiders immediately! They can not be allowed to cross the River Drekvath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a1",
      "en": "'Thank you [placeholder] for all that you have done to assist our efforts in battle. We will prevail soon enough, this I know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "Langhár can be found at Zarkul-sulûn.\\n\\nYou should talk to Langhár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Talk to Langhár at Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "The path across the Drekvath River can be found east of Shakal-atrâd.\\n\\nYou should confront the raiding party of the Drekvath River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Assist Langhár at Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Assist Varthmath at Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d9",
      "en": "Shakal-atrâd can be found in Elderslade.\\n\\nYou should give Beorining-made spears to the dwarves at Shakal-atrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Assist Hertha at Shakal-atrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'Why, [placeholder], have you come to welcome us to the battle? How very kind of you! We are people of our word. If Grimbeorn declares that the Beornings will assist our allies in their time of need, that is what we will do! We are here to help you win this war. Come, let us not waste another moment!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56869",
      "en": "'Upon first inspection, the spear seems crude to an untrained eye. Hmm, then you feel the balance and notice the deadly sharp tip. This is fine craftsmanship!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Confront the raiding party of the Drekvath River",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1132",
      "en": "Gave Beorning-made spears to dwarves at Shakal-atrâd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "The Drekvath River can be found east of Shakal-atrâd.\\n\\nYou should talk to Yrsa Spearwife by the Drekvath River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Talk to Yrsa Spearwife on the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Word has reached the dwarves of a potential threat approaching the battlefield from the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'You should assist those of my kin who are here at Shakal-atrâd with me. They may need assistance in their tasks. Time is never on one's side in battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56873",
      "en": "'This is a good enough place to assist as any. Some of my kin have ventured elsewhere but do not fear. I have respect for them all in battle.\\n\\n'Speaking of battle, These dwarves could use some of my deadly Beorning hunting spears. A perfect throw will slice any Orc in twain! Here, take these spears and distribute them to the dwarves at Shakal-atrâd.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56817",
      "en": "'Skarding walks his own path. You know this. I never worry, for he is the greatest Beorning warrior. Search for him on the battlefield, as I am sure that is where he went. He may welcome your assistance, though I am certain he does not need it.\\n\\n'Once you have assisted Skarding, locate Langhár and Varthmath at Zarkul-sulûn. They may have need of your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Yrsa Spearwife can be found at Shakal-atrâd.\\n\\nYou should talk to Yrsa Spearwife at Shakal-atrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50211",
      "en": "Give Beorning-made spears to dwarves at Shakal-atrâd ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01106",
      "en": "Skarding Wargsbane can be found somewhere on the battlefield.\\n\\nYou should find and aid Skarding Wargsbane.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Assist Thyra at Shakal-atrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Assist Sighild at Shakal-atrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b98",
      "en": "There is no raiding party to be found, only Beornings!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Yrsa Spearwife at Shakal-atrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1145",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Find and aid Skarding Wargsbane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1148",
      "en": "The Beornings have kept their word to assist the dwarves in their time of need!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "Thyra, Sighild, and Hertha can all be found at Shakal-atrâd.\\n\\nYou should assist the Beornings at Shakal-atrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Strength and Fury",
      "es": "",
      "es (fem)": ""
    }
  ]
}