{
  "id": 620905480,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The land of the Ford was once green and lush, but it has been perverted and destroyed. Not by the Easterlings, but their foul masters, the Cargûl. As they wander the camp, they drop runes which burn their way into the spirit, filling it with malice and hate.\\n\\n'If the rune is destroyed, its power fades and the land can be preserved. Do not get too close to the Cargûl, for they can destroy any [placeholder] with a single attack, but follow them closely. When you see a rune, destroy it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'One day, either the Cargûl will leave, or we will force them out. For now, I feel content that the land itself is safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you prepared to face the Cargûl of the Ford?'\\n\\n<rgb=#FF0000>This is an instanced public questing area.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ford: Defiled Runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The runes that the Cargûl drop seep into the land and defile it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed Cargûl-runes at the Ford ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Cargûl-runes at the Ford ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Runes can be found on the paths the Cargûl of the Ford walk.\\n\\nWulfin asked you to destroy the runes the Cargûl drop before they defile the land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wulfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wulfin is in Harwick.\\n\\nWulfin will be pleased to hear that you destroyed several runes before they were able to defile the land.",
      "es": "",
      "es (fem)": ""
    }
  ]
}