{
  "id": 620905597,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Éomer, the Third Marshal of the Riddermark and the nephew of King Théoden, has come to Eaworth with news of the Uruks you are pursuing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'As Reeve Ingbert promised, Éomer has returned from his ride north. He is outside the Mead Hall, [placeholder]. Introduce yourself and see what he knows of the Uruks we pursued!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Éomer is outside the Mead Hall of Eaworth.\\n\\nCorudan told you that Éomer, the nephew of the King, has returned from his ride north in pursuit of the Uruks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased to make your acquaintance, my friend. Yours is the second party I have encountered who sought the Uruks, [placeholder], and to you I say what I said before: the Uruks have all been destroyed, and I saw no sign of any other living thing at the site. The news brought great sadness to the three we encountered.\\n\\n'The Man was Aragorn son of Arathorn, and his companions were a dwarf, Gimli Glóin's son, and an Elf called Legolas.\\n\\n'Speak to my man Éothain if you would hear more of these travellers or their prey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éothain is outside the Mead Hall of Eaworth, with Éomer.\\n\\nÉomer has told you to ask any questions you have of his man Éothain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Éomer is outside the Mead Hall of Eaworth.\\n\\nYou have spoken with this lieutenant Éothain, and should now speak again with Éomer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Éomer is the nephew of King Théoden. He should be outside the Mead Hall with some of his men. Speak with him about the Uruks we pursued.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am pleased to make your acquaintance, my friend. You are the second dwarf I have met in the Mark in as many days, and the occasion seems not as rare as it did before! I will be less surprised by a third, or a fourth!\\n\\n'Yours is the second party I have encountered who sought the Uruks, [placeholder], and to you I say what I said to them: the Uruks have all been destroyed, and I saw no sign of any other living thing at the site. That news brought sadness to the three hunters I encountered.\\n\\n'The Man was Aragorn son of Arathorn, and his companions were a dwarf like yourself, Gimli Glóin's son, and an Elf called Legolas.\\n\\n'Speak to my man Éothain if you would hear more of these travellers or their prey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Éothain will answer any questions you have about your friends or the Uruks they pursued.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am pleased to make your acquaintance, my friend. You are the second Elf I have met in as many days, and the occasion seems not as rare as it did before! I will be less surprised by a third, or a fourth!\\n\\n'Yours is the second party I have encountered who sought the Uruks, [placeholder], and to you I say what I said to them: the Uruks have all been destroyed, and I saw no sign of any other living thing at the site.\\n\\n'The Man was Aragorn son of Arathorn, and his companions were a dwarf, Gimli Glóin's son, and an Elf called Legolas.\\n\\n'Speak to my man Éothain if you would hear more of these travellers or their prey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I will be at your disposal if Éomer my commander wishes it. Otherwise I have naught to say to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I am pleased to make your acquaintance, my friend. And am I not wrong in my guess that you are of the race of halflings called \\qHobbits?\\q'\\n\\nÉomer laughs at your surprise.\\n\\n'Yours is the second party I have encountered who sought the Uruks, [placeholder], and it was they who told me of hobbits. To you I say what I said to them: the Uruks have all been destroyed, and I saw no sign of any other living thing at the site.\\n\\n'The Man was Aragorn son of Arathorn, and his companions were a dwarf, Gimli Glóin's son, and an Elf called Legolas. You are not one of the halflings they sought, are you? A shame! They were distraught at their loss.\\n\\n'Speak to my man Éothain if you would hear more of these travellers or their prey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Éomer outside the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Did you have more questions of me? I will do whatever Éomer commands, and he has commanded that I answer you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'No Uruks escaped the circle of my riders, but it is possible your friends may have escaped before we closed in. It is a small chance, but it is what Aragorn hoped for, and perhaps his hope was more than hope, and there was truth in it.'\\n\\nÉomer makes a wry face.\\n\\n'Perhaps, but Éomer Éomund's son puts stock in cold steel and sunlight on the plains. Without some unlikely dwimmer-craft, I fear the halfling friends Aragorn sought met a sad end.\\n\\n'The three hunters, however, lived when I left them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Éothain outside the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Éomer outside the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'If Éomer my commander wishes me to answer your questions, I will do so. Ask what you will and hear my answers. Whether they give you joy or sadness is no concern of mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 1: Éomer",
      "es": "",
      "es (fem)": ""
    }
  ]
}