{
  "id": 620905533,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Aid Gísil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gísil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The time has nearly come for us to set out for Snowbourn with the crofters. My men and I will remain and hold Garsfeld for as long as we are able.\\n\\n'Before we go, I require your aid with some final preparations. Gísling and I each have a task for you, and one of the townsfolk, a fellow by the name of Langar, has also asked for your assistance.\\n\\n'Once these matters are dealt with, we will depart for Snowbourn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The preparations are made...it is time for me to alert the crofters so they can gather their belongings.\\n\\n'Thank you for your aid...the caravan will have much use of your protection. I must speak to you again before we depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Croft Too Far",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísil does not want to risk causing panic should his plan be revealed before the proper time, and thus has asked you to be discreet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Aid Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gísil and Gísling can be found inside the Mead Hall of Garsfeld. Langar can be found in west Garsfeld.\\n\\nGísil wants you to aid him and the people of Garsfeld with final tasks before the townsfolk evacuate to Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Aid Langar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gísil can be found inside the Mead Hall of Garsfeld.\\n\\nYou should return to Gísil and let him know that you have completed his tasks.",
      "es": "",
      "es (fem)": ""
    }
  ]
}