{
  "id": 620905469,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Orc Emblems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted the river-crossing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thane Mildrith refuses to either trust or marry Athelward, and wants to ensure that the young Elfmar of Faldham is not relying on Athelward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If Siflád says she is being treated well, I will keep my complaints to myself. Thank you for easing the worry in a mother's heart. My daughter is strong-willed, and I trust that she will have the sense to send word if her situation changes to ill.\\n\\n'Turning now to the well-being of my people, I find clarity: we must not rely on the Reeve to protect us. I do not trust him, but more so: I feel in my heart he will see first to the defence of Cliving and not leave his walls to protect the rest of us. The other towns of the Norcrofts do not have Cliving's natural defences.\\n\\n'You have been a good help to me, but I know you are eager to progress westward in pursuit of the Uruks you seek. Go south-west to Faldham by way of the river crossing, to scout and see if the crossing is held by foes. Also, I ask that you collect emblems from any Orcs you find in the Norcrofts. Show those emblems to Elfhelm, the Thane of Faldham, as proof that we must stand on our own and not rely on Athelward.\\n\\n'Oh, wait! Elfhelm has gone to the Fords of Isen. His son, Elfmar, must have rule of Faldham in his absence. Show him the emblems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The road runs west of Elthengels for a good way before turning south. At a certain point the southward road crosses the river before it reaches Faldham.\\n\\nThane Mildrith wants you to travel to Faldham and collect emblems from Orcs in the Norcrofts to show to Elfmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome to Faldham, friends. These are not the first such emblems I have seen. I know the Orcs move across the Norcrofts in great numbers. I am trying to do the best I can to combat them while my father is away at the Fords of Isen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elfmar is the acting thane of Faldham while his father Elfhelm is away.\\n\\nThane Mildrith wants you to tell Elfmar of the dangers that face the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I do not trust the Reeve. Travel south-west to the river crossing and seize emblems from any Orcs you encounter in the Norcrofts. Bring those emblems to Elfmar and tell him the danger we face is all too real, and we must not rely on Reeve Athelward to protect us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Orc Emblems from the Orcs of the Norcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the river crossing south-west of Elthengels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the Orc Emblems to Elfmar in the Mead Hall of Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 9: South Across the Plains",
      "es": "",
      "es (fem)": ""
    }
  ]
}