{
  "id": 620905475,
  "txt": [
    {
      "id": 54354734,
      "en": "You have come to Eaworth, the town where Horn grew up, to see what they have seen of the uruks that crossed Rohan.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'No point in delaying any further. Let's go see my father and see what he has to say. If we are lucky, his people have seen some sign of the Uruks. If we are not... he will not be pleased at my return.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reeve Ingbert is in the Mead Hall of Eaworth.\\n\\nYou have come to Eaworth to learn what its people know of the Uruks you are seeking.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You tell Corudan that Ingbert believes the Uruks you seek have likely been slain.\\n\\n'We will not know for certain until we find them ourselves, [placeholder]. But we cannot leave yet. I have looked all around Eaworth, but I cannot find Nona. It is as if she just vanished.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ingbert's steward Léowulf is in the Mead Hall of Eaworth.\\n\\nReeve Ingbert has reluctantly agreed to provide a feast for you and your companions, the very minimum amount of hospitality required by his customs.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Reeve Ingbert is in the Mead Hall of Eaworth.\\n\\nYou have feasted with Ingbert and now he is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will show you to a comfortable room while the feast is prepared.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are new here, [placeholder]. You have come far from your home, and in the company of... peculiar friends.\\n\\n'An Elf? A girl from the tribes of Dunland? What makes you think these could travel across the plains of Rohan? Or into proud Eaworth?\\n\\n'No, give me no excuses. I know why you feel you have the right. My son Horn gave you permission, as if he can speak for my lands. The last I knew, he was banished beyond the ridings of Rohan, to Stangard on the Great River, far away. Has Théoden King relented of his command? Or, as I find more likely, has Horn simply flouted the King's command?\\n\\n'I will not have it be said that Ingbert, Reeve of the Entwash Vale, lacks the courtesies of hospitality. My steward Léowulf will prepare a meagre feast for you. Speak to him while I speak to my son in private. My disapproval is not meant for the ears of strangers, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Corudan is in Eaworth.\\n\\nYou have spoken with Ingbert and learned that the Uruks passed north of Eaworth, followed by the Third Marshal of the Riddermark.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My father Ingbert will be in his Mead Hall, unless he has greatly changed. I suspect he has not.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I thank you for your discretion, [placeholder]. Many a maid has cast herself into the torrent of the Entwash when learning of her unrequited love. I am not yet ready for Ingyth to learn of her betrothed's death.'\\n\\nIngbert sizes you up appraisingly.\\n\\n'I was blinded earlier. You are not the stripling for which I mistook you. My displeasure with Horn does not extend to you.\\n\\n'You are welcome to come and go within the Entwash Vale, if you are a friend to her people.\\n\\n'The Uruks you seek passed north of Eaworth not long ago, and shortly afterward Éomer, the Third Marshal of the Riddermark, rode after them. I am expecting him back any day now.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Éomer, the Third Marshal of the Riddermark, passed Eaworth not long ago. He was hunting the same Uruks you seek. They are likely dead by now, and he should be back shortly.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Reeve Ingbert in the Mead Hall of Eaworth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Léowulf and attend the meagre feast",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Ingbert in the Mead Hall of Eaworth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Corudan in Eaworth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 12: Homecoming",
      "es": ""
    }
  ]
}