{
  "id": 620905598,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Déorun's hammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Déorun's hay-fork",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected Déorun's lantern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crofter Déorun, has begun arrangements in anticipation for the expected attack on Faldham. In order to protect his home and family, he is in need of several items he has lent to his neighbours over the course of time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected Déorun's bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is said that a farmer is only as effective as his tools, and I am sorely lacking many of the tools which I now require. I have need of many of the tools I have lent to my friends and neighbours, I forsee them being invaluable in the coming days.\\n\\n'Might you gather up many of the items I have loaned out, and return them to me? In particular, I am seeking my hammer, hay-fork, lantern, and an old bow. Speak to the other crofters around Faldham, and inquire about the items. These tools will be put to good use when the siege begins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Déorun's neighbours can be found within Faldham.\\n\\nDéorun has need of the items he has lent to the other people living around Faldham, including Haligmar, Enswith, Thurgyr, and Osin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for returning all of my loaned items. My tools will be put to good use when the time is right, and the assailants will learn the folly of underestimating a prepared crofter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Déorun resides at his home at the southern end of Faldham, just oustide the mead hall.\\n\\nYou have collected Déorun's many missing items, and may now return them to the anxious farmer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Déorun's hammer was loaned to me, but I cannot recall where I have placed it.\\n\\n'Ah yes, I remember now. I was using it on the barrels by the stable. I must thank Déorun for his generosity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speaking with my neighbours may help you to track the loaned items. In particular, I would recommend speaking to Haligmar, Thurgyr, Osin, and Enswith. You should find them all about Faldham, busy with their own tasks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I would be happy to return Déorun's hay-fork, I appreciate his loaning it to me.\\n\\n'I last used it at Sahard's stable. If you are looking for it, I would start there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Déorun's loaned hammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Déorun loaned my husband his lantern, as a favour. You are more than welcome to take it, I last saw it laying near the windmill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Déorun's loaned hay-fork",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Déorun's loaned lantern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You are aiding Déorun, [placeholder]? You have reminded me, I am in possession of Déorun's hunting bow. Might you take it to him?\\n\\n'I hope he enjoys the improvements to it, the grip is more secure and the limbs should have a good flex to them. I was tuning it by the stables, just outside the mead hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect Déorun's loaned hunting bow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An End to Lending",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return the items to Déorun",
      "es": "",
      "es (fem)": ""
    }
  ]
}