{
  "id": 620905488,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "No one has seen Nona since the feast at Eaworth. Corudan and Horn are worried.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Horn has gone looking for her, but when last he came this way he had found nothing yet. Did she tell you anything that might give us an idea of where she has gone? Or do you think she has fallen into trouble of some kind? The men of Rohan do not look kindly upon her people.\\n\\n'You should ask the people of Eaworth if they have seen her, and I will do the same. I do not know if they will tell me anything, but we cannot let her disappearance go without investigation, [placeholder].\\n\\n'Horn is... distraught... as you might expect him to be. He had grown fond of our fiery companion. You do not need Elf-eyes to have seen it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Horn is looking for Nona in Eaworth.\\n\\nCorudan thinks you should ask around to see if anyone has seen Nona, and if you cannot find her, you should look for Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Horn has gone looking for her, but when last he came this way he had found nothing yet. Did she tell you anything that might give us an idea of where she has gone? Or do you think she has fallen into trouble of some kind? The men of Rohan do not look kindly upon her people.\\n\\n'You should ask the people of Eaworth if they have seen her, and I will do the same. I do not know if they will tell me anything, but we cannot let her disappearance go without investigation, [placeholder].\\n\\n'Horn is... distraught... as you might expect him to be. He had grown fond of our fiery companion. You possess the eyes of the Elves, as I do, but you could have seen that without them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corudan is in Eaworth.\\n\\nHorn is convinced that Nona has left your group for some reason, and that she will return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will keep Nona's sword safe until her return. Tell Corudan what has transpired here, and that Nona's path simply does not run with ours for a while. When it does once more, we will see her again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have not seen the Dunlending, but Horn has gone out to the cliffs. He seemed upset about something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'There is a man out by the cliffs. It may be Horn, but I cannot see his features from here. I have not seen the Dunlending anywhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'The Dunlending woman? I have not seen her. When I heard there was a woman from Dunland here, I thought she would frighten me. I always heard tell the people of Dunland were wild and savage, and there is a ferocity about her, but there was something else, too. She did not seem afraid of anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Horn or Nona somewhere in or around Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'She is gone... she's really gone...'\\n\\nHorn holds Nona's sword in his hands, and seems to see nothing but the lonely weapon.\\n\\n'I found it here on the stones, [placeholder]. But why would she leave it?'\\n\\nYou peer out over the edge, to the rushing river that has cruelly claimed so many maidens before their times, and Horn follows your gaze with his eyes.\\n\\n'No, [placeholder]. She did not jump into the Entwash. I do not believe it. She left us for some reason, and she left this sword here so I would find it. But why leave us? Why leave me?'\\n\\nHe clenches one fist.\\n\\n'I will take her brother's sword, and I will keep it for her until she returns. She will return, [placeholder]. I will not wield Wadu's blade. But I will hold onto it for Nona. Tell Corudan that Nona has left us, but that she will return. Her path simply does not follow ours for the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Corudan in Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "You tell Corudan what transpired on the cliffs, and he smiles grimly.\\n\\n'That is what I thought, [placeholder]. Nona is indeed fine, and will return to us when she has resolved a few things in her mind. I know now why she has left, and why she did not bring her brother's sword with her: for love.\\n\\n'You have seen the way the people of Rohan look at her: with fear, and with distrust. She is not one of them. Despite Horn's banishment to Stangard, he is still much more of Rohan than she will ever be. So too has she seen the damage love can do: what would learning of Prince Théodred's death do to Ingyth, his betrothed?\\n\\n'Nona grew too fond of Horn, over too quick a time, to lose him to battle and death. Perhaps she left to shield herself from growing even more attached to him. Perhaps she simply needs time to resolve her feelings.\\n\\n'I think she will return, [placeholder], but I do not know when. We must be kind to Horn in the meantime. He will feel this loss sharply, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 13: The Ghost Vanishes",
      "es": "",
      "es (fem)": ""
    }
  ]
}