{
  "id": 620905467,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have known Thane Mildrith since I was a boy. She was not thane then, of course. It is a great shame what happened to her husband and to her son, but I am not attributing her words solely to grief. Reeve Athelward is many things, and I would never say he lacked courage, but the simple fact is that Cliving is far away. He worries first about Cliving, and second about the other towns within his riding. I cannot say I would do otherwise.'\\n\\nYou tell Elfmar that you spoke with his father Elfhelm at the Fords of Isen.\\n\\n'I am glad to hear he still lives, [placeholder]! I would like to hear more of your account! While my father is away, I am trying to rule in his place as best I can. You have seen battle. Would you like to train with my men? We can discuss the state of things in Rohan, and you can tell me more of what you have seen beyond the borders.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you very much, [placeholder]. There is something solid and reassuring about a good bout of sparring, and I know my men will be pleased to have had the opportunity when the time comes to defend their homes or those of their neighbours.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The field just outside the Mead Hall serves as the training area for my men. Will you help train them? I would be pleased to see what you can do!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 10: Shield-brothers",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elfmar is trying to prepare the men of Faldham to stand against the Orcs crossing Rohan, and wants your help to make them ready.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elfmar and help to train his men in the defence of Faldham",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Elfmar is at the Mead Hall in Faldham.\\n\\nElfmar would like you to train his men in combat, and also wishes to speak with you about your travels.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Elfmar in the Mead Hall of Faldham",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elfmar is in the Mead Hall of Faldham.\\n\\nYou have helped to train many of Elfmar's men, and should now speak with him again.",
      "es": ""
    }
  ]
}