{
  "id": 620905468,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated mounted foes in the Entwash Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Elfmar has thanked you for training his men, and thinks you should travel north-west to Eaworth for news of the passing Uruks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your road surely runs north-west now to Eaworth. No doubt your friend Horn will be glad to see his home again, and you may be able to learn where the Uruks crossed the river, if they still live.\\n\\n'As you travel through the Entwash Vale, slay any mounted enemies you encounter. With such speed they could double back and cause trouble for Faldham, or for towns in the Sutcrofts, and I do not wish that.\\n\\n'Your friends are just outside, I believe. Speak with them and give them my thanks for helping to train my men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nona, Horn, and Corudan are outside the Mead Hall in Faldham.\\n\\nElfmar has asked you to thank your companions from him before you leave for Eaworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well, we are here. I did not hurry to see home again, but now that I have it fills me with sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eaworth is located in the Entwash Vale, halfway up the Entwash river.\\n\\nElfmar has asked you to defeat mounted foes in the Entwash Vale as you travel to Eaworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Horn is at the entrance to Eaworth, in the Entwash Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My father is a hard man. I do not think he will be pleased to see us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I thought we might need to go to Eaworth. It is my home, but I have not been there to stay in several years. I returned briefly for a few days after Théoden King ordered me to Stangard and before I left Rohan. My father was pleased to see me go, I think.\\n\\n'His name is Ingbert, and he is the Reeve of the Entwash Vale. He trained both Prince Théodred and Éomer when they were young. He trained me as well, but I did not impress him as much as they did. He is a hard man. I hope my family troubles will not distress you. Nona... well, he will not think much of Nona.\\n\\n'I will follow your lead at Eaworth, [placeholder]. I do not want my family to cause any trouble for you or our companions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Nona is silent and, unusually, has nothing to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I do not understand why Horn is reluctant to return to his home. If I were to return to Lhanuch now, I would be glad to see Suvulch. I would introduce him to Corudan, and to Horn...'\\n\\nNona falls silent for a moment.\\n\\n'Perhaps I see why Horn is not eager to see his home again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I would like to see Fangorn, but I will go where you lead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Eaworth sits on cliffs at a bend of the Entwash, to the north. Were we to follow the river past the city, we would eventually arrive at the forest of Fangorn. I have heard tales of Fangorn that make me most curious to see it, but to hear Horn speak of it I cannot imagine he will want us to get any closer to it than Eaworth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Horn in Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Speak to your companions outside the Mead Hall, and then ride for Eaworth. Leave no mounted foes in your wake!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Corudan in Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Nona in Faldham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat mounted foes in the Entwash Vale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 11: Across the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Horn in Eaworth",
      "es": "",
      "es (fem)": ""
    }
  ]
}