{
  "id": 620970861,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Spook Khundolar searchers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ithilien may be beset by foes, my friend, but we have not yet lost the advantage.\\n\\n'Our foes are large in number, but lacking in resolve. They do not share our knowledge of these lands and there remain many things in the dark of these woods that might strike fear into the heart of an Orc.\\n\\n'It is that fear we must prey on, [placeholder]. The breaking of branches, a chirp that breaks the silence, and the howl of a great beast... our foes have quailed before them all.\\n\\n'Orcs and Khundolar alike search the lands surrounding Henneth Annûn, and they are fearful of what lurks in the shadows of Ithilien.\\n\\n'Seek their searchers in the lands around Henneth Annûn, and let loose a cry while you remain hidden from their sight. The fear we can instill in them is greater to our cause than any amount of bloodshed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Orcs and Khundolar searchers can be found throughout central and north-central North Ithilien.\\n\\nRhadrog has asked you to scare the forces of Mordor that are searching North Ithilien for the Rangers. You should <rgb=#FF00FF>roar</rgb> at the searchers while you remain hidden from their sight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Rangers know the lands of Ithilien well, and use their mastery of it to scare off encroaching foes who are easily unnerved in the shadows of Gondor's garden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Rhadrog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'If we are so fortunate, those Orcs and Khundolar shall return to their masters with news of terrible, unseen things lurking in Ithilien.\\n\\n'Regardless of our true strength, our company shall appear to be innumerable and ever-watching.\\n\\n'You have done well, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Spooked Mordor searchers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Rhadrog can be found at Henneth Annûn in north-central North Ithilien.\\n\\nYou have unnerved many of the Enemy's forces in North Ithilien and should now return to Rhadrog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "A Fearful Foe",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Spook Mordor searchers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Spooked Khundolar searchers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}