{
  "id": 620970900,
  "txt": [
    {
      "id": 228284041,
      "en": "'Hah! What a shameful end for them!\\n\\n'While I am gladdened to learn that so many were caught unaware when dark clouds of the Enemy cleared, I am even more relieved that you were able to track and defeat the only one that eluded our company.\\n\\n'Unless the Enemy sends more Olog-hai against us, Ithilien shall no longer have to suffer the presence of trolls.\\n\\n'You have my thanks, friend.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Ereblen",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Ereblen can be found to the west of Henneth Annûn in North Ithilien.\\n\\nYou have discovered the last remaining troll in North Ithilien and defeated it. You should now return to Ereblen.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Trolls might be found throughout North Ithilien, but especially near shaded areas.\\n\\nEreblen has asked you to search for Trolls that may have taken refuge in North Ithilien after the Dawnless Day faded.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Search for trolls to the south-west of Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Search for trolls to the north-west of Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Search for trolls to the north-east of Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Search for trolls to the north of Henneth Annûn",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "A surprised Morgul-troll rushes forth!",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You have routed a surviving Morgul-troll in North Ithilien!",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "This troll was caught in the sunlight as the Dawnless Day faded!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "As the Dawnless Day faded, the Trolls of Minas Morgul and Mordor were caught in the wilds of North Ithilien, but now the Rangers worry they may still pose a threat to the Host of the West.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "This troll was caught in the sunlight as the Dawnless Day faded!",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Search for Trolls in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "This troll was caught in the sunlight as the Dawnless Day faded!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'As the battle on the Pelennor ended, many of the Enemy's forces broke their ranks and fled back across the Anduin.\\n\\n'Among those, we sighted at least four trolls fleeing into Ithilien. I fear that they might still live within these lands... for trolls are a troublesome foe for my brethren. They are not as easily felled, and can often flee before one of our arrows lands a killing blow.\\n\\n'However, these trolls did not possess the hardier stock of the Olog-hai... and they would be vulnerable to the risen sun.\\n\\n'Search the lands nearby for the four trolls, and when you are satisfied that they no longer pose a threat, return to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trolls in the Garden",
      "es": ""
    }
  ]
}