{
  "id": 620970926,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Cair Andros can be found on the Anduin in north-western North Ithilien and its road leads northward towards Dagorlad.\\n\\nJarl Gurthilm has asked you to follow the western roadway northward through Ithilien and follow his company to the Khundolar encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Through War-torn Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Jarl Gurthilm's company has cut a path through the Khundolar along the roadway!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Follow the roadway eastward towards Uya Hujûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Jarl Gurthilm outside Uya Hujûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'It has all led to this, [placeholder].\\n\\n'Across the river, our foe cowers behind his men... but he cannot hide from us any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Find Jarl Gurthilm and his company near Uya Hujûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We have no time to waste, [placeholder]. Every moment we delay allows Zarhal Kôz a chance to bolster his defences or flee. Yet, he is fool enough to have camped within these very lands!\\n\\n'He dwells in a camp called Uya Hujûm, and its defences are built into the slopes of the Mountains of Shadow. \\n\\n'There are two ways by which we can approach Uya Hujûm. The first is through the pass of Cirith Negen. Zarhal Kôz may be a fool, but none would underestimate its value as an ideal spot for an ambush. We cannot go by that way, [placeholder]. The second way is along the western road, which snakes northward towards Dagorlad and then forks to the east... to the base of his encampment beyond the pass of Cirith Negen.\\n\\n'This is the path we must take, and we must move now.\\n\\n'If you wish to follow us, you need not fear the Khundolar as you travel. My men and I shall make sure Zarhal Kôz knows we are coming... and that his warriors cannot stop us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "More slain Khundolar are strewn across the bridge...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "These Khundolar appeared to turn eastward to flee before they were slain...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The roadway north can be found far to north-west of Henneth Annûn.\\n\\nYou are following the roadway and should continue to follow Jarl Gurthilm's company to the Khundolar encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Even more Khundolar have fallen in the Variags' wake...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "A journey home has become a journey of vengeance as the Variags seek to avenge their fallen kin and slay their treacherous Khundolar benefactor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The roadway north can be found far to north-west of Henneth Annûn.\\n\\nYou are following the roadway and should continue to follow Jarl Gurthilm's company to the Khundolar encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Follow the roadway northward towards Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The roadway travels eastward through North Ithilien can be found to the north of Henneth Annûn.\\n\\nThe roadway has forked eastward and you should continue to follow Jarl Gurthilm's company to the Khundolar encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Continue to follow the roadway towards Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Follow the roadway eastward towards Uya Hujûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The roadway travels eastward through North Ithilien can be found to the north of Henneth Annûn.\\n\\nThe roadway has forked eastward and you should continue to follow Jarl Gurthilm's company to the Khundolar encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Jarl Gurthilm and his company can be found to the south-east of Uya Hujûm.\\n\\nYou have followed Jarl Gurthilm's company to a trail of dead and should now seek the Variag company nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Follow the western roadway northward from Cair Andros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Jarl Gurthilm can be found in north-eastern North Ithilien at the foot of Uya Hujûm.\\n\\nYou have found Jarl Gurthilm and his company and should now speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "A trail of slain Khundolar leads to the north-east...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Jarl Gurthilm's warriors pace restlessly as he peers across the river at Uya Hujûm",
      "es": "",
      "es (fem)": ""
    }
  ]
}