{
  "id": 620970829,
  "txt": [
    {
      "id": 162883717,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Suitable stone can be found in and around after-battle Osgiliath. Suitable water can be found along the Anduin nearby.\\n\\nYou should collect some stone for mending the Statue of the Fallen King and water for washing away the scrawls and filth.",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "You should talk to Arandol, who  can be found at the after-battle Cross-roads.",
      "es": ""
    },
    {
      "id": 173025573,
      "en": "Collect suitable stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Angbor",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'There is still much to be done before this statue is repaired. Our workers are in need of some good stone to fill the cracks. Would you retrieve some for us? You should be able to find suitable stones in Osgiliath, along the banks of the Anduin.\\n\\n'While you are at the river's edge, you might also take up some good water, with which to clean these foul scrawlings off the statue.'",
      "es": ""
    },
    {
      "id": 184621186,
      "en": "The statue is at the after-battle Cross-roads.\\n\\nYou should clean the Gondorian posts around the Statue of the Fallen King.",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "With the Host of the West on the march, Angbor has been given orders to mend the Statue of the Fallen King.",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Clean the scrawls and filth from off the statue",
      "es": ""
    },
    {
      "id": 184621236,
      "en": "The statue is at the after-battle Cross-roads.\\n\\nYou should clean the Statue of the Fallen King.",
      "es": ""
    },
    {
      "id": 173025584,
      "en": "Collect clean water ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621237,
      "en": "You should talk to Arandol, who can be found at the after-battle Cross-roads.",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Clean Gondorian posts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970470,
      "en": "Collected suitable stone ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025541,
      "en": "Talk to Arandol",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Speak with TBD",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Talk to Arandol",
      "es": ""
    },
    {
      "id": 148970433,
      "en": "The statue finally shines after many years of neglect and vandalism",
      "es": ""
    },
    {
      "id": 148970481,
      "en": "Collected clean water ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "Cleaned Gondorian post ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You should talk to Angbor, who can be found at the Cross-roads.",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "'Look at that. It were as if the army of the Enemy never laid hands upon the statue! Please let Angbor know that we are nearly finished here and might march with the Host of the West when they depart. I thank you again for you help.'",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'Ah, the statue has come along nicely. I am certain you were a great help and an example to the men.'",
      "es": ""
    },
    {
      "id": 190220744,
      "en": "'These stones will do nicely. You have a keen eye. I will give them to the builders. If you would not mind, use some of that water you collected to clean the posts around the Cross-roads. Then use the remaining water to clean the scrawls from the statue itself.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Fallen King Renewed",
      "es": ""
    }
  ]
}