{
  "id": 620970894,
  "txt": [
    {
      "id": 111477392,
      "en": "Clear stone debris from the ruins of North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Cleared stone debris from the ruins of North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Thurindol at Aelin Veren",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Thurindol can be found at Aelin Veren to the north of Bâr Aroth.\\n\\nYou have aided in reclaiming the southern ruins of North Ithilien. You should meet with Thurindol at Aelin Veren and bring tidings of your efforts.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Bâr Aroth can be found to the north of the Cross-roads in North Ithilien. Orcs have claimed the areas surrounding it as well.\\n\\nThurindol has asked you to aid in reclaiming the ruins of North Ithilien. You should rout the Orcs and clear the ruins of their filth.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I had thought our foes bested on the fields of the Pelennor, but I am proven wrong, it seems.\\n\\n'The Easterlings and Haradrim fought to the last, but many of the Orcs did not share their convictions and fled the field. The Anduin is swift and wide, yes, but even it could not drown them all.\\n\\n'To the north, there is a great stone ruin that is known as Bâr Aroth, and the Orcs have claimed it.\\n\\n'We launched an ill-fated attempt to seize it, and lost many Rangers in the process. Our men were battle-weary and we were foolish to charge headlong into their numbers. The Orcs have taken their skulls, and now hack away at the surrounding trees with no regard for Gondor's garden.\\n\\n'We must rout them before they become a greater threat to the Host of the West... and also to avenge my kin.'\\n\\nGo, [placeholder], and I shall meet you far to the north at Aelin Veren.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I mourn my fallen brothers, and it wounds me greatly to know their deaths could have been prevented...\\n\\n'You have avenged them, my friend, and that is all I can ask. This war has worn us all to the point of breaking, and I fear much of it still lies ahead.\\n\\n'[placeholder], soon I shall show you the way to Henneth Annûn, and then you shall truly be one of our number. For those of us that remain to stand against the Enemy, we must remain united and trust in our fellows.'",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "In the absence of the Rangers of Ithilien, many foes of the Free People have come to claim the lands of North Ithilien. Orcs have toppled ruins and great trees alike, and they must be routed if the Host of the West is to prevail.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Defeated Orcs in Bâr Aroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Destroyed skull-piles in Bâr Aroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Orcs in Bâr Aroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Destroyed Orkish axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Destroy skull-piles in Bâr Aroth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Destroy Orkish axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Reclaiming Ithilien",
      "es": ""
    }
  ]
}