{
  "id": 620970897,
  "txt": [
    {
      "id": 216727830,
      "en": "Buried caches can be found to the north of Henneth Ann没n in North Ithilien.\\n\\nTordoron has asked you to search the lands to the north of Henneth Ann没n for buried caches.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Tordoron can be found in the northern wilds of North Ithilien.\\n\\nYou have recovered several caches from the north lands of Ithilien and should now deliver them to Tordoron.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'As best I can surmise, the Khundolar have not yet discovered their chance fortune in making camp along those slopes of the Mountains of Shadow.\\n\\n'You see, when my fellow Rangers and I scouted the road into Dagorlad, we often used those hills as a perch from which to observe the Enemy's movements. However, it is far from our refuges, and a long journey to food and shelter alike. We took to hiding caches of supplies and wrapped rations beneath the soil that the Khundolar have now claimed as their own. While some are safe beyond their encampment's entrance, the rest are surely buried just beneath their feet.\\n\\n'We have great need of these caches, and to have them in the hands of the Enemy would only prolong their invasion of Ithilien.\\n\\n'When you come to their camp, keep keen an eye for our hidden caches and return with as many as you are able to recover.'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Uncover buried caches in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Forced to stay constantly in motion when outside Henneth Ann没n by the forces of Mordor, the Rangers of Ithilien have taken to hiding caches of supplies in the lands of North Ithilien.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Caches Underfoot",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Uncovered buried caches in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You discover nothing of import beneath the disturbed earth",
      "es": ""
    },
    {
      "id": 86966503,
      "en": "Deliver the caches to Tordoron",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'We are fortunate, indeed, that you were able to unearth these caches before the Khundolar discovered they built their camp atop countless supplies.\\n\\n'If they had, driving them from North Ithilien would surely have proven an even greater task.\\n\\n'I shall see these returned to my brethren at Henneth Ann没n. You have my thanks, [placeholder].'",
      "es": ""
    }
  ]
}