{
  "id": 620970901,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Harvested horsetail in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Extracts of Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect lush oxlip ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect lush vetchling ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Harvested oxlip in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Lush oxlip, horsetail, and vetchling can be found nearby Ereblen in north-western Ithilien.\\n\\nEreblen has asked you to gather lush oxlip, horsetail, and vetchling, so that you might learn more of their uses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Collected lush horsetail ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Deliver the bundles of horsetail, oxlip, and vetchling to Ereblen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'In the wake of the great battle, the healers of Gondor and Rohan alike are strained and their stores will soon run low if we do not help replenish them.\\n\\n'Gondor has long been a source of various remedies and tinctures, and nearly all of them through the use of the flowers and herbs that grow in Ithilien. This task has not often fallen to the Rangers in recent years, but the need is great now, and we must all do our part to ease the ills of the wounded.\\n\\n'Among the most common of Ithilien's herbs and flowers are oxlip, horsetail, and vetchling. Each can be ground into a beneficial extract that can then be combined into powerful medicines by skilled healers.\\n\\n'Search nearby for the lushest of these plants and bring them to me. Once you have gathered them, return to me and we can speak on how to harvest their extracts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Excellent work, my friend. You have gathered them just as swiftly as I'd hoped! With a careful hand, you can grind these flowers into useful extracts. Here...'\\n\\nEreblen takes the bundles from you, and begins to grind them in a small mortar.\\n\\n'There are many plants in the gardens of Ithilien, and some are much rarer than the rest. However, all of them are of great worth to healers of Gondor, so look closely and harvest as many as you can as you explore these lands.\\n\\n'Now then, there are a few among our number that have been tasked to make swift trips to the White City. If you give them the phials you have collected, they may be able to offer you something of use in return. Our swift-riders can be found at the Cross-roads to the south, in Henneth Annûn, and far to north among our camps on the border of Dagorlad. Your aid could make a tremendous difference in the aftermath of the great battle, so I would urge you to bring those phials to them as soon as you are able.'\\n\\n\\n<rgb=#FF0000>NOTE: Barter vendors for extract phials can be found at the Cross-roads, Henneth Annûn, and Aragorn's camp on the border of Dagorlad.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Ereblen can be found to the west of Henneth Annûn.\\n\\nYou have harvested many of Ithilien's flowers and herbs, and you should now return to Ereblen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Ereblen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect lush horsetail ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Harvest vetchling in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Harvest horsetail in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Harvest oxlip in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "The flowers and herbs of Ithilien have many potent medicinal uses, and gathering them would aid the Host of the West as well as the wounded of Gondor and Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected lush oxlip ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected lush vetchling ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Harvested vetchling in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Excellent work, my friend. You have gathered them just as swiftly as I'd hoped! With a careful hand, you can grind these flowers into useful extracts. Here...'\\n\\nEreblen takes the bundles from you, and begins to grind them in a small mortar.\\n\\n'There are many plants in the gardens of Ithilien, and some are much rarer than the rest. However, all of them are of great worth to healers of Gondor, so look closely and harvest as many as you can as you explore these lands.\\n\\n'Now then, there are a few among our number that have been tasked to make swift trips to the White City. If you give them the phials you have collected, they may be able to offer you something of use in return. Our swift-riders can be found at the Cross-roads to the south, in Henneth Annûn, and far to the north among our camps on the border of Dagorlad. Your aid could make a tremendous difference in the aftermath of the great battle, so I would urge you to bring those phials to them as soon as you are able.'\\n\\n\\n<rgb=#FF0000>NOTE: Barter vendors for extract phials can be found at the Cross-roads, Henneth Annûn, and Aragorn's camp on the border of Dagorlad.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}