{
  "id": 620970902,
  "txt": [
    {
      "id": 216727829,
      "en": "Fertile soil can be found in the lowlands of North Ithilien to the west and south of Henneth Annûn.\\n\\nYou have gathered many seeds and should now plant them throughout North Ithilien.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected horsetail seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 86966500,
      "en": "Plant the seeds in fertile soil in North Ithilien",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Seeds can be found on the Field of Cormallen and in the surrounding woods.\\n\\nEreblen has asked you to gather many seeds from the Field of Cormallen and then plant them in the lowlands of North Ithilien.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected oxlip seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Ereblen can be found to the west of Henneth Annûn.\\n\\nYou have planted many seeds and should now return to Ereblen.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Ereblen",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Plant the seeds in fertile soil in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The many flowers and herbs of Ithilien are of great value to us, as well as the people of Gondor. For that reason, we tend them very carefully. Where any are claimed by hand or death, another is planted by our company.\\n\\n'You have helped ensure that the lands of Ithilien will remain vibrant even in the face of the Enemy, and you have my thanks.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Planted seeds in fertile soil in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The soil of North Ithilien is rich, even in times of war. The Rangers of Ithilien hope that simple efforts will aid in preserving the land in years to come.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected vetchling seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Could you hold a moment, [placeholder]?\\n\\n'Since I have asked you to harvest the flowers and herbs of Ithilien, I must also task you with planting new seeds. It may seem a foolish errand with the Enemy's forces looming so near to us, but if we are to fight for a bright future in Gondor, we will have need of Ithilien's bounty.\\n\\n'To the west lies the Field of Cormallen, a verdant field wreathed by of some of Ithilien's most striking trees and flowers.  Seeds of many kinds can be found amongst the grass, especially those of oxlip, horsetail, and vetchling.\\n\\n'The seeds should be very easy to find... oxlip seeds resemble those of a maple tree, vetchling seeds appear nearly identical to chestnuts, and horsetail seeds are indistinguishable from acorns.\\n\\n'Gather many of them and then plant as many as you are able in the lowlands surrounding the Field of Cormallen.\\n\\n'Once you have done this, return to me.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect vetchling seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect oxlip seeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Life",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect horsetail seeds ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}