{
  "id": 620970870,
  "txt": [
    {
      "id": 228284035,
      "en": "'After I sent you on your patrol, I sent several other Rangers to track our foes in the further reaches of Ithilien. \\n\\n'Many of them went to the north, a few to the west, and a few to the east. The border of Dagorlad has always been contested, but our foes have been emboldened by their Master's rage and pour across it in greater numbers than we have previously weathered.\\n\\n'It has been some time, and I would hope that my scouts have all returned by now. I would ask that you gather their reports and deliver them to me.\\n\\n'Search for my scouts in Henneth Annûn and hear what they have learned of our foes.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Mablung can be found in Henneth Annûn.\\n\\nYou have heard the reports of his Rangers and should now deliver them to Mablung.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Henneth Annûn can be found in north-central North Ithilien.\\n\\nMablung has asked you to hear the reports of recently-returned Rangers to help guide his plans to defend Ithilien.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The Rangers know much of the lands and history of Ithilien and have dedicated themselves to its protection even in times of war.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mastering the Wilds",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'These reports are troubling, and much will need to be done to ensure our foes cannot gain more of a hold in Ithilien.\\n\\n'The Khundolar are a terrible foe... for they are unlikely to surrender in direct combat. If we are to rout their forces in Ithilien, it must be through total defeat. \\n\\n'The Orcs of Mordor are more easily spooked, but their numbers are endless and the Dark Lord drives them further into Ithilien each day.\\n\\n'To be free of even one of our foes would be a great boon to our cause!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Gathered reports from Rangers of Ithilien in Henneth Annûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Gather reports from Rangers of Ithilien in Henneth Annûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Mablung",
      "es": ""
    }
  ]
}