{
  "id": 620970896,
  "txt": [
    {
      "id": 225071143,
      "en": "Destroy Dúath-spires ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Do you see what the Orcs have done to Ithilien, my friend?\\n\\n'They have invaded our lands and burned many of our mighty trees, and yet, it was not enough to leave it at that. Dark spires have burst from the earth, and the ground surrounding them suffers some foul malady. I have seen the Orcs gather beneath them, speaking wildly in their vile tongue and waving their staves in a frenzy.\\n\\n'I do not know what to make of this, [placeholder], but I fear something terrible stirs in Mordor...\\n\\n'If we are to keep Ithilien free of foes and the Enemy's influence, we must destroy those spires and cast out the Orcs!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "At their Master's bidding, defilers of Mordor have come down from the Ephel Dúath and have begun to corrupt the lands of North Ithilien.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Creeping Decay",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Thurindol at Aelin Veren",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Thurindol can be found at Aelin Veren.\\n\\nYou have defeated the defilers and thrown down the Dúath-spires. You should return to Thurindol with news of your success.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Defeated defilers along the Ephel Dúath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'So it is done? Fine work, my friend.\\n\\n'The Orcs burned many of the trees near the Cross-roads, but none thought to poison the earth like those defilers.\\n\\n'In time, Ithilien has always healed its ills... let us hope this time is no different.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat defilers along the Ephel Dúath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Defilers and Dúath-spires can be found along the edges of the Mountains of Shadow in south-eastern North Ithilien.\\n\\nThurindol has asked you to defeat the defilers invading North Ithilien and destroy the black stone spires to which they are drawn.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Destroyed Dúath-spires ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}