{
  "id": 620970899,
  "txt": [
    {
      "id": 111477392,
      "en": "Destroy Khundolar trebuchets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Uya Hujûm can be found in north-eastern North Ithilien.\\n\\nTordoron has asked you to assault the Khundolar encampment of Uya Hujûm.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Destroyed Khundolar trebuchets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Anborn can be found at Henneth Annûn.\\n\\nYou have routed the Khundolar threat within North Ithilien and should now return to Anborn.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Anborn at Henneth Annûn",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'The Khundolar are routed... and flee in fear to Dagorlad?'\\n\\nAnborn's face betrays a mix of disbelief and joy.\\n\\n'You have done a great service to the Rangers, my friend. Through your efforts, our stores are renewed and my men better protected. Ithilien itself heals with greater vigour.\\n\\n'I think, perhaps, it is time that you rejoin your allies in the Host of the West. By my thinking, to deprive them of one of your skill would be a grave mistake.\\n\\n'Let us talk more of your journey, and of the road ahead.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Tordoron",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Tordoron can be found in the northern wilds of North Ithilien.\\n\\nYou have routed the Khundolar encamped in North Ithilien and should now report to Tordoron.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You have done it, my friend! I saw a few of their number flee back into Dagorlad as you returned. I do not think they expected to encounter a [placeholder] of your skill!\\n\\n'They will certainly come again, but for a time, we are free of the Khundolar's presence in North Ithilien.\\n\\n'Now then... you should return to captain Anborn in Henneth Annûn and tell him of what you have done. If only I were there to see his face when you tell him of the Khundolar!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Defeated Khundolar at Uya Hujûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "A force of Khundolar Easterlings has invaded North Ithilien, bringing soldiers and weapons of war to wield against the Host of the West.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Destroyed Khundolar ration-barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat Khundolar at Uya Hujûm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Burned Khundolar banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'In my scouting, I have listened secretly to passers-by and have heard them refer to the camp in their tongue as Uya Hujûm.\\n\\n'To assail it shall be no easy task...\\n\\n'The Khundolar encampment is well-defended by their soldiers and they have armed themselves with trebuchets. I have not been able to discern how far their encampment stretches into the slopes of the Mountains of Shadow, but the pass they have claimed is of considerable length and shall be an arduous course.\\n\\n'To ensure the Khundolar can no longer pose a threat to Ithilien and the Host of the West, we must thin their numbers, dismantle their siege weaponry, and destroy their supplies.'\\n\\nTordoron cracks a wry smile.\\n\\n'I would trust no other among us but you with this task, [placeholder].'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Destroy Khundolar ration-barrels ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Burn Khundolar banners ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Invaders from Rhûn",
      "es": ""
    }
  ]
}