{
  "id": 620970934,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Mablung can be found in Henneth Annûn.\\n\\nMablung has finished his tale, and you should now ask if he knows more of the Halflings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Ah, [placeholder]. These have been long days, and when first we met, such a tale was far from the front of my mind. The Enemy's designs for southern Ithilien and Osgiliath were pressing matters, and ones that could have changed the fate of the battle on the Pelennor had they not been addressed.\\n\\n'Even though it has only been but a few days, I swear I can still hear the Halflings and their creature scurrying about Henneth Annûn...'\\n\\nMablung studies your face and detects a hint of confusion.\\n\\n'Ah, but perhaps I am skipping ahead! Anborn told you of our first encounter with the Halflings, yes, but the day was not yet done. We were tasked with keeping the Halflings under our protection, but our plans to ambush a company of Southrons soon went awry... and thrust us unwittingly into the skirmish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Mablung in Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "As the Rangers led the Halflings through Ithilien, they spoke freely and prepared an ill-fated ambush for a company of Haradrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Halflings and Oliphaunts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'That is all I recall, my friend. Upon Faramir's return, he led the Halflings to Henneth Annûn with our company.\\n\\n'By their appearances, it had been a lengthy time since their last supper... or a bath for that matter. Samwise calmed a bit in the refuge, but something seemed to tug at Frodo. Alas, Lord Faramir alone would know of such things, for he spent much time in private with the Halflings beyond our hearing.\\n\\n'There eventually came the question of how to deal with their elusive gangrel-companion, but I shall leave that tale to Anborn...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are you ready to hear my tale?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Listen to Mablung's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Mablung can be found in Henneth Annûn.\\n\\nMablung has offered to tell you what he remembers of the Halflings and their time in Ithilien.",
      "es": "",
      "es (fem)": ""
    }
  ]
}