{
  "id": 620970944,
  "txt": [
    {
      "id": "0xa8e11b7",
      "en": "The nice old man would love to show you around the Cape of Belfalas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Falastír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Good [placeholder], you seem a well-travelled one, I dare say! Surely you are aware of what has passed in these troubling times - and that from trouble may come opportunity? Many wealthy Gondorians have well and fully abandoned their homes upon the coast of Belfalas, fearing Corsairs and other unpleasantnesses.\\n\\n'Many of these are for sale, and if you wished to, you could own one. But why should my blustery words persuade you? You should see the Cape of Belfalas for yourself! Make a holiday of it - or merely take a moment of respite from your travels. If you do so, I would recommend you start up a conversation with Falastír, the old lighthouse keeper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Well met, traveller! What brings you to this sleepy little coastal community? If you have come seeking rest and sea air, I can say for certain, you have come to the right place! I would love to show you around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Visit the Cape of Belfalas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "With the parts of Belfalas under threat, many nobles have left their homes for the safety of the city, leaving much of the coastal areas quiet and vacant. A broker has suggested you might take the opportunity to purchase your own home in Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Falastír is located at the lighthouse on the Cape of Belfalas.\\n\\nThe housing broker has recommended that you speak with Falastír, the old lighthouse keeper.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You can take the horse by the housing broker in either Dol Amroth, Pelargir, or Minas Tirith.\\n\\nYou should visit and take a tour of the Cape of Belfalas housing and environs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa5",
      "en": "Homesteads of Gondor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You are on Cape Road, which leads to the lighthouse",
      "es": "",
      "es (fem)": ""
    }
  ]
}