{
  "id": 620970872,
  "txt": [
    {
      "id": 126754729,
      "en": "Strangling Webs",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Destroy spider-webs in Thurindath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Destroyed spider-webs in Thurindath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Defeat spiders in Thurindath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Spiders and their webs can be found within the old Ranger refuge of Thurindath in south-eastern North Ithilien.\\n\\nYou have discovered the refuge of Thurindath overrun with great spiders and their webs. You should defeat them and clear the refuge of their webbing.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Defeat spiders in Thurindath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat spiders and destroy spider-webs",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Mablung at Henneth Annûn",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "You have discovered the Ranger refuge of Thurindath overrun with large spiders and thick, sticky webbing. It is unclear how long the spiders have held the refuge since the Rangers of Ithilien abandoned it, but they must be driven off if the Rangers are to retake this key foothold in North Ithilien.\\n\\nYou should defeat the spiders and destroy their webs before reporting back to the Rangers at Henneth Annûn.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'While I am glad you have driven them from Thurindath, I worry what their presence in Ithilien could portend.\\n\\n'Long have rumours passed among my men of a great spider living in the heights of the Ephel Dúath, but the tale is so old... and so unthinkable.\\n\\n'You have travelled to the forests of Mirkwood, have you not? Could such a creature lurk just beyond our sight?'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Amidst the growing turmoil within North Ithilien, great spiders have come down from the Ephel Dúath and seized the long-held Ranger refuge of Thurindath.",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Mablung can be found at Henneth Annûn.\\n\\nYou have cleared the old Ranger refuge of Thurindath of spiders and their webs, but you should inform the Rangers of what you discovered.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "dnt",
      "es": ""
    }
  ]
}