{
  "id": 620970868,
  "txt": [
    {
      "id": 228284040,
      "en": "'Yes, that looks to be enough.\\n\\n'Now then, take those phials to one of our workbenches and apply the slime to our arrow-heads.\\n\\n'Do work carefully, my friend. I would not want you to stumble into the falls!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Workbenches can be found within the deepest caverns of Henneth Annûn.\\n\\nYou have gathered phials of toad-slime and should now use it to coat arrow-heads for the Rangers of Ithilien.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Shimmering river-toads can be found along the shores of various streams and ponds in North Ithilien, especially to the north-east of Henneth Annûn.\\n\\nRhadrog has asked you to defeat toads in North Ithilien and harvest their slime for use by the Rangers.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Rhadrog can be found in Henneth Annûn.\\n\\nYou have carefully gathered a great deal of toad-slime and should now return to Rhadrog.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Rhadrog can be found in Henneth Annûn.\\n\\nYou have coated many arrow-heads in toad-slime and should now report back to Rhadrog.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Used the Rangers' workbench to coat arrowheads in slime ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'We shall be well-prepared the next time a troll strays too close to Henneth Annûn. Even if we do not slay it before it flees, I doubt it shall be of any help to its master for some time.\\n\\n'Excellent work, my friend.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected toad-slime from shimmering river-toads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Desperate to hold their last refuge, the Rangers of Ithilien devise a plan to use the natural defences of Ithilien's wildlife against the Enemy.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect toad-slime from shimmering river-toads ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'There is a matter which has left a few of us uneasy, my friend.\\n\\n'Upon our return, a great troll was wandering near the eastern entrance to Henneth Annûn. In sunlight, no less! We struck at it from the shadows, but it fled before we could deal a killing blow.\\n\\n'We do not know if it learned of the refuge's entrance or was passing by chance, but we cannot afford to be exposed to the Enemy.\\n\\n'To that end, I have devised a plan to protect us if another troll draws too near. There are toads within Ithilien that produce a curious slime. It is not a threat to the lives to man or beast, but it produces a strange sensation and floods one's vision with illusory forms.\\n\\n'With such a slime on our arrow-heads, we shall have little to fear from even the largest of the Enemy's forces. While they are being deceived by their own eyes, they will be easier to track and slay before they can return to their masters.\\n\\n'Seek these toads, and carefully harvest their slime in these phials. Once you have filled them, return to me, and I shall instruct you further.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Natural Defence",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "Use the Rangers' workbench to coat arrowheads in slime ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}