{
  "id": 620970942,
  "txt": [
    {
      "id": 228284039,
      "en": "'The Cape of Belfalas is under rule of Dol Amroth and it has been this way since I can remember. Not that I have been to the city in many a long year. Ha, that is how it goes sometimes, I reckon!\\n\\n'Some prefer the view from this rock or that hill, but in truth there is hardly a spot to stand in the Cape of Belfalas that does not show a lovely sight! You should explore and see it for yourself. I know you will enjoy every moment! Be sure to visit the stage, the docks, and either of the islands!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Falastír is located at the lighthouse on the Cape of Belfalas.\\n\\nYou should let Falastír know that you have toured the Cape as he suggested.",
      "es": ""
    },
    {
      "id": 126754725,
      "en": "The Cape of Belfalas",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "This is certainly the largest house you have seen in quite some time",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The old man is happy to know you have seen the sights",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'So, my new friend, what do you think of the Cape of Belfalas? Is it not the most relaxing place in all of Gondor - nay, of Middle-earth?'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Falastír wants you to see the sites of the Cape of Belfalas.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The sounds and sights of the shore are refreshing",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Visit the Court of Anglind",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Visit the Cathlond, the cape docks",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Visit one of the smaller houses on the Cape",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The view of Tolfalas is impressive",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Visit the interior of Narvindon",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Visit one of the standard sized houses on the Cape",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You admire the craftsmanship of the lighthouse",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Visit one of the largest houses on the Cape",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Take a boat to one of the islands off the coast",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "This house is most impressive",
      "es": ""
    },
    {
      "id": 51875094,
      "en": "Falastír, the friendly lighthouse keeper of the Cape of Belfalas, has agreed to show you around the coast.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Nothing better than being so close to the water",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The house is stately and large",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Falastír",
      "es": ""
    }
  ]
}