{
  "id": 620970909,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "The Nindalf can be found in the far north-western reaches of North Ithilien.\\n\\nLokhu-achi is still following you. You should lead the Mûmak to the edge of the Nindalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "The ground shakes suddenly as Lokhu-achi approaches! Keep moving!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One Massive Problem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e25",
      "en": "Crack marrow-root on a stone in the far marshes of the Nindalf and then coax Lokhu-achi towards the Nindalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Crack marrow-root on a stone further north-west of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Come close, [placeholder], for I do not wish to alarm the Rangers with what I must tell you. You see... I neglected to tell our captors of my companion and dear friend, Lokhu-achi.'\\n\\nThai-chât's voice shrinks to a whisper.\\n\\n'Lokhu-achi is a Mûmak of sixteen years, and I cared for him after his mother was felled by disease in his earliest months. Lokhu-achi endured and grew mighty, weathering illness and battles alike, and he was to be brought into the war at long last. It was an honour to see him bear the brilliant armouring of my people, but those who rode him into battle did not make it far into these lands...\\n\\n'Their company was ambushed at Cirith Negen, and there they were slain to the last... save for Lokhu-achi. He cast off his armouring, wild in anger and confusion, and trampled all beneath him as he fled the mountain pass.\\n\\n'I believe he lives still, [placeholder], but there remains no way for him to escape the lands of the Rangers alive - not without aid. The Rangers will not trust our bond, and they will slay him unless he departs from here.\\n\\n'There is a pale root that grows among the foot-hills of the black mountains, and it is known to my people as marrow-root. When cracked, it gives off a strong, sweet odour to which the Mûmakil are drawn. I have seen it among the ruins here, and in the foot-hills to the east. He fled far to the south-west of Cirith Negen, but I know no more of his flight. Once you have gathered the roots and discovered his whereabouts, crack the roots on moss-laden stones and lead him into the marshlands far to the north-west.\\n\\n'I know not if he shall be left in peace there, but anywhere is safer for a Mûmak than the lands of the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Crack marrow-root on a stone further north-west of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Crack marrow-root on a stone to the north of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Crack marrow-root on a stone in the far marshes of the Nindalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Crack marrow-root on a stone among the marshes of the Nindalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have found Lokhu-achi, but keep your distance!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "You should offer the remaining marrow-root to Lokhu-achi and coax him towards the Nindalf!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Offer the remaining marrow-root to Lokhu-achi and coax him towards the Nindalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Crack marrow-root on a stone further north-west of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Thai-chât, an archer of Harad, has pivotal information regarding the fate of a Mûmakil that disappeared into the wilds of Ithilien after an ill-fated attack at Cirith Negen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The Nindalf can be found in the far north-western reaches of North Ithilien.\\n\\nYou have discovered Lokhu-achi's location and now should crack marrow-root and smear it on stones to lure this Mûmak to the western reaches of North Ithilien and the Nindalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e05",
      "en": "Crack marrow-root on a stone further north-west of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e07",
      "en": "Crack marrow-root on a stone among the far marshes of the Nindalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Marrow-root can be found within Aelin Veren and among the stony foot-hills of the Ephel Dúath.\\n\\nThai-chât has asked you to seek marrow-root in the ruins of Aelin Veren as well as along the Ephel Dúath, as he hopes it can be used to lure his Mûmak out of the lands of North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Thai-chât can be found at Aelin Veren, in central North Ithilien.\\n\\nYou have sent Lokhu-achi beyond the lands of Ithilien and should now return to Thai-chât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Lokhu-achi can be found somewhere among the wilds of North Ithilien far to the south-west of Cirith Negen.\\n\\nThai-chât has asked you to discover the location of his pet Mûmak, Lokhu-achi, before luring him from the lands of Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find Lokhu-achi in the wilds of North Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "The ground shakes as Lokhu-achi follows in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The ground shakes as Lokhu-achi follows in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Lokhu-achi approaches calmly and sniffs curiously at the marrow-root you bear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Crack marrow-root on a stone further north of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "As you approach Lokhu-achi, he makes no attempt to attack or flee. In fact, the beast seems docile... and perhaps a bit hungry. Lokhu-achi's trunk meanders about you, searching curiously for the marrow-root you bear.\\n\\nYou offer what little remains of the marrow-root you gathered to Lokhu-achi, and as he chews it, he shakes his head about in an almost playful gesture.\\n\\nYou point towards the marshlands to the north-west, and Lokhu-achi seems to understand your command.\\n\\nLokhu-achi gently brushes you with his trunk, nearly knocking you off your feet, and then begins to wander into the shallows of the marsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "Lokhu-achi wanders into the Nindalf, frolicking in the shallows of the marshland as he departs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect marrow-root in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The Nindalf can be found in the far north-western reaches of North Ithilien.\\n\\nLokhu-achi is now following you. You should lead the Mûmak to the edge of the Nindalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'While I am saddened that I may not see my dear companion again, I am glad that he has left behind the lands of those who would do him harm.\\n\\n'Lokhu-achi is a resilient Mûmak, and I am certain he shall find his way to Harad or Dagorlad in time - whenever he should choose to return from his journey.\\n\\n'You have done me a great honour, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Crack marrow-root on a stone to the north of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Crack marrow-root on a stone further north of Lokhu-achi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The ground shakes as Lokhu-achi follows in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Thai-chât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The Nindalf can be found in the far north-western reaches of North Ithilien.\\n\\nLokhu-achi is still following you. You should lead the Mûmak to the edge of the Nindalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The Nindalf can be found in the far north-western reaches of North Ithilien.\\n\\nLokhu-achi is still following you. You should lead the Mûmak to the edge of the Nindalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1ef9d6",
      "en": "You are too far from Lokhu-achi!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e21",
      "en": "Approach Lokhu-achi cautiously",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected marrow-root in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}