{
  "id": 620970864,
  "txt": [
    {
      "id": 49286678,
      "en": "<rgb=#FF00FF>Sit</rgb> near Dornach and allow him to blindfold you",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Travel with Dornach to Henneth Annûn",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Dornach is leading you to the hidden refuge of Henneth Annûn.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Dornach can be found along the road to the north of Aelin Veren in North Ithilien.\\n\\nDornach has asked you to sit near him, so he can blindfold you for your journey to Henneth Annûn.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have arrived at Henneth Annûn!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Dornach can be found within Henneth Annûn.\\n\\nDornach has led you to the hidden refuge of Henneth Annûn. You should now speak to him.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Dornach at Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "<rgb=#FF00FF>Sit</rgb> near Dornach and allow him to blindfold you",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I hope you did not hear too many chuckles as we arrived...'\\n\\nYou inform Dornach that you heard a few, but did not understand their context.\\n\\n'I did not realize that so many of my brethren knew of you and your deeds. They think me a bit of a fool for taking such precautions with a friend of Anborn and Mablung. They all looked so amused as I led you in, but how was I to know? There have been too many travellers in Ithilien as of late...\\n\\n'I stand by my decision, and I hope you can understand the wisdom in it.\\n\\n'Welcome to Henneth Annûn, the Window of the Sunset... and our last refuge.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Do not fear, [placeholder]. The path to Henneth Annûn cannot be known to outsiders, but you will not come to harm.'",
      "es": ""
    },
    {
      "id": 199356310,
      "en": "You are too far from Dornach!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Dornach has agreed to bring you to Henneth Annûn, but only by secret ways.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Dornach pulls a cloth from his armour and begins to blindfold you...",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Sit near Dornach and allow him to blindfold you",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Halt!\\n\\n'Stay where you are, [placeholder], and tell me your purpose in Ithilien at once.'\\n\\nYou inform the Ranger that you are a friend of Anborn, Mablung, and Damrod. You then tell him that you sought to join Thurindol at Henneth Annûn, but became separated after passing through Aelin Veren.\\n\\n'I see...\\n\\n'You know many of my brethren, but a resourceful foe might also learn such things...'\\n\\nYou tell the Ranger of the great battle on the Pelennor Fields and of Faramir's rest in the Houses of Healing.\\n\\n'Lord Faramir lives still! I... I suspect that you speak the truth, for to know that my captain heals even now brings me great relief, and no foe of the Rangers would desire to give us even the faintest hope.\\n\\n'Still, you must do as I say if you are to come to Henneth Annûn.\\n\\n'Sit near me, and I will blindfold you. As long as you heed my words, I swear no harm will come to you. Only by hidden paths will I lead you to the refuge of Henneth Annûn.\\n\\n'Am I understood?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Window of the Sunset",
      "es": ""
    }
  ]
}