{
  "id": 620970911,
  "txt": [
    {
      "id": 228284035,
      "en": "'I do not know what to make of this, my friend. To what end have the Southrons surrendered? What drove them to such a decision?\\n\\n'I have separated most of them among my men, and they are kept under guard. I sought to speak with them when first we arrived at Aelin Veren, but they remained silent.  It seems that neither we nor the Southrons know how best to proceed.\\n\\n'Perhaps they would think differently of you, [placeholder]...\\n\\n'I would ask you to speak to them, question their purpose in Ithilien, and see if we cannot discover what led to their surrender.\\n\\n'Would you do this for us, my friend?'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Maendal can be found at Aelin Veren, in North Ithilien.\\n\\nYou have spoken to the prisoners and while not all of them cooperated, you feel that some measure of understanding has been reached for the moment. You should speak to Maendal.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Maendal",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Prisoners of War",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Through your efforts, we have learned of the Southron's purpose in their surrender. It was a wise decision, regardless of our past encounters with their people, and I am glad their... war-master came to such a conclusion without further bloodshed.\\n\\n'I am not certain we could have resolved this peacefully without your aid.\\n\\n'Now, we have upheld our half of the bargain, and I would expect them to do the same.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Questioned the Haradrim prisoners at Aelin Veren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Question the Haradrim prisoners at Aelin Veren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The Haradrim prisoners can be found at Aelin Veren, in North Ithilien.\\n\\nMaendal has asked you to question the Haradrim prisoners and learn the reason for their surrender.",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "Never before known to yield in battle, a party of Haradrim have surrendered to the Rangers of Ithilien for reasons that remain unclear.",
      "es": ""
    }
  ]
}