{
  "id": 620970871,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Mablung can be found at Henneth Annûn in North Ithilien.\\n\\nYou have scouted the abandoned Ranger refuges and should now tell Mablung of what you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You see Orkish trappings within the refuge, and something glints in the dark nearby...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Thurindath can be found far to the south-east of Henneth Annûn, Adab Dolen can be found to the north of Henneth Annûn, and Torngroth can be found far to the north-west of Henneth Annûn.\\n\\nMablung has asked you to scout the old Ranger refuges of Thurindath, Adab Dolen, and Torngroth. You should seek them out and take note of what you discover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "As moss begins to creep in from outside, this refuge has clearly laid empty for some time...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Spiders have overrun the refuge!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Moss creeps in from the cave's entrance, but someone or something has been here recently...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "In years past, the Rangers held many refuges within the lands of North Ithilien from which to combat the Enemy's forces. Now, only Henneth Annûn remains and the rest lie abandoned or in the hands of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Mablung",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'For many years, the Rangers held refuges throughout the lands of Ithilien. However, as the Enemy regained his terrible might, we began to lose our footholds one by one... and now only Henneth Annûn remains. Our hidden refuge of Torngroth held long against the Enemy's forces - outlasting both Thurindath and Adab Dolen, but it, too, fell.\\n\\n'I wonder what has become of them since we were forced to abandon them. With all we have endured in the great battle, can we now hope to reclaim what was lost?\\n\\n'I would ask that you scout them, my friend. Torngroth can be found along a river-bed far to the north-west, Thurindath to the north, and Adab Dolen along the Mountains of Shadow far to the south-east.\\n\\n'Go with haste, and tell me what you uncover. The time of the Rangers is not yet ended!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Patrol the abandoned refuge of Thurindath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'What have you to report, [placeholder]?'\\n\\nYou inform Mablung of the massive size of the spiders in Thurindath, the relatively untouched state of Adab Dolen, and your suspicion that Orcs have claimed Torngroth.\\n\\n'I see. I shall send my Rangers to Adab Dolen at once. If we can reclaim one of our northern refuges, it shall aid us greatly in keeping the Enemy from crossing into Ithilien from Dagorlad. However, to have spiders and Orcs lurking within our lost refuges is another matter. The loss of Torngroth was a tremendous blow to our company, and I would see it returned to us.\\n\\n'We do not have the time to reclaim them now, but I shall have my scouts keep a careful watch on both Torngroth and Thurindath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Patrol the abandoned refuge of Adab Dolen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shadows of Ithilien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Patrol the abandoned refuge of Torngroth",
      "es": "",
      "es (fem)": ""
    }
  ]
}