{
  "id": 620970810,
  "txt": [
    {
      "id": 111477413,
      "en": "Seek out Thurindol in North Ithilien",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'[placeholder], thank you for meeting me here. Much has happened since you passed through South Ithilien. For our parts, we Rangers have ever moved, striking at the Enemy where we might. Bâr Húrin, alas, could not be defended and was lost. Men, too, we have lost, but I shall not dwell on that now.\\n\\n'Come, we have much to discuss if we are to shepherd an army through the lands of North Ithilien.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You should talk to Mablung, who can be found in after-battle Osgiliath.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You should talk to Angbor, who can be found at the after-battle Cross-roads.",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Good, good! I am glad we shall have the Rangers for guides. Please go on ahead. I will remain here and make sure all our supplies and men are accounted for and ready to march. We shall meet again soon, I am sure of it.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "You should talk to Thurindol, who can be found in North Ithilien near the after-battle Cross-roads.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Angbor",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Now then, we could use your assistance in securing Osgiliath. While we have done much to rout out those still hiding in the ruins, some foes remain. I do not want any men falling prey to some coward Orc, while they rest here, before heading north-east.'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Angbor receives word that it is time to march onward to North Ithilien.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Mablung",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'The Rangers of Ithilien are here to do our part in the march. You remember Thurindol, do you not? He has been scouting in North Ithilien for some time now. I have arranged for him to meet you near the Cross-roads. You are to travel with him ahead of the Host of the West.\\n\\n'First, however, you should speak with Angbor and relay these plans.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The March to North Ithilien",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The road through North Ithilien will be difficult. We must rely on Lord Faramir's Rangers to lead us among those hills safely. Why don't you speak with Mablung in Osgiliath about this?'",
      "es": ""
    }
  ]
}