{
  "id": 620970862,
  "txt": [
    {
      "id": 216727829,
      "en": "Henneth Annûn can be found in north-central North Ithilien.\\n\\nMablung has asked you to patrol around the borders of Henneth Annûn for possible threats to the refuge.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Arrows of Ranger make protrude from the flesh of this fallen Orc...",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Mablung can be found in Henneth Annûn.\\n\\nYou have scouted the lands surrounding Henneth Annûn and should now report back to Mablung.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "A Ranger stumbles out of the bush!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Mablung",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I am relieved that our foes have not encroached any more closely, but I do not trust that we are free of them. They will come again, and we must be ready for them.\\n\\n'Dornach means well, but I shall speak to him about using more caution while scouting. Even the slightest rustle can expose our position, and to be exposed means to be slain.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "The lowlands to the west of Henneth Annûn are still, but your foes have passed through recently...",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "As the last remaining refuge of the Rangers of Ithilien, the secrecy of Henneth Annûn has never been more critical to the continued presence of the Rangers in North Ithilien.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "The roadway south of Henneth Annûn is clear of foes...",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Patrol the lands around Henneth Annûn for threats ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The Enemy's forces may have recently passed through this location, but none remain...",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Only the calls of nearby birds break the silence at the Forbidden Pool...",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Our enemies have come closer to Henneth Annûn each day, and unless we act to keep them from it, we shall be discovered before long.\\n\\n'There are many ways for our foes to approach Henneth Annûn, but thankfully, very few through which they could enter. I would have you scout the far reaches of Ithilien surrounding Henneth Annûn for any sign of our foes.\\n\\n'Their whereabouts in Ithilien are mostly known to us, but they move deeper into the woods with each passing hour and we cannot chance them drawing too close, especially after Rhadrog's encounter with that troll...\\n\\n'With our other refuges fallen, any task that draws us into Ithilien risks leading our foes back to the refuge. Go swiftly, and take care that you are not followed.\\n\\n'I shall await a report upon your return.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Last Refuge",
      "es": ""
    }
  ]
}