{
  "id": 620970910,
  "txt": [
    {
      "id": 228284039,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Daugha-tûm can be found in Aelin Veren, in central North Ithilien.\\n\\nMaendal has asked you to question the Haradrim prisoners, beginning with the warrior Daugha-tûm.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Question TBD",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 172086949,
      "en": "Defeat the Haradrim attacker",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Maendal can be found at Aelin Veren.\\n\\nYou and the Rangers were forced to slay a rebelling Haradrim prisoner. You should talk to Maendal about what is to be done.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "A frenzied Haradrim warrior rushes to free his brethren!",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Question Daugha-tûm",
      "es": ""
    },
    {
      "id": 235466165,
      "en": "Defeat the attacking Haradrim",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Daugha-tûm does not respond to your questions.\\n\\nHis face is twisted in a mix of anger and disappointment, and it would seem that the decision to surrender was not his to make. However, he makes no attempt to free himself from his bonds and appears to have come to terms with his captain's choice.\\n\\nYet, before you can turn back to Maendal, you hear the cracking of a nearby twig and the shifting of stone within the old baths...",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'This does not bode well for these Haradrim, and surely they must know it. If any more of their kin come to their aid here, I fear we shall be forced to slay them to protect ourselves and our brethren.\\n\\n'Were circumstances different... but no, we can ill afford to take chances with men we have long known to be loyal to the Enemy.\\n\\n'For the moment, we must keep our heads and sights clear.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "The Rangers have defeated the reckless Haradrim warrior!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Daugha-tûm, a proud warrior of Harad, is the first to be questioned by you and the Rangers of Ithilien in hope of discovering why the Haradrim chose to surrender.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "You approach Daugha-tûm. He remains silent, but his gaze is fixed upon you.\\n\\nYou ask him several carefully-worded questions about his company's intent and the whereabouts of his kin in North Ithilien.\\n\\nYou offer him a moment to respond.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Maendal",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fangs Bared",
      "es": ""
    }
  ]
}