{
  "id": 620970806,
  "txt": [
    {
      "id": "0xa502954",
      "en": "Travel to the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "You should talk to Angbor, who can be found at the after-battle Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b90",
      "en": "The statue is certainly in need of repair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "This is a good place to <rgb=#FF0000>look</rgb> at the statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "You should travel to the Cross-roads, which lie east of after-battle Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Angbor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'As you can see, the Orcs defiled the statue. It is hard work, restoring hope when you have none of your own. Would you help these men out, and raise their spirits as they restore the statue? What do you say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01178",
      "en": "You should talk to Angbor, who can be found at the after-battle Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "With Osgiliath safe for passage, Mablung sends you on to assist Angbor at the Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Talk to Angbor at the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The March to the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56815",
      "en": "'Ah, [placeholder], here we are, so close to the dreaded stronghold! If I did not have my orders from Lord Aragorn, I would march up to the gates of Minas Morgul and rap at the bars with my blade. Let them know fear for a change!\\n\\n'That is how I feel, yet my men still tremble and seem downcast when they glance that way. Have I told you how, when I ousted the Haradrim from Lossarnach, not a single of my men died? It is true.\\n\\n'Take a look at that statue up there. My men are restoring it rightfully to a symbol of hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "View the statue at the after-battle Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "<rgb=#FF0000>Look</rgb> at Statue of the Fallen King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'A vanguard of Lord Aragorn's Host has passed through Osgiliath and gone on to the Cross-roads. Angbor, Lord of Lamedon, leads these men in securing that place and preparing the way. I deem it is an undertaking that will require many hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "<rgb=#FF0000>Look</rgb> at Statue of the Fallen King",
      "es": "",
      "es (fem)": ""
    }
  ]
}