{
  "id": 620970922,
  "txt": [
    {
      "id": 228284035,
      "en": "'The time has come to have our revenge on Lord Zarhal Kôz, [placeholder].\\n\\n'By now, he must know we come for him. His scouts have been slain, his warriors cut down, and his archers split upon the roads. A coward to the last, he would sooner throw his own sons before us than face his death.\\n\\n'Uya Hujûm snakes upward into the Mountains of Shadow, and I would wager that he has taken refuge deep within their encampment. The Khundolar will not surrender, so we must cut a path through them. Their Master has brought shame to their order, and they will share in his fate. It is our way, and it shall be done.\\n\\n'This is not your battle, so do not think that you must aid us in this final task. If you do, though, you shall share in the reward!\\n\\n'Will you join us?'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Jarl Gurthilm can be found to the south-east of Aragorn's camp on the border of Dagorlad.\\n\\nYou have defeated the Khundolar and their treacherous leader and should now speak to Jarl Gurthilm.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Jarl Gurthilm can be found across the river to the south-west of Uya Hujûm.\\n\\nYou have rallied to Jarl Gurthilm's side and should now aid him and his company in seeking vengeance against the Khundolar.",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Jarl Gurthilm and his company have travelled to the stronghold of Uya Hujûm to deal their vengeance upon Zarhal Kôz and the Khundolar.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We have won a great victory this day... and an even greater wealth of gold and Khundolar trinkets.\\n\\n'Those Khundolar dogs have paid for their treachery, and now all that remains is the journey home. With such a bounty, our travels will be slowed to a crawl, but we shall live as kings in Khand!\\n\\n'You have been an honourable companion, [placeholder], and it is time that you received your reward.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Riches of Rhûn",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Are you prepared, [placeholder]?",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Jarl Gurthilm",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Jarl Gurthilm in the southern reaches of Dagorlad",
      "es": ""
    }
  ]
}