{
  "id": 620970914,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Fill water-skins in the waters of the river east of Aelin Veren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The river that flows through Aelin Veren can be found in central North Ithilien.\\n\\nMaendal has asked you to fill water-skins in the eastern waters of the river flowing through Aelin Veren before giving them to the prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Filled water-skins in the waters of the river east of Aelin Veren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Travel east to the source of the river flowing through Aelin Veren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I did not expect such treatment from these Rangers....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Why even bother, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "The Haradrim prisoners can be found at Aelin Veren, in central North Ithilien.\\n\\nYou have returned with the filled water-skins and should now offer them to the Haradrim prisoners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'An odd sort, these Men....\\n\\n'We have heard they never take prisoners, and yet, here we are.\\n\\n'Thank you, [placeholder]. This water soothes my ills....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Offer filled water-skins to the Haradrim prisoners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You have my thanks. I have no love for these Men, but if bloodshed can be avoided this day, I shall do what I must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Maendal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Offered filled water-skins to the Haradrim prisoners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I hope it is enough to soothe their thirst for a time, [placeholder].\\n\\n'I do not wish to offer them more than we can spare our own, but water is plentiful in these lands.\\n\\n'Let us hope such a gesture gives them pause should they wish to attack us yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Travel east to the source of the river flowing through Aelin Veren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef96",
      "en": "You have left the freshest waters of the river!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have come to the freshest waters of the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Maendal can be found at Aelin Veren in central North Ithilien.\\n\\nYou have offered a water-skin to each of the prisoners and should now speak to Maendal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "The Rangers of Ithilien do not often show mercy to their foes, but to hold prisoners demands a certain watchful care.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], a few of the Southrons have complained of thirst. I do not doubt it,  but I will not send my Rangers away from their sides. We still know little of their purpose here, and I dare not offer them the chance to slay us while our numbers are thinned.\\n\\n'Still, I would not deny a prisoner such care, even one as hated as a Man of Harad. To the east of Aelin Veren lies the source of this river, beneath a great waterfall.\\n\\n'I would ask that you take these water-skins and fill them there. When you return, offer them to the prisoners and let us hope it's enough to calm them for a time.\\n\\n'If we are so fortunate, perhaps they may be more inclined to tell us of the Enemy's plots in Ithilien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aid for the Enemy",
      "es": "",
      "es (fem)": ""
    }
  ]
}