{
  "id": 620970912,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Maendal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Chan-két Doloi can be found at Aelin Veren in central North Ithilien.\\n\\nMaendal has asked you to speak with Chan-két Doloi about his knowledge of the Enemy's plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is time we hear what their war-master knows. If he has not spoken true, the blood of his fellows shall be on his hands alone.\\n\\n'With the Southrons routed at the Cross-roads and Cirith Negen, our foes shall now mainly strike from the north. The Enemy's plans for Dagorlad interest me greatly as any force rallied there could soon spill into Ithilien and beyond. These are fragile times, my friend... a misstep now could spell doom for the Host of the West and for Gondor.\\n\\n'I would question him myself, but he might more readily offer his knowledge to you after all you have done for his people here. Go, and speak to him again and tell me what you learn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have not deceived you or these Rangers, [placeholder]. I wish to return to Harad, and I will tell you whatever it is you require to allow me and my men to depart in peace.'\\n\\nYou ask about the Enemy's plans in Dagorlad, and to hear any other information Chan-két Doloi might have about the movements of the Enemy's forces in the coming days.\\n\\n'The Dark Lord rallies all loyal to him to Dagorlad and the Black Gate... Orcs, Easterlings, and even more of my people. He awaits the arrival of a great host and lays many traps for them even now.\\n\\n'As for the movements of his forces, I know of a company of Easterlings - the Khundolar - that have been ordered to hamstring the host as it passes through these woods. I do not know what they plan, but I would keep a careful watch on their forces. They are brutal beyond understanding, and would never surrender to you or any other.\\n\\n'The Orcs of Mordor shall likely be driven to enter these lands as well, but they will be largely held in reserve in the Black Land until the Dark Lord has use for them. If their numbers seem great now, you shall have much to fear in the days ahead.\\n\\n'That is all I know, [placeholder]. Tell the Rangers what I have told you, and urge them to lead us back to our homeland.'\\n\\nChan-két Doloi studies your face for a moment, and then speaks again.\\n\\n'You are a curious [placeholder], and I am pleased to have spoken so much with you. Let us hope that there are better days ahead for both of our peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Maendal can be found at Aelin Veren in central North Ithilien.\\n\\nYou have spoken to Chan-két Doloi and should now return to Maendal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "It is uncertain if there can ever truly be peace between the peoples of Gondor and Harad, but the Haradrim prisoners have offered their aid to the Men of Gondor for the sake of their kinsmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Moment of Peace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'These are ill tidings, but I am heartened to know some of what awaits us, and gladder still that the Southron spoke true.\\n\\n'I shall send a small company south with the prisoners, and bring them to the Crossings of Poros. If their brethren move against my men in their travels, they have been ordered to slay any and all attackers. It is a harsh measure, but this is a tenuous peace, and it is clear from the war-master's own words that his people are divided.\\n\\n'What we have learned today could prove vital to the Host of the West, and I shall send one of my men to deliver word to Anborn at once!\\n\\n'You have my thanks, [placeholder]. Let us hope we can stand together again in the days to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Chan-két Doloi",
      "es": "",
      "es (fem)": ""
    }
  ]
}