{
  "id": 620970893,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Ravenous battle-cats can be found to the west of Henneth Annûn.\\n\\nEreblen has asked you to defeat wandering battle-cats brought to North Ithilien by the Khundolar in the hope that they will no longer prey on Ithilien's wildlife.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Have you seen the cats of the Khundolar lurking nearby, [placeholder]?\\n\\n'They are terrible beasts bred only to maim and kill the enemies of their masters. When those enemies are absent or hidden away like my brethren, the battle-cats sate their hunger on any creature they can find.\\n\\n'The lands of Ithilien are wild, yes, and beasts know the many ways through the shadows of these woods, but the battle-cats are trained to outpace and outsmart them. I have even heard tell they have the strength to slay the bears of Ithilien.\\n\\n'I would ask that you defeat them before they can cause great harm to the order of beasts in Ithilien. Worse yet, their keen noses might lead them to our refuges.\\n\\n'You will find them to the north, but be wary, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Ereblen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ereblen can be found to the north-west of Henneth Annûn.\\n\\nYou have defeated the wandering battle-cats and should now return to Ereblen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The battle-cats of the Khundolar are fierce predators trained to slay Men and beasts alike. Loosed upon the wilds of North Ithilien, they now threaten the native creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Predators from the East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The Dark Lord may not care for the health of his lands, but Ithilien must remain verdant and wild. Having such a predator lurking in our wilds would not bode well for any of us.\\n\\n'It is unfortunate that the Khundolar have raised their cats in such a way, but it cannot be helped now. And too much is at stake....\\n\\n'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated ravenous battle-cats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat ravenous battle-cats ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}