{
  "id": 620970928,
  "txt": [
    {
      "id": 246419841,
      "en": "The Field of Cormallen can be found far to the north in the north-western reaches of North Ithilien.\\n\\nJarl Gurthilm has asked you to keep the Orcs and Easterlings in North Ithilien at bay as he and his men travel. He expects a report on your efforts near the Field of Cormallen.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Jarl Gurthilm can be found among his company on the banks of the Anduin in south-western North Ithilien.\\n\\nYou have encountered a familiar party of Variags camped within North Ithilien and should speak to their Jarl.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You have arrived at the Field, but the Variags are nowhere to be found...",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Search for Jarl Gurthilm's company near the Field of Cormallen",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Jarl Gurthilm and his company must be somewhere nearby the Field of Cormallen.\\n\\nYou have arrived at the Field of Cormallen, but the Variags are nowhere to be found. You should search nearby for Jarl Gurthilm's company.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You discover Jarl Gurthilm and his company amidst a field of slain Khundolar!",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Jarl Gurthilm",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Jarl Gurthilm and his company can be found to the east of the Field of Cormallen.\\n\\nYou have found Jarl Gurthilm and his company and should now speak to him.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Jarl Gurthilm and his company look visibly shaken as you approach, though they have tried not to appear so.\\n\\n'This... was no chance encounter. I do not blame you for failing to keep these men from my company, for they were searching for us... and us alone.\\n\\n'You shall have your reward yet, but I must alter our arrangement in light of these events.\\n\\n'Do not fear any treachery on my part, [placeholder], for your reward does not lie in question. In fact, it can only grow greater!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After abandoning the Battle of the Pelennor Fields when defeat was inevitable, a company of Variags seeks to return to Khand and put the war behind them.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "While exploring the shores of the Anduin, you have discovered a company of Variags camped upon its bank.\\n\\nUpon closer inspection, you realize it is none other than Jarl Gurthilm and his men.\\n\\nDespite your terse interactions in Osgiliath, his men do not appear immediately hostile and he gestures for you to approach.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Jarl Gurthilm",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Jarl Gurthilm",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Why have you come here? Have you come to test our threats? As I said before, we have no quarrel with Gondor and no quarrel with you.\\n\\n'Our only concern now is a swift return to Khand. The supplies you traded in Osgiliath are of great use to us, but the gold shall not avail us until we are home and far from the reach of Mordor.\\n\\n'The Khundolar know nothing of our plan to return to Khand, and indeed, it would be best for the both of us if they did not learn of it. The Lord that offered us gold in exchange for our services is an unscrupulous fellow, and I would prefer to keep his attention elsewhere. The Orcs and Khundolar that inhabit these lands are no friends of ours, and for that reason we shall keep to the western shores of the Great River.\\n\\n'I have a proposal for you, [placeholder]. Keep the Easterlings and Orcs distracted, and we shall see you well-rewarded. We do not expect to be free of encounters with them, but to have fewer to deal with would be a great boon for my company.\\n\\n'Offer me your name and your services or depart and trouble us no more.'\\n\\nYou give your name to Jarl Gurthilm and accept the offer to keep the Enemy's forces at bay, knowing that the Rangers work to the same end.\\n\\n'Those that seek to deceive my company do not live long enough to realize their mistake. I have not misjudged you, have I?\\n\\n'We shall expect to see you again and hear your report near the Field of Cormallen. If you do not know it, I would suggest you look for a ring of vibrant trees surrounding a meadow. If beauty were gold, this land would be among the richest.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "No Battle Left to Fight",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Meet Jarl Gurthilm at the Field of Cormallen",
      "es": ""
    }
  ]
}