{
  "id": 620970867,
  "txt": [
    {
      "id": 228284039,
      "en": "'Ah, [placeholder]!\\n\\n'I heard much of your discussion with Anborn, and he speaks true. We won a great victory, but it is certain that the hardest days of this war still lie ahead.\\n\\n'The Dark Lord misjudged the strength of Gondor and Rohan, and it is unlikely that he will do so a second time. The forces he commands within Mordor and beyond are still many... many more than any defence could repel.\\n\\n'I am glad to have you at my side once more, and I hope we can clear the way in time.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Laeglaw",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Anborn",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Anborn can be found at Henneth Annûn in North Ithilien.\\n\\nYou have spoken to the other Rangers and should now report back to Anborn.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Mablung, Rhadrog, and Laeglaw can be found at Henneth Annûn.\\n\\nAnborn has asked you to speak with the other Rangers about the coming days of the War.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'To have one as storied as you among us is a boon to us all. These are bright days for Gondor and for us, in spite of any looming foes. My men are in good spirits, and hope has not yet faded... nor should it.\\n\\n'If you are prepared, we must begin to act against the Enemy's forces in Ithilien at once.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The Rangers of Ithilien have returned to Henneth Annûn in the wake of their victory at the Battle of the Pelennor Fields, but the War is far from over.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'[placeholder]!\\n\\n'It is good to have you among us once again, my friend. We have won a victory over the Enemy, but the war is not yet over.\\n\\n'Ithilien is in a precarious position, and stands as the only remaining barrier between the lands of the Enemy and Gondor. The northern reaches of Ithilien border Dagorlad, the dread wastes of the Dark Lord, and his forces rally there even now.\\n\\n'If the Host of the West seeks to reach the Black Gate and draw fully the ire of the Enemy, they must first pass through Ithilien without great losses.\\n\\n'My men and I know these lands well, and we can teach you much of them and how to gain advantages over our foes. All we ask in return is that you offer your skill in driving back the forces of the Enemy until the Host of the West can reach Dagorlad.\\n\\n'Mablung has been eager to speak with you since you arrived, and I would also ask that you introduce yourself to Rhadrog and Laeglaw. You have not yet met them, but they know well of your deeds in the great battle.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Mablung",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You are a skilled [placeholder], it seems. \\n\\n'You are not one of us, however. The Rangers of Ithilien have held back the forces of Mordor for generations, and spared far-away lands the horrors of Mordor. I trust in my captain's judgment, and to that end, I trust you. I just hope you do not mistake yourself for any of the brothers I have lost in the long fight against the Dark Lord.\\n\\n'The aftermath of the great battle has changed much, yes, but our duties remain firm. We will protect Gondor and all of those loyal to the Host of the West.\\n\\n'You're on the front lines now, [placeholder]. Let us hope you are as skilled as they say.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "From Battle to War",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Rhadrog",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I have heard much of you, [placeholder], and I am honoured to meet you at last.\\n\\n'I have spent most of my years in Ithilien guarding its northern reaches alongside Lord Faramir, but so much has occurred in recent days...\\n\\n'I have learned some of the Enemy's plans in Ithilien and would be glad to share them with you if Anborn or Mablung have not already asked something else of you!'",
      "es": ""
    }
  ]
}