{
  "id": 620970904,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "You have defeated many Orcs and Easterlings in North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "While adventuring in North Ithilien, you have come upon many of the Enemy's forces in the old ruins of North Ithilien and in the foot-hills of the Ephel Dúath.\\n\\nThe Enemy's forces suffered a setback in Gondor, but the Dark Lord is far from bested.\\n\\nYou should defeat the Enemy's forces in North Ithilien and make clear the way for the Host of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Grip of Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "You have defeated many of the Enemy's forces in North Ithilien and made clear the way for the Host of the West.\\n\\nWhile their numbers will likely return in time, you have routed them for the moment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated Orcs and Easterlings in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Orcs and Easterlings can be found throughout North Ithilien.\\n\\nOrcs and Easterlings pose a grave threat to the Rangers of Ithilien and the Host of the West. You should defeat them to aid in the protection of Gondor's lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Orcs and Easterlings in North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "In the absence of the Rangers of Ithilien during the Battle of the Pelennor Fields, North Ithilien has been overrun with the forces of the Enemy.",
      "es": "",
      "es (fem)": ""
    }
  ]
}