{
  "id": 620970895,
  "txt": [
    {
      "id": "0x2f00e15",
      "en": "Deliver the water-skins to Laeglaw at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have gathered water from the western reaches of the stream...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The stream of Henneth Annûn passes over the refuge from the east, and flows westward through the Field of Cormallen.\\n\\nLaeglaw has asked you to gather water from various points of the stream of Henneth Annûn in order to determine if the Enemy's forces have poisoned it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e7",
      "en": "Fill a water-skin in the Forbidden Pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Laeglaw can be found in Henneth Annûn.\\n\\nYou have filled water-skins at various points along the stream of Henneth Annûn and should now return to Laeglaw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'By your account, the Enemy's poisons have not seeped into the stream, but I shall test the water you gathered to be certain.\\n\\n'Even without knowing the location of Henneth Annûn, the Enemy could flush us out by poisoning the streams of Ithilien. We are fortunate they have not yet had the forethought to do so.\\n\\n'Very good, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Fill a water-skin in the eastern reaches of the stream of Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have gathered water from the Forbidden Pool...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The stream that flows over Henneth Annûn is of great import to the Rangers and to the lands of Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have gathered water from the eastern reaches of the stream...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Have you a moment, [placeholder]?\\n\\n'The heavy palls of the Black Land have laid above Ithilien for far longer than the rest of Gondor, and the ashy, sour air that rises over the Ephel Dúath all too often sweeps into our lands. Worse still are the foul rains that cascade down those black slopes... for they bring with them a blight.\\n\\n'This blight has spread into our waters in the past, aided by raiding parties of Orkish defilers. Now, more than ever, it is necessary that the stream of Henneth Annûn remain free of Mordor's poisons.\\n\\n'This is our only refuge from the onslaught of Mordor's forces, and without fresh water, our company is doomed to failure.\\n\\n'Here, take these water-skins. Fill them in the Forbidden Pool, in the stream as it passes through the Field of Cormallen to the west, as well as within the stream's source along the Ephel Dúath to the east.\\n\\n'I have no reason to believe the water is blighted, but I must be certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Fill a water-skin in the western reaches of the stream of Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Forbidden Waters",
      "es": "",
      "es (fem)": ""
    }
  ]
}