{
  "id": 620970903,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Ideal trap locations can be found around the eastern entrance to Henneth Annûn.\\n\\nRhadrog has asked you to lay traps for deer and Orcs alike in the lands around Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Could you aid me with something, [placeholder]?\\n\\n'In the haste of our return, my brethren and I have forgotten to set traps around Henneth Annûn. These traps provide us an easy source of meat from the nearby beasts, and also keep wandering foes from straying too near to the refuge.\\n\\n'I know it might seem a simple task, but if the war continues as it does, we shall have need of more meat and materials.\\n\\n'The falls protect the western border of Henneth Annûn, so it is best to lay the traps to the south and east.\\n\\n'I await your return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Rhadrog can be found in Henneth Annûn.\\n\\nYou have laid many traps on behalf of the Rangers of Ithilien. You should now return to Rhadrog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Rangers of Ithilien often use traps to capture deer for venison, but to ensnare an encroaching Orc in times of war would be an even greater prize.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Rhadrog in Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Safe Passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Laid traps around Henneth Annûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The traps are laid then?\\n\\n'I shall send one of our number on patrol to check them soon. At best, we shall have more meat and leather for our needs, and at worst, some unfortunate Orc will meet its end.\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Lay traps around Henneth Annûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}