{
  "id": 620970940,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Anborn can be found within Henneth Annûn in North Ithilien.\\n\\nAnborn has finished his tale, and you should now ask him if there remains any more to tell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'This is the last I saw of them until we parted ways in the forest. I can share what I remember, for these memories will not soon be forgotten.\\n\\n'It was a strange discussion, and though I do not know the context, perhaps you can guess at it and relay the tale to the friends of the Halflings.\\n\\n'Faramir asked me to bring the gangrel-creature to him so that he could question it, and so I did.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Anborn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Anborn recalls bringing Gollum forth to be questioned by Faramir shortly after his capture, and his fears for the journey of the Halflings and the gangrel-creature.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Troubling Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The night passed without incident. I was glad to be rid of the gangrel-creature when Faramir led them away in the morning.\\n\\n'I cannot fathom what could have passed between Captain Faramir and the Halfling to make my lord grant them free passage in Ithilien, but all that I witnessed between them led me to believe that it was some strange, important errand. I trust my lord's judgment.\\n\\n'I wish I had better news to tell you of your friends. They seemed hale enough ere they departed, but, as I said, they made for an evil place...the pass of Cirith Ungol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have more yet to tell. Are you ready to hear of it, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Listen to Anborn's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Anborn can be found within Henneth Annûn in North Ithilien.\\n\\nAnborn has offered to tell you more of the strange Halflings and their time among the Rangers.",
      "es": "",
      "es (fem)": ""
    }
  ]
}