{
  "id": 620970865,
  "txt": [
    {
      "id": 216727830,
      "en": "Kingsfoil can be found in North Ithilien to the west of Henneth Annûn.\\n\\nAnborn has asked you to gather kingsfoil in the hope that it might be used to heal his fellow Rangers.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Wounded Rangers can be found within Henneth Annûn.\\n\\nYou have gathered the kingsfoil and should now use it to heal the Rangers as best you can.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Anborn can be found at Henneth Annûn.\\n\\nYou have healed the wounded Rangers as much as you were able, and should now report back to Anborn.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You have my thanks, [placeholder].\\n\\n'The wounds of war are not easily healed, and I fear more difficult times still lie ahead... even after our victory at the White City.\\n\\n'Now more than ever, our resolve must not falter in the face of the Enemy.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collect kingsfoil in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The Rangers of Ithilien lost many of their number in the Battle of the Pelennor Fields. Even as the War rages on, those that survived and returned to North Ithilien are in dire need of healing.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect kingsfoil in North Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Talk to Anborn",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Healed wounded Rangers in Henneth Annûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I have a favour to ask of you, my friend.\\n\\n'Swift was our return to Henneth Annûn at the battle's ending, and we had little time to tend the wounded. We are a hardy folk, but an injury is an injury no matter the Man. A few of our number suffer wounds still, and I hope to heal them before the battle is rejoined.\\n\\n'The lands of Ithilien are home to many useful herbs and flowers, and among them, kingsfoil. A mere weed in the eyes of many, I know of its restorative properties in the hands of a King... as well as those of an able healer. I have studied the kingsfoil potions and salves you bear, and I believe that you might have the skill to heal my men.\\n\\n'Search the foot-hills to the west, for kingsfoil has often grown on the slopes beneath Henneth Annûn. When you have gathered as much as you can bear, bring it to my men and heal them as best you can.\\n\\n'Be swift, [placeholder].'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Heal wounded Rangers in Henneth Annûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scars of the Pelennor",
      "es": ""
    }
  ]
}