{
  "id": 620970873,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Thurindol can be found at Aelin Veren, far to the north of the Cross-roads in North Ithilien.\\n\\nThurindol has asked you to aid him with a few tasks before meeting him at the baths of Aelin Veren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Aid the Rangers at Aelin Veren as much as you are able, and when you are ready to move on, meet Thurindol along the road to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Aelin Veren can be found in central North Ithilien.\\n\\nYou have arrived at Aelin Veren to find a party of Rangers in need of aid. Thurindol has asked you to aid them before meeting him further north along the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "A Ranger calls out to you and orders you to hold!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Heed the Ranger's orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Thurindol can be found within Henneth Annûn in north-central North Ithilien.\\n\\nYou have been brought to Henneth Annûn by Dornach and should now seek out Thurindol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Thurindol at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Dornach is standing along the main roadway in central North Ithilien.\\n\\nA Ranger named Dornach has asked you to heed his orders if you wish to travel to Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I am glad you have come as I asked, [placeholder].\\n\\n'Some of my brethren here appear to have captured a band of Southrons. I cannot understand their purpose in doing so, as the Rangers do not often permit prisoners... or even guests!\\n\\n'I trust that there is wisdom in their actions, but I do not have time to remain here and investigate further. Instead, I leave that task to you.\\n\\n'I must return to my captain, Anborn, and tell him of the many things I have witnessed in Ithilien and on the Pelennor.\\n\\n'I shall continue onward to Henneth Annûn, and when you are ready, you should follow in my path. Head north along the roadway, and I will guide you to the refuge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "Thurindol stifles a laugh as you approach him.\\n\\n'I'm sorry, [placeholder]...\\n\\n'Dornach is a careful man, and that has always been a boon to our company. This time, it had the benefit of giving all of us a good laugh!\\n\\n'In the end, we have reunited as I had hoped. You are here, and there is much to be done if we are to clear the way for the Host of the West.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "North Ithilien, home to the last refuge of the Rangers of Ithilien, is the border between Gondor and the lands of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'It is good to see you again, [placeholder].\\n\\n'Even after such a great battle, the memory of your deeds in South Ithilien has not left me or my company. Lord Faramir is safe and heals within Minas Tirith, and my captain, Anborn, has returned to the refuge of Henneth Annûn with most of our company.\\n\\n'The Dark Lord has not taken his defeat lightly, and he has sent his forces into North Ithilien to strike before the Host of the West can reach the Black Gate.\\n\\n'My company and I would have much use for a [placeholder] of your skill, especially after such a victory has been won against the Enemy. \\n\\n'There are a few more matters I wish to speak of here, but then I would ask that you meet me at the baths of Aelin Veren - far to the north along the roadway. Will you aid me, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Aid Thurindol with as many of his tasks as you are able, and when you are ready to move on, meet him at Aelin Veren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Through the Gardens of Gondor",
      "es": "",
      "es (fem)": ""
    }
  ]
}