{
  "id": 620970924,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'It is done, [placeholder]. They have paid the price for our service, and more still for their betrayal!\\n\\n'Lord Zarhal Kôz shall send no more men after us, and any among the Khundolar who would dare to track us will not soon find us in these lands again.\\n\\n'My dealings with the Dark Lord are finished, as are those of my men. We shall not fight for a Master who does not honour our way.'\\n\\nJarl Gurthilm's eyes turn to the Mountains of Shadow and a scowl flashes across his face before he turns back to you.\\n\\n'However, there remains the matter of your share.... You are free to take it, should you so choose. I understand if you would prefer to keep our dealings secret, so you may also refuse it and I shall send you on your way with basic supplies for your troubles.\\n\\n'I would be a fool to turn down a larger cut, but I'm a man of principle.'\\n\\n'I leave the choice to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Jarl Gurthilm can be found to the south-east of Aragorn's camp on the border of Dagorlad.\\n\\nJarl Gurthilm has offered you payment for the aid you gave to him and his men. You should discuss your choice with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Jarl Gurthilm can be found to the south-east of Aragorn's camp on the border of Dagorlad.\\n\\nYou have made your choice and should now speak to Jarl Gurthilm before parting ways.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "With their foes slain and the wealth of the Khundolar in their grasp, the Variags have decided to return to Khand once their final errand is finished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Jarl Gurthilm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Just Reward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'With that sorted, I think it is best for my men and me to return to Khand now.\\n\\n'Our battle is finished and our vengeance done, and we desire no greater role in this War. You keep the company of many great warriors, but do not underestimate the Dark Lord's power. In victory or defeat, I hope that you can escape his wrath.\\n\\n'Off with you, [placeholder]. Your allies might think less of you if you continued to travel with men such as us... and rightfully so!'\\n\\nWith a smirk on his face, Jarl Gurthilm gestures for you to leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete A Just Reward - Spoils of War",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Complete A Just Reward - Honour Alone",
      "es": "",
      "es (fem)": ""
    }
  ]
}