{
  "id": 620970935,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Anborn can be found at Henneth Annûn in North Ithilien.\\n\\nAnborn has offered to tell you more of the Halflings that passed through Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Do you wish to hear more of my tale?\\n\\n'We returned from the battle with the Haradrim, and Faramir spoke long with the Halflings. He seemed convinced by their tale, and agreed to invite them into the sanctuary of Henneth Annûn. They spoke quietly as we walked through the woods, beyond our hearing, and more yet once we reached the cave.\\n\\n'It was my duty to scout the way, and it was then that I saw the gangrel-creature. I took it to be some wretched squirrel or shadow-creature out of Mirkwood, but I did not shoot it, for Faramir does not permit the needless slaying of beasts.\\n\\n'I told Faramir what I saw, and the Halflings listened with interest. Then I went out to guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Anborn can be found at Henneth Annûn in North Ithilien.\\n\\nYou have listened to Anborn's tale and should now ask if he knows more of the Halflings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Anborn in Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Do you wish to hear more, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Anborn recalls the tense exchange when the gangrel-creature came unbidden to the Forbidden Pool beneath Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Forbidden Pool",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I led the creature back to Henneth Annûn, but kept him under guard as Lord Faramir commanded.\\n\\n'We did not yet know the Halflings' purpose in Ithilien, but the gangrel-creature had committed a serious offence in the eyes of the Rangers, and he had to answer for it.\\n\\n'I have but a small bit more to tell, [placeholder]. When you wish it, I shall share the ending of the tale with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Listen to Anborn's tale",
      "es": "",
      "es (fem)": ""
    }
  ]
}