{
  "id": 620970905,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Defeat Khundolar trappers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], I have received a troubling report from my Ranger, Tordoron.\\n\\n'He sent word that the Khundolar have laid traps along the roadway through Cirith Negen. Mere traps could not stop the Host of the West, but I fear that they may soon devise a greater scheme to hinder our allies. The pass provides swift passage to the north, but it is narrow and any that pass through it must fear an ambush.\\n\\n'I would ask that you scout Cirith Negen and destroy any traps you find. If the Khundolar are still trapping the pass, you must defeat them as well. Nothing can be left to chance, my friend, especially now that the Enemy has suffered his greatest defeat in recent memory.\\n\\n'When that is done, seek Tordoron and aid him as you may. He has scouted the pass of Cirith Negen and now searches the northern reaches of Ithilien for the Enemy's encampment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The Khundolar have devised a trap for the Host of the West and have laid cruel bear-traps along the road through Cirith Negen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Destroyed bear-traps along the road through Cirith Negen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Tordoron to the north of Cirith Negen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bear-traps can be found along the road through Cirith Negen in north-eastern North Ithilien.\\n\\nAnborn has asked you to investigate reports that the path through Cirith Negen is being readied for a Khundolar ambush. You should disarm traps and defeat any foes you encounter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Breaking the Trap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Destroy bear-traps along the road through Cirith Negen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Tordoron can be found to the north of Cirith Negen.\\n\\nYou have disarmed the traps and fought off Khundolar trapping the pass of Cirith Negen. You should now seek out Tordoron beyond the pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated Khundolar trappers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Ah, [placeholder], you have come.\\n\\n'You have made the roadway safe for our allies, but I fear the Khundolar will not be so easily deterred. They have made camp along the slopes of the Ephel Dúath and have readied their defences. Their numbers are many, even with so many of their forces spread across the northern wilds of Ithilien.\\n\\n'We must strike soon or it shall become all but impossible to drive them out.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}