{
  "id": 620970906,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Thai-chât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I shall answer your questions, [placeholder].\\n\\n'In truth, I know little of our purpose here... only that our war-master bade us surrender to these forest-men. You call them Rangers, do you not? A strange name, I think.\\n\\n'We had long been stationed in the lands of Dagorlad, but travelled southward to reach the battle on the fields. Many of our number were slain at Cirith Negen by the Rangers, and soon we were few. I learned of Gondor's victory from the Rangers, but know little else of the battle.\\n\\n'If this is our fate, I wish only to learn more of that great battle and then return home with my brethren. I would ask to hear more of the battle, but first, you should speak to my brethren of it... they are eager to hear of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Haradrim prisoners can be found at Aelin Veren in central North Ithilien.\\n\\nAfter questioning Jubuya, he has asked you to speak to his fellows about their lives in Harad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What know you of the battle on the fields of Gondor?'\\n\\nYou tell Daugha-tûm of deeds great and small on the Pelennor Fields. You speak of the death of Théoden King, the triumph of your allies against the Witch-king of Angmar, and of the sacrifices of great warriors before the Enemy's forces.\\n\\n'The Rangers spoke of a wraith garbed all in red, who thought himself protected from weapons of war, yet he fled the field in fear. How can one who need not fear death be cowed before the armies of Gondor? They cannot be so mighty!\\n\\n'If the Dark Lord has such servants in his command, how lowly must we be in his sight?\\n\\n'I hunger for battle with the Men of Gondor, and yet, this is an ill-fated path for my people. We shall be used to the last, and what glory shall we have when all of us are gone?\\n\\n'This battle must be ended, [placeholder]. It must... if ever we are to return home in peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Jubuya, a sorcerer of Harad, has offered to tell the Rangers of his homeland and culture in exchange for leniency.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You know of the great battle? Tell me what happened - I beg you. What of the Men of Harad?\\n\\nYou tell Thai-chât of the Black Serpent's doom at the hands of Théoden King and of the three Mûmakil who fell in their assault against the walls of Minas Tirith.\\n\\n'So much death... if only we had abandoned the Dark Lord long ago. Cruel is a master who sits behind black mountains and steep tower-walls, feeling nothing as his soldiers are slaughtered.\\n\\n'I no longer wish to be a part of this war... I wish only to return to Harad.\\n\\n'I have heard all I can bear. Leave me, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Jubuya",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tales of Harad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have waited patiently for you to tell them of the battle, and now I ask that you tell me what you told them.'\\n\\nYou tell Jubuya of the battle on the Pelennor Fields. You tell him of the shattering of the gates of Minas Tirith and of Grond. You tell him of the Witch-king of Angmar and of Gothmog's flight. You tell him of the Black Serpent's death, and of Théoden King who fell soon after. He listens attentively, and bares a sad smile when your tale comes to an end.\\n\\n'So my King and his sons are slain, then. They would not have wished for death to find them any other way, [placeholder].\\n\\n'Regardless of this war's outcome, much will change in my homeland. The lands of Harad are unforgiving, but beautiful. If ever there is peace between our peoples, or if you remain such a bold adventurer, I believe you would feel at home in the wilds of Harad and among the warm winds of our deserts and jungles.\\n\\n'If there were the time, I would tell you more of it, but I can sense these Rangers no longer appreciate our conversation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Daugha-tûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Jubuya can be found at Aelin Veren in central North Ithilien.\\n\\nYou have spoken to the other prisoners and should now speak to Jubuya once more.",
      "es": "",
      "es (fem)": ""
    }
  ]
}