{
  "id": 620970842,
  "txt": [
    {
      "id": "0x6a50276",
      "en": "Talk to Duinhir near Cair Andros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'This island of treacherous Orcs and evil men, beyond all hope, is no more. Now it is restored as a fortress of Gondor and shining beacon of Talath Anor. We could not have done this with such haste, were it not for your assistance.\\n\\n'I understand if you are to leave now. You are braver than I, to stand at the gates of Mordor and face the armies of those eternally damned lands.\\n\\n'Please, inform Aragorn that we shall remain here, guarding Cair Andros.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'While we no longer have the element of surprise, I believe that the damage you already caused to their defences and to their chain of command is more than sufficient. Let us take the city now, for Gondor and for our honour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Aragorn can be found at the Host of the West encampment, on the border of North Ithilien and Dagorlad.\\n\\nYou should Talk to Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b7",
      "en": "'Thank you for assisting Duinhir and his men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Aragorn at the Host of the West encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Thank you for assisting Duinhir and his men. With Cair Andros under our control and the bridge to the Morgul Vale destroyed, I am no longer worried about an attack from behind.\\n\\n'We must remain ever focused as we thread further north, into lands choked and wilting by a noose of waste, where nothing grows. This will be a test of all our spirits. I am certain of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Duinhir near Cair Andros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "With the Enemy alerted, the Faint-hearted are left with no choice but to retake the island with haste.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "You should talk to Duinhir, who can be found near Cair Andros.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Retaking of Cair Andros",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "Duinhir yells out to his men.\\n\\n'Come, we charge. Let no Orc live! This is our day to protect our land and undo any shame we have bestowed upon ourselves of our families!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You should talk to Duinhir, who can be found near Cair Andros in North Ithilien.",
      "es": "",
      "es (fem)": ""
    }
  ]
}