{
  "id": 620970927,
  "txt": [
    {
      "id": 177082800,
      "en": "Defeated Khundolar ambushers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Search to the west of Jarl Gurthilm's company",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "A pair of Khundolar rush forth from the bush!",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Search to the east of Jarl Gurthilm's company",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Whether by beast or Man, this doe has been viciously mauled...",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Search to the north of Jarl Gurthilm's company",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Jarl Gurthilm",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "This Variag lies slain and a blade of Easterling make protrudes from his chest...",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "dnt",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'Oh, the fool he is... I will not suffer such an insult to my people and my skill!\\n\\n'You send a pitiful band of assassins to slay warriors of Khand? Hah! You have sent flies to destroy a foundation of steel!\\n\\n'This is no longer about returning home... I shall not rest until Zarhal K么z lies dead at my feet and his riches are in my keeping!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Jarl Gurthilm and his company can be found to the west of Henneth Ann没n in North Ithilien.\\n\\nJarl Gurthilm has asked you to search the lands surrounding his company in hopes of routing more attacks by the Khundolar.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We have been betrayed, [placeholder]...\\n\\n'We were paid half our share to travel to the fields of Gondor, and now, the Khundolar have sent assassins to slay us before we could return home. Only the Lord that bought our blades could have arranged such an ambush, and his name is Zarhal K么z.\\n\\n'He is a coward among Easterlings, but his wealth grants him all the power he desires. He offered us the remainder of our share upon our return, but it's clear that he didn't intend for us to survive long enough to demand the rest of our gold.\\n\\n'My men will hold this position, but we have need of a scout... and after all, you are still in our service!\\n\\n'Search the surrounding lands for signs of the Khundolar or their assassins. Then we shall see about taking our gold back, and then taking quite a bit more!\\n\\n'And then, [placeholder], you shall have a reward fitting of a King!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "After being ambushed by familiar warriors along their journey home, the Variags of Khand have found a new enemy in their old allies: the Khundolar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Debts Repaid",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Defeat Khundolar ambushers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Jarl Gurthilm and his company can be found to the west of Henneth Ann没n in North Ithilien.\\n\\nYou have routed the Khundolar ambushers and uncovered their grisly handiwork. You should return to Jarl Gurthilm.",
      "es": ""
    }
  ]
}