{
  "id": 620970807,
  "txt": [
    {
      "id": "0x6a50276",
      "en": "Talk to Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56875",
      "en": "'And so with the bridge in ruins, the threat of those in Minas Morgul is much diminished. It would be difficult for great numbers to make it across the swift currents of the Morgulduin. I am, however, concerned about those noxious flowers we came across, [placeholder]. No good can come of such things.\\n\\n'You should speak with that prattling Angbor, and let him know that our work here is done. I believe Aragorn is ready to move the forces further north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56849",
      "en": "'While you were working on mending the Statue of the Fallen King, I spoke to Mithrandir and Lord Aragorn. They require your assistance on a matter, but would not tell me its nature. Mithrandir would meet you at the road that leads to the Morgul Vale, near to the Cross-roads, as soon as you are able.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "You should talk to Angbor, who can be found at the Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b7",
      "en": "'Will you accompany us on this small errand?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b8",
      "en": "'With the bridge in ruins, the threat of those in Minas Morgul is much diminished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Angbor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You went to the Morgul Vale and did not invite me? Well... I suppose I had plenty here to oversee and keep busy with. So we shall be on the move, again? I must give orders and have my men ready!.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Meet with Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Angbor has spoken to Aragorn and Mithrandir about an important matter concerning the Morgul Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "You should talk to Mithrandir at the road that leads to the Morgul Vale, near to the after-battle Cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fire Beneath the Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'My friend, I fear while we march north towards the Black Gate, the forces of Minas Morgul may cause trouble by sneaking up and biting at our heels. We must take measures to ensure that this does not happen. Will you accompany us on this small errand? We could use another set of wary eyes - and able hands! It is not generally safe or wise to so much as set foot within the Morgul Vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You should talk to Mithrandir at the road that leads to the Morgul Vale, near to the after-battle Cross-roads.",
      "es": "",
      "es (fem)": ""
    }
  ]
}