{
  "id": 620970908,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'I can sense my men's trust of the Southrons has already begun to splinter. After such a brazen attack, I must confess that I, too, share some of their apprehension towards the prisoners.\\n\\n'If we truly think ourselves the better Men, we cannot give in to fear so easily. The prisoners themselves have done nothing to suggest that they harbour the desire to break free, and they have heeded our commands without question.\\n\\n'I would ask for your aid in calming my men. They are uneasy, and I do not wish them to do something ill-considered - even against such an old foe of our people.\\n\\n'Speak to them, and I shall do the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Rangers of Ithilien can be found at Aelin Veren, in central North Ithilien.\\n\\nMaendal has asked you to calm his fellow Rangers in the wake of the Haradrim attacker's ill-fated assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Maendal can be found at Aelin Veren, in central North Ithilien.\\n\\nYou have done what you could to calm the Rangers of Ithilien at Aelin Veren and should now speak to Maendal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Despite the reckless actions of a prisoner, the long hatred between the peoples of Gondor and Harad cannot be eased by further bloodshed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Maendal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Easing Tensions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I shall offer them no quarter if their kinsman attack us again, but I will not have my men give in to fear on mere suspicion.\\n\\n'Thank you, [placeholder]. Let us hope it does not come to that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Calmed Rangers of Ithilien at Aelin Veren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Calm Rangers of Ithilien at Aelin Veren ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}