{
  "id": 620970866,
  "txt": [
    {
      "id": "0x9b56894",
      "en": "'I know this brooch, my friend.\\n\\n'It belonged to my brother... and at last his fate is clear to me. Although the Rangers held that refuge for many years, the Enemy discovered the location of Torngroth and we were forced to battle our way out. In our flight, we became separated and he never made it to Henneth Annûn.\\n\\n'I have mourned for him ever since, but now I wonder... what drew him back to Torngroth?\\n\\n'Ah, well, that is a matter for another time. I shall keep his brooch close, [placeholder]. You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect the Ranger's brooch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The brooch can be found on the ground within Torngroth.\\n\\nYou have discovered a worn Ranger's brooch within Torngroth and should collect it before returning to Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Torngroth, the last of the Ranger refuges to fall, has fallen into the hands of the Enemy, and those that aided in its defence are now lost or slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Ranger's Loss",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The brooch is dusty and worn, but its beauty remains unblemished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "While exploring Torngroth, you have discovered an ornate brooch in the abandoned Ranger hideout. It is unclear to whom the brooch belongs or if they yet live, but perhaps it would be best to deliver it to the Rangers at Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e11",
      "en": "Deliver the brooch to the Rangers at Henneth Annûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect the Ranger's brooch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Henneth Annûn can be found in north-central Ithilien.\\n\\nYou have collected the brooch and should now return it to someone in Henneth Annûn.",
      "es": "",
      "es (fem)": ""
    }
  ]
}