{
  "id": 620970907,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Chan-két Doloi can be found at Aelin Veren, in central North Ithilien.\\n\\nYou have planted the warning banners of Far Harad and should now return to Chan-két Doloi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Maendal can be found at Aelin Veren.\\n\\nChan-két Doloi has offered his knowledge of the Enemy's plans in exchange for the ability to warn his people not to pass through North Ithilien or raise arms against the Rangers. You should speak to Maendal about his plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Maendal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do not know if I trust him, [placeholder]...\\n\\n'It could lessen the burden on the Host of the West and leave Ithilien clear of their people. If it is a ruse, they could lead the Enemy's forces to our position.\\n\\n'If this truly means that fewer Southrons will attempt to pass through Ithilien, I must allow it. Raise the banners as he asked, but begin the trail far to the south from Aelin Veren. Even if they follow it, they will not discover us, and if the Southron spoke true, they will turn about at the sight of them and have no need to continue northward.\\n\\n'Be swift, my friend, for I desire to learn what the Southron knows of the Enemy's designs in Ithilien.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ideal banner locations can be found along the road, in southern North Ithilien.\\n\\nChan-két Doloi has offered knowledge of the Enemy's movements in exchange for warning his people not to pass through North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I know you wish to understand why I ordered my men to stand down.\\n\\n'I ordered our surrender because I know that our people cannot win this war - not for ourselves, and not for the Dark Lord. I speak not for the others among my kin, and I do not claim falsely that the conflict between our peoples is ended. There have been many years of hatred between us, and old wounds are not so easily soothed.\\n\\n'We have known the Rangers to be unforgiving of their foes, but we still draw breath... at least for now.\\n\\n'I have kept several banners of Far Harad bundled in my armouring. They are borne into many battles, yes, but in my homeland they serve another purpose. You see, they are often used to mark areas of strife or of dangerous weather and winds. If you were to plant them along the southern roads of these lands, those that beheld them would be warned to turn back.\\n\\n'In return, I will offer what I know of my people's plans in Dagorlad and of the Dark Lord's designs in the coming days of the War. I cannot promise that all will heed the warning banners, but if the captain of these Rangers wishes to see fewer of my people in his lands, he should consider it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "No longer wishing to involve his people in the affairs of the Dark Lord, Chan-két Doloi, a war-master of Harad, hopes to negotiate an uneasy peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Planted banners of Far Harad to warn away Haradrim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Chan-két Doloi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Plant banners of Far Harad to warn away Haradrim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Were it any but you among these Men, I would not trust that the task had been finished. These Rangers have treated us better than I believed they would, but I shall not trust them - not this day, nor any day in the future.\\n\\n'You have done me and my people a great favour, and I shall not forget that.\\n\\n'All I wish for now is the chance to return home with my men and leave this War behind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Necessary Compromise",
      "es": "",
      "es (fem)": ""
    }
  ]
}