{
  "id": 620970898,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "As you explore North Ithilien, it becomes apparent that roadways which were once well-travelled have become overgrown and challenging to traverse. If the Host of the West is to pass through these lands, they shall have need of a clearer path.\\n\\nYou should clear the roadways of North Ithilien of overgrown branches and aid in the advance of the Host of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have cleared a great deal of overgrown branches and plants from the roadways of North Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Overgrown branches can be found along the southern roadways of North Ithilien.\\n\\nYou should clear the roadways of overgrown branches as you make your way north to aid in the advance of the Host of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "dnt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Overgrown and Overrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "You have cleared a great deal of overgrown branches and plants from the roadways of North Ithilien. It will make travelling easier in the wilds and aid the Host of the West in their advance toward the Black Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Cleared overgrown branches from the roadways of North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Clear overgrown branches from the roadways of North Ithilien ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Once known as the Gardens of Gondor, North Ithilien is overgrown and now even the roadways have been swallowed by a seemingly endless sprawl of branches.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    }
  ]
}