{
  "id": 620970913,
  "txt": [
    {
      "id": 228284035,
      "en": "As you journey through North Ithilien, you come upon a curious sight: a group of Rangers of Ithilien holding four Haradrim as prisoners.\\n\\nThe Rangers of Ithilien have never been known to take prisoners, so perhaps there is a reason that this party of Haradrim has been spared.\\n\\nYou should find the captain of the Rangers at Aelin Veren and speak to him about the Haradrim.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The captain of the Rangers in Aelin Veren can be found amongst his kin, guarding a group of Haradrim prisoners.\\n\\nYou have discovered a group of Rangers holding four Haradrim captive at Aelin Veren. You should investigate and see if your aid is needed.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The captain can be found somewhere among the Rangers at Aelin Veren, in central North Ithilien.\\n\\nYou have arrived at Aelin Veren and have heard the voices of Rangers and Southrons nearby. You should investigate and see if you can aid the Rangers.",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hail, [placeholder]!\\n\\n'Your name precedes you among the captains of the Rangers, my friend. When I saw your approach, I knew you could be no other.\\n\\n'I am Maendal, and you have come at a peculiar time for me and my company. You see, we ambushed a party of Southrons travelling north through Ithilien, but rather than attacking, they threw down their weapons and knelt before us.\\n\\n'Is it not a Southron's nature to die in battle? Is it not ours to slay our quarry?\\n\\n'I know not what to make of this, but we must decide what is to be done with them soon...'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After a party of Haradrim surrendered to their forces at Aelin Veren, the Rangers of Ithilien must weigh what is to be done.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Snakes in the Trap",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to the captain of the Rangers at Aelin Veren",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to the captain of the Rangers at Aelin Veren",
      "es": ""
    }
  ]
}