{
  "id": 620970863,
  "txt": [
    {
      "id": "0x1d85955",
      "en": "'The Dark Lord knows well of our approach, and we shall soon learn what manner of trap he has devised for us before the Black Gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85956",
      "en": "'We stand on the border between Gondor and Sauron's wastes, and if any among us would turn back, now is the final moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Mithrandir at Aragorn's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Aragorn's camp can be found far to the north of Henneth Annûn on the southern border of Dagorlad.\\n\\nAnborn has asked you to rejoin Aragorn and the Host of the West at his encampment to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Mithrandir and Damrod can be found within Aragorn's encampment on the border of Dagorlad.\\n\\nYou have arrived at Aragorn's encampment and should now speak to your allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Aragorn can be found in his encampment on the border of Dagorlad.\\n\\nYou have spoken to Damrod and Mithrandir and should now speak to Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Damrod at Aragorn's camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The Dark Lord knows well of our approach, and we shall soon learn what manner of trap he has devised for us before the Black Gate. Let us hope that he remains blind to the trap we have laid in turn... and even moreso that our chance victory might be won.\\n\\n'We are nearing the end of our journey, [placeholder], and Aragorn will soon have need of us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'[placeholder]! For a moment, I was afraid you had left our company behind! It was a foolish worry, but fear has a smothering presence so close to the Black Land.'\\n\\nDamrod shifts uneasily, but is quick to hide his concern.\\n\\n'This is it, my friend... soon we shall pass from the lands of Gondor onto the battle plain, Dagorlad.\\n\\n'While the Rangers and I often patrol the lands of Dagorlad, the Enemy cannot mistake our purpose in mustering so many to its border.\\n\\n'We have fought through exhaustion, and now we must draw up our weapons once more. I am glad that all of us shall stand together as we march on the Black Gate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After securing the lands of Ithilien, the time has come to rejoin the Host of the West at their encampment on the border of Dagorlad, the battle plain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Countless members of the Host of the West are camped nearby...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'The Host of the West has passed northward, and even now they make camp on the border of Dagorlad.'\\n\\n'The pass of Cirith Negen has been made safe, the roadway north is clear, but the lands of Dagorlad are steeped in the Enemy's corruption.\\n\\n'The Host of the West shall have need of you in the coming days - of this I have no doubt. Although my men are familiar with the lands of Dagorlad, its harsh terrain and wide plains make it deadly to those who do not move with care. By sharp stone, Orc, or worse terrors of the Black Land, death follows closely upon the battle plain.\\n\\n'Bear this in mind, [placeholder], for it is there you and the Host of the West will challenge the Dark Lord. I ask that you rejoin them as swiftly as you are able and travel to their camp to the north.\\n\\n'If you see Damrod, please speak to him on my behalf. A great test lies before us... and we must not fail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Travel to Aragorn's camp on the border of Dagorlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We stand on the border between Gondor and Sauron's wastes, and if any among us would turn back, now is the final moment.\\n\\n'I do not blame those that would turn from the coming battle. It shall cost most or all of our lives, but if Frodo can finish his quest, a victory over Sauron would be worth them all.\\n\\n'We must stand together as one against the Dark Lord when the time comes, and I trust that you will be at my side. We have travelled far in service of the same quest, my dear friend, and now we must see it done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Before the Battle Plain",
      "es": "",
      "es (fem)": ""
    }
  ]
}