{
  "id": 620900190,
  "txt": [
    {
      "id": 218649169,
      "en": "'Thanks to Dagbert's treason, we are forced to deal with the Khundolar sooner than expected, but perhaps there are ways to weaken or discourage them.\\n\\n'Make a foray against Lashkarg and defeat some of the Easterlings there. Perhaps by making a show of strength against their encampment, they will believe our numbers are greater than they actually are.\\n\\n'If you find Dagbert among them, do not hesitate to end his life. Treason is a crime punishable only by death....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'As vast as you say Lashkarg is, I doubt this attack has deterred them at all.\\n\\n'Thank you for your efforts nonetheless.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Uh...good work, [placeholder]. I confess I was not sure I would see you again, but you have proven quite hardy!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blade of the East",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Khundolar have swept into the Brown Lands in preparation to descend upon the Riddermark like a double-edged sword.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Khundolar at Lashkarg in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Khundolar at Lashkarg in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Khundolar Easterlings can be found at Lashkarg, south-east of Etheburg in the Brown Lands.\\n\\nCéola has asked you to enter Lashkarg, war-camp of the Khundolar, and defeat the Easterling warriors there in hopes that they will believe Etheburg's numbers greater than they truly are.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Céola is at Etheburg in the Brown Lands.\\n\\nYou should bring news of your victory to Céola.",
      "es": ""
    }
  ]
}