{
  "id": 620900189,
  "txt": [
    {
      "id": 218649169,
      "en": "'Blast it all! Now that we know of Dagbert's treasonous relationship with Hafoc's brigands and the Khundolar, our hand is forced...we must take action against the Khundolar immediately!\\n\\n'Go forth and defeat some of the Khundolar encamped here in the Brown Lands. Perhaps we can gather an estimate of their strength.\\n\\n'Return to me when the deed is done, and I will have more for you to do.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'By your estimates, they are not weak by any means, but perhaps we may discourage them still.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with the Easterlings?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'By your estimates, they are not weak by any means, but perhaps we may discourage them still.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Black Wind from the East",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After learning of Dagbert's treasonous association with the brigands led by the rogue Rohirrim captain Hafoc and the Easterlings, Céola feels forced into taking a more proactive approach to dealing with the Khundolar in the Brown Lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Khundolar in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Khundolar in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Khundolar Easterlings can be found throughout the Brown Lands, but especially at their encampment, Lashkarg, to the south of Etheburg in the Brown Lands.\\n\\nCéola has asked you to defeat a few Khundolar Easterlings to get an estimate of their strength.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Céola is at Etheburg in the Brown Lands, north of Lashkarg.\\n\\nYou should return to Céola with news of your success.",
      "es": ""
    }
  ]
}