{
  "id": 620900191,
  "txt": [
    {
      "id": 218649169,
      "en": "'In view of Dagbert's treason, we are forced to deal with the Khundolar at once. We must find a way to discourage them...and I may have it.\\n\\n'The Khundolar fly the banners of the Dark Lord at Lashkarg. I have heard that they serve Mordor in direct disregard for the mandates of their master, a man who calls himself Yirokhsar the Blue, a sorcerer of no small power, they say.\\n\\n'Perhaps if we burn these banners, we can convince them that the Eye is not greater than the Mark, and they will depart. I hold no great hope of this, but should you accomplish this deed return to me with the results.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Alas, it is as I expected. They were not deterred.\\n\\n'Thank you, nonetheless, for your valiant efforts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Dagbert said what? Of course, we fear the Dark Lord...we do not serve him and will fight him -- or would, if Gríma Wormtongue did not hold the king's ear -- but fear him, we do.\\n\\n'Alas, I fear nothing good will come of this.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Burning the Eye",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Khundolar fly the banner of the Great Eye in open demonstration of their service to the Dark Lord...in apparent disregard to the mandates of their mysterious master, Yirokhsar.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Burned banners of the Great Eye at Lashkarg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Burn banners of the Great Eye at Lashkarg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Banners of the Great Eye can be found at Lashkarg, south-east of Etheburg in the Brown Lands.\\n\\nCéola asked you to enter Lashkarg and burn the banners of the Great Eye.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Céola is at Etheburg in the Brown Lands, north-west of Lashkarg.\\n\\nYou should return to Céola with news of your success.",
      "es": ""
    }
  ]
}