{
  "id": 621000244,
  "txt": [
    {
      "id": 246419861,
      "en": "Talk to Lady Galadriel to be released, finally, from your service.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to Orophin",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You should talk to Orophin and join the War Council.",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Come with me, [placeholder]. There are things the council would discuss. But there is more, for you have been of great help to our cause and the Lord and Lady wish to offer thanks to you for your service.'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Urgent and wondrous tidings, [placeholder]! Glorfindel is arrived in the Court of Lothlórien. They await your arrival. Go. Go now!'",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'You have done so much for us, [placeholder] - more even than blood and common kind demand - and our gratitude is near immeasurable. By the fair stars above and the sign of the golden leaves, I free and release you from your troth of service.\\n\\n'Go now and serve whom and how you please. I have every faith you will bring light and goodness wherever your journeys take you. We shall meet again, surely, upon a farther shore.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Galadriel",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'You have done so much for us, [placeholder] and our gratitude is near immeasurable. By the fair stars above and the sign of the golden leaves, I free and release you from your troth of service.\\n\\n'Go now and serve whom and how you please. I have every faith you will bring light and goodness wherever your journeys take you.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Glorfindel is come to the Council of War in the Court of Lothlórien.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'You have done so much for us, [placeholder] - more even than blood and common kind demand - and our gratitude is near immeasurable. By the fair stars above and the sign of the golden leaves, I free and release you from your troth of service.\\n\\n'Go now and serve whom and how you please. I have every faith you will bring light and goodness wherever your journeys take you. We shall meet again, surely, upon a farther shore.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I hardly believed your account, [placeholder], but now I must hold my eyes for liars, for there is Glorfindel himself, among the Council of War. I beg of you, speak to Orophin, who shall present you, for this is an occasion of joyous ceremony.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7: The Bow is Drawn",
      "es": ""
    }
  ]
}