{
  "id": 620893408,
  "txt": [
    {
      "id": 22075078,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Completed Stolen Pride",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Completed Dishonoured Dead",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wynstan witnessed the shades of Oathbreakers assisting the brigand treasure-seekers as they brought relics out of Parth Celebrant and was disheartened that the Oathbreakers remained honourless.\\n\\n<rgb=#FF0000>NOTE: If you take this quest, you will begin Wynstan's Call of Honour line and will be unable to accept Bagmund's Dishonoured Dead line.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Alas, the sorrow...there was once a company of Men from Gondor who had betrayed their lord in Parth Celebrant, allowing their great fortress to fall. They were cursed for breaking their oath and continue to wander these lands to this day. Such spirits should not remain, but may only find peace upon fulfillment of their oath.\\n\\n'I have seen these shades at Atburg, lending aid to the treasure-seekers there. Perhaps you might find their captain and convince him to rejoin the fight against the Enemy...perhaps then, they may find both peace and honour.\\n\\n'I cannot do this myself, for I am in terror of the shades. We have sent young Eowils to watch Atburg...when you have completed your task, find him and report to him.'\\n\\n<rgb=#FF0000>NOTE: If you take this quest, you will begin Wynstan's Call of Honour line and will be unable to accept Bagmund's Dishonoured Dead line.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The captain of the shades is somewhere at Atburg, south-east of Aculf's camp in the Rushgore.\\n\\nWynstan has asked you to convince the captain of the shades to rejoin the fight against the Enemy and fulfill his oath.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are not of Ulferth's band, yet I will not slay thee needlessly. What have thou to say to such as I?\\n\\n'Thou sayest that the Great Eye has arisen once more and urge me to fulfill my oath? Ulferth and his men have shown us that honour is dead and hope is gone.\\n\\n'But nay, I weary of this honourless existence. My oath was sworn in these lands, and here it must be fulfilled. Prove your honour by fulfilling the task appointed to you by your friend Aculf. Recover the relics of his people, but do not turn your eye upon my brethren.\\n\\n'If thou take up arms against them, I will be your enemy until the end of your days. If thou provest your honour, we shall in turn prove ours in the day of need.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Relics can be found at Atburg and upon the brigands therein.\\n\\nBrúngwath has asked you to complete Aculf's request and collect the stolen relics to show your honour.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Eowils is outside Atburg in the Rushgore, south-east of Aculf's camp.\\n\\nWynstan told you to report your successes to the scout Eowils.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So, for better or for worse, the deed is done. We can only wait now and see what happens.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the captain of the shades at Atburg in the Rushgore",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Stolen Pride and obtain the good will of the shades",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Eowils outside Atburg in the Rushgore",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Wynstan at Aculf's camp in the Rushgore",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Call of Honour",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "TBD",
      "es": ""
    }
  ]
}