{
  "id": 620893424,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have given the brigands every opportunity to cease their thievery and leave our lands, but Eowils reports that they have refused at every turn. The time has come to take more drastic measures.\\n\\n'We must assault Atburg and drive them forth at swordpoint! Are you with us, [placeholder]? It will be no mean feat, but we are of the sons of Éorl! We will not relent!\\n\\n'If you intend to join us, speak with me again.'\\n\\n<rgb=#FF0000>Note: This quest can only be completed by a Solo player. It cannot be completed as part of a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The brigands are resilient, [placeholder]. They have been routed for a time, but they will soon return...and we will rout them once again!\\n\\n'Thank you for your aid.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let us go, [placeholder]...the element of surprise is upon our side.'\\n\\n<rgb=#FF0000>Note: This quest can only be completed by a Solo player. It cannot be completed as part of a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Constables and Robbers",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After every attempt to intimidate the treasure-hunters into retreating from the Rushgore failed, Aculf has decided to take more drastic measures.\\n\\n<rgb=#FF0000>Note: This quest can only be completed by a Solo player. It cannot be completed as part of a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 22075073,
      "en": "Talk to Aculf to join the assault on Atburg",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aculf is at his camp in the Rushgore, north-west of Atburg.\\n\\nAculf has asked you to join him and his companions as they assault Atburg.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Aculf at his camp in the Rushgore",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aculf is at his camp in the Rushgore, north-west of Atburg.\\n\\nYou should speak with Aculf regarding your victory at Atburg.",
      "es": ""
    }
  ]
}