{
  "id": 620893431,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'These insects you discovered at the burrows are a source of both great concern and great inspiration. To have such venomous creatures nearby is a cause of fear, but it may prove a boon as well.\\n\\n'As you may be aware, we have been attacked by the creatures you call avanc, but we have also been threatened by the Men from the East who have encroached upon these lands. Perhaps I could use the venom of these insects to make a poison to defend ourselves with.\\n\\n'Would you return to the burrows and gather the venom sacs from these insects? Only the venom of the insects at the Creeping Mud will suffice. I know it seems a harsh method of defence, but we are truly vulnerable in this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, these will do nicely. I think I might indeed be able to make a poison to use as a defence against those that threaten us.\\n\\n'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Poisonous Protection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your discovery of great insects among the burrows has both caused Gisalic concern and inspired brilliance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected venom-sacs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect venom-sacs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Insects may be found at the Creeping Mud to the north-east of the Woodman camp in the Rushgore.\\n\\nGisalic has asked you to collect venom sacs from the insects of the Rushgore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gisalic at the Woodman camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gisalic is at the Woodman camp in the Rushgore, south-west of the Creeping Mud.\\n\\nYou should bring the venom-sacs you collected to Gisalic at once.",
      "es": "",
      "es (fem)": ""
    }
  ]
}