{
  "id": 620893409,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected relics of the Easterlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While searching for relics of the Rohirrim at Atburg, you found a relic of the Easterlings which the ancestors of the Rohirrim fought at the Field of Celebrant.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "This relic did not belong to the Rohirrim. By the intricate patternings, colour, and general style of the piece, it appears to have been made by one of the Easterling peoples.\\n\\nPerhaps someone at Aculf's camp will be interested in this.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are Rohirrim at Aculf's camp in the Rushgore, north-west of Atburg.\\n\\nYou should bring this relic to one of the Rohirrim.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Interested? Indeed, I am! We have spotted a small party of Easterlings encamped not far from the border of the Brown Lands, and I fear it heralds a new conflict with them.\\n\\n'Perhaps if you could find more of these relics, we could find a way to use them to our advantage. Return to Atburg and see if any others of the brigands are carrying such things.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Easterling relics may be found on brigands at Atburg, south-east of Aculf's camp in the Rushgore.\\n\\nWynstan bade you find more of the Easterling relics.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wynstan is at Aculf's camp in the Rushgore, north-west of Atburg.\\n\\nYou should bring the Easterling relics to Wynstan at once.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Wonderful, [placeholder]! I have a plan which may help us avoid a conflict with the Easterlings, and these relics are of utmost importance.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Could you perhaps find a few more of these Easterling relics?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to someone at Aculf's camp in the Rushgore",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect relics of the Easterlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the Easterling relics to Wynstan at Aculf's camp in the Rushgore",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stolen Pride of the East",
      "es": ""
    }
  ]
}