{
  "id": 620893501,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Brúngwath at Atburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eowils knows that Bagmund will be pleased by your decision to help drive the shades from the Rushgore, but is concerned that they will return as long as their leader remains at Atburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have made the right decision, [placeholder]. These Oathbreakers are an abomination to the living and must be driven from this place. We might not be able to remove them from the haunted battlefield of old, but this place, at least, should be free of them.\\n\\n'However, they may be more likely to return if this Brúngwath does not return himself to Parth Celebrant. Perhaps you would be willing to show him that he and his kind are not welcome here?\\n\\n'When you have completed this deed, return to Bagmund...he will be pleased by your decision.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brúngwath is at Atburg, south-east of Aculf's camp in the Rushgore.\\n\\nBagmund has asked you to drive Brúngwath from the Rushgore, in hopes that the shades will not return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5c3b4",
      "en": "'We are betrayed! I shall be your end, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You who should have shown my kindred compassion have shown them hatred instead.\\n\\n'You are hereafter my enemy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bagmund is at Aculf's camp in the Rushgore, north-west of Atburg.\\n\\nEowils told you to return to Bagmund and let him know that you have dealt with Brúngwath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are worthless! Can you do nothing right? Now the accursed Oathbreakers are angrier than ever!\\n\\n'Leave me, you dolt, and take this with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Dealt with the Oathbreaker? Ha! All you have done is make them angrier!\\n\\n'Can you do nothing right? I am done with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Brúngwath at Atburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bagmund at Aculf's camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Banishing the Dishonoured",
      "es": "",
      "es (fem)": ""
    }
  ]
}