{
  "id": 620893463,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found nothing here",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "In the distance, you see a large Easterling encampment",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "In the distance, you see a lone tree standing...or is it a tree?",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Céola is concerned that the brigand threat in the Brown Lands will make it impossible to even attempt to hinder the Khundolar.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Helstor, the brigand hideaway",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our scouts have been too frightened by the creatures of the Brown Lands that I think they have not been thorough in their patrols. We have yet to learn the location of the brigand hideaway here.\\n\\n'However, I deem we must find it soon, for if the brigands are not dealt with, I fear it will be impossible for us to even attempt to hinder the advance of the Khundolar.\\n\\n'Would you make a patrol of the Brown Lands and see if you can learn the location of the brigands' encampment? You need not engage the enemy...only learn their location.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The brigand hideaway is located somewhere in the Brown Lands.\\n\\nCéola has asked you to scout the first patrol point for the location of the brigand hideaway.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, [placeholder]! This Helstor must be where the brigands are delivering the relics they have stolen from Parth Celebrant. Though I must admit, the size of the encampment is frightening.\\n\\n'What is this? You have seen Lashkarg, the war-camp of the Khundolar? Your description is fearsome...even with the brigands disposed of, I am concerned. I think it best if we leave the Easterlings alone for the present.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The brigand hideaway is located somewhere in the Brown Lands.\\n\\nCéola has asked you to scout the second patrol point for the location of the brigand hideaway.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The brigand hideaway is located somewhere in the Brown Lands.\\n\\nCéola has asked you to scout the third patrol point for the location of the brigand hideaway.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found the brigand camp yet?'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The brigand hideaway is located somewhere in the Brown Lands.\\n\\nCéola has asked you to scout the fourth patrol point for the location of the brigand hideaway.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you found the brigand camp yet?'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Céola is at Etheburg, south of Helstor, in the Brown Lands.\\n\\nYou should return to Céola with news of your success.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Have you found the brigand camp yet?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the first patrol point",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Have you found the brigand camp yet?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the second patrol point",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scout the third patrol point",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Scout the fourth patrol point",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hide and Seek",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": ""
    }
  ]
}