{
  "id": 620893481,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Burned banners of the Great Eye at Lashkarg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Khundolar fly the banner of the Great Eye in open demonstration of their service to the Dark Lord...in apparent disregard to the mandates of their mysterious master, Yirokhsar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Khundolar have the gall to fly the banners of the Dark Lord at Lashkarg. I have heard that they serve Mordor in direct disregard for the mandates of their master, a man who calls himself Yirokhsar the Blue, a sorcerer of no small power, they say.\\n\\n'We should show this Easterling rabble that the Riddermark does not fear the Dark Lord...would you enter Lashkarg and burn the banners of the Great Eye? That should dishearten them, at the very least.\\n\\n'If you would do this, you should leave at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Banners of the Great Eye can be found at Lashkarg, south-east of Etheburg in the Brown Lands.\\n\\nDagbert asked you to enter Lashkarg and burn the banners of the Great Eye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Dagbert said what? Of course, we fear the Dark Lord...we do not serve him and will fight him -- or would, if Gríma Wormtongue did not hold the king's ear -- but fear him, we do.\\n\\n'Alas, I fear nothing good will come of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagbert is at Etheburg in the Brown Lands, north-west of Lashkarg.\\n\\nYou should return to Dagbert with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Y-you live? You are a wonder to behold, and that is for sure!\\n\\n'Good work, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Dagbert said what? Of course, we fear the Dark Lord...we do not serve him and will fight him -- or would, if Gríma Wormtongue did not hold the king's ear -- but fear him, we do.\\n\\n'Alas, I fear nothing good will come of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Burn banners of the Great Eye at Lashkarg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagbert at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Burning the Eye",
      "es": "",
      "es (fem)": ""
    }
  ]
}