{
  "id": 620893526,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. We have been waiting for you. The lands of Middle-earth are changing. All around, you can feel it. Only last night, I saw lightning upon Weathertop. You must hurry there and discover more. The lands are stirring with evil. \\n\\n'Speak with Saeradan outside, and he will guide you on your way.\\n\\n<rgb=#ff0000>Finishing this quest will teleport you outside this cabin and you will not be able to return.</rgb>\\n\\n<rgb=#00ff00>As a veteran, you have been granted all the skills for your level. Only a handful of skills have been slotted, however. If you wish to slot more, open your Skill Panel by pressing K.</rgb>\\n\\n'I am sure I will see you again before the end.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Have you equipped your weapon yet, [placeholder]? Let's practice on each other now!' \\n\\n<rgb=#00FF00>ACCESSING YOUR INVENTORY: Press 'i' to open your inventory to see the weapon or left-click on the bag icons on the bottom of your screen.</rgb>\\n\\n<rgb=#00FF00>EQUIPPING YOUR WEAPON: Right-click on the weapon in your inventory to equip it. This will replace the flimsy weapon you currently have equipped.</rgb>\\n\\n<rgb=#FF0000>ADVICE: You should equip your best weapon before attempting to engage in combat.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Cottage in the Woods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A veteran [placeholder], you have seen your share of battle. Now the White Council and Dunedain are seeking your help in the War of the Ring. Fight for them and protect the ways of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Radagast has asked you to speak with Saeradan outside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Radagast the Brown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Before you sits Radagast the Brown, a Wizard of Gandalf's order. He is seeking your help in the War of the Ring.\\n\\nYou should speak with Radagast and see how you can help.\\n\\n<rgb=#00ff00>Right-click on characters to interact</rgb>.",
      "es": "",
      "es (fem)": ""
    }
  ]
}