{
  "id": 620893440,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Nona has told me what you plan to do, and why. I will not keep you from this journey, [placeholder] the [placeholder]. Dreams have power. All the Algraig know this. We ignore their warnings at our peril.\\n\\n'I wish to speak further with my daughter. Search through the pottery fragments that surround this pool for something she can bring with her on this journey to remind her of Suvulch.\\n\\n'Sometimes things of value catch on the sides of the pool. Old things, shiny things, pretty things. Busy yourself with this task while I speak with my daughter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I cannot find my father anywhere in the village, [placeholder].\\n\\n'Before Wadu was slain, Suvulch used to go to the Pool of the King to listen to the water and think. Perhaps he is there now.\\n\\n'Let us look for him there! The Pool of the King is north-west of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 3: Daughter of Suvulch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Did you find something? Ah! You did!'\\n\\nSuvulch takes the beryl from you, and holds it up to the light.\\n\\n'I do not know how long this rested on the bottom of the pool, [placeholder], or what caused it to drift to the bank and catch on the stones. But it did, and in that it is like my Nona, and like you! You are moved by forces a simple man like Suvulch does not understand, and he does not presume to know where you will be on the morrow!'\\n\\nSuvulch laughs again.\\n\\n'The stone is pretty. Nona, my daughter! Wear it in distant lands, and look on it and think of Suvulch. Wield that sword of the horse-lords, and think of your brother Wadu! You will be far away, but you will be near too, close by in heart and close by in thought. Ah, Suvulch's way is the way of battle, not the way of words. He has said enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Nona searched the village but found no sign of her father",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will go with you, but meet me first at the front gate of Lhanuch, in Enedwaith. I want to bid farewell to my father Suvulch before we make such a long journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Sifting through the shards, you find a small beryl that shines with its own light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have said I will go with you, but first let us travel to Lhanuch. I want to bid farewell to my father Suvulch before we make such a long journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You sift through the small pile of shards, but find nothing of note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The front gate of Lhanuch is in Nan Laeglin, in Enedwaith, north of Dunland.\\n\\nNona has agreed to come with you to Lothlórien seeking the meaning behind your dream, but first she wants to stop by the front gate of her home of Lhanuch to bid farewell to her father Suvulch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I was right! My father is here. I have already told him of the journey we must begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nona is at the front gate of the village of Lhanuch, in Enedwaith.\\n\\nNona is waiting to speak with you in front of the gate of Lhanuch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I do not know what awaits us in the land of the Elf-queen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nona thinks Suvulch may be at the Pool of the King, north-west of Lhanuch.\\n\\nNona could not find her father anywhere within Lhanuch, and thinks he might be at the Pool of the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'What did you find?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Pottery shards can be found along the edges of the Pool of the King.\\n\\nSuvulch wants you to sift through the pottery shards for something he can give to Nona as a memento.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You would do well not to ignore the warnings of such dreams. All know this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Suvulch is on the shore by the Pool of the King, in Enedwaith, north-west of the village of Lhanuch.\\n\\nYou have found a shining beryl on the shore of the Pool of the King, and should bring it to Suvulch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I have looked throughout the entire village, but there is no sign of my father. Where is Suvulch?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Before Wadu was slain, Suvulch used to go to the Pool of the King to listen to the water and think. Perhaps he is there now.'\\n\\n'Let us look for him there! The Pool of the King is north-west of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Meet Nona at the front gate of Lhanuch, in Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nona at the front gate of Lhanuch, in Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and talk to Suvulch at the Pool of the King, if he is there",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Sift through pottery shards along the edges of the Pool of the King",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the shining beryl to Suvulch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found Nona in the Gap of Rohan and she has agreed to come with you to Lothlórien in pursuit of the truth of your troubled dream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You did not seek me out to join me in my vengeance? Why then did you search for me?'\\n\\nNona listens attentively to your account of your troubling dream. When you have finished, she nods sagely.\\n\\n'Dreams of this sort have meaning, [placeholder]. My people know this well. Great harm has befallen those who ignore the warnings of dreams such as this! I will go with you to see this Elf-queen.\\n\\n'Let us return first to my home of Lhanuch! I must bid farewell to my father Suvulch before we begin such a journey. I want to make certain he is well before I go with you to this wood of gold. I will meet you by the front gate of Lhanuch, in Enedwaith!'\\n\\n<rgb=#FF0000>You will automatically travel to Lhanuch in Enedwaith when you accept this quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    }
  ]
}