{
  "id": 620893464,
  "txt": [
    {
      "id": 218649169,
      "en": "'So, Céola has asked you to lend us aid? I cannot say that your help is unwanted here, [placeholder]. Many of the border-guard throughout the region are genuinely roustabouts and ruffians sentenced to duty in these lands, but there are also many of us who were wrongly accused by Théoden King's counselor, Gríma Wormtongue.\\n\\n'I am responsible for the scouts, [placeholder], and so I am very concerned with the wild cats which range the Brown Lands. They are vicious and attack our scouts without a second glance.\\n\\n'Would you hunt the cats and cull their numbers? Perhaps they will learn that Men do not provide the best meat.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]...perhaps we will not suffer so many casualties among our scouts now.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with the wild cats yet?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wild Cats of the Brown Lands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Twiga is concerned about the wild cats that range the Brown Lands. They are vicious and attack the Rohirrim scouts without a second glance.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wild cats in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wild cats in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wild cats can be found throughout the Brown Lands.\\n\\nTwiga asked you to cull the numbers of the wild cats which roam the Brown Lands, perhaps impressing the fear of Men upon them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Twiga at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Twiga is at Etheburg in the Brown Lands.\\n\\nYou should return to Twiga with a report of your deeds.",
      "es": ""
    }
  ]
}