{
  "id": 620893467,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Assisted Céola with Hide and Seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Assisted Twiga with Wild Cats of the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Assisted Céola with Trolls in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Céola is burdened by the threats which have come to the Brown Lands. He fears that his small garrison may be unable to delay the invasion of the Khundolar into Rohan if they cannot contain some of the lesser threats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Assisted Céola with Trolls in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We had trouble enough already without the Khundolar crossing into the Brown Lands, [placeholder], but it is our duty to Théoden King to defend Rohan, and to that end, we will need your aid, stranger though you be.\\n\\n'Would you grant us some small service before you continue to Edoras? I have a few tasks for you myself, but speak also with my lieutenants, for they have their own concerns which need to be addressed.\\n\\n'You can find Twiga in the western part of the camp and Dagbert in the south-west corner. Time is running short, [placeholder]...I fear too short.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Céola, Twiga, and Dagbert can be found at Etheburg in the Brown Lands.\\n\\nCéola asked you to aid him and his lieutenants, Twiga and Dagbert, with several tasks to help reduce the threats in the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you for your efforts, [placeholder], but it appears that our trials are more difficult than we previously guessed. There is much more yet to do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Céola is at Etheburg in the Brown Lands.\\n\\nYou should return to Céola and let him know that you have completed the tasks requested of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Céola with Hide and Seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Twiga with Wild Cats of the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Céola with Trolls in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trouble Enough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    }
  ]
}