{
  "id": 620893482,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected dark blue medallions ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rohirrim scouts have discovered other medallions upon the Khundolar sorcerers that are similar to that which you found.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So, [placeholder], that medallion you found turns out to be an insignia for their order, which they call the Blue Caste. However, our scouts have reported seeing other medallions that are similar, but not exactly the same.\\n\\n'Would you go forth and find some of these medallions? Undoubtedly, you will find them upon the persons of the Khundolar sorcerers.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Khundolar sorcerers can be found throughout the Brown Lands and at Lashkarg, south-east of Etheburg in the Brown Lands.\\n\\nCéola has asked you to find some of the other medallions his scouts reported seeing.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These medallions name the sorcerers you defeated as members of the Brotherhood of the Spirit. I daresay this Blue Caste must be fractured in their disciplines...perhaps if there are other factions, we may put them at odds one with the other.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Céola is at Etheburg in the Brown Lands, north-west of Lashkarg.\\n\\nYou should bring the medallions you found to Céola.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gather for me medallions belonging to the Blue Caste....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found any dark blue medallions?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'These medallions name the sorcerers you defeated as members of the Brotherhood of the Spirit. I daresay this Blue Caste must be fractured in their disciplines...perhaps if their are other factions, we may put them at odds one with the other.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Have you found any dark blue medallions?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect dark blue medallions ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the dark blue medallions to Céola at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Brotherhood of the Spirit",
      "es": ""
    }
  ]
}