{
  "id": 620893429,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Not only are we surrounded by demons, but we have seen Men from the East scouting these lands. At first, they paid us little heed, but of late, they have begun watching us more closely. I fear that they may consider us a threat or easy prey.\\n\\n'Will you go to their camp and speak with their leader? Perhaps you might convince them that we are of no threat and likely have nothing of worth to a warband.\\n\\n'If you would indeed go, their camp lies to the south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you come on behalf of the Woodmen? They wish us to leave them in peace? They are no threat?\\n\\n'That they are no threat to us is clear, but they are the friends of our enemies. We have come to wage war upon the Horse-lords of Rohan, for it is demanded by the Great Eye.\\n\\n'For that, the Woodmen must perish. We will give them time to prepare themselves, but their end is nigh. Go now and warn them: leave this place or become a sacrifice to the Dark Lord.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Woodmen of the North are the friends of our enemies...we will have no mercy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This is what I feared most, [placeholder]! We have not the means to defend ourselves against Nafrati's men, nor can we escape. We will perish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "No Debate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Please...convince the Khundolar to leave us be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Amal is concerned by the ever-increasing attention the Easterling scouts in the Rushgore have begun paying the beleaguered Woodmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the leader of the Easterlings at their camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Easterling camp lies to the south of the Woodman camp in the Rushgore.\\n\\nAmal asked you to speak with the leader of the Easterlings in the Rushgore and convince him that they are not a threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Amal at the Woodman camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amal is at the Woodman camp in the Rushgore, north of the Easterling camp.\\n\\nYou should return to Amal with Nafrati's warning.",
      "es": "",
      "es (fem)": ""
    }
  ]
}