{
  "id": 620893466,
  "txt": [
    {
      "id": 218649169,
      "en": "'Among the other threats we face, there is one that I find difficult to believe and feel is more rumour than reality. A few of our less favourable scouts have claimed seeing trolls in the distance, and now many of the scouts fear to go out into the Brown Lands.\\n\\n'While you are out on patrol would you keep a sharp eye out for any sign of trolls? If we can find no evidence of trolls, they might feel more secure, and I will have the evidence I need to discipline the rabblerousers.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Alas, I wish you had not told me this! I fear these tidings more than I do the entire Khundolar host at Lashkarg.\\n\\n'This is a threat we cannot take lightly....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found any signs of trolls in the Brown Lands?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Trolls in the Brown Lands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Rohirrim scouts from Etheburg have claimed to have seen trolls in the distance and are now afraid to venture forth into the Brown Lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found a troll which has been turned to stone",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seek out evidence of trolls in the Brown Lands",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Scouts claimed seeing trolls in the distance throughout the Brown Lands.\\n\\nCéola wants you to seek out evidence -- or the lack thereof -- of trolls in the Brown Lands.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Céola is at Etheburg in the Brown Lands.\\n\\nYou should return to Céola and warn him that there are indeed trolls in the Brown Lands.",
      "es": ""
    }
  ]
}