{
  "id": 620893480,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Khundolar at Lashkarg in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Khundolar have swept into the Brown Lands in preparation to descend upon the Riddermark like a double-edged sword.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Céola delays too long. We must move against the Khundolar now, [placeholder]. They have come in great force, and my people will be unable to defend against them.\\n\\n'Will you help me, [placeholder]? Will you enter Lashkarg, their war-camp to the south-east, and put the fear of the Rohirrim into them?\\n\\n'If so, you should leave at once.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Khundolar Easterlings can be found at Lashkarg, south-east of Etheburg in the Brown Lands.\\n\\nDagbert has asked you to enter Lashkarg, war-camp of the Khundolar, and defeat the Easterling warriors there.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Dagbert sent you to attack the Easterlings at Lashkarg? He is an idiot! We are fortunate the Khundolar have not yet seen fit to descend upon us.\\n\\n'Well, I cannot blame you for Dagbert's foolishness. You meant well.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dagbert is at Etheburg in the Brown Lands.\\n\\nYou should bring news of your victory to Dagbert.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Uh...good work, [placeholder]. I confess I was not sure I would see you again, but you have proven quite hardy!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Uh...good work, [placeholder]. I confess I was not sure I would see you again, but you have proven quite hardy!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Khundolar at Lashkarg in the Brown Lands ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Dagbert in the Brown Lands",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Blade of the East",
      "es": ""
    }
  ]
}