{
  "id": 620893420,
  "txt": [
    {
      "id": 94621400,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nCandaith is waiting for you on the shore of Lake Evendim.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nGolodir stands before you on the shore of Lake Evendim.",
      "es": ""
    },
    {
      "id": 245730289,
      "en": "'I will not rest until he dies.'",
      "es": ""
    },
    {
      "id": 62480305,
      "en": "'Lothrandir resists. That is all he knows, and he will never submit to his captors.'",
      "es": ""
    },
    {
      "id": 245730290,
      "en": "'Mordirith!'",
      "es": ""
    },
    {
      "id": 62480306,
      "en": "'I fear he does not know any better.'",
      "es": ""
    },
    {
      "id": 245730291,
      "en": "'No, that's not right...'",
      "es": ""
    },
    {
      "id": 245730292,
      "en": "'Lheu Brenin!'",
      "es": ""
    },
    {
      "id": 245730293,
      "en": "'You...'",
      "es": ""
    },
    {
      "id": 245730294,
      "en": "'...must...'",
      "es": ""
    },
    {
      "id": 84765808,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'In your hands, the bow of Galadriel is deadly indeed, Legolas! The entire company is in your debt. Did you mark how the shadow's fall dismayed the Orcs on the far shore? I feel they will not attack us again tonight.\\n\\n'My guess is that our clever waterman set them on us. We have evaded his tricks thus far. May our fortune hold!'",
      "es": ""
    },
    {
      "id": 84765809,
      "en": "You are held in the grip of a dream. Listen to Boromir on the banks of Anduin",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Boromir stands apart from the rest of the group, staring across the water to the far bank, but every now and then his eyes drift in the direction of the hobbits.",
      "es": ""
    },
    {
      "id": 84765810,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am fine, Sam. I felt a chill in my heart, and the pain in my shoulder reminded me of... well, it is gone now, nothing more than a passing memory. I think we will be fine for a while. The Orcs that attacked from the other shore were dismayed by the fall of... whatever that shadow may have been.\\n\\n'And yet, every paddle-stroke on the River brings us further south, and as it does my heart sinks southward still. Tonight the bow of Legolas saved us, but for how long will our fortune hold?\\n\\n'I am sorry, Sam. I do not want you to worry.'",
      "es": ""
    },
    {
      "id": 84765811,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 82941953,
      "en": "'You will never escape!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It was a good shot, Legolas, I will give you that. But up close? Nothing can best an axe in the hand of one of Durin's Folk. If that winged shadow had come just a hair lower I would have proven it, and you would have saved an arrow!\\n\\n'Your gift has proved useful, I grant that, but when I can make use of the Lady Galadriel's gift to me you will see a thing of wonder and beauty!'",
      "es": ""
    },
    {
      "id": 84765812,
      "en": "You are held in the grip of a dream. Examine the enormous sword that rises from the swamp before you",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Sneaking and creeping, precious! Floating and hiding, no splishing and splashing! Like the fishes, gollum! Gollum!'\\n\\nThe creature Gollum stares past you with its eyes like lamps, but even in the grip of the dream you feel a chill at the thought you might be seen.\\n\\n'Are you a nice fishy? Tasty? We need to keep up our strength, gollum, gollum. We can't take the precious if our handses are too weak to wrap and squeeze... we needs our strength.\\n\\n'Tasty fishy. Eat, and then we follows the precious, gollum! Gollum!'",
      "es": ""
    },
    {
      "id": 84765813,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 262894897,
      "en": "'How much hardship will our friends face before the end?'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Our journey leads us from danger into greater danger! To have lost Gandalf, to be pursued by Orcs from behind and to paddle into them ahead... what awaits us further down the river?\\n\\n'And Gollum is still behind us. If he were not so cunning, perhaps I could catch him with an arrow, but it seems he has learned something about staying alive.'",
      "es": ""
    },
    {
      "id": 262894898,
      "en": "'So much has been lost already.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'How are you feeling, Pip? When that winged shadow came out from behind that cloud, I thought we were done for. I was wrong, though! Thank goodness for the quick wits and quicker bow-strings of Elves!\\n\\n'I don't want to think too much about that dark shape, at least, not tonight! Maybe the memory will be less frightening in the daylight tomorrow.'",
      "es": ""
    },
    {
      "id": 262894899,
      "en": "'He lost a daughter, and he almost lost himself.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Gimli says that shape we saw in the sky was a Balrog. You don't think it was, do you, Merry? I didn't get a good look at it, but that's what Gimli said. A Balrog, he said. You don't think it was, do you?'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'What is it, Mister Frodo? You do not look well, and have not since we came back to the shore. That shape won't be coming back, I wager. Legolas saw to that with his arrows, he did, and a good thing it was, too!\\n\\n'You clutched your shoulder when it appeared, and looked to be in a great deal of pain. Are you sure you are feeling all right?",
      "es": ""
    },
    {
      "id": 64546753,
      "en": "'[placeholder]! Where are you?'",
      "es": ""
    },
    {
      "id": 64546754,
      "en": "'I cannot see you... [placeholder], where are you?'",
      "es": ""
    },
    {
      "id": 64546755,
      "en": "'Who is that? What is that?'",
      "es": ""
    },
    {
      "id": 64546756,
      "en": "'Something is coming!'",
      "es": ""
    },
    {
      "id": 64546757,
      "en": "'[placeholder], where are you?'",
      "es": ""
    },
    {
      "id": 64546758,
      "en": "'So... cold...'",
      "es": ""
    },
    {
      "id": 171764992,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 171764993,
      "en": "You are held in the grip of a dream.\\n\\nA giant sword rises from the misty swamp before you.",
      "es": ""
    },
    {
      "id": 171764994,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 227846033,
      "en": "'The darkness is all around you!'",
      "es": ""
    },
    {
      "id": 227846034,
      "en": "'It flies with winged speed to endanger our secret purpose!'",
      "es": ""
    },
    {
      "id": 227846035,
      "en": "'[placeholder]! You must come to Lothlórien!'",
      "es": ""
    },
    {
      "id": 227846036,
      "en": "'Come to Lothlórien... and bring the Ghost.'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nLothrandir stands before you on the shore of Lake Evendim.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nCalenglad stands before you on the shore of Lake Evendim.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Your mind is disturbed by troubling dreams.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "You are held in the grip of a dream.\\n\\nCandaith stands before you once more, looking puzzled about something.",
      "es": ""
    },
    {
      "id": 263250001,
      "en": "'I will be fine, Sam. Whatever that creature was, it is gone now.'",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 211203457,
      "en": "'Death!'",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 8426017,
      "en": "'Die.'",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 171765016,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 8725888,
      "en": "'You cannot hope to defeat me!'",
      "es": ""
    },
    {
      "id": 171765017,
      "en": "You are held in the grip of a dream.\\n\\nFamiliar faces have emerged from the fog of sleep.",
      "es": ""
    },
    {
      "id": 94844353,
      "en": "'The only one who can save Lothrandir now... is Lothrandir.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "You are held in the grip of a dream. Search the camp for survivors",
      "es": ""
    },
    {
      "id": 94844354,
      "en": "'Calenglad?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "You are held in the grip of a dream. Stay on your guard!",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "You are held in the grip of a dream. Search the camp for survivors",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "You are held in the grip of a dream. Walk with Candaith for as long as he remains",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "You are held in the grip of a dream. Talk to Candaith before he goes",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "You are held in the grip of a dream. Follow Candaith to the gate before he leaves you",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "You are held in the grip of a dream. Talk to Candaith before he goes",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "You are held in the grip of a dream. Confront your foe",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "You are held in the grip of a dream. Talk to Candaith at the gate before he goes",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "Calenglad stares out at the lake, his eyes glassy. He takes no notice of you.",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "Candaith looks around at the corpse-strewn camp.\\n\\n'Your journey must have been an arduous one, [placeholder], if this is the tapestry of your dreaming! May you find restful sleep at the end of your road, my friend, for I fear you will have little of that for a while.\\n\\n'Walk with me a ways, [placeholder]. There are some things we need to discuss.'",
      "es": ""
    },
    {
      "id": 13297873,
      "en": "Gun Ain",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Do not lose sight of who you are, my friend, and do not despair. I would give my life a thousand times to be even the smallest help to Aragorn, my chieftain. That is what it means to be one of the Dúnedain.\\n\\n'It was no different for these men of Rohan, or for their Prince. They strove to protect their people, and would do so again if given the opportunity. Weep for the need of it, but do not mourn their choice. I know they must be content.\\n\\n'Someone comes. Let us meet him at the gate, and keep him from further disturbing your rest!'",
      "es": ""
    },
    {
      "id": 158870625,
      "en": "'Gwindeth!'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'He is your own foe to face, [placeholder]. I will not be able to help you stand against him, and you will be on your own. Let the knowledge that you have already proven the stronger lighten your heart and bring you courage!'",
      "es": ""
    },
    {
      "id": 22414305,
      "en": "'Ssss... they were here, yes, precious.'",
      "es": ""
    },
    {
      "id": 158870626,
      "en": "'Gwindeth, are you there?'",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'Your thoughts turn to your friends, but remember you are held in the grip of your dreams. Nothing you have seen here is real, [placeholder]. I am sure our friends will be fine.'\\n\\nCandaith does not sound as certain as you might wish, and you cannot help but wonder if that is proof of your own worrying doubt or something more.\\n\\n'What is this place, [placeholder]? That river could be the Anduin, but... have you ever seen this place? I wonder what has called it to your memory?'",
      "es": ""
    },
    {
      "id": 158870627,
      "en": "'I should not have left you, Gwindeth!'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'Your dreaming mind roams far afield, [placeholder]. Asleep, you are much like a Ranger. I hope you do not mind my saying so.'\\n\\nCandaith chuckles, but the pleasant familiarity of the sound rings hollowly in the still air of the dream, and is soon gone.\\n\\n'Our friends have their own road now, [placeholder]. May they reach Aragorn in time to be of use to him! It is my hope the most dangerous leg of their journey is behind them, but I fear it is not so.'",
      "es": ""
    },
    {
      "id": 158870628,
      "en": "'It was a mistake! I am not strong enough for this duty!'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "Golodir stands before you, tall and proud, but his eyes burn with fire and his lip is twisted into a sneer.",
      "es": ""
    },
    {
      "id": 158870629,
      "en": "'Candaith... Braigiar... so many of my friends...'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "Lothrandir stands before you, struggling against his bonds, but his eyes show no sign of despair. Defiance shines from those wells of blue, and his mouth is a resolute line.",
      "es": ""
    },
    {
      "id": 158870630,
      "en": "'I failed them. But I will not fail you, my love!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Nothing moves within Grimbold's camp",
      "es": ""
    },
    {
      "id": 8725912,
      "en": "You know Théodred did not die at this place, but the sight of the fallen Prince still fills you with regret and with worry for the future of his kingdom.\\n\\nThe dream holds you in its grip, and refuses to let you go.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You sense a sudden presence where there was none!",
      "es": ""
    },
    {
      "id": 8725913,
      "en": "As you stare at Nona's lifeless body lying among the mist and the reeds, you feel the waking world beginning to rip away the veil of sleep from your eyes...",
      "es": ""
    },
    {
      "id": 249623521,
      "en": "'Death is all around you.'",
      "es": ""
    },
    {
      "id": 249623522,
      "en": "'I felt it on the Forsaken Road, and I feel it here.'",
      "es": ""
    },
    {
      "id": 249623523,
      "en": "'But you must not abandon hope, [placeholder]!'",
      "es": ""
    },
    {
      "id": 249623524,
      "en": "'Even the darkest night is followed by the dawn.'",
      "es": ""
    },
    {
      "id": 249623525,
      "en": "'All of us have left someone behind.'",
      "es": ""
    },
    {
      "id": 249623526,
      "en": "'That is why we brave the darkness. We fight so they may see the dawn.'",
      "es": ""
    },
    {
      "id": 144829665,
      "en": "Your friends are gone, but something else has come",
      "es": ""
    },
    {
      "id": 36721185,
      "en": "'I am worried about you, Mister Frodo!'",
      "es": ""
    },
    {
      "id": 249428529,
      "en": "'Hurry! This way!'",
      "es": ""
    },
    {
      "id": 125625777,
      "en": "'No, Boromir. We cannot stop tonight. It is too dangerous to stay here.'",
      "es": ""
    },
    {
      "id": 125625778,
      "en": "'The Orcs have retreated, for now... but we are still being watched.'",
      "es": ""
    },
    {
      "id": 94183937,
      "en": "'He is close.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Troubled Dreams",
      "es": ""
    },
    {
      "id": 94183938,
      "en": "'Steady, [placeholder]. His weapon is fear! Do not be afraid!'",
      "es": ""
    },
    {
      "id": 216758017,
      "en": "Mordirith",
      "es": ""
    },
    {
      "id": 62258881,
      "en": "'This way, [placeholder]. Golodir has passed beyond your help.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your sleep is troubled by dreams of ill omen. Do they hold any significance, or are they just dreams?",
      "es": ""
    },
    {
      "id": 11167921,
      "en": "'Other of our friends dwell in your thoughts, [placeholder].'",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Explore this strange place with Candaith",
      "es": ""
    },
    {
      "id": 84765762,
      "en": "You are held in the grip of a dream. Talk to Candaith.",
      "es": ""
    },
    {
      "id": 84765763,
      "en": "You are held in the grip of a dream. Listen to Samwise Gamgee on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 84765764,
      "en": "You are held in the grip of a dream. Listen to Frodo Baggins on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 84765765,
      "en": "You are held in the grip of a dream. Listen to Merry Brandybuck on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 84765766,
      "en": "Listen to Peregrin Took on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 84765767,
      "en": "You are held in the grip of a dream. Listen to Aragorn on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 84765768,
      "en": "Listen to Legolas on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 84765769,
      "en": "Listen to Gimli on the banks of the Anduin",
      "es": ""
    },
    {
      "id": 17572161,
      "en": "'I think you might be asleep, [placeholder].'",
      "es": ""
    },
    {
      "id": 96707281,
      "en": "Candaith the Ranger stands before you, an eyebrow raised in amusement",
      "es": ""
    },
    {
      "id": 200495921,
      "en": "As you touch the sword, vivid colour returns to the world",
      "es": ""
    },
    {
      "id": 200495922,
      "en": "You are all alone. Candaith is gone. Your friends are gone.",
      "es": ""
    },
    {
      "id": 200495923,
      "en": "You hear someone stumbling through the reeds.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "You are held in the grip of a dream. Talk to Morflak and resist your fear",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "You are held in the grip of a dream. Defeat Morflak and conquer your fear",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "You are held in the grip of a dream",
      "es": ""
    },
    {
      "id": 253090641,
      "en": "'Aragorn.'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "You are held in the grip of a dream. Walk with Candaith along the shores of Lake Evendim",
      "es": ""
    },
    {
      "id": 253090642,
      "en": "'I will take the first watch. The little folk need their rest.'",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "You are held in the grip of a dream. Talk to Candaith on the shore of Lake Evendim",
      "es": ""
    },
    {
      "id": 253090643,
      "en": "'They have been through much tonight.'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 253090644,
      "en": "'Aragorn, we cannot --'",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "You are held in the grip of a dream. Talk to Golodir on the shore of Lake Evendim",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "You are held in the grip of a dream.",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "You are held in the grip of a dream. Walk with Candaith and see what he shows you",
      "es": ""
    },
    {
      "id": 105132305,
      "en": "'But your duty...'",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "You are held in the grip of a dream. Talk to Calenglad on the shore of Lake Evendim",
      "es": ""
    },
    {
      "id": 105132306,
      "en": "'No, I forbid it!'",
      "es": ""
    },
    {
      "id": 54772865,
      "en": "'Someone else is here, [placeholder].'",
      "es": ""
    },
    {
      "id": 105132307,
      "en": "'Stop!'",
      "es": ""
    },
    {
      "id": 54772866,
      "en": "'The time has come for me to leave you again.'",
      "es": ""
    },
    {
      "id": 105132308,
      "en": "'Calenglad!'",
      "es": ""
    },
    {
      "id": 54772867,
      "en": "'Goodnight, my friend.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nNo living person seems to be left in Grimbold's camp.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nNo living person seems to be left in Grimbold's camp.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nYou have encountered Candaith, and even though you know you are asleep, it is still painful to see him.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nYou have encountered Candaith, and even though you know you are asleep, it is still painful to see him.",
      "es": ""
    },
    {
      "id": 150693649,
      "en": "'[placeholder]!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nCandaith is waiting for you by the entrance to Grimbold's camp.",
      "es": ""
    },
    {
      "id": 150693650,
      "en": "'You will never escape me!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Your mind is disturbed by troubling dreams.\\n\\nMorflak looms large in your memory, casting his shadow over all things.",
      "es": ""
    },
    {
      "id": 150693651,
      "en": "'My hatred lives on!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Your mind is disturbed by troubling dreams.",
      "es": ""
    }
  ]
}