{
  "id": 620893450,
  "txt": [
    {
      "id": 218649169,
      "en": "'My orders forbid me from letting unfamiliar folk into L贸rien. This Dunlending girl who accompanies you cannot enter the wood.'\\n\\nYou try to explain to Haldir the reason you have brought Nona all the way to Lothl贸rien, but he remains unconvinced.\\n\\n'This dream of yours could mean something, but even if it does, it does not excuse me from my duty. Since I know you, [placeholder], I will allow her to enter with you... but she must be blindfolded. This point is not negotiable. If you are ready to accept this, come with me.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have taken you as far as I can. The rest of your road leads alongside the Great River.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Your road leads you now along the banks of Anduin, the Great River. Look for Alfrohir in Thinglad.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 5: Old Friends and New Tidings",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have the blindfold right here. If the Dunlending girl will wear it without complaint, I will bring you to see the Lady Galadriel.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have arrived at Lothl贸rien with Nona, and Haldir is prepared to show you to Galadriel... with one condition.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Haldir and he will take you to see Galadriel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Haldir is waiting to bring you to see Galadriel, assuming Nona will wear a blindfold.\\n\\nHaldir is on his flet outside Lothl贸rien.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Alfrohir in Thinglad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Alfrohir is in Thinglad, along the Great River.\\n\\nYou have been ferried across the river into Thinglad.",
      "es": ""
    }
  ]
}