{
  "id": 620893427,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder], it is terrible! I told you that we were attacked by monsters, but I must say that I believe they are instead demons!\\n\\n'These beasts have the form and scales of a worm, but are also furred like the beavers of our land. I have never seen their like -- and must confess that I never wish to again -- but I have seen them wandering throughout the marsh.\\n\\n'Have you skill in banishing demons? Will you put your talents to use against these monsters for us, so that we might survive to see our homes again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah! They are mortal beasts, you say? And you have culled their number?\\n\\n'Thank you, [placeholder], for your mercy upon us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Demons of the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Woodmen's boats were attacked and damaged by creatures that Amal described as demons and monsters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated avanc in the Rushgore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat avanc in the Rushgore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The demons Amal spoke of, which sound suspiciously like avanc, wander the Rushgore.\\n\\nAmal asked you to banish the demons of the Rushgore to secure the safety of his party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Amal at the Woodman camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Amal is at the Woodman camp at the heart of the Rushgore.\\n\\nYou should return to Amal and let him know that you have culled the number of avanc in the area.",
      "es": "",
      "es (fem)": ""
    }
  ]
}