{
  "id": 620893465,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hail, [placeholder], I hear that Céola has recruited you for service. I think one of your talents is just what we need.\\n\\n'Céola, he does not believe that we should engage these Khundolar dogs directly -- at least, not until we deal with the other threats in these lands -- but I say that we should take action against them now, lest their numbers grow stronger.\\n\\n'To prove my point to Céola, would you go out and defeat a few of these Easterlings? They have a large war-camp to the south, but their scouts range the Brown Lands openly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good on you, [placeholder]! Surely now, Céola will see reason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you dealt with the Easterlings?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Black Wind from the East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dagbert wants to deal directly with the Khundolar and drive them forth from the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Khundolar in the Brown Lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Khundolar in the Brown Lands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Khundolar Easterlings can be found throughout the Brown Lands, but especially at their encampment, Lashkarg, to the south of Etheburg in the Brown Lands.\\n\\nDagbert has asked you to defeat a few Khundolar Easterlings to prove to Céola that they can and must be dealt with immediately.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dagbert at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagbert is at Etheburg in the Brown Lands, north of Lashkarg.\\n\\nYou should return to Dagbert with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}