{
  "id": 620893470,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], these brigands are too organized to be simple ruffians...or at least the one that leads them is not. Their tactics are all too familiar. I believe their captain may, in fact, be a wayward member of my very own border-guard.\\n\\n'Hafoc, the captain of Etheburg before me, went missing several months ago...I was but a convenient replacement for him. Hafoc seemed to welcome this assignment, and he was one of the few that had come here at Wormtongue's orders not out of discipline.\\n\\n'I wonder now if Hafoc has betrayed his people and joined these brigands? Would you go to Helstor and confront this captain? I expect he would be somewhere near their relic-stores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is welcome news, [placeholder]! With Hafoc out of the way, the brigands will be far less of a threat, and we may focus our attention upon the Khundolar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have no doubt that we have been betrayed by Hafoc, my predecessor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Wayward Captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Because of their organized efforts, Céola suspects that the captain of the brigands is, in fact, a wayward member of the border-guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Hafoc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Hafoc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigand captain can be found somewhere within Helstor, north of Etheburg in the Brown Lands.\\n\\nCéola has asked you to confront the leader of the brigands in the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Céola at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Céola is at Etheburg in the Brown Lands, south of Helstor.\\n\\nYou should return to Céola with news of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}