{
  "id": 620893477,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I must confess, the knowledge that these cats are trained to attack us is quite unnerving. The Khundolar did not come unprepared, that is for certain.\\n\\n'For this reason, we must seek to remove -- or at the very least lessen -- the threat the wild cats pose to us. Will you go forth and hunt the beasts? Bring me their fangs that I may know the number you have slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder], but I fear not well enough. However, I have a plan which may prove a greater boon to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring me the fangs of the wild cats, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'These fangs will adorn our encampment, but I need more, [placeholder]. Have you not the courage to face these savage cats?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fangs from the East",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unnerved by the knowledge that the wild cats were trained to attack the Rohirrim, Twiga seeks to remove or lessen that threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wild cat fangs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect wild cat fangs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wild cats can be found throughout the Brown Lands and at the Khundolar encampment of Lashkarg, south-east of Etheburg.\\n\\nTwiga has asked you to hunt the wild cats of the Brown Lands and bring him their fangs as a testament of your valour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the wild cat fangs to Twiga at Etheburg in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Twiga is at Etheburg in the Brown Lands, north-west of Lashkarg.\\n\\nYou should bring the fangs you collected to Twiga as a token of your valour.",
      "es": "",
      "es (fem)": ""
    }
  ]
}