{
  "id": 620893421,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "You recovered a number of Easterling relics for Wynstan, who plans to use them to convince the encroaching Easterlings to withdraw from Rohirrim lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So it comes to this, [placeholder]. What I hope to accomplish is a peaceable withdrawal from our lands by the Easterlings. Perhaps by turning these ancient relics over to the captain of the Easterlings, we may prove our honour and our desire to avert another bloody war.\\n\\n'Will you bring these relics to the Easterling captain? I believe you will find their camp to the east, near the border with the Brown Lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Easterling captain may be found at their camp, east of Aculf's camp in the Rushgore.\\n\\nWynstan asked you to take the Easterling relics you found and treat with the captain of the Easterlings, in hopes of securing a peaceful withdraw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This Rozi you spoke of says that he and his followers will withdraw? That is something at least, but his words tell me that my original fears are well-founded.\\n\\n'We shall see what comes of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Easterling captain may be found at their camp, south of the Woodmen's camp in the Rushgore.\\n\\nWynstan asked you to take the Easterling relics you found and treat with the captain of the Easterlings, in hopes of securing a peaceful withdraw.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Wynstan is at Aculf's camp in the Rushgore, west of the Easterling camp.\\n\\nYou should return to Wynstan with Rozi's pledge and warning.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Easterlings? Oh ho! If you wish to know of the Easterlings, I have much to say, and none of it good!\\n\\n'However, they are encamped to the south of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have great courage or great foolishness coming here, [placeholder]. I respect that and will hear your words.\\n\\n'What is this? Indeed, these are relics of my people from the days of the Field of Celebrant. I know these crests, and the Houses they represent still exist in our lands. I will return these to their rightful owners.\\n\\n'However, while I and the few who will follow me will grant the request of the Horse-lords and withdraw, I cannot say the same of our greater force. Our master, Yirokhsar the Blue, forbade us from marching forth, but our kings fell once more under the sway of the Dark Lord and demanded our loyalty...beware, [placeholder], for the storm is coming.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You are bold to enter our camp...interesting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the relics of the Easterlings to the Easterling captain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wynstan at Aculf's camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Restoring Pride",
      "es": "",
      "es (fem)": ""
    }
  ]
}