{
  "id": 620893430,
  "txt": [
    {
      "id": 136263297,
      "en": "Assisted Amal with Demons of the Rushgore",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Assisted Frogildi with Survival of the Fittest",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Assisted Gisalic with Patching the Contents",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You came across a party of Woodmen from Mirkwood stranded in the Rushgore. They were travelling down river to trade with the Rohirrim when their boats were attacked by monsters. They managed to escape and drag their damaged boats inland.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Assisted Amal with No Debate",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ho there, good [placeholder]. We nearly despaired of seeing a friendly face in this marsh. Might you lend us aid?\\n\\n'We are Woodmen come from Southern Mirkwood, near Rhosgobel, and were on our way to trade with the Horse-lords in the south when our boats were attacked by terrible monsters. We managed to escape and bring our boats inland, as you can see, but there is much damage, and we cannot yet continue on.\\n\\n'Will you help us? I am sure we have some goods of value that we might be able to reward you with. If so, speak with my companions...we all have tasks that need to be fulfilled if we are to survive this ordeal.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Amal and his companions, Frogildi and Gisalic, are stranded in the heart of the Rushgore.\\n\\nYou should assist Amal and his companions with the tasks they require.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your help is much appreciated, [placeholder], but there is much yet to be done....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Amal is at the Woodman camp at the heart of the Rushgore.\\n\\nYou should speak with Amal and let him know that you have done as he asked.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Assist Amal with Demons of the Rushgore",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Assist Frogildi with Survival of the Fittest",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Assist Gisalic with Patching the Contents",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Assist Amal with No Debate",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Woodmen Astray",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Amal at the Woodman camp in the Rushgore",
      "es": ""
    }
  ]
}