{
  "id": 620893437,
  "txt": [
    {
      "id": 218649170,
      "en": "This member of the Draig-lûth was slain by a sword-stroke. Pieces of gold trail from his clenched fingers, and you pick them up and look at them curiously.\\n\\nAs you straighten up, you see another glint of gold from the west, where two trails meet.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Some of my men fought at the Ford alongside you, [placeholder]. They spoke highly of your deeds.'\\n\\nWilfrith listens as you describe Nona and her determination to slay Dunlendings in the service of Saruman.\\n\\n'One Dunlending seems much the same as any other to me, [placeholder], but I have not seen any of them fighting amongst themselves.\\n\\n'There was one thing, though... not two hours ago I heard the clash of sword on sword coming from the Warg-warrens of Âthdâr, to the west. Perhaps your Dunlending ally was stirring up trouble from the heights? While you are up there, you should slay some Wargs yourself!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 6, Chapter 2: The Ghost in the Gap",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I did not expect to see you again, friend! I am pleased you still live! You must have heard rumour of me... I have truly become Wadu's Ghost, and the Gap of Rohan is my haunt!\\n\\n'I have made use of the bribing gold we recovered in Carreglyn, [placeholder]. I find warriors who have sworn allegiance to Saruman, and I leave piles of coins for them to discover. When they pick them up, I fall upon them and claim my vengeance!\\n\\n'I have thinned the outliers of the army that gathers in Wulf's Cleft, but it is not yet enough to pay for the death of my brother. Wadu's Ghost still hungers for the blood of those who serve Saruman and kill in the name of the traitor-Wizard, and she will have her fill!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Do you not have gold pieces for me? You picked them up, did you not?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Wargs at Âthdâr ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I do not pay much heed to things of this nature, [placeholder]. I am a man of Rohan! I walk on the soil and ride on the backs of earthly steeds!\\n\\n'These dreams of yours... they are something otherworldly. It seems to me that this girl you spoke of, this Nona, may be the 'ghost' in your dream. If she is hunting Dunlendings in the pay of Saruman, she is surely somewhere in the Gap of Rohan.\\n\\n'Travel west, to the camp of Forthbrond, and speak to Wilfrith. He may have seen some sign of this girl.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "As you defeat another Warg, a glint of gold to the west of the warren catches your eye",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "This member of the Draig-lûth was slain by a sword-stroke. Why did his foe not take the gold clutched in his fingers?\\n\\nOnce again you see another glint of gold from the west, where two trails meet, and wonder if another Draig-lûth warrior lies slain there.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You see another glint of gold from the west, where two trails meet",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wilfrith is in Forthbrond, to the west of Grimbold's Camp.\\n\\nGrimbold thinks you should travel to Forthbrond and speak with Wilfrith for information about tracking down Wadu's Ghost in the Gap of Rohan.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "You look at the slain Draig-lûth warrior and wonder if he was lured to this place by a pile of gold coins like the one you discovered to the west.\\n\\nYou caught a glimpse of another gold glint further to the west of that pile, and wonder if you should investigate it.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "As you examine the pile of gold pieces, you see another glint further to the west",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wilfrith heard the sound of swords clashing from the direction of the Warg-warrens of Âthdâr, west of Forthbrond. He wants you to defeat Wargs there while you search for Nona.\\n\\nWilfrith thinks you might be able to learn news of Nona by travelling to the Warg-warrens of Âthdâr.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You found the Dunlending girl? I hope you know what you are doing, [placeholder]. Where did you say she was? West of Cuvnerth in the Gap of Rohan?'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "As you examine the pile of gold pieces, you see another glint further to the south-west",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wilfrith heard the sound of swords clashing from the direction of the Warg-warrens of Âthdâr, west of Forthbrond. He wants you to defeat Wargs there while you search for Nona.\\n\\nWilfrith thinks you might be able to learn news of Nona by travelling to the Warg-warrens of Âthdâr.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I heard the clash of swords from the Warg-warrens of Âthdâr. I do not know if it be a sign of this girl Nona, but it is a place to begin your search. Âthdâr is to the west, among the cliffs. Slay some Wargs while you search, [placeholder]!'",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Your suspicion was correct, and Nona stands before you!",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You caught a glimpse of gold from the western side of the Warg-warrens of Âthdâr.\\n\\nYou should investigate the golden glimpse you saw at Âthdâr.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I heard the clash of swords from the Warg-warrens of Âthdâr. I do not know if it be a sign of this girl Nona, but it is a place to begin your search. Âthdâr is to the west, among the cliffs. Slay some Wargs while you search, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You have spied another glint of gold to the west of Âthdâr, where two trails meet.\\n\\nA member of the Draig-lûth killed by a sword-stroke clutched gold pieces in his hand. What does it mean?",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'You saw something peculiar on the western side of the Warg-warrens of Âthdâr? You should see what it was!\\n\\n'Âthdâr is to the west of here, among the cliffs.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'This is a puzzle: a Dunlending man slain by a sword, among Wargs, with a fist full of gold pieces.\\n\\n'Who killed him? And why did his foe not take the gold from him? You think it was this girl you seek?\\n\\n'You should investigate the other golden glint you espied from the warrens, [placeholder]. It was to the west, was it not, where two trails meet?'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "You have spied another glint of gold to the west of the small pile of gold you discovered.\\n\\nSomeone has been leaving small piles of gold pieces in the Gap of Rohan. Is it Nona?",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'You found a pile of gold pieces? That is a strange thing to find in the wilderness! You need to follow the trail, [placeholder]! It has led you west, has it not?'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You have spotted another glint of gold to the south-west of the gold coins you discovered, to the west of Cuvnerth.\\n\\nYou are following a trail of gold pieces through the Gap of Rohan. Does this trail near its end?",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "You have found Nona in the Gap of Rohan, west of Cuvnerth.\\n\\nYou should tell Nona about the troubling dream.",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'You found another pile of gold pieces? That is a strange thing to find in the wilderness! Keep following the trail, [placeholder]! It has led you west, has it not? You say you plan to search west of Cuvnerth for more clues?'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'Ah, I did not expect to see you again, my friend! But it is a happy meeting!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Wargs at Âthdâr ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Wargs at Âthdâr (3/4)",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the flash of gold on the western side of Âthdâr",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Investigate the glint of gold to the west of Âthdâr",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Investigate the glint of gold even further to the west",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Investigate the glint of gold to the south-west",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Nona west of Cuvnerth, in the Gap of Rohan",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "If the dream that troubled your sleep is as it seems, Grimbold is right: you need to take it seriously and act upon its mysterious message.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I will not force you to leave, my friend. You have been too valuable an ally! But heed this warning! Elf-magic or not, this dream of yours is an omen of dangerous times ahead. It must steer your steps, but whether it steers them to good or ill I cannot say. This I know, however: it is not your fate to stand with us again. Can you understand any of what you saw within the fog of sleep?'\\n\\nYou tell Grimbold that you do know of someone to whom the dream seemed to refer: the girl Nona, who called herself 'Wadu's Ghost' for a time and swore vengeance on Dunlendings in the pay of Saruman.\\n\\n'You must begin by finding this girl, then. If she sought to slay Dunlendings, she is certain to be somewhere within the Gap of Rohan; they gather in Wulf's Cleft, and the Gap teems with them. Go to Wilfrith in Forthbrond, to the west, and see if he has seen any sign of this girl.'",
      "es": ""
    }
  ]
}