{
  "id": 620893449,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I will send for Alfrohir to bring you down the river to Thinglad, [placeholder]. Gandalf believes a great evil harries our absent friends. Perhaps your presence on the banks of the Anduin can prevent it from discovering or endangering them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61bfc1",
      "en": "'I apologize for rambling on, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We have both been through a great deal since last we met, [placeholder], and neither of us is the same person we then were. I do not have the time to tell you what befell me since we parted, but know this: the Quest remains. Your dream tells Galadriel more than she lets on, and it tells me more yet. Our friends face a grave danger along the Anduin. I hope it is not too late for them to avoid it.'\\n\\nGandalf's eyes seem to pierce you, and you shiver uncomfortably; there is something unfamiliar in the Wizard's bearing. He reminds you of Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Old Friends and New Tidings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am sorry, [placeholder]. It is good to see you. There is just so much that needs to be done! The Eagles have proven able companions to me in these dark days. Gwaihir has agreed to bear me where next I need go, and his brother Landroval has been keeping his sharp eyes on the Anduin. Would that I could be everywhere!\\n\\n'I fought against fire and shadow in the depths of Moria and on the peak, and when returned to this world I faced another foe from afar. These deeds have left me tired, and I will not speak of them now.\\n\\n'We will speak again, [placeholder], if our deeds prove fruitful. If they do not, well...'\\n\\nGandalf trails away. Suddenly, with a blaze in his eye and a tone of mirthful anger, he continues.\\n\\n'Perhaps they would have proven enough had we not stood around talking about them for so long, my sentimental [placeholder]! We have our own tasks now... let us get to them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef1",
      "en": "'This dream you describe is very troubling, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Guide your friend well, for I will not be responsible for any injuries she suffers while blindfolded. This is the law of the Golden Wood. No outsiders must see the secret trails of Lothlórien. It is out of respect for you, [placeholder], that I permit even this.\\n\\n'Follow me with care.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef2",
      "en": "'Much of it seems borne of worry for your friends, which is not unusual.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'All right, I think this is far enough. You may remove the blindfold now, and I will bring you to the Lady Galadriel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61b4c1",
      "en": "'You have seen many distant places, [placeholder]. Can any compare with the Golden Wood?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef3",
      "en": "'But you saw more than that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'This land is a pretty one, as these Elves seem fond of saying, but this is what the daughter of Suvulch has to say: the hills of Nan Laeglin at sunset are more beautiful by far.\\n\\n'I submitted to the binding of my eyes for your sake, [placeholder], and to learn the secret behind your dream, but do not expect it again. I will leave this land with my sight unhindered, or these Elves will learn a sharp lesson at the point of Wadu's blade.\\n\\n'Where is this Elf-queen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Haldir is in the woods of Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61bdc1",
      "en": "'Further on in the trees we will remove your blindfold, friend of [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef4",
      "en": "'There are powers in this world beyond my understanding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'I do not know what to think of this Galadriel, [placeholder]. Her words are fair, but beneath the surface she wields strength to match even the fiercest warrior of my people. I am... surprised.\\n\\n'Let us do as she says, and perhaps the answer to the riddle of your dream will be revealed along the Great River.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Haldir is in the woods of Lothlórien, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef5",
      "en": "'Yes, Nona. There are forces in this world greater than any of us, even Galadriel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nona is in the gardens of Galadriel, and wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef6",
      "en": "'Their purpose is hidden to me, and I can see only glimpses.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x84cfef7",
      "en": "'And yet, even in the darkest of hours, hope can never truly be gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Galadriel is waiting to speak with you in her gardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Against all your hopes, Gandalf has returned!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Gandalf is in Galadriel's garden, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Galadriel is in her garden, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc418c11",
      "en": "'This is far enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8dae61",
      "en": "'By the Huntsman! This must be her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd8dae62",
      "en": "'Even you? How can that be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow Haldir through the woods of Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Haldir within Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Haldir within Lothlórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61c0c1",
      "en": "'Then you will see the beauty of the Golden Wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Nona in Galadriel's garden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Galadriel and describe to her your dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Listen to Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk once more to Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61bec1",
      "en": "'I should not speak of Lórien's beauty in the presence of one who cannot see it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61b3c1",
      "en": "'Ah, I am sorry. That was insensitive of me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to Lothlórien with Nona to learn the meaning behind your curious dreams.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce92311",
      "en": "'Hello, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce92312",
      "en": "'Your dream may hold only a shred of truth, but even that could prove vital.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa61bac1",
      "en": "'These are dangerous times, and I fear the beauty of Lothlórien must soon wane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce92313",
      "en": "'This is my guess, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce92314",
      "en": "'I think you are needed along the banks of the Great River.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce92315",
      "en": "'Only there can you learn the purpose behind your dream.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xce92316",
      "en": "'I am needed elsewhere! You will have to serve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I did not expect you in Lothlórien, [placeholder]. What need has driven you hither, when so many need your help elsewhere?'\\n\\nYou relate to Galadriel the troubling images you beheld while dreaming in Grimbold's camp, but your spirits fall when she betrays no sign of understanding.\\n\\n'Your dreams are your own, [placeholder]. I had nothing to do with these images you saw.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}