{
  "id": 620893419,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It has been a long day, [placeholder], and we all could use a rest. We have held the Ford, but have lost Prince Théodred, and that weighs heavily upon my mind. I fear the doom of Rohan is near. My men are tired, weary in body and mind, and we cannot stop it.\\n\\n'Go south of here, to the milestone located in this camp. You will find a bedroll you can use there. Take your rest while you can. You may not have another opportunity for a while, and we will need you to be ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? You had a bad dream? Such things are to be expected after a battle.'\\n\\nGrimbold's expression becomes darker and more concerned as you tell him what you remember of the troubling dream.\\n\\n'Ah, this is not merely a bad dream, [placeholder]. This is Elf-magic of the worst sort. You have dallied with strange peoples and mysterious forces, and are now caught in their net! If you were not so valuable in a fight, I would command you to leave and never return! You could not leave my sight quickly enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We should all get some rest, [placeholder]. We will be the better for it.\\n\\n'Find a bedroll south of here in the camp, by the milestone, and get what rest you can. I think you have need of it, as do we all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What? You had a bad dream? Such things are to be expected after a battle.'\\n\\nGrimbold's expression becomes darker and more concerned as you tell him what you remember of the troubling dream.\\n\\n'Ah, this is not merely a bad dream, [placeholder]. This is Elf-magic of the worst sort! It was a mistake for me to think you were different! All your kind deals in mysterious forces, and I was a fool to think you would not tangle my men in your net! If you were not so valuable in a fight, I would command you to leave and never return! You could not leave my sight quickly enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 1: Troubled Dreams",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "The bedroll is uncomfortable, and you can feel every jutting stone of the hard ground through it. Even so, you are so exhausted by the events of the day that you fall into a troubled sleep.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your body is exhausted and your mind is ill at ease following the Battle of the Ford.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a bedroll in Grimbold's camp and get some rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A bedroll you can use is located south of Grimbold's position in his camp, by the milestone.\\n\\nGrimbold wants you to get some rest while you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Grimbold in his camp and tell him about the strange dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grimbold is in his camp, north of your bedroll.\\n\\nYou have had a most peculiar dream, if dream it was, and you should tell Grimbold of it.",
      "es": "",
      "es (fem)": ""
    }
  ]
}