{
  "id": 620893489,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hoom! Hom! It is an outrage, little [placeholder]! Trolls -- such abominations -- have made a home in the gardens of the Entwives and freely roam the Brown Lands.\\n\\n'Ah, ta-rum, I must calm myself. It would not do to be too hasty, but it is hard not to be roused. Trolls were made in mockery of Ents by Morgoth himself, if you did not know.\\n\\n'Would you go forth and defeat a few of the terrible beasts? They should know, at least, that the Ents have not forgotten this land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hoom, now, that is a fine tale you tell. I would be pleased if all the stone-mockeries were felled, but I do not see that happening any time soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Moving Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gnarlstump is angered by the presence of trolls in the desolation of the Entwives' gardens and the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wild trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wild trolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Trolls can be found throughout the Brown Lands, in the desolation of the Entwives' gardens, and the Stone-hole, north of Gnarlstump's camp.\\n\\nGnarlstump has asked you to defeat trolls in the Brown Lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gnarlstump in the Brown Lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gnarlstump can be found near the desolation of the Entwives' gardens in the Brown Lands.\\n\\nYou should return to Gnarlstump with news of your victory against the wild trolls of the Brown Lands.",
      "es": "",
      "es (fem)": ""
    }
  ]
}