{
  "id": 620893422,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "These are not Dunlendings, nor Easterlings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You collected many relics of the Dunlendings for Bagmund, but his purpose for them is at yet unclear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am nearly done with these...ha! This is perfect!\\n\\n'A Dunlending has been seen among the Easterlings at their scout-camp to the east. Take these to him and tell him that they are returned courtesy of the Riddermark!\\n\\n'I am sure he will reciprocate in kind....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dunlending Bagmund spoke of can be found at the Easterling camp, south of the Woodmen's camp in the Rushgore.\\n\\nBagmund asked you to take the Dunlending relics you found to a Dunlending his party has seen in the Rushgore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You dare speak to me of honour? By your own admission you consorted with the Dunlending dogs while journeying through their land!\\n\\n'Begone with you...I have no more words to waste on you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Dunlending Bagmund spoke of can be found at the Easterling camp, east of Aculf's camp in the Rushgore.\\n\\nBagmund asked you to take the Dunlending relics you found to a Dunlending his party has seen in the Rushgore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bagmund is at Aculf's camp in the Rushgore, west of the Easterling camp.\\n\\nYou should return to Bagmund and revile him for sending you on such a dishonourable errand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Dunlending? Nay, the man you seek is among those who call themselves the Khundolar to the south.\\n\\n'I have much to say on the Khundolar, if you will stay and speak with me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What is this? This is an outrage! These tokens once bore the visages of our people's greatest heroes, but they have been defaced!\\n\\n'You tell the forgoil that if they want war, it will come to them soon enough! Now, begone before I have you slain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I have nothing to say to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Dunlending representative",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Dunlending representative",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bagmund at Aculf's camp in the Rushgore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hurting Pride",
      "es": "",
      "es (fem)": ""
    }
  ]
}