{
  "id": 620893441,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well, this is a surprise! [placeholder]! I did not think to see you again. I thought you would be well on your way through Dunland by now!'\\n\\nFrithgeir listens with mounting surprise as you tell him that Saruman spoke as if he had killed Nár.\\n\\n'What lies this Wizard spins! He is like a great, fat spider, weaving webs of treachery and deceit! We have seen no sign of him or of his uruks since you departed. Something must have been keeping him busy. You can speak to Nár yourself, if you like. He is here in the library, as he generally is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for returning to Zudrugund to check on our safety, [placeholder]. It means a great deal to me to know that you were concerned for our well-being.\\n\\n'Perhaps you can ease my mind in something, as well. One of the Rangers stayed here for awhile, a young man named Corunir. Does he still fare well?'\\n\\nYou tell Frithgeir that Corunir was fine the last time you saw him, but you have not seen him since you left the Gravenwood.\\n\\n'I see. I hope he is fine. I am sure he will be. I know he was frustrated by Nár, perhaps with reason, but he was generally kind to us in a difficult situation. When the uruks attacked, he would have died for us. I have not forgotten.\\n\\n'Thank you for coming to see us, [placeholder]! Take care of yourself, wherever you tread.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Nár here in the library. He is fine, but keep in mind that he is still Nár. His mind wanders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hervin! What a long time it has been! I was just thinking about you. Did you ever find that bauble you wanted?'\\n\\nNár laughs and strokes his beard.\\n\\n'Ah, too bad. I did miss you. I am glad you came back! That Ranger doesn't visit as much anymore. You know the one. His name was Túgonn. Never ate with us, which I thought was odd. Wasn't that his name? Túgonn? Or did it begin with a C?'\\n\\nNár's brow creases with worry, but then just as suddenly the cloud passes.\\n\\n'Bring the beer over here, Hervin! We will drink to that Ranger, wherever he has gone, and wish him well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Concern for a Friend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Nár looks at you happily, but says nothing. It is a great relief to know that Saruman's words to you in Orthanc concerning this ancient dwarf were untrue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Concerned by the words of Saruman while you were imprisoned within Isengard, you wanted to check on the well-being of Nár and Frithgeir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nár is in the library at Zudrugund.\\n\\nYou have spoken with Frithgeir and confirmed to yourself that Saruman was lying when he spoke of killing these dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithgeir is in Zudrugund.\\n\\nYou have spoken with Nár, who seems to be fine, as normal as he ever is. You should return to Frithgeir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}