{
  "id": 620994240,
  "txt": [
    {
      "id": 49286865,
      "en": "Talk to Mílgamel at Henneth Annûn",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Meet Mílgamel near the remains of the Great Bridge in Osgiliath (After-battle)",
      "es": ""
    },
    {
      "id": 183022808,
      "en": "'Fascinating! After all these years, some of the beds are still made. Sadly, any herbs that were once housed here have wilted.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Mílgamel in Osgiliath (After-battle)",
      "es": ""
    },
    {
      "id": 49286693,
      "en": "Escort Mílgamel to Henneth Annûn",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Ioreth can be found in the High Hall within the Masters' Tier of Minas Tirith (After-battle).\\n\\nAragorn has asked you to return to Minas Tirith and learn of the fates of the wounded as well as what further havoc may have been wrought by Galathir's overeager hands.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Do not misunderstand me, [placeholder]. Galathir still possesses great skill as a healer, but he has lost sight of his shortcomings. In my long years in Minas Tirith and Imloth Melui, I have never found a shortage of new skills to learn and new draughts and tinctures to use in my work, from new trial and old lore alike. But Galathir has grown reliant on his own concoctions for his patients, and where one ill is healed another often takes its place.\\n\\n'He has taken a new apprentice - a young woman by the name of Mílgamel. The poor girl has no idea that she might receive such misguided instruction! It is one matter for a certain draught or salve to seem the clear choice, and quite another entirely for it to truly be so. Indeed, there are many uses for Everworth, Trueleaf, Snagbane, Blushblade, Settlegang...'\\n\\nRecalling that you have a certain urgency to your task, Ioreth trails off and pauses briefly.\\n\\n'I have heard tell that Mílgamel shall soon make for Ithilien. Perhaps you would accompany her on your own journey back to the king's side, and while you do, help her see all she has to learn there, and not only that which Galathir has pre-ordained she should see. For they say that place was once the garden of all Gondor, and what forgotten herbs and herblore may await there, just as when I told Mithrandir of the old saying that the hands of the king... ah, but I see I am needed.\\n\\n'Talk to Galathir and convince him of your worth in this task, and then speak to her. We shall make a great healer of her yet!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Fearful of a young apprentice being miseducated by Galathir, Ioreth has asked you to join her on a daunting task.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Galathir can be found in the House of Remedies within the Masters' Tier of Minas Tirith (After-battle).\\n\\nIoreth has asked you to speak with Galathir for she fears he might mislead a young apprentice in his tutelage.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Escort TBD to Henneth Annûn",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 49286708,
      "en": "Survey the ruins of Bâr Aroth in Ithilien",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Ioreth in the High Hall",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What do you want? Can you not see there are still many near to death and in need of tending? Even my healers are taking ill from lack of rest!\\n\\n'If idle chatter is your wish, begone. If you have need of my ear, speak!'\\n\\nYou tell Galathir of your desire to accompany Mílgamel on her survey of Ithilien.\\n\\n'So you have heard I am sending her off, have you? No matter. You know of her task? Certain herb-stores vital to my most trusty medicines dwindle near to nothing. If these can be found where herbalists long dared not tread, then she must make a thorough harvest. Mind you! I do not wish Mílgamel distracted by any strange roots and leaves we have no use for and which might prove harmful in the extreme! \\n\\n'You will find Mílgamel in the House of Remedies ready to ride to Ithilien. She knows her course, [placeholder]...so keep her from harm. I cannot afford the loss of another healer.\\n\\n'Now leave me!'",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Survey the ruins of Aelin Veren in Ithilien",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Talk to TBD at Henneth Annûn",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Mílgamel can be found in the House of Remedies within the Masters' Tier of Minas Tirith (After-battle).\\n\\nGalathir has given his apprentice, Mílgamel, a daunting task, and he has asked that you aid her in completing it.",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Survey the island fortress of Cair Andros",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Galathir in the House of Remedies",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Excuse me, what is it that you want? I'm quite busy enough in my studies and have little time to speak.'\\n\\nYou introduce yourself to Mílgamel and inform her that you are to be her guide for Galathir's task.\\n\\n'Oh! I am so sorry... I've been a mite overwhelmed by Galathir's demands as of late. He is a wise teacher, but his tasks are often far more daunting than he thinks them. Perhaps he has forgotten what it was like to be a novice...\\n\\n'He has charged me with surveying our lands in the aftermath of the battle. I have taken careful note of the twenty-three leaves, flowers, and roots he wishes me to search for... but I can think only of what I shall see in the ruins upon the Anduin, in lost Ithilien, and beyond! I must calm myself. I can see Master Galathir frowning at me even now. I must stay true to my task!\\n\\n'My survey is to begin in Osgiliath, but it shall stretch far beyond it. If you are to be my guide, I ask that you meet me near the old bridge in Osgiliath. I can ride that far, but I would prefer to do my survey on foot.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Mílgamel can be found along the central causeway in Osgiliath (After-battle).\\n\\nMílgamel has asked you to meet her in Osgiliath before embarking on her survey of Ithilien.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Mílgamel can be found on the central causeway in Osgiliath (After-battle).\\n\\nYou have found Mílgamel and should now speak to her about her plans for surveying Ithilien.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Oh, I almost didn't hear you over the roaring water!\\n\\n'In all my days, I have never crossed the Great River... and I wanted to spend some time looking upon it before you arrived. All that lies ahead is known to me only through distant gazes, travellers' tales, and old maps.\\n\\n'I know it as a land of striking beauty, even at a distance, but I know that there is an unseen danger lurking within it - else the Rangers would have naught to do but rest. \\n\\n'Ah, but rest does not come easy these days...\\n\\n'My brother was gravely wounded in the battle, and I tended to him in the Houses of Healing after he was taken from the Fields. I have never felt so powerless in my life, [placeholder]. Master Galathir and the lady Ioreth helped ease his pain, but his wounds were too many and too great. He lasted the night, but by dawn death had claimed him.\\n\\n'I have kept his blade in my keeping, and I shall wield it if ever the need arises...'\\n\\nMílgamel pauses for a moment and stares into the rushing waters below.\\n\\n'In addition to list of herbs, Master Galathir has given me a strict list of locations to direct my survey... perhaps some of them are familiar to you?'\\n\\nMílgamel hands you the list. The list mentions the old Houses of Healing in Osgiliath, the ruins of Bâr Aroth and Aelin Veren as well as the island fortress of Cair Andros in Ithilien, and mostly troublingly, the road into Imlad Morgul. At the end, it makes a note that the Rangers have been made aware of Mílgamel's passage into Ithilien and shall make arrangements at Henneth Annûn.\\n\\n'Ah, so you do know them! Let us get started then, shall we?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "An Apprentice's Guide to Ithilien",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'DNT'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You have found Mílgamel and she appears to be admiring the ruined city from the causeway...",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Mílgamel can be found at your side or summoned by horn.\\n\\nMílgamel has asked you to aid her in surveying the greater lands of Ithilien. You should bring her to each location she mentioned and confer with her once there.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'Not in all my days have I seen such gorgeous lands, [placeholder]! I have heard much of Ithilien, but the tales all fall short in conveying its true beauty. I am proud to report that I have identified many of the herbs Master Galathir seeks... but I could not help take note of the many, many strange plants I had never before set eyes upon. Some stirred memories of drawings I had seen in musty tomes within the Old Archives, and I cannot help but wonder what powers some of these might possess... but I can see Master Galathir frowning down at these foolish thoughts of mine!\\n\\n'I hope the Rangers do not mind my brief company here in their... cave. I don't mean to disparage their choice of refuge, but it is a cave.\\n\\n'Yet, I can't deny there's a homely warmth to it... perhaps I'll take a few notes about Henneth Annûn for my own keeping.'",
      "es": ""
    },
    {
      "id": 18007240,
      "en": "'Even with the Orcs present, there is still a bountiful garden here. I shall gather some of the Buckthorn and Vetchling for Master Galathir.'",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Mílgamel can be found at Henneth Annûn.\\n\\nYou have escorted Mílgamel to Henneth Annûn and should now speak to her about what is to be done next.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Survey the Houses of Healing in Osgiliath",
      "es": ""
    },
    {
      "id": 175222110,
      "en": "'Ah! The old baths have such beauty even in disrepair! But look, a sprig of Bell-o-Dales and wild Larkspur on the banks of the river!'",
      "es": ""
    },
    {
      "id": 49286665,
      "en": "Survey the roadway into Imlad Morgul",
      "es": ""
    },
    {
      "id": 78183452,
      "en": "'I do not wish to remain long in this place. The plants that grow out from the vale have a sickly scent to them, and are likely of no use... or worse.'",
      "es": ""
    },
    {
      "id": 156704771,
      "en": "'I should say this is near enough! I will apologise to Master Galathir and lady Ioreth if I must, but such a place is far too dangerous for me!'",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Mílgamel can be found at your side or summoned by horn.\\n\\nMílgamel has finished her initial survey and has asked to be escorted to Henneth Annûn. You should speak to her once you arrive at Henneth Annûn.",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Mílgamel",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You have arrived at Henneth Annûn, and the cool glow of the cavern seems even more inviting than usual...",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "You have arrived at Henneth Annûn, and the cool glow of the cavern seems even more inviting than usual.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Mílgamel in the House of Remedies",
      "es": ""
    }
  ]
}