{
  "id": 620994288,
  "txt": [
    {
      "id": 228284035,
      "en": "'Have you a moment, [placeholder]? \\n\\n'With such a journey ahead, I count myself and this host fortunate to have you here at my side. Yet my thoughts stray back to Minas Tirith... and to those we left behind. Many dear friends and strangers alike now fight their own battles against illness and injury.\\n\\n'It was with great sadness that I could not tend to them all, but the greater matters of the Dark Lord and the Ring-bearer's hidden quest have called me away. I know not if I shall ever return to Minas Tirith, and I worry for the fates of those we left behind if I fall in our final gambit.\\n\\n'Do you remember the Master Herbalist we encountered during my brief time in the City? The one called Galathir? He was unfit for his post and could have caused great harm to those in his care, but I had not the means to send him from the Houses of Healing... not without declaring myself.\\n\\n'I ask that you return to the Houses of Healing in Minas Tirith and speak with the healer Ioreth. Ensure that she keeps Galathir's ruinous tinctures from the wounded, and have her be my eyes in the High Hall. \\n\\n'She will heed my words, even if they are delivered in my stead. You are one of the swiftest riders among my ranks, and I entrust this task to you alone.\\n\\n'Go with haste, my friend. Once you have returned, we can continue planning our course into the Wastes.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "On the eve of his final assault against the Dark Lord, Aragorn's thoughts turn to Minas Tirith and the wounded.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'You have come at the request of the king?'\\n\\nYou inform Ioreth that Aragorn has not yet claimed that title, and then tell her of his concerns about Galathir's healing practices.\\n\\n'Whether he claims the title or not, I know him for what he is. He has the hands of a healer, and none but a king could work kingsfoil into such a potent medicine - and I would know! Still, it troubles me that he has grown concerned about Galathir's methods. Not precisely because I disagree, mind you, but because I did not think it would be so plainly noticed!\\n\\n'I cannot send Galathir away, but I can help prevent him from treating any more of the wounded with Everworth. It is the least I can do for my king!\\n\\n'However, there remains one other matter of concern regarding Galathir... and his new apprentice.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Idle Hands",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Ioreth can be found in the High Hall within the Masters' Tier of Minas Tirith (After-battle).\\n\\nAragorn has asked you to return to Minas Tirith and learn of the fates of the wounded as well as what further havoc may have been wrought by Galathir's overeager hands.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Ioreth in the High Hall",
      "es": ""
    }
  ]
}