{
  "id": 620994241,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "Collected four surprisingly intact pages of Worts and Weeds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected twelve heavily-annotated pages of \\qWorts and Weeds\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Mílgamel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Mílgamel at the Camp of the Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It is unlikely to be a simple matter, but there may be a way to discover more about this lichen. Once, I recall, Master Galathir spoke of a great tome - a supposed great collection of knowledge about the plants and such-like of Middle-earth, called \\qWorts and Weeds.\\q When I showed interest, he forbade me from leafing through it, for he said it contained spurious anecdotes of specimens not seen in his age, and besides, it was a damaged copy, far from complete.\\n\\n'I... I have come to doubt much of my Master's wisdom. But - never mind that. This \\qWorts and Weeds\\q was penned by a Man of Gondor named Golgolas, who dwelt within Ithilien before it fell under the Shadow, and it is said it was widely read and copied by the Herbalists of that day.\\n\\n'Do you think - would you visit the ruins and places of North Ithilien, and discover if any pages of that book still remain? Torngroth, Cair Andros, or Osgiliath, for example? Who can say, perhaps good, old Ioreth would share the pages Galathir would not.\\n\\n'Meanwhile, I have asked the Rangers to provide me passage to the edge of the Wastes. Although they took much convincing, they have agreed. If I am to gain a better understanding of this lichen, I shall need to be closer to the lands of the Enemy - no matter how hostile they may be.\\n\\n'They plan to take me to an army encampment - one with which they claim you are familiar. When you've gathered as much as you can of \\qWorts and Weeds,\\q find me far to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected five slightly singed pages of \\qWorts and Weeds\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected six slightly soggy pages of \\qWorts and Weeds\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You have come all this way just to see Galathir's transcription of \\qWorts and Weeds?\\q That's enough walking for you, [placeholder]! Now wait here a moment....'\\n\\nIoreth walks over to a nearby book-shelf and rummages through a few heavy tomes. She finally pulls out something that more closely resembles a sheaf of crumbling pages than a book, and then walks back over to you.\\n\\n'Why, you could hardly call this a volume! Why does he keep this thing about, I wonder, if he thinks so poorly of it? Here, you take it. Perhaps he will end up being of more help without it...\\n\\n'Do not worry, [placeholder]. If he asks for it, I shall tell him that you and Mílgamel had need of it for your task.\\n\\n'Oh, and tell the king I wish his campaign well when you see him next!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Amid the Orc-filth of Cair Andros, you have found a small pile of books. Most of them have various tears and tatters and a few have been burned.\\n\\nYou sift through the pile of books and come across what seems to be a few singed pages bound to the spine and back cover of \\qWorts and Weeds.\\q The rest of the volume is missing, but you are able to collect five legible pages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "While scouring the Halls of Healing in Osgiliath, you have found a decaying volume of \\qWorts and Weeds.\\q\\n\\nJudging by the crumbling remains of its covers, it seems likely that this could have been the original version written by Golgolas of Ithilien. The pages are largely in poor condition, and those that are still legible have sustained some water damage from the ruined cistern nearby.\\n\\nYou carefully pick up the volume, mark the legible pages, and stow it away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After learning much from the poisons of the Enemy, Mílgamel hopes to devise a means to heal the blasted lands of the Wastes by studying the old herb-lore of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You have found Mílgamel and should tell her of the pages you found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Torngroth can be found far to the north in North Ithilien, Cair Andros can be found to the south-west of Henneth Annûn, Osgiliath can be found to the east of Minas Tirith, and Ioreth can be found in the High Hall within the Masters' Tier of Minas Tirith.\\n\\nMílgamel has asked you to investigate Cair Andros, Osgiliath, and Torngroth in the hope of finding more pages from \\qWorts and Weeds.\\q She also has asked you to return to Ioreth to obtain Galathir's transcription of the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Bind the pages into Mílgamel's transcription of \\qWorts and Weeds\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Investigate Mílgamel's leads to find pages of \\qWorts and Weeds\\q ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Collected a slightly smudged page of \\qWorts and Weeds\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Collected a surprisingly intact page of \\qWorts and Weeds\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Mílgamel at the Camp of the Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "You have bound the full volume of \\qWorts and Weeds\\q by Golgolas of Ithilien!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Mílgamel can be found at the Camp of the Host in the far north of North Ithilien.\\n\\nYou have found many pages of \\qWorts and Weeds\\q and now surely have a completed volume between them. You should seek out Mílgamel at the Camp of the Host and deliver them to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Mílgamel can be found at the Camp of the Host in the far north of North Ithilien.\\n\\nYou have arrived at the Camp of the Host and should now speak to Mílgamel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Mílgamel's transcription of \\qWorts and Weeds\\q can be found beside her at the Camp of the Host.\\n\\nMílgamel has asked you to bind the new pages into her transcription of \\qWorts and Weeds.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Mílgamel can be found at the Camp of the Host in the far north of North Ithilien.\\n\\nYou have finished binding the completed volume of \\qWorts and Weeds\\q and should now speak to Mílgamel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I am glad you have come, [placeholder].\\n\\n'Even with so many here, there is a feeling of loneliness in the air. These men stare into the face of death... not that of a triumphant victory. I speak true, do I not?\\n\\n'I can see it in your eyes. Something other than victory drives this advance - a purpose born of valour and kinship. I will not ask you of it, and I shall not tell the people of Minas Tirith of what I have learned here. Despair is a mighty force, and it can consume far more than hope alone.\\n\\n'I have thought enough on that matter. Let us speak of more hopeful things.\\n\\n'I see that you have brought many pages to me, but what is that under your arm?'\\n\\nMílgamel takes the crumbling volume of \\qWorts and Weeds\\q from you.\\n\\n'This... this could be the original volume by Golgolas! It is ruined but for a few pages, but such a find you have made!\\n\\n'Let me look at this for a time, and you should bind the other pages together into one. I'm certain you have the complete volume between them all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I cannot thank you enough for your help with this, [placeholder]. Master Galathir hoped merely to survey Ithilien and gather some known herbs, but now I am on this journey, I feel my sight reaches far beyond his ken. What we can learn from this finished volume - why, for one, about this poisonous lichen and how it might heal the northern Wastes from their long blight. \\n\\n'Even with the looming battle ahead, we must take the time to tend to these lands. If they fail us, any other victory may ring hollow. Should these brave men return from this battle, they must return to a beautiful Gondor brimming with new life... in place of all that was lost.\\n\\n'I shall need much time to study Golgolas's work, but I believe we can bring forth new life in these blasted lands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Worts, Weeds, and Wastes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected a slightly smudged page of Worts and Weeds",
      "es": "",
      "es (fem)": ""
    }
  ]
}