{
  "id": 620761010,
  "txt": [
    {
      "id": 136263297,
      "en": "Water drawn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The pools of Imlad Balchorth are noxious pits of foul water. No one knows if the corruption stems from the Enemy's industry or from a more sinister source.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Have you witnessed the foul waters that flow from Carn Dûm? In the past months, we have seen the waters from Urugarth become dark and rank with the smell of decay, but we cannot fathom the reason. Regardless of the cause, it is becoming ever more difficult to find drinkable water!\\n\\n'We must learn more of these waters and the maladies that they cause as they flow into Imlad Balchorth. Here, take this phial and return to me with samples of the water. Please combine five drams of this foul water into a single phial.\\n\\n'You should first draw water from the roiling patches in the pools in the eastern parts of Imlad Balchorth. The waters there cloud the minds and bind the tongues of those who come upon them.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Imlad Balchorth's pools are to the west of Myrkworth.\\n\\nThe waters of the eastern Imlad Balchorth cause strange maladies, and Thorod wishes to determine the cause. He told you to take samples from the roiling patches in the pools.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent. I will study this water and attempt to glean what knowledge I can from it, though an Elf would be better suited to the task. We still have much work to do.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thorod is in Myrkworth, east of Imlad Balchorth.\\n\\nYour phials are filled with water from the roiling pools of the Imlad Balchorth.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make your way to the eastern parts of Imlad Balchorth and draw water from the roiling patches of water in the pools you find there. We must find the source of the taint!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Where are the water samples?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The ppols of Imlad Balchorth are as foul as the Dead creatures which dwell there.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Draw water from the eastern pools of Imlad Balchorth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Water drawn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the phial of water samples to Thorod",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foul Waters",
      "es": ""
    }
  ]
}