{
  "id": 620761012,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Helchgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In searching for the source of the poisoned waters, you found a strange bony hook and showed it to Fimreg. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A tooth, perhaps? Or the hooked beak of some bird? Oh, if only it were so, [placeholder]. Imagine a half-dozen arms, lined with hundreds of these like teeth with which to grasp its prey, and a hungry maw that spits poison and breathes decay. I cannot speak of this monstrosity any more.\\n\\n'Go to Rhúnelleth in Tármunn Súrsa. She will be able to tell you more of the wicked ways of Carn Dûm.\\n\\n'Tármunn Súrsa is to the north-west of Gath Forthnír. Hurry, please!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tármunn Súrsa is north-west from Gath Forthnír, past the Gates of Carn Dûm.\\n\\nFimreg has asked you to speak with Rhúnelleth in Tármunn Súrsa.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have been waiting for you.\\n\\n'There are tales of this creature, a loathesome eater of carrion. Helchgam, the Watcher. Such a beast will be hard to kill, but kill it you must, for left unchecked, it will continue to feed and grow.\\n\\n'If you only found traces of its spoor in Urugarth, it must lurk in the waters north of there, somewhere within the sewers beneath Carn Dûm. This creature must be defeated. I would ask that you do this, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Helchgam lurks in the waters of Carn Dûm, beyond the gates to the west of Himbar.\\n\\nRhúnelleth revealed the source of the poison to be a many-armed creature she called Helchgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Rhúnelleth is in Tármunn Súrsa to the east of Carn Dûm.\\n\\nYou travelled far into Carn Dûm and slew the dread beast known as Helchgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The only way to stop the poisoning of the water is to journey into Carn Dûm and defeat Helchgam itself! It is a dangerous task, but one that must be done, I fear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The beast's corruption will take many years to abate, but with its death, we can be sure that the poisoned waters may run clean once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should bring the hook to Rhúnelleth at Tármunn Súrsa.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The creature Helchgam is the source of the foul water? Then you must defeat the beast!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Helchgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You should let Rhúnelleth know of your victory against Helchgam.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Heart of the Waters",
      "es": "",
      "es (fem)": ""
    }
  ]
}