{
  "id": 620761002,
  "txt": [
    {
      "id": "0x40f6703",
      "en": "The monument's face is inscribed with faded words:\\n\\nCarnoglin\\n\\nFounded by Thorhaddur the Dwarf, in the name of Malvegil, King of Arthedain.\\n\\nUnited in purpose, may Dwarves and Men be ever bonded in friendship.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The monument's face is inscribed with faded words:\\n\\nCarnoglin\\n\\nFounded in the name of Malvegil, King of Arthedain. With the skill of Thorhaddur the Dwarf and his kindred was this town built.\\n\\n'United in purpose, may dwarves and Men be ever bonded in friendship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6704",
      "en": "The face of this monument is marred by what appear to be large tooth-marks, as if several manlike creatures decided to gnaw upon the stone.\\n\\nThough most of the writing has been destroyed, you can discern the words 'Ost Ardúlin' at the top of the monument, and at the bottom the phrase, 'that we might retreat from our cares, and take solace in such beauty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "This old monument is well kept, and is free of dirt and vines. Upon its face is an inscription:\\n\\n'Here once stood the town and Founding Stone of Dolindîr, in the kingdom of Arthedain, which has passed.  \\n\\n'In this place was established the refuge of Esteldín, by Arassuil, son of Arahad, that these lands might never again stand unwatched.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruins of Arthedain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6705",
      "en": "This old monument is well kept, and is free of dirt and vines.  Upon its face is an inscription:\\n\\nHere once stood the town and Founding Stone of Dolindîr, in the kingdom of Arthedain, which has passed.  \\n\\nIn this place was established the refuge of Esteldín, by Arassuil, son of Arahad, that these lands might never again stand unwatched.  ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "The monument's face is inscribed with faded words:\\n\\nDuintham\\n\\nFounded in the year 1249 of the Third Age.\\n\\n'At this place did King Celebrindor establish the Town of Duintham, that his people might cultivate the land and feed the people of his realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "The monument's face is inscribed with faded words:\\n\\nHenneth Rhún\\n\\nEstablished in the first year of the reign of Araphor, son of Arveleg.\\n\\n'Folk shall gather where commerce thrives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Located the Founding Stone of Dolindîr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Esteldín was a city once known as Dolindîr. Find the Founding Stone of Dolindîr, and you may learn more about what my people once were.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "The face of this monument is marred by what appear to be large tooth-marks, as if several man-like creatures decided to gnaw upon the stone.\\n\\nThough most of the writing has been destroyed, you can discern the words 'Ost Ardúlin' at the top of the monument, and at the bottom the phrase, 'that we might retreat from our cares, and take solace in such beauty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Located the Founding Stone of Henneth Rhún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Remember, the book says the five towns were Henneth Rhún, south of Fornost; Duintham, astride an ancient stream; Carnoglin, in the northern hills; Ost Ardúlin, in the lake-lands; and Dolindîr, now called Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'So, you have found that old journal?' Istuienn arches an eyebrow. 'It is not customary for those not of the Rangers to do so, but if you wish to know more about my kindred, you may want to undertake the journey yourself.\\n\\n'This first of the settlements mentioned in the book was called Dolindîr; today we call it Esteldín.\\n\\n'Return to me after you have found the Founding Stone of Dolindîr, and we will speak further.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Located the Founding Stone of Duintham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ask Istuienn about the Book of the Five Towns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Ah, I see you have chosen to begin the journey. Very well then.\\n\\n'The book speaks of five towns which were Henneth Rhún, south of Fornost; Duintham, astride an ancient stream; Carnoglin, in the northern hills; Ost Ardúlin, in the lake-lands; and Dolindîr, now called Esteldín.\\n\\n'You have seen the Founding Stone of Dolindîr, now seek you the other four.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f1",
      "en": "Find the Founding Stone of Henneth Rhún.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Located the Founding Stone of Carnoglin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Find the Founding Stone of Dolindîr, now called Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Really? You made the circuit of all five towns? I am impressed; I had not really expected you to make the attempt.\\n\\n'We often assign novice Rangers this task, as the beasts that lair in such places make such exploration dangerous indeed. Perhaps the Rangers will be able to make further use of your skills in the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f2",
      "en": "Find the Founding Stone of Duintham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "Located the Founding Stone of Ost Ardúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Speak further with Istuienn about the Book of the Five Towns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f3",
      "en": "Find the Founding Stone of Carnoglin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Find the remaining Founding Stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f4",
      "en": "Find the Founding Stone of Ost Ardúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Return to Istuienn to tell the tale of your exploration.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f5",
      "en": "Find the Founding Stone of Dolindîr, now called Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "Stamped across the front of this book is the title, 'Of Arthedain and its Settlements.'  The book's cover is worn, as if many hands have held it.  It opens easily to a dog-eared page, which reads:\\n\\n'In those days, north-eastern Arthedain was dominated by five great settlements, known commonly as The Five Towns.  These were Henneth Rhún, south of Fornost; Duintham, astride an ancient stream; Carnoglin, in the northern hills; Ost Ardúlin, in the lake-lands; and Dolindîr, now called Esteldín.'\\n\\n'Amongst the Rangers of the North Downs, it is a mark of prowess to have visited all five of the Towns and discovered the locations of their Founding Stones....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e1",
      "en": "'Laid your hands on that ridiculous book, did you?'  Istuien arches an eyebrow.  'How many fools have gone in search of those Stones, and how much more numerous would the Free Peoples be if they had not?'\\n\\nThe Librarian shakes her head.  'But if you must go...'  She lowers her voice.  'The Founding Stone of Carnoglin lies (INSERT LOCATION CLUE HERE!)  Now.  I've chattered quite enough.  Good luck, and farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the Founding Stone of Dolindîr, now called Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Stone of Henneth Rhún",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the Stone of Duintham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the Stone of Carnoglin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the Stone of Ost Ardúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have found a book that describes the Founding Stones of Arthedain's Five Towns. Now mostly in ruins, these towns are 'Henneth Rhún, south of Fornost; Duintham, astride an ancient stream; Carnoglin, in the northern hills; Ost Ardúlin, in the lake-lands; and Dolindîr, now called Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6701",
      "en": "The monument's face is inscribed with faded words:\\n\\nHenneth Rhún\\n\\nEstablished in the first year of the reign of Araphor, son of Arveleg.\\n\\n'Folk shall gather where commerce thrives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6702",
      "en": "The monument's face is inscribed with faded words:\\n\\nDuintham\\n\\nFounded in the year 1249 of the Third Age.\\n\\nAt this place did King Celebrindor establish the Town of Duintham, that his folk might cultivate the land and feed the people of his realm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Stamped across the front of this book is the title, 'Of Arthedain and its Settlements.' The book's cover is worn, as if many hands have held it. It opens easily to a dog-eared page, which reads:\\n\\n'...In those days, north-eastern Arthedain was dominated by five great settlements, known commonly as The Five Towns. These were Henneth Rhún, south of Fornost; Duintham, astride an ancient stream; Carnoglin, in the northern hills; Ost Ardúlin, in the lake-lands; and Dolindîr, now called Esteldín.\\n\\n'Amongst the Rangers of the North Downs, we encourage our people to visit all five of the Towns and discover the locations of their Founding Stones. It is important to remember who we are....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}