{
  "id": 620761005,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Water drawn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The pools of Imlad Balchorth are noxious pits of foul water. No one knows if the corruption stems from the Enemy's industry or from a more sinister source.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This water appears to addle the senses but does little else. The Rangers have stated that the water is deadly poison. Perhaps they refer to the western pools?\\n\\n'If their words are true, collecting the water from the western pools will prove most hazardous. You must be careful lest a single drop touch your skin. The stuff is deadly poison and will stop your heart in your chest.\\n\\n'Venture back to Imlad Balchorth and draw water from the poisonous, roiling floods of the western pools. It may provide the answers I seek.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The pools of Imlad Balchorth are to the west of Myrkworth.\\n\\nThe waters in the western parts of Imlad Balchorth are infused with deadly poison, and Thorod wishes to determine the cause.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Even the smell of the water is enough to cause illness, it seems. I have some thoughts about this water, but there is only one way to bear them out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thorod is in Myrkworth, east of Imlad Balchorth.\\n\\nYour phials are filled with the deadly water from the roiling pools of Imlad Balchorth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Draw water from the patches of roiling water that lay in the western parts of Imlad Balchorth. Be wary, for the water is quite dangerous!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where are the phials?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Draw water from the western pools of Imlad Balchorth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Water drawn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the phial to Thorod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Discovering the Source",
      "es": "",
      "es (fem)": ""
    }
  ]
}