{
  "id": 620761008,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected a bony hook",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thorod is worried this is a much bigger issue and wants to enlist the help of the Elves in Gath Forthnír to solve this mystery.  ",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There are many creatures in Angmar that carry venom or poisonous blood in their veins. But even so, how could all the water be affected so? Could something have spawned in the bowels of Carn Dûm? Something monstrous and poisonous to all life?\\n\\n'This is more than I know of the ways of the water and such. Please, go and speak with Fimreg in Gath Forthnír. She may know more about the evils that could do such things. It is far beyond my meagre skills.\\n\\n'You will find Fimreg to the north and east of here among the Rangers.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fimreg is at Gath Forthnir, north and east of Myrkworth.\\n\\nThorod has asked you to speak with Fimreg in Gath Forthnír. He is worried about his findings but will not say why.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thorod is wise to send you to the Elves. We can help you, but the rest of your journey will be much more difficult.\\n\\n'You must travel upstream to discover the source of the corruption. To Urugarth you must go and find evidence of such a creature. It would have to be a large beast, for such are the amounts of poison in the water.\\n\\n'The waters flow from Carn Dûm's sewers down a waterfall into Urugarth. Perhaps you will find something of note where the waters run fastest?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Urugarth is to the west of Gath Forthnír and north of Imlad Balchorth.\\n\\nFimreg believes that a large creature of some kind is poisoning the waters. If such a beast exists, proof of it will be found upstream in Urugarth.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fimreg is at Gath Forthnír, in eastern Himbar, east of Urugarth.\\n\\nYou found a curious bony hook, like a claw or beak but not resembling part of any animal you have ever encountered before.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go into Urugarth and search for some evidence of the creature fouling these waters. Search near where the waters run from Carn Dûm into Urugarth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is worse than I feared. This is no ordinary beast we face.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Speak with Fimreg at Gath Forthnír...she may know more of what evils could trouble the waters here so.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What have you found?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Fimreg wishes you to go to Urugarth to find some sign of what is fouling the waters? Well, you have gone the wrong way then....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search Urugarth for the creature poisoning the water",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I know not what beast that hook came from! YOu should bring it to Fimreg at Gath Forthnír.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the bony-hook to Fimreg",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Further Upstream",
      "es": ""
    }
  ]
}