{
  "id": 620778879,
  "txt": [
    {
      "id": 40537777,
      "en": "'Excellent quality! These will fetch a fine price.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected bear-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Winter will be upon us soon and I have requests for bear skin rugs. Hunt the bears north of Adso's camp and bring me their pelts. Mind that you only bring me pelts large enough for the task.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Roger Hawkling agreed to assist Adso Haybank by offering his expertise on hunting bears throughout Bree-land. Since his arrival, Hawkling has seen an increased need for hunting, skinning, and curing bear-hides for blankets -- a commodity often stolen by the brigands.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Winter will be upon us soon, and folk around here will need to keep warm. Those Southerners keep looting the site here and taking the most important things this camp has, chief among them blankets and pelts for keeping warm.\\n\\n'I joined Adso here because the pay was good and hunting bear has long been my profession. Bear-hides can be used for good blankets, but I can only hunt so many, and there is need of me to cure the hides. \\n\\n'If you are willing, there are a great many bears in a hollow just north of Outlaw's Haven. Outlaw's Haven is west and north of Adso's Camp. Get me some hides, and I will make it worth your while.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bears can be found throughout the southern Bree-fields, but a sizable sloth of bears can be found north of Outlaw's Haven found west and north of Adso's Camp.\\n\\nRoger Hawkling has asked you to hunt some bears and bring him their pelts.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent quality! Once I cure these and prepare them they will make adequate blankets. We will find warmth this winter after all.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are not getting paid until you bring me ten pelts!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the bear-pelts to Roger Hawkling",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect bear-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246351249,
      "en": "'You're not getting paid until you bring me all 10 pelts!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Matter of Warmth",
      "es": ""
    }
  ]
}