{
  "id": 620778881,
  "txt": [
    {
      "id": "0x26a8eb1",
      "en": "'Fine trophies these will make.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected boar-heads ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'The boars in this area grow particularly large. Mounting their heads on a board makes for a quality trophy! Fetch me 10 of their heads and try not to damage them in the fray.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Roger Hawkling is a complete hunter using every bit of the animals that he hunts. He has asked you to collect boar's heads to help him with the cooking he does at Adso's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Boars can grow quite large and dangerous. The boars of Bree have always been a source of food, and the ones here in the southern Bree-fields are no exception. Adso and others have grown fond of one of my meals, boar's head stew. \\n\\n'If you could help gather the heads, I can make my delicacy and keep folks here well fed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Boars range the wilds around Adso's camp and are strewn throughout the southern Bree-fields.\\n\\nRoger wants you to thin the growing number of wild boars and bring him their heads. He cooks an amazing delicacy from them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, a very fine job, to say the least!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are not getting paid until you bring me ten heads!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the boar-heads to Roger Hawkling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect boar-heads ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'You're not getting paid until you bring me all 10 heads!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Matter of Feed",
      "es": "",
      "es (fem)": ""
    }
  ]
}