{
  "id": 620778920,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered a huge spider-infested oak tree. It looks dead....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gillemin Brandybuck believes the great tree he found is at the centre of the stirring of the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are one for a good tale I see. Well then, a good tale I shall tell, I hope. The tree did not look alive, rotten to the core I think and seeking only vengeance. Mayhaps it was one of the tenders of the past spooked by some feeling of dread that washed over it or some such. I know only that it lay beyond the spiders that took my pack.\\n\\n'It was foul and terrible to see, a great blight in the forest. If something in these woods has stirred them to something greater than mischief, I would first look there.\\n\\n'You will need to cross the river here and search within the hollow where the spiders make their nest. That was the last spot I saw the tree.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The spider nest lies near the Willow Glade, to the south of Gillemin's old camp. Search there for signs of the angered tree.\\n\\nGillemin told you that the source of the forest's unrest likely lay within the spider hollow beyond the Withywindle River to the south, within the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have always thought that Old Gilly was touched when he talked about the trees moving of their own accord, but now you tell me the same thing -- worse, that one talked! We should keep this to ourselves so as not to sow fear among the quieter folk here in Buckland.\\n\\n'If you have dealt with the threat, then all should be well, and I will do my best to keep a look over my shoulder for any trees closing in upon me as I make my rounds in the Old Forest.\\n\\n'I am ever... no, we are ever in your debt for stopping this threat from becoming too great a risk. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Return to Toly Brockhouse near the Gate that borders the Old Forest and Buckland.\\n\\nThe dead tree has been slain, and though there is still great evil stirring within the wood, the borders of Buckland should see some manner of ease. You should return to Gillemin Brandybuck with the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Return to the forester to tell the tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I'd wager that spider nest has become a suitable home for that frightening tree. You might want to take some friends and have a look!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have always thought that Ol' Gilly was touched when he talked about the trees moving of their own accord, but now you tell me the same thing - worse that one talked! We should keep this to ourselves so as to not sow fear among the quieter folk here in Buckland.\\n\\n'If you have dealt with the threat then all should be well and I will do my best to keep a look over my shoulder for the any trees closing in upon me as I make my rounds in the Old Forest.\\n\\n'I am ever...no, we are ever in your debt for stopping this threat from reaching too great a risk. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My word! This is worse than I thought! I've seen the trees move, but never a tree that talks. I don't know anything about witches, but they say those Barrow-downs beyond the Old Forest are haunted... perhaps ghosts haunt the wood now too!\\n\\n'I've heard rumour that there are -- or were -- great ones even among trees, wicked and bent, who rule the Old Forest like kings. If it's one of these that haunted that old oak, it's no wonder the Forest was disturbed!\\n\\n'Maybe now that you've put the spirit to rest, the trees will go back to sleep and the animals will calm. Well done... well done, I say! You should go speak with Toly and tell him the good news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the source of the Forest's unrest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Toly Brockhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Haunted Forest",
      "es": "",
      "es (fem)": ""
    }
  ]
}