{
  "id": 620778874,
  "txt": [
    {
      "id": "0xeaf0591",
      "en": "'Have you been to Bree lately? That good for nothing, Stoutthrush, owes me a cask of pipeweed...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There's a pair of fine gentlemen, Mr. Larkspur and Mr. Hawkling, what have taken up residence at Adso Haybank's camp, along the Great East Road north of the Old Forest.\\n\\n'Yes, sir, fine gentlemen indeed! Hunters of game, great and small. Last time they were through here, Mr. Hawkling asked me to procure them a bit of pipe-weed.\\n\\n'If you'd be so kind, deliver this cask to them with all due haste. I'm sure Mr. Hawkling will tip you if you're quick about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'There's a fine pair of gentlemen, Mr. Larkspur and Mr. Hawkling, who've taken up residence near Adso's wagon, north of The Old Forest. Yes sir, fine gentlemen indeed! Sportsmen it seems; fine hunters of game, great and small. Last time they were through here Mr. Hawkling asked me to procure them a bit of pipe-weed. If you'd be so kind, deliver this cask to them with all due haste. I'm sure Mr. Hawkling will tip you if you're quick about it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, that ill-favoured fellow, Stoutthrush, finally came through with our pipe-weed. Looks like I owe you for that wager, Larkspur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you been to Bree lately? That good-for-naught, Stoutthrush, owes me a cask of pipeweed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pipe-weed Delivery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x26a8eb1",
      "en": "'So, that unsavory fellow, Stoutthrush, finally came through with our pipeweed. Looks like I owe you for that wager, Larkspur!.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bruner Stoutthrush, a merchant in Bree, has asked you to deliver an order to two of his customers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the pipe-weed to Roger Hawkling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Roger Hawkling can be found at Adso Haybank's camp along the Great East Road, west of Bree, north of the Old Forest.\\n\\nStoutthrush wants you to bring the cask of pipe-weed to Roger Hawkling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You deliver the cask of pipe-weed to Roger Hawkling.",
      "es": "",
      "es (fem)": ""
    }
  ]
}