{
  "id": 620778869,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Giant spiders are a menace to everyone, but there have until recently been only a few in the Old Forest. Now their webs can be found in many places, and we are worried that they may soon spread to endanger everyone.\\n\\n'There is a tunnel through the High Hay, east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good job. Those spiders are awfully creepy and I would never want to see them up close. It is lucky for us here in Buckland that there are folk like you nearby willing to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'A spider that large has no place near a fine Hobbit settlement. I will thank you kindly to remove them from the Old Forest with haste.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Forest Spiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hodric Bracegirdle needs your help reducing the threats from the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated spiders in the western and southern Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spiders in the western and southern Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There is a tunnel into the Old Forest, east of his location near the High Hay. Search for the tunnel into the woods to the east.\\n\\nHodric Bracegirdle has asked for your help defending against spiders in the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hodric Bracegirdle can be found between the stable and the entrance to the Old Forest in Buckland.\\n\\nHodric Bracegirdle awaits word of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}