{
  "id": 620778828,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'These strangers are a real problem hereabouts. I'm pretty sure they've been stealing food from the local farms, and it's just a matter of time before they cause worse trouble than that.\\n\\n'That girl Violet probably went that way and found trouble, so I think you should deal with those ruffians. Maybe they'll take the hint and move back to wherever it is they came from.\\n\\n'The ruffians -- brigands like as not -- are camped not far west of here. Their camp is on the heights of Narrowcleeve, south past a waterfall. It looks dangerous but you can ford the stream just before the cascade goes over the cliff.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I wish the Bounders had more hobbits. This sort of thing wouldn't happen if the Shire was guarded better in the first place.\\n\\n'Well, no matter, here, please take these coins for your trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please try to drive off those ruffians for us. I hope it don't come to violence, but if it does, so be it. Their camp is at Narrowcleeve, west of this farm and on the far side of the waterfall. There should be a place where you can ford the stream not far from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rousting Ruffians",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Those brigands won't mess with the likes of us again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Farmer Maggot's son Hammy is concerned about the continued presence of the ruffians west of his farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Narrowcleeve would be a nice place to walk if it weren't for those brigands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated brigands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat brigands ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruffians' camp is west of Bamfurlong. You must ford a stream at the top of a waterfall to enter the camp, which is set on the heights at Narrowcleeve.\\n\\nFarmer Maggot's son Hammy has asked you to drive off the ruffians.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bamfurlong is near the Brandywine River, south of Stock.\\n\\nYou have done as Hammy Maggot requested. You should return to him at Bamfurlong to tell him the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}