{
  "id": 620778883,
  "txt": [
    {
      "id": "0x26a8eb1",
      "en": "'These are very fine, thank you! Oh yes, I believe I owe you a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wolf-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'Bring me pelts from the wolves that range the hills of this region. I won't take any old shabby pelt though, I'll only accept the largest and most lustrous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Roger Hawkling assists Adso Haybank by supplying the lodge with furs and meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You there, we've a wolf-problem which needs addressing. Some time ago, Adso bought a fine, fat milk-cow out of Buckland, but filthy wolves out of the Old Forest stole it, slaughtered it, and dragged it off.\\n\\n'Hunt down the foul wolves in the northern part of the Old Forest. Bring me pelts as evidence of your work.\\n\\n'I won't take any old, shabby pelt, mind you. I'll only accept the largest and most lustrous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are wolves in the Old Forest.\\n\\nRoger Hawkling has asked you to help repel the threat of wolves in the area, bringing him their pelts as evidence of your work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are very fine, indeed! Oh yes, I believe I owe you a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are not getting paid until you bring me five pelts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the wolf-pelts to Roger Hawkling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect wolf-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'You're not getting paid until you bring me all 10 pelts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wolf-pelts",
      "es": "",
      "es (fem)": ""
    }
  ]
}