{
  "id": 620778876,
  "txt": [
    {
      "id": "0x26a8eb1",
      "en": "'Ah, you've found them! What a blessed soul you are. Now, let's just hope that I can find the poor people, from whom these treasured things were stolen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected stolen family heirlooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'Ah, what troubled times we live in...' Bruner shakes his head and sighs. 'Vile brigands have been raiding people's homes in the areas of Archet, Staddle, and Combe. Deplorable! Some of the poor folk have made their way here, to The Pony, and told me their sad tales. Now I'd like nothing more than to help them but I'm just not the adventurous sort. Why don't you track down these villains and bring the stolen family heirlooms to me. Then I can return them to the rightful owners, the poor wretches. Just think of the looks on their faces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bruner Stoutthrush, a disreputable seeming gentleman from Bree, has decided to do a good deed for the refugees from the Blackwold attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, what troubled times we live in. Brigands have been raiding people's homes in Archet, Staddle, and Combe. Deplorable! Some of the poor folk have made their way here to Bree and told me their sad tales.\\n\\n'Now I'd like nothing more than to help them but I'm just not made for adventures. Why don't you track down these villains and bring the stolen family heirlooms to me. Then I can return them to the rightful owners, the poor wretches. Just think of the looks on their faces!\\n\\n'I hear there are brigands encamped in the Yellow Tree Ruins, south of Staddle; but it may be that some others in the Chetwood are also carrying stolen items.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The brigands can be found in a large camp in the Yellow Tree Ruins, south of Staddle; but it may be that some others in the Chetwood also carry stolen items.\\n\\nWhether as an act of beneficence or complete self-interest, Stoutthrush has asked you to collect stolen heirlooms from the brigands and bring them to him at Bree's Combe-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you've found them! That was a kind deed. Now, let's just hope that I can find the poor people from whom these treasured things were stolen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What are you doing lazing about while people are suffering? Go find those poor people's things so that I can return them! I'd do it myself but I'm just not the sort for such adventures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, what troubled times we live in...' Bruner shakes his head and sighs. 'Vile brigands have been raiding people's homes in the areas of Archet, Staddle, and Combe. Deplorable! Some of the poor folk have made their way here, to The Pony, and told me their sad tales. Now I'd like nothing more than to help them but I'm just not the adventurous sort. Why don't you track down these villains and bring the stolen family heirlooms to me. Then I can return them to the rightful owners, the poor wretches. Just think of the looks on their faces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Ah, you've found them! What a blessed soul you are. Now, let's just hope that I can find the poor people, from whom these treasured things were stolen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the heirlooms to Bruner Stoutthrush",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What are you doing lazing about while people are suffering? Go find those poor peoples possessions so that I can return them! I'd do it myself but I'm just not the sort for such drudgery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect stolen family heirlooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeaf0591",
      "en": "'What are you doing lazing about while people are suffering? Go find those poor peoples possessions so that I can return them! I'd do it myself but I'm just not the sort for such drudgery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Family Treasures",
      "es": "",
      "es (fem)": ""
    }
  ]
}