{
  "id": 620778910,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'The season is treating us very well. There'll be plenty of feasting this winter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I've always said that old forester's as mad as the day is long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found the Forester's Pack!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Toly Brockhouse is disturbed by the fact that everything you brought him was spoiled. This, as well as the stirring of the forest creatures, has upset him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'All the things you've gathered for me are useless, rotten, and ruined. Something queer is going on, what with the animals all upset and the Forest seeming, well, more awake than usual.\\n\\n'There's a wise, old hobbit, a forester, who oft camps a ways into the Old Forest. Look for him beyond Old Muddyfoot's Hill, which you can find south-east of the Bonfire Glade. Maybe Gilly knows what's going on. I'd appreciate it if you'd talk to him... Gillemin Brandybuck, that's his name.\\n\\n'I'm worried! We had to burn part of the forest when it got too uppity years back, but this is far worse than it was before. If the Bounders have to start another fire, they might destroy the whole Forest, and then where would we be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gillemin Brandybuck's camp is a distance to the south-east in the Old Forest, beyond Old Muddyfoot's Hill.\\n\\nToly Brockhouse asked you to seek the counsel of an old forester named Gillemin Brandybuck.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, so Toly Brockhouse sent you? Good. I've discovered something very odd happening here in the Old Forest, and you may be able to help! I found a strange glade to the south-east, infested with monstrous spiders. I've never seen the like before... almost makes me believe those stories about old Mad Baggins down Hobbiton way! They made me drop my pack!\\n\\n'Even that is not the worst of it yet! I saw a tree walking about, covered in scars and looking like every leaf had fallen off like it were the dead of winter. Now, I see some strange things, being here in the Old Forest, but I never seen a tree like this moving through the wood killing every manner of life in its path.\\n\\n'I tell ya, if it were the Old Man Willow himself come to stalk the Old Forest he would not be so cruel. Something has the forest in a dire state.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gillemin Brandybuck's old camp lies to the south-east, but the way is winding. Head south across the water, west into the woods, then look for a path that works its way east and south.\\n\\nYou found the forester, but Gillemin's news is worse than Toly probably expects. Gillemin reports running into a glade full of monstrous spiders, which chased him away. He dropped his pack at his old camp-site and has asked you to retrieve it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gillemin Brandybuck is encamped to the north-west, south-east of Old Muddyfoot's Hill.\\n\\nYou have recovered Gillemin's pack as he requested. Now you should return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, talk to Gilly Brandybuck for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ah good, thank you for that pack. There's an old knife in there I wouldn't care to lose, especially with all the animals acting queer, and all those spiders about.\\n\\n'You saw them, didn't you, those spiders? This is strange. There've always been a few here and there about the Old Forest, but never so many, so big, and so bold!\\n\\n'I don't doubt the cause of all the trouble in the Old Forest lies somewhere in that spider nest I found. I've never seen the like!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Oh, we had parties like this when I was a girl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Please get my pack back from where I dropped it. It's not far to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I hear you're talking to that old forester lately. He's a strange one, going in and out of the old forest all the time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gillemin Brandybuck in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'That old forester's a bad influence on the youth! He's convinced that wood-cutter boy it's safe to go into the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the pack to Gillemin Brandybuck",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'That's my husband playing the lute. Isn't he talented? He was quite the catch when we were younger, yes he was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Trouble in the Old Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I hear tell you went into the Old Forest to help the young wood-cutter. Very brave of you, [placeholder]. You won't find me setting foot in there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'I've always said that old forester's as mad as the day is long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I don't know about the Old Forest being haunted, that sounds like hogwash! But I sure wouldn't go running around in there.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}