{
  "id": 620778871,
  "txt": [
    {
      "id": 68118273,
      "en": "'What's that? Oh, I suppose I can spare some salve. I'll have to make more soon or I'll run out...'",
      "es": ""
    },
    {
      "id": 40537777,
      "en": "'Where have you been? Cartwell might have found another supply of salve by now.'",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Leecher Cartwell in Combe has been wasting his healing stores on any rabble or riff-raff that wander through his door. Now, he expects me to resupply him! It will cost him more then a few pennies this time, I can tell you that!\\nMake your way over to Brandy Hall in Buckland, and speak with a good for nothing hobbit there by the name of Hodric Bracegirdle. Collect a crate of that oily salve he makes and bring it back to me.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Leecher Cartwell has ordered some supplies from Bruner Stoutthrush, who has in turn run out of stock.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Leecher Cartwell in Combe has been wasting his healing stores on any rabble or riff-raff that wander through his door. Now, he expects me to fill his stores! It will cost him more than a few pennies this time, I can tell you that!\\n\\n'Travel over to Brandy Hall in Buckland and speak with a good-for-naught hobbit there by the name of Hodric Bracegirdle. Get a crate of that oily salve he makes and bring it back to me.\\n\\n'That salve should satisfy the leech.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hodric Bracegirdle lives on the forest side of Brandy Hall in Buckland.\\n\\nThe hobbit Hoderic Bracegirdle supplies Stoutthrush with the healing salve he sells to Leecher Cartwell.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What's that? Oh, that villain Stoutthrush! He's been demanding one thing or another of me ever since I lost that wager to him.\\n\\n'I suppose I can spare some salve. I'll have to make more soon or I'll run out.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bruner Stoutthrush does business at the Combe-gate in Bree.\\n\\nHodric, not entirely happily, gave you the crate Bruner requested. You should bring it to Stoutthrush straight away.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hodric Bracegirdle in Buckland you say? It will be a pleasure not to deal with Stoutthrush the next time I need my stores filled!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Where have you been? Cartwell might have found another supply of salve by now.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ha! That salve will fetch a handsome price from Leecher Cartwell!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Where is the salve? If the leecher finds another source of salve, I won't be able to get as high a price.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect a crate of oily salve from Hodric Bracegirdle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the crate of salve to Bruner Stoutthrush",
      "es": ""
    },
    {
      "id": 246351249,
      "en": "'Where is the salve? If If the leecher finds another source of salve I won't be able to get as high a price.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Healing Stores",
      "es": ""
    }
  ]
}