{
  "id": 620778912,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected seasoned lumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected savoury mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Collected bucket of maple sap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The wood-cutter has sprained his ankle and is unable to finish his chores for the day. He swears that the Old Forest intentionally tripped him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These are strange days! Most hobbits stay away from the Old Forest, but my living depends on it, and I've never had any problems... till now. The forest creatures have all gone strange. I swear the tree-roots themselves moved to trip me up, and now I've sprained my ankle!\\n\\n'I still need to collect some mushrooms -- they grow in the west part of the forest, between the Bonfire Glade and Bald Hill. Also, please bring in some lumber from my seasoning pile. The pile is to the east past the Bonfire Glade and a little south. And I need some sap from the old maple on Bald Hill, east of the Bonfire Glade.\\n\\n'I'll gladly split my fee with you! Here, take my bucket for the sap, and thank you kindly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The mushrooms can be found in the western part of Old Forest, between the Bonfire Glade and Bald Hill. The wood can be collected from the wood-cutter's seasoning pile east of the Bonfire Glade and a little south. The sap can be collected from the old maple growing on Bald Hill, east of the Bonfire Glade.\\n\\nBecause Toly Brockhouse, the wood-cutter, has sprained his ankle, he has asked you to gather mushrooms, wood, and maple sap for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My thanks, friend, for all your... what's this? This sap, it's already gone bad! And my seasoned wood... it's rotted! And these mushrooms... they're poisonous! Friend, you can't be blamed, but all this... it's useless to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Deliver the sap, wood, and mushrooms to Toly Brockhouse near the stables outside of Brandy Hall.\\n\\nThe Old Forest surrendered its bounty to you, now you must return to Toly Brockhouse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found everything yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found everything yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect seasoned lumber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect savoury mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect a bucket of maple sap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Bring the mushrooms, sap, and wood to Toly Brockhouse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wood-cutter's Tale",
      "es": "",
      "es (fem)": ""
    }
  ]
}