{
  "id": 620775467,
  "txt": [
    {
      "id": "0xbff94a5",
      "en": "While stealthed, you may manoeuvre around many monsters and players undetected.  However, observant monsters and players may detect you if you get too close!  Try to stay out of their line of sight.  You will exit stealth if you attack a foe, or interact with NPCs or items in the world.  Some special skills can be used while stealthed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6790150",
      "en": "While stealthed, you may manoeuvre around many monsters and players undetected.  However, observant monsters and players may detect you if you get too close!  Try to stay out of their line of sight.  You will exit stealth if you attack a foe, or interact with NPCs or items in the world.  Some special skills can be used while stealthed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda4acb4",
      "en": "While sneaking, you may manoeuvre around many monsters undetected.  However, observant monsters may detect you if you get too close!  Keeping out of a monster's line of sight will help you stay hidden.  You will also stop sneaking if you attack a foe, or interact with NPCs or items in the world, but some special skills can be used while sneaking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sneaking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8376781",
      "en": "",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8376782",
      "en": "While sneaking, you may manoeuvre around many monsters undetected. However, observant monsters may detect you if you get too close! Keeping out of a monster's line of sight will help you stay hidden. You will also stop sneaking if you attack a foe, or interact with NPCs or items in the world, but some special skills can be used while sneaking.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x678f150",
      "en": "",
      "es": "",
      "es (fem)": ""
    }
  ]
}