{
  "id": 620962726,
  "txt": [
    {
      "id": 190220338,
      "en": "'There you are, then. If it is not boasting to say so, I think this will please old Lord Forlong quite well. Now run along and bring that to Master Habdir. He's still got to work that into the strap!'",
      "es": ""
    },
    {
      "id": 148969877,
      "en": "Landath dashes off, leaving you to follow",
      "es": ""
    },
    {
      "id": 190220531,
      "en": "'A message for Rhofin, you say? I saw him this morning, but that won't do you much good. Given the hour, he might be at the Smiths' Market, or maybe the Merry Swan, or even out upon the Court of Eärnil, despite these darkling skies.\\n\\n'Ask about those places and you'll find him, like as not.'",
      "es": ""
    },
    {
      "id": 190220343,
      "en": "'What's this? Ah, the buckle. That took Rhofin a rather long time. Well, I imagine quite a few lords are dusting off their arms and armour and finding bits that need to be mended or replaced. Maybe even a few that were smaller round the waist, last time they garbed for war!'",
      "es": ""
    },
    {
      "id": 190220534,
      "en": "'Rhofin? Aye, he was in here. Said he was going to do some work after his meal.'",
      "es": ""
    },
    {
      "id": 184621377,
      "en": "The Forges of Cirion are in the northern stretch of the Third Circle. If you should get separated from Landath, use Bergil's whistle to call him back.\\n\\nCheck on Rhofin to see if he is done with his work.",
      "es": ""
    },
    {
      "id": 148970082,
      "en": "Re-sealed the letter",
      "es": ""
    },
    {
      "id": 184621382,
      "en": "Master Habdir can be found just south of the Pier in the Third Circle, inside the Clothiers' Fellow-hall.\\n\\nYou should deliver the newly-forged buckle to Habdir, Master Clothier, who ordered it.",
      "es": ""
    },
    {
      "id": 148970088,
      "en": "Watched smiths at work ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621385,
      "en": "Landath has come along with you on the errand. If you should get separated, use Bergil's whistle to call him back.\\n\\nTalk to Landath now that the buckle has been safely delivered.",
      "es": ""
    },
    {
      "id": 190220371,
      "en": "'Just look and tell me if the letter is entirely ruined.'",
      "es": ""
    },
    {
      "id": 190220372,
      "en": "'You'll need Master Habdir's wax and seal. I'm sure they're in the Clothiers' Fellow-hall... somewhere!'",
      "es": ""
    },
    {
      "id": 184621398,
      "en": "The Old Guest-house lies in the First Circle, just south of the City Gates.\\n\\nMeet Landath back at the Old Guest-house.",
      "es": ""
    },
    {
      "id": 190220373,
      "en": "'It will take forever to search the whole Third Circle for Rhofin. We should find Master Aglarang, and see if he knows where he is.'",
      "es": ""
    },
    {
      "id": 190220374,
      "en": "'Well, we've got a start, haven't we? Ask about in the Merry Swan, Smiths' Market, and… what was it, Court of Eärnil?'",
      "es": ""
    },
    {
      "id": 190220375,
      "en": "'Never mind that we seem to have found him. I won't breathe my sigh of relief until this errand's seen to the very end.'",
      "es": ""
    },
    {
      "id": 190220377,
      "en": "'Look at how their hammers fall!'",
      "es": ""
    },
    {
      "id": 184621409,
      "en": "Landath has come along with you on the errand. If you should get separated, use Bergil's whistle to call him back.\\n\\nYou have asked after Rhofin in the three locations. See what Landath has to say about it.",
      "es": ""
    },
    {
      "id": 184621412,
      "en": "The Forges of Cirion are in the northern stretch of the Third Circle. If you should get separated from Landath, use Bergil's whistle to call him back.\\n\\nBased on the people who had seen Rhofin today, Landath believes he will be working in the Forges of Cirion.",
      "es": ""
    },
    {
      "id": 184621426,
      "en": "Landath has come along with you on the errand. If you should get separated, use Bergil's whistle to call him back.\\n\\nSee what Landath wishes to do while Rhofin smiths the buckle.",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'What am I to do? I should have delivered that letter three days past! I couldn't say if your finding it was a blessing or a curse! Either way, I fear my goose is cooked.\\n\\n'Oh, I cannot bear to even look at it. Will you?'\\n\\nLandath holds out the crumpled letter.",
      "es": ""
    },
    {
      "id": 184621427,
      "en": "The Forges of Cirion are in the northern stretch of the Third Circle. If you should get separated from Landath, use Bergil's whistle to call him back.\\n\\nView some of the other smiths at work while you wait for Rhofin to finish.",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "A letter that Landath was supposed to deliver got lost and turned up, worse for wear, in the Finding Place.",
      "es": ""
    },
    {
      "id": 173025440,
      "en": "Meet Landath back at the Old Guest-house",
      "es": ""
    },
    {
      "id": 184621432,
      "en": "Landath has come along with you on the errand. If you should get separated, use Bergil's whistle to call him back.\\n\\nYou've watched some of the other smiths at work.",
      "es": ""
    },
    {
      "id": 23814145,
      "en": "'I am asked to bear many messages up to this tier. In the upper tiers, they more often use errand-riders than boys like me.'",
      "es": ""
    },
    {
      "id": 23814146,
      "en": "'Master Aglarang knows me, but mostly only as 'Boy.''",
      "es": ""
    },
    {
      "id": 23814147,
      "en": "'Once, a cruel merchant accused me of a stealing a brooch here. Now I keep my eyes down and walk as quickly through as I can!'",
      "es": ""
    },
    {
      "id": 23814148,
      "en": "'That man, there. Should we ask him?'",
      "es": ""
    },
    {
      "id": 184621442,
      "en": "Master Aglarang should be at the Smiths' Fellow-hall, in the northern part of the Third Circle. If you should get separated from Landath, use Bergil's whistle to call him back.\\n\\nThe letter should be delivered to a smith named Rhofin. Find Master Aglarang and ask him where Rhofin can be found.",
      "es": ""
    },
    {
      "id": 23814149,
      "en": "'Others prefer the greens up in the Fourth Circle. But this is the court I like best, here. It makes me think of a sweet moment's rest after hard and long work!'",
      "es": ""
    },
    {
      "id": 23814150,
      "en": "'Truth be told, I've never dared go in here.'",
      "es": ""
    },
    {
      "id": 23814151,
      "en": "'Once I stumbled here on a loose stone, and broke a jar I was carrying. Oh, how they beat me sore for that one!'",
      "es": ""
    },
    {
      "id": 184621445,
      "en": "The Smiths' Market lies just north of the Pier, the Court of Eärnil lies south of the Pier, and the Merry Swan lies on the far south of the Third Circle. If you should get separated from Landath, use Bergil's whistle to call him back.\\n\\nAsk around the Third Circle for the whereabouts of Rhofin the Smith.",
      "es": ""
    },
    {
      "id": 23814152,
      "en": "'Oh! Look at it all.'",
      "es": ""
    },
    {
      "id": 23814153,
      "en": "'Why, there is Rhofin over there!'",
      "es": ""
    },
    {
      "id": 173025472,
      "en": "Talk to Landath",
      "es": ""
    },
    {
      "id": 184621464,
      "en": "Landath stands in front of the Old Guest-house, in the First Circle, just south of the City Gates.\\n\\nShow Landath that the letter has been re-sealed.",
      "es": ""
    },
    {
      "id": 173025284,
      "en": "Talk to Master Aglarang",
      "es": ""
    },
    {
      "id": 173025475,
      "en": "Check on Rhofin",
      "es": ""
    },
    {
      "id": 173025287,
      "en": "Inquire at the Merry Swan",
      "es": ""
    },
    {
      "id": 173025480,
      "en": "Bring  the buckle to Habdir",
      "es": ""
    },
    {
      "id": 148970177,
      "en": "letter sealed!",
      "es": ""
    },
    {
      "id": 148969989,
      "en": "Rhofin hands you the buckle",
      "es": ""
    },
    {
      "id": 184621477,
      "en": "Landath was supposed to deliver the letter three days ago. He is so upset he has asked you to examine the letter.",
      "es": ""
    },
    {
      "id": 190221216,
      "en": "'It won't be long. Just you wait.'",
      "es": ""
    },
    {
      "id": 190221217,
      "en": "'It won't be long. Just you wait.'",
      "es": ""
    },
    {
      "id": 173025296,
      "en": "Inquire at the Smiths' Market",
      "es": ""
    },
    {
      "id": 190221218,
      "en": "'He might be done with the buckle. Let us go and see.'",
      "es": ""
    },
    {
      "id": 148970184,
      "en": "Rhofin isn't at the Merry Swan",
      "es": ""
    },
    {
      "id": 190221219,
      "en": "'Here comes the last trial, [placeholder]. We have done it, but we are over three days late! What do you think Habdir will say when we deliver the clasp?'",
      "es": ""
    },
    {
      "id": 184621481,
      "en": "Landath stands in front of the Old Guest-house, in the First Circle, just south of the City Gates.\\n\\nTell Landath that the letter isn't in terrible shape.",
      "es": ""
    },
    {
      "id": 190221220,
      "en": "'Go on. Take that buckle to Master Habdir.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Letter Belated",
      "es": ""
    },
    {
      "id": 190221222,
      "en": "'Well, hello there, [placeholder] and young master! What is this here?'\\n\\nHe takes the letter and furrows his brow as he reads it.\\n\\n'A buckle for Lord Forlong's armour? Broke it putting it on, did he? Ah ha ha ha! And as he's a lord, it must be a fine-filigreed buckle, musn't it? Rhofin's the man for such a job. Now you'll have to give me a moment, but I promise, it won't take long.'",
      "es": ""
    },
    {
      "id": 173025301,
      "en": "Inquire at the Court of Eärnil",
      "es": ""
    },
    {
      "id": 173025492,
      "en": "Talk to Landath",
      "es": ""
    },
    {
      "id": 190221223,
      "en": "'It won't be long. Just you wait.'",
      "es": ""
    },
    {
      "id": 190221224,
      "en": "'It won't be long. Just you wait.'",
      "es": ""
    },
    {
      "id": 190221225,
      "en": "'Go on. Take that buckle to Master Habdir.'",
      "es": ""
    },
    {
      "id": 148970194,
      "en": "Rhofin isn't at the Smiths' Market",
      "es": ""
    },
    {
      "id": 184621490,
      "en": "The Clothiers' Fellow-hall is in the Third Circle, just south of the Pier.\\n\\nLandath feels the letter can still be delivered if the seal is re-made. This can be done with Master Habdir's seal, found in the Clothiers' Fellow-hall.",
      "es": ""
    },
    {
      "id": 148970199,
      "en": "Rhofin isn't in the Court of Eärnil",
      "es": ""
    },
    {
      "id": 173025504,
      "en": "Return to Landath",
      "es": ""
    },
    {
      "id": 173026080,
      "en": "Check on Rhofin",
      "es": ""
    },
    {
      "id": 173025507,
      "en": "Talk to Landath",
      "es": ""
    },
    {
      "id": 173026081,
      "en": "Deliver the letter to Rhofin",
      "es": ""
    },
    {
      "id": 173026082,
      "en": "Bring the buckle to Habdir",
      "es": ""
    },
    {
      "id": 173026083,
      "en": "Talk to Landath",
      "es": ""
    },
    {
      "id": 173025319,
      "en": "Inspect the letter",
      "es": ""
    },
    {
      "id": 173025511,
      "en": "Deliver the letter to Rhofin",
      "es": ""
    },
    {
      "id": 190220288,
      "en": "'It makes me anxious, watching him work. What if something goes wrong? Let us walk around the forge and see some of the other smithing. It's a marvel to see, is it not?'",
      "es": ""
    },
    {
      "id": 190220480,
      "en": "'Is it not ruined beyond reading? Let me look.'\\n\\nLandath apprehensively peers at the letter.\\n\\n'Oh, by the White Tree, there is hope. But we can't deliver it with a broken seal. Would you - could you?'\\n\\nLandath hesitates.\\n\\n'If it is not too much to ask, do you think you might go into the Clothiers' Fellow-hall, find Master Hadbir's things, and reseal the letter with them?'",
      "es": ""
    },
    {
      "id": 148970025,
      "en": "Rhofin sets to forging",
      "es": ""
    },
    {
      "id": 148970216,
      "en": "The letter is crumpled and the seal is broken, but otherwise unharmed",
      "es": ""
    },
    {
      "id": 173025329,
      "en": "Talk to Landath",
      "es": ""
    },
    {
      "id": 173025521,
      "en": "Talk to Landath",
      "es": ""
    },
    {
      "id": 190220297,
      "en": "'Do you think he's done? Yes, I think maybe he is. Let's go over and see.'",
      "es": ""
    },
    {
      "id": 173025331,
      "en": "Find Habdir's wax and seal",
      "es": ""
    },
    {
      "id": 173025524,
      "en": "Watch the smiths at work ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025337,
      "en": "Re-seal the letter",
      "es": ""
    },
    {
      "id": 190220306,
      "en": "'We haven't found Rhofin, but we have learned a thing or two. Let's see, now. He's gone to work, but he's not taking any commissions nor delivering them. And he's bought a hammer.\\n\\n'Why that's it! He must be in the Forges of Cirion. Let's go see if I'm right.'",
      "es": ""
    },
    {
      "id": 148970037,
      "en": "saw some forgin",
      "es": ""
    },
    {
      "id": 148970228,
      "en": "Found Habdir's wax and seal",
      "es": ""
    },
    {
      "id": 148970038,
      "en": "saw some forgin'",
      "es": ""
    },
    {
      "id": 148970039,
      "en": "saw some forgin'",
      "es": ""
    },
    {
      "id": 190220310,
      "en": "'Well, hello there, [placeholder] and young master! What is this here?'\\n\\nHe takes the letter and furrows his brow as he reads it.\\n\\n'A buckle for Lord Forlong's armour? Broke it putting it on, did he. Ah ha ha ha! And as he's a lord, it must be a fine-filligreed buckle, musn't it? Rhofin's the man for such a job. Now you'll have to give me a moment, but I promise, it won't take long.'",
      "es": ""
    },
    {
      "id": 190220323,
      "en": "'It is done! Let us get home, to the Old Guest-house. I dare say I'll feel safer then.'",
      "es": ""
    },
    {
      "id": 190220515,
      "en": "'Oh yes, Rhofin. He stopped to wish me health, as he often does, and showed the hammer he'd just bought. Broke his old one on the anvil, it seems.'",
      "es": ""
    },
    {
      "id": 190220516,
      "en": "'I did see Rhofin, though it was earlier. Let me see... I do recall he mentioned he would neither be taking commissions nor selling his goods today.'",
      "es": ""
    },
    {
      "id": 190220328,
      "en": "'I have made many a delivery up and down the City, [placeholder], and none has had me quaking in my boots as this one has. You are a good [placeholder]. Thank you for saving my hide.'",
      "es": ""
    },
    {
      "id": 190220521,
      "en": "'Why - why you've done it! But I'm not out of this scrape quite yet, [placeholder]. The letter's still got to be delivered. Will you come with me? I'm feeling, well, faint of heart.\\n\\n'It's supposed to go to a smith named Rhofin, but I've no notion where to find him. We should probably start by asking old Aglarang, the Master Smith. That's up in the Third Circle of course.'",
      "es": ""
    },
    {
      "id": 23814256,
      "en": "'Oooh.'",
      "es": ""
    },
    {
      "id": 23814257,
      "en": "'Oh. Oh, look there!'",
      "es": ""
    },
    {
      "id": 23814258,
      "en": "'See how he uses the hammer and tongs!'",
      "es": ""
    },
    {
      "id": 23814259,
      "en": "'Did you see? He pulled a sword right out of the fire!'",
      "es": ""
    },
    {
      "id": 23814260,
      "en": "'Metal poured like burning water. How strange!'",
      "es": ""
    },
    {
      "id": 23814261,
      "en": "'Oh, look, it is done!'",
      "es": ""
    }
  ]
}