{
  "id": 620962704,
  "txt": [
    {
      "id": 190220529,
      "en": "'Well, now my luck's taken a turn for the better!'",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "Bergil, Gelwen, and Glatham arrive nearly on your heels",
      "es": ""
    },
    {
      "id": 190220530,
      "en": "'Imagine, the Finding Place so near to the secret passage. We must go over to it at once.'",
      "es": ""
    },
    {
      "id": 190220531,
      "en": "'The Finding Place! I wonder what we'll find in it this time.'",
      "es": ""
    },
    {
      "id": 148970262,
      "en": "Look, this way!",
      "es": ""
    },
    {
      "id": 190220532,
      "en": "'What is it? What did you find?'",
      "es": ""
    },
    {
      "id": 190220533,
      "en": "'Can I see?'",
      "es": ""
    },
    {
      "id": 190220534,
      "en": "'I plan to go through the secret passage as often as I can. The Fourth Circle! I do hope some of the poets or minstrels or stage players will still play, even though these are times of war.'",
      "es": ""
    },
    {
      "id": 190220535,
      "en": "'Maybe Gelwen is right and the Secret Walker is just a tale. But how can we be sure?'",
      "es": ""
    },
    {
      "id": 190220537,
      "en": "'What is this?'\\n\\nBergil takes the letter and examines it.\\n\\n'Oh, by Queen Beruthiel's cats! It's a letter Landath was meant to deliver. He must have lost it. How did it end up here? Well, that's the wonder of the Finding Place.\\n\\n'Never mind that. Let us go tell the others we have found a way up - and get Landath his letter. Maybe there's even still time for him to deliver it!'",
      "es": ""
    },
    {
      "id": 39578658,
      "en": "'Yes, you be the one.'",
      "es": ""
    },
    {
      "id": 39578674,
      "en": "'We are very close to the Finding Place, now.'",
      "es": ""
    },
    {
      "id": 39578866,
      "en": "'More statues! Which are THEY of?'",
      "es": ""
    },
    {
      "id": 145906657,
      "en": "'Look, light! The way goes up, there.'",
      "es": ""
    },
    {
      "id": 145906658,
      "en": "'Where does that way go? It looks scary!'",
      "es": ""
    },
    {
      "id": 145906661,
      "en": "'My! I do not think this is the way, but I'm glad we've come, all the same.'",
      "es": ""
    },
    {
      "id": 187023040,
      "en": "'What is that door, there? Could that be it?'",
      "es": ""
    },
    {
      "id": 145906662,
      "en": "'By the tree! It is more wonderous than I had dreamed of.'",
      "es": ""
    },
    {
      "id": 187023041,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 145906663,
      "en": "'It is like a flooded forest... with trees of carven stone.'",
      "es": ""
    },
    {
      "id": 187023042,
      "en": "'Over that way, by the outer wall!'",
      "es": ""
    },
    {
      "id": 145906664,
      "en": "'The way goes up again. This is hopeful, I think!'",
      "es": ""
    },
    {
      "id": 187023043,
      "en": "'That is it, there. That crevice in the wall. See if anything is inside, [placeholder].'",
      "es": ""
    },
    {
      "id": 145906665,
      "en": "'What king is that, Gelwen? The one in the statue, I mean.'",
      "es": ""
    },
    {
      "id": 187023044,
      "en": "'What is it? Can I see?'",
      "es": ""
    },
    {
      "id": 187023045,
      "en": "'And what shall we find in here, I wonder?'",
      "es": ""
    },
    {
      "id": 187023046,
      "en": "'Where does that water go, I wonder? Where does it come from?'",
      "es": ""
    },
    {
      "id": 187023047,
      "en": "'I shall never see water in the City again, without thinking of all this!'",
      "es": ""
    },
    {
      "id": 187023048,
      "en": "'Will the wonder fade if we walk through here day after day?'",
      "es": ""
    },
    {
      "id": 187023049,
      "en": "'Oh. How did we end up over here?'",
      "es": ""
    },
    {
      "id": 187022865,
      "en": "'Look at this!'",
      "es": ""
    },
    {
      "id": 187023056,
      "en": "'Do you think we're lost? I think we're lost.'",
      "es": ""
    },
    {
      "id": 187022866,
      "en": "'My shoes are going to get wet.'",
      "es": ""
    },
    {
      "id": 187023057,
      "en": "'What was that sound? What if it's the Secret Walker?'",
      "es": ""
    },
    {
      "id": 187023058,
      "en": "'My shoes are now squeaking wet. Blegh!'",
      "es": ""
    },
    {
      "id": 148970130,
      "en": "Reaching your hand into the crevice, you discover a letter!",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Bergil and his friends seek a new way to reach the city's upper circles, now that the Second Circle is barred to them.",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'Now that I think of it, there may be a way around the Second Circle, but... no, we must try, and with your help, [placeholder], maybe, just maybe, it can be done.\\n\\n'You see, I have heard that within the City Cisterns, you may climb right up to the Fourth Circle - which is just where we wish to go! Only, we'd never be allowed in through the Clean-waters. Not by ourselves. Not whenever we pleased!\\n\\n'There is a hidden entrance, though, by the Wrights' Fellow-hall, that is seldom used. And as it should happen, one of the keys for it was lost just last week. I know because I heard Master Carethon cursing out the lad who lost it. If it could be found - if you could find it - why then, we'd be one step closer to that secret passage, wouldn't we?'",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "'Ah, [placeholder], I knew you would find it! While you have been searching, I have spoken with the others, and Gelwen and Glatham have asked if they can come along.\\n\\n'Would you lead the three of us into the cisterns? Ah, but perhaps you should speak to Gelwen first.'",
      "es": ""
    },
    {
      "id": 187022881,
      "en": "'Which way now?'",
      "es": ""
    },
    {
      "id": 187022882,
      "en": "'Don't let's drop anything down that well!'",
      "es": ""
    },
    {
      "id": 148970336,
      "en": "Checked location for the key",
      "es": ""
    },
    {
      "id": 148970338,
      "en": "Found the key!",
      "es": ""
    },
    {
      "id": 148970341,
      "en": "Fourth Circle - Players' Tier",
      "es": ""
    },
    {
      "id": 190220631,
      "en": "'See, Glatham? The Secret Walker didn't appear and the passage DID go through, and look! Do you see where we are? The Finding Place is very near. What fortune! We must go over to it at once!\\n\\n'Come, [placeholder]. You will see for yourself!'",
      "es": ""
    },
    {
      "id": 173025288,
      "en": "Talk to Bergil",
      "es": ""
    },
    {
      "id": 246419712,
      "en": "The Wrights' Fellow-hall lies on the far southern end of the First Circle.\\n\\nBergil knows of a second, unwatched door into the Cisterns, which might grant the children passage directly to the Fourth Circle. A key to it was lost near the Wrights' Fellow-hall recently. Search for it in that area.",
      "es": ""
    },
    {
      "id": 148970176,
      "en": "You think you can see the spot Gelwen is pointing at, some yards off",
      "es": ""
    },
    {
      "id": 184621474,
      "en": "If you get separated from the children, use Bergil's whistle to call them to you.\\n\\nYou have met Bergil, Gelwen, and Glatham in the cisterns. Gelwen has something to say.",
      "es": ""
    },
    {
      "id": 184621094,
      "en": "If you get separated from the children, use Bergil's whistle to call them to you.\\n\\nYou have come out of the secret passage through the cisterns, to the Fourth Circle of the City. Gelwen again appears to have something she wishes to say.",
      "es": ""
    },
    {
      "id": 184621478,
      "en": "Gelwen stands in front of the Old Guest-house, in the First Circle, just south of the City Gates.\\n\\nBergil says two other children, Gelwen and Glatham, would like to join you in searching the cisterns for the secret passage. He suggested that you speak with Gelwen herself, first.",
      "es": ""
    },
    {
      "id": 173025296,
      "en": "Search for a way up",
      "es": ""
    },
    {
      "id": 184621097,
      "en": "The Finding Place lies near the cisterns' exit in the Fourth Circle.\\n\\nThe children have spotted something they call the \\qFinding Place.\\q Walk over to it and see what it is. If you get separated, use Bergil's whistle to call the children to you.",
      "es": ""
    },
    {
      "id": 190220453,
      "en": "'What is this?'\\n\\nBergil takes the letter and examines it.\\n\\n'Oh, by Queen Beruthiel's cats! It's a letter Landath was meant to deliver. He must have lost it. How did it end up here? Well, that's the wonder of the Finding Place. \\n\\n'Never mind that. Let us go tell the others we have found a way up - and get Landath his letter. Maybe there's even still time for him to deliver it!'",
      "es": ""
    },
    {
      "id": 173025297,
      "en": "Exit into the Fourth Circle",
      "es": ""
    },
    {
      "id": 184621481,
      "en": "Found the key.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Secret Passage",
      "es": ""
    },
    {
      "id": 173025299,
      "en": "Search for a way up",
      "es": ""
    },
    {
      "id": 173025300,
      "en": "Search for a way up",
      "es": ""
    },
    {
      "id": 190220457,
      "en": "'We have set more than one thing right on this adventure, [placeholder], and I am glad. But most of all, I am glad we can reach the Finding Place once again. We boys and girls have become used to looking in there - and the things we would find! Lost trinkets, sweets, a coin or two.\\n\\n'I would have felt doubly ashamed, if I had cut all them off from that!\\n\\n'But look at Landath over there, puzzling over the letter! I do wonder when Himnir's sweet treats will arrive. You must join us when they do.'",
      "es": ""
    },
    {
      "id": 173025302,
      "en": "Meet Bergil back at the Old Guest-house",
      "es": ""
    },
    {
      "id": 148970197,
      "en": "Found the way up to the Fourth Circle",
      "es": ""
    },
    {
      "id": 173025312,
      "en": "Meet Bergil back at the Old Guesthouse",
      "es": ""
    },
    {
      "id": 173025697,
      "en": "Found the key",
      "es": ""
    },
    {
      "id": 173025316,
      "en": "Talk to Gelwen",
      "es": ""
    },
    {
      "id": 173025317,
      "en": "Talk to Bergil",
      "es": ""
    },
    {
      "id": 173025699,
      "en": "Search for a way up",
      "es": ""
    },
    {
      "id": 148970209,
      "en": "boy takes the letter",
      "es": ""
    },
    {
      "id": 173025704,
      "en": "Talk to Gelwen",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "Bergil waits in front of the Old Guest-house, in the First Circle, just south of the City Gates.\\n\\nTell Bergil you found the key to the cisterns' hidden door. With it, the children might find passage directly to the Fourth Circle.",
      "es": ""
    },
    {
      "id": 190220481,
      "en": "'Gelwen is just over there. You really should speak with her before we go.'",
      "es": ""
    },
    {
      "id": 190220482,
      "en": "'This shall be a grand adventure, [placeholder]!'",
      "es": ""
    },
    {
      "id": 190220483,
      "en": "'Then we shall meet within the hidden entrance to the cisterns? Good.'",
      "es": ""
    },
    {
      "id": 190220484,
      "en": "'I hope my sister is right about the Secret Walker. But if she is going in there, then I will go, too!'",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "The door can be found near the Wrights' Fellow-hall, in the southern stretch of the First Circle.\\n\\nEnter the cisterns through the hidden door.",
      "es": ""
    },
    {
      "id": 173025328,
      "en": "Talk to Gelwen",
      "es": ""
    },
    {
      "id": 190220487,
      "en": "'What will we find, I wonder? Do you think a passage to the Fourth Circle truly exists?'",
      "es": ""
    },
    {
      "id": 190220488,
      "en": "'I must confess, it is stranger and more wonderful than I had even imagined.'",
      "es": ""
    },
    {
      "id": 190220489,
      "en": "'Oh... This is where all the water is!'",
      "es": ""
    },
    {
      "id": 184621140,
      "en": "If you get separated from the children, use Bergil's whistle to call them to you.\\n\\nExplore the cisterns with Bergil, Gelwen, and Glatham, and search for a passage up to the Fourth Circle of Minas Tirith.",
      "es": ""
    },
    {
      "id": 184621523,
      "en": "If you get separated from the children, use Bergil's whistle to call them to you.\\n\\nShow Bergil the slightly crumpled letter you found in the crevice of the Finding Place.",
      "es": ""
    },
    {
      "id": 190220499,
      "en": "'Oh! Now that I am here, my doubts seem larger and my certainty smaller than it did before. But I shall be brave... so long as you lead the way before us. You are the grown adventurer and we are but children, after all, [placeholder]!'",
      "es": ""
    },
    {
      "id": 148970230,
      "en": "Found the way up to the Fourth Circle",
      "es": ""
    },
    {
      "id": 184621527,
      "en": "The Old Guest-house lies in the First Circle, just south of the City Gates.\\n\\nMeet Bergil and the other children back at the Old Guest-house.",
      "es": ""
    },
    {
      "id": 190220503,
      "en": "'So you are [placeholder]. It is a pleasure to meet you. Bergil has told us of your adventure together and his plan.\\n\\n'The others all think that the Secret Walker lives in the cisterns and are afraid to set foot inside. I think they are wrong, and that the Secret Walker is nothing but a story made to scare little girls and boys.\\n\\n'In addition, I wish more than anything to see inside the cisterns. I imagine it must be wondrous and beautiful. Therefore, my brother and I wish to go with you. If you agree, then let us meet within the door.'",
      "es": ""
    },
    {
      "id": 190220504,
      "en": "'If you could find that key to the hidden cisterns' door, then we'd be one step closer to reaching the upper tiers. It must be somewhere near the Wrights' Fellow-hall that it was lost.'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "search for the key",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Talk to Bergil",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "found the key",
      "es": ""
    },
    {
      "id": 173025360,
      "en": "Investigate the Finding Place",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Enter the cisterns through the hidden door",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "search for a way to the 4th circle",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Look for the key ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}