{
  "id": 620962664,
  "txt": [
    {
      "id": "0x2f00e25",
      "en": "Bring the Blood Eye brooch to Egwylf in the town of Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I think the missing cultist came this way, [placeholder]! I heard some of those Orcs talking, and they were talking about a man with a red gem. They said they let him climb the road up into Wildermore.\\n\\n'They did not sound that happy about it, and one of the Orcs said that they should have taken him prisoner instead and made a meal out of him! What a terrible thought! I suppose they must be allies, if they let him pass, but I do not think I would work with anyone I needed to worry about around dinner-time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "You have found the missing cultist. Wildermore proved his undoing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You are looking for a man with a red brooch? I saw him, indeed I did! He jumped out from behind this rock and knocked me down! Before I knew what was happening, he stole my axe and ran off to the north-east!\\n\\n'I will be fine in a moment. I twisted my ankle when I fell; otherwise I would never have let him steal my weapon from me! Go catch him, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You are lucky you see me in this state, [placeholder]! If I wasn't already breathing my last dozen breaths, I'd make sure to take you with me into the darkness at the end!\\n\\n'This cursed man attacked me with an axe. He was one of ours, he was! What a laugh that is! He had a strange look in his eye. Desperation, I think it was. He stole my plunder, all I had: a bag of dirty coins. He will find no joy of them, if he wants to spend them. No one in this thrice-cursed land will take them from him.\\n\\n'He'll be dead before the sun comes up again. I will take that knowledge with me into the blackness, and it will send me off with a smile! Now leave me to it, [placeholder], and be glad you did not see me in my prime!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'I have been speaking with the people of Forlaw, as a true solver of mysteries would do, and it seems that some people saw a man with a red gem visit the barber in town. Did he try to change his appearance? We have to know for sure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'I have been speaking to some of the townspeople, and it turns out that someone may have seen the man with the red gem arguing with a group of Orcs at the camp called Kadar-golnauk to the north-west.\\n\\n'Shouldn't Orcs be his allies? I wonder what the subject of their argument might have been?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'The snow here is disturbed, and it looks as if he dropped this bag of coins in anger. I cannot say for certain, [placeholder], but I think the man we are tracking is becoming increasingly desperate! Did he try to go to the city over yonder, to the west?'\\n\\nBingo looks toward the hilltop city of Byre Tor, and shrugs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am ready to help Egwylf find the other member of the Cult of the Blood Eye, if you are ready as well! She said the trail has gone cold, but perhaps she has found some clue that will steer us in the right direction!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'These tracks are clear, and they do not go into Byre Tor. No, I believe the man we are tracking through Wildermore would give that city a wide berth. For whatever reason, he is not eager to cross paths with Orcs or Uruks, if he can avoid it.\\n\\n'The tracks continue to the west, and do not go into the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'I see no sign of him here. I do not think he came to this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Egwylf has asked you and Bingo to help her find one of the missing agents of the Cult of the Blood Eye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Egwylf is outside the Mead Hall of Cliving, in the Norcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cb3ab1",
      "en": "'Now die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cb3ab2",
      "en": "'Now you will die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cb3ab3",
      "en": "'Enough questions. Now you pay for them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am pleased the two of you will help me find this missing agent of the Blood Eye. He would sell the kingdom to its enemies, given the chance, and he must pay for his treason!\\n\\n'I scouted ahead and found his trail leading west. I believe that he is making for the heights of Wildermore. You would do well to begin your search at the sloping path that leads from the Norcrofts into Wildermore.\\n\\n'One more thing, [placeholder]. The air is heavy with some sorcery; I felt the chill in my bones as I approached. There is something unusual afoot in Wildermore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I am ready to search for another of these villains! Does Egwylf know where the other one has gone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Bingo in the town of Forlaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The missing agent of the Cult of the Blood Eye is somewhere within Wildermore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The Blood Eye cultist will not be able to evade us for long! Let us hurry to Wildermore, and put an end to his villainy!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Blood Eye cultist finally succumbed to his wounds and the elements near the Lonely Height, in Wildermore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Egwylf is in the town of Forlaw, in Wildermore, north of the Stable-master.\\n\\nYou found the missing cultist of the Blood Eye and should bring his brooch to Egwylf with the news that he will no longer trouble Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Did you find him? Your expression seems both satisfied and a little unhappy, and I cannot puzzle out its meaning.'\\n\\nYou recount what you were able to discern concerning the cultist's final moments, and hand Egwylf the Blood Eye brooch. She nods grimly.\\n\\n'You and Bingo did very well to track this man, [placeholder]. He came to a sad end: seemingly disavowed by his allies, his supplies gone, alone in the snow, there to die, but there is no sympathy in my heart for him. He chose his path, as must we all; his was with Mordor, and he was paid in full for that choice.\\n\\n'I believe this brings the count of Blood Eye agents at work in Rohan to two, and I ask you and Bingo to keep your eyes open for them. One of them is without his brooch, so keep your wits about you! Farewell for now! If I see you again, may it be in time of peace for Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You found him! Splendid work, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "Bingo wears a philosophic expression.\\n\\n'That Blood Eye cultist should not have gone off by himself. I think if he had friends with him things might not have gone that way for him. The Orcs were never his friends. They might be working for the same dark purpose, but they were not friends. It wasn't the cold of Wildermore that got to him. It was the cold in his heart!'\\n\\nBingo is silent for a moment, and then shakes his head. \\n\\n'Or maybe it was just the cold after all. It is so cold here, and I am exhausted! He took us on quite a journey through Wildermore, and my feet hurt. I am glad we solved the mystery, but I will be gladder still when our adventure takes us back to warmer climes!'\\n\\n<rgb=#00FF00>After you complete this quest, Bert Bartleby will arrive near the stable-master at Forlaw, in Wildermore.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Bert Has a Word' (Recommended Level: 88)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Egwylf outside the Mead Hall of Cliving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Search Wildermore for the missing agent of the Blood Eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Examine the corpse of the desperate man, near the Lonely Height",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "This member of the Cult of the Blood Eye saw his fortunes turn sour in the snowy heights of Wildermore, and the cruel sorceries at play in that region proved his undoing. This man will work no more evils, but the Blood Eye has others to work its will.\\n\\nEven in death, the cultist reaches for the brooch of the Blood Eye lying next to him in the snow. You wonder if the man believed his actions had been worthwhile, in the end, but the only certainty is that he will not be able to tell you the answer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'This brings the count of Blood Eye agents at work in Rohan to two, and I ask you and Bingo to keep your eyes open for them. One of them is without his brooch, so keep your wits about you! Farewell for now! If I see you again, may it be in time of peace for Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "Willem Whisker stands by a number of abandoned sacks, but after a cursory sniff, he points his nose to the west. That must be where the cultist of the Blood Eye went after exhausting the contents of these empty bags.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Yes, I saw this man you seek. He was just here, and very ill of temper! I did not like the look of him, and I liked his coins even less; they seemed to me to be of a sort used by Orcs and evil men, and I wanted nothing to do with them.\\n\\n'I thought he would strike me when I refused to modify his appearance, but instead he snarled curses at me and stormed out. I would not repeat these foul words, but one sounded more like a place than an insult: \\qKadar-golnauk\\q he said. Take this name with you if you find it useful, and beware of this man you seek! I feel certain he could be very dangerous if pressed into a corner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'You are a fool if you come here to speak with words and not weapons, [placeholder]!'\\n\\nThe Uruk is taken aback when you ask about a man wearing a brooch with a red gem in it, but he quickly recovers.\\n\\n'I know the vermin, all right. He went to the north-east when we would not help him, but you won't be following his trail... not in this life!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'You are a brazen [placeholder], aren't you? Not many of your worthless breed would ask such questions!\\n\\n'I saw this rat you seek, and he was more cowardly than you, for he turned away from Fushaum-dorám even as he approached. He must thought better of meeting my boys and me, because he turned and fled to the west at the first sight of us.\\n\\n'You should have done the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I saw this man. He tried to buy the loyalty of my boys with a sack of dirty coins, but we refused. We might both serve the Blood Eye, but I know if our spots were reversed that maggot would not give us a second look. Let him die on his own in the High Knolls! He will have none of our protection.\\n\\n'It may be that I will find his sack of coins and take it from his corpse, with no effort on my part! That would be a lark!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "The bag is full of the dirty coins sometimes used by Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I scouted ahead and found the trail of the Blood Eye cultist heads west. I believe that he is making for the heights of Wildermore. You would do well to begin your search at the sloping path that leads from the Norcrofts into Wildermore.\\n\\n'One more thing, [placeholder]. The air is heavy with some sorcery; I felt the chill in my bones as I approached. There is something unusual afoot in Wildermore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "This snow was disturbed by someone moving forcefully and carelessly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Even in death, the cultist reaches for the brooch of the Blood Eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Bingo is in the town of Forlaw, in Wildermore, north of the Stable-master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You pick up the brooch and marvel at its similarity to the Rothstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "These sacks once contained food, but now they are empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Cold Trail",
      "es": "",
      "es (fem)": ""
    }
  ]
}