{
  "id": 620962657,
  "txt": [
    {
      "id": 111477312,
      "en": "Talk to Egwylf outside the Mead Hall of Cliving",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I did not expect to see Egwylf again so soon! Her errand must have brought her back to Rohan with haste!'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Talk to Bingo outside the Mead Hall of Cliving",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'The Blood Eye? It sounds dangerous!'\\n\\nBingo shivers, and then clenches his fists together.\\n\\n'I am not afraid, [placeholder]! If we can help Egwylf apprehend these villains, we should do what we can! I will keep an eye out for them here in Cliving, and you should do the same!'",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Find some sign that the agents of the Blood Eye are in Cliving",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'A cult calling itself the Blood Eye has allied itself with Orcs of the Black Land. I believe there are three agents of the Blood Eye active in Rohan; I have tracked two of them here to Cliving.\\n\\n'Will you help me find them? You will know them by the brooches or necklaces they wear: each one bears a red gem, prominently displayed. They are certain to be hidden in out-of-the-way corners of the city, away from prying eyes. If this is too dangerous for your friend Bingo, I will understand. But I would welcome your aid.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'The two men I tracked to Cliving will look for hidden, out-of-the-way places somewhere in the city. Look for some sign of their presence!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Bingo wants to travel to the town of Cliving, in the Norcrofts of East Rohan, and has asked you to defeat the enemies of Rohan in the Wold and the Norcrofts as you journey.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Defeated enemies of Rohan in the Wold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'We should search the city for some sign of these men! It sounds to me as if these agents of the Blood Eye intend no good for Rohan!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It did not take long, but I have already become quite fond of Tanglemane! He is a gentle fellow, and very friendly. The ground does not seem to be very far down from here, and while I do not wish to take a tumble, if I did happen to bounce from the saddle I believe I would be quite all right. And he seems to have no interest in nipping at my hat or my person, which I very much appreciate.\\n\\n'What a good boy you are, Tanglemane! Cuthbald shared something of the geography of Rohan with me, and I think our next destination should be the town of Cliving, in the Norcrofts to the south-west. I will concentrate on staying a-saddle, if you can fight any foes that cross our path, [placeholder]! Let us defeat enemies in the Wold and in the Norcrofts as we journey, and in that way our presence will be a boon for the good folk of Rohan!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bingo is outside the entrance to the town of Cliving in the Norcrofts, in East Rohan.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat enemies of Rohan in the Norcrofts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Did you find something?'",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Pick up the Blood Eye brooch from behind the tents",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Any luck yet? I have found nothing of interest, but it will not stop me from looking!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bingo has grown very fond of Tanglemane already, and is ready to begin his ride across the vast fields of Rohan.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Bingo outside the entrance to Cliving, in the Norcrofts",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What a lovely ride! Nice work, Tanglemane! I think there is little question that you are truly the finest steed in all of Rohan! What do you say, [placeholder]? Do you think Tanglemane and I look quite at home galloping on the fields of Rohan?\\n\\n'But what is wrong with Willem? He does not seem to be his usual self. Is everything all right, W.W.?'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Learn what is wrong with Willem Whisker",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Jealous? Willem, there is no reason for that! I have never had such a wonderful lynx-friend before, and ever since you joined our little band of companions I have never forgotten how lucky I am to have you by my side on this adventure!'\\n\\nBingo grimaces.\\n\\n'Well, I might have forgotten it once, but in my defence I forgot a lot of things when I fell into the caverns beneath the Misty Mountains. But it won't happen again, Willem! Tanglemane is a new friend, it's true, but you're the only W.W. in this group! I think you two should get along, or it will just break my heart in two. Say something, [placeholder]!\\n\\n'Well, for now we should go up to the Mead Hall in Cliving and see what there is to learn about this town. But I want you two to get along! This adventure will not be as fun if everyone has hurt feelings!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The Mead Hall of Cliving is in the north-east corner of the town.\\n\\nBingo wants to walk to the Mead Hall of Cliving and learn the situation for adventurers in the Norcrofts.",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Talk to Bingo outside the entrance to Cliving, in the Norcrofts",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Hello again, adventurers.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Look who it is, [placeholder]!'",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Walk to the entrance of the Mead Hall in Cliving",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Egwylf is outside the Mead Hall of Cliving, in the Norcrofts.",
      "es": ""
    },
    {
      "id": 49286896,
      "en": "Bring the Blood Eye brooch to Egwylf outside the Mead Hall of Cliving",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I did not expect to see the two of you again so soon, but the trail I followed has returned to Cliving. My errand in Stangard was brief; the men there will remain alert for my prey, but there are so few good men in Stangard I do not know if I should trust any net they might weave.\\n\\n'There are forces at work in Rohan that seek to bring the kingdom low. It is with greatest shame that I tell you that not all of these evils come from without the borders. Some of the greatest evil is worked by men and women of Rohan! A cult calling itself the Blood Eye has allied itself with Orcs of the Black Land. I believe there are three agents of the Blood Eye active in Rohan; I have tracked two of them here to Cliving.\\n\\n'Will you help me find them? You will know them by the brooches or necklaces they wear: each one bears a red gem, prominently displayed. They are certain to be hidden in out-of-the-way corners of the city, away from prying eyes. If this is too dangerous for your friend Bingo, I will understand. But I would welcome your aid.'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Defeat enemies of Rohan in the Wold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'I think our next destination should be the town of Cliving, in the Norcrofts to the south-west. I will meet you outside the entrance, if Tanglemane is amenable to the journey!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Agents of the Cult of the Blood Eye may have come to the town of Cliving, in the Norcrofts.\\n\\nEgwylf asked you to search the town of Cliving for any sign of the agents of the Blood Eye.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "You do not speak the language of lynxes, but even without that skill it is easy to understand what is wrong with Willem Whisker: he is jealous of Bingo's new friend, Tanglemane!",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "A brooch with a red gem has been left on an out-of-the-way log",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "Even without your ability to understand the language of lynxes, it is easy to understand what is wrong with Willem Whisker: he is jealous of Bingo's new friend, Tanglemane!",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'What is wrong with Willem? He does not seem to be his usual self. Is everything all right, W.W.?'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Bingo is outside the entrance to the town of Cliving in the Norcrofts, in East Rohan.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "Willem is jealous of all the attention Bingo is giving to Tanglemane. Anyone could see that.",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "The brooch contains a red gem, and reminds you of the Rothstone",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Did you and Bingo find any sign of the agents of the Blood Eye, [placeholder]?'\\n\\nYou hand Egwylf the brooch you discovered and tell her that it reminds you of the Rothstone, a similar piece of jewellery you encountered in your travels. She nods.\\n\\n'I do not know where the Cult of the Blood Eye finds these treasures, but they prize red gems above all others and look for them exclusively. Still, I have found that the men who bear these brooches are not unwilling to leave them behind when they near capture. Without these identifiers, they become nearly invisible to my pursuit, but it is not a complete loss, friend. They use these gems as proof of their allegiance, and without such proof as this, what Orc will be willing to trust they are who they claim to be?\\n\\n'So one of the men I followed has been effectively declawed. As for the other, his trail has gone cold. I would ask for your help and for Bingo's, if you continue to offer it!'",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Talk to Bingo outside the Mead Hall of Cliving",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Oh, you should give that to Egwylf! I do not want it! I don't like the look of it one bit, not one little bit!'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'I do not like the sound of this Blood Eye group, especially if its members are in league with Orcs! Who would wish to ally themselves with such terrible creatures? I know that I would not, not for anything!\\n\\n'I do not know if I can be much help to Egwylf in this. After all, she is a skilled tracker and has followed these agents of the Blood Eye for what sounds like a long time. But we are adventurers, and if we can help her with her task, we definitely should do so! It is a pity that the trail has gone cold. Do you think she will be able to pick it up again? If so, it may make for an exciting chapter in my account of our journey!'\\n\\n<rgb=#FF0000>Next week: 'A Cold Trail' (Recommended Level: 85)</rgb>\\n",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'The trail has gone cold. I would welcome your help to follow it!'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You tell Bingo that Willem is jealous of Tanglemane",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'I think our next destination should be the town of Cliving, in the Norcrofts to the south-west. I will concentrate on staying a-saddle, if you can fight any foes that cross our path, [placeholder]! Let us defeat enemies in the Wold and in the Norcrofts as we journey, and in that way our presence will be a boon for the good folk of Rohan!'",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "Bingo is outside the Mead Hall of Cliving, in the Norcrofts.",
      "es": ""
    },
    {
      "id": 177082743,
      "en": "Willem looks unconvinced, and Tanglemane looks a little oblivious",
      "es": ""
    },
    {
      "id": 246419797,
      "en": "Egwylf is outside the Mead Hall of Cliving, in the Norcrofts.",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Bingo has caught sight of a familiar face outside the Mead Hall",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Egwylf is outside the Mead Hall of Cliving, in the Norcrofts.\\n\\nYou found a brooch with a red gem abandoned in a corner of Cliving, behind some tents.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "You found a brooch with a red gem on a log behind some tents in the eastern reaches of Cliving, and should pick it up.",
      "es": ""
    },
    {
      "id": 225642661,
      "en": "'What happened to the brooch? Did you leave it behind?'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Willem Whisker is outside the entrance to the town of Cliving in the Norcrofts, in East Rohan.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated enemies of Rohan in the Norcrofts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Willem ignores Bingo's voice, and does not turn around",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "Bingo is outside the Mead Hall of Cliving, in the Norcrofts.",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'I think I saw something suspicious on the south-eastern side of the Mead Hall, behind some of the tents. Something red and bright caught the light and flashed in my eyes. I wonder what it was? I do not see it now, but perhaps if the light returned the red glinting object would reveal itself?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Tracker",
      "es": ""
    }
  ]
}