{
  "id": 620962769,
  "txt": [
    {
      "id": "0x8e118f1",
      "en": "Gathered victuals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a57",
      "en": "Talk to the chandler",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a22",
      "en": "The Lower Stores are just south of the City Gates in the First Circle.\\n\\nBergil has asked you to procure some victual packages from the butteries of the Lower Stores, which contain some dried meat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568930",
      "en": "'[placeholder], there you are! The sweets have come from Himnir and we've decided to hold a Finder's Gathering. Of course you will join us, won't you? Oh, but you must. You're to be the guest of honour!\\n\\n'We can't have a gathering with just sweets, of course, and besides, everyone's got to bring a thing or two. That's what makes it a Gathering!\\n\\n'Now what should YOU bring, I wonder? Hm... Well, we'll need some small ale. And you need only ask Húndil here in the Old Guest-house for some. Why don't you start there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568af0",
      "en": "'He thinks to buy my candles with purloined coin. Hmph!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a25",
      "en": "The Lower Stores are just south of the City Gates in the First Circle.\\n\\nGather parcels of soldiers' victuals from the buttery in the Lower Stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568af1",
      "en": "'Please, tell her I haven't stolen a thing and only wish to buy some candles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568af2",
      "en": "'You have saved my hide again, [placeholder]! You go ahead and tell Bergil I'm coming. I'll gather up these candles and be on my way in a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568af3",
      "en": "'The boy will have his candles, don't you worry. But I'll be rid of these coins as soon as business allows, in case they bear ill fortune!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a28",
      "en": "Bergil stands before the Old Guest-house, south of the City Gates.\\n\\nYou should return to Bergil with the soldiers' victuals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b50",
      "en": "'Small ale! Good. Now let's see, we've got the sweets, Mídion's brought bread, Landath's gone for candles and Gelwen and Glatham have gone for some jars of jam... ah, but what else could you bring, [placeholder]?\\n\\n'I know! In the butteries of the Lower Stores, there are parcels of soldiers' victuals. They've got tack and some herbs, but most of all, dried meats. It should be awfully nice to have some meat, and I think the dried kind is the best that we shall get. Perhaps for you, they would be willing to part with some.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b53",
      "en": "'Why, aren't you the [placeholder] who gave Oryat a proper thrashing? Oh, word's gone round among the soldiers, right enough. And all agree - all but Oryat's cronies, leastwise - that it was a fine thing to do.\\n\\n'Now you go on and take anything you like from the buttery. I'll look the other way, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568aa6",
      "en": "'Look at this ragged urchin, will you, and tell me how he could have come by coin in this amount. By picking pockets, that's how!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b59",
      "en": "'And the victuals! You are tried and true, [placeholder], that's what you are. I wish I could say as much for Landath. He went off for candles quite some time ago and still has not come back. [placeholder], will you go look for him in the Wrights' Market, and see if he hasn't got himself in some scrape or another?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568aa9",
      "en": "'Truly, [placeholder], I would never steal a single coin, let alone this many! Didn't I set things right with Master Habdir in the end? By the kings of old, I swear, I found these coins in the Finding Place. But just you try and explain the Finding Place to HER!\\n\\n'Please, speak to her. I only want to buy some candles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd2",
      "en": "Ask Húndil for small ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x53003c1",
      "en": "'You just found it, did you? In some poor soul's pockets?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x53003c2",
      "en": "'Mind how you use those. We don't need any burning houses, not tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd5",
      "en": "Ask at the Wheel and Cask for small ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bd7",
      "en": "gather small ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba1",
      "en": "Chandler's Lane is on the southern reach of the First Circle.\\n\\nVouch for Landath to the chandler.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11967",
      "en": "gathered victuals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "The children have decided to hold a 'Gathering' and everyone needs to bring some things to the table.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ba5",
      "en": "The Old Guest-house lies in the First Circle, just south of the City Gates.\\n\\nGo back to Bergil at the Old Guest-house to see how the Gathering preparations are faring.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a20",
      "en": "Talk to Landath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a23",
      "en": "Talk to the chandler",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11918",
      "en": "gathered small ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a27",
      "en": "Return to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a28",
      "en": "Gather small ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a50",
      "en": "The Old Guest-house is in the First Circle, just south of the City Gates.\\n\\nAsk Húndil in the Old Guest-house for some small ale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac2",
      "en": "'The Old Guest-house has plenty of small ale. Just ask Húndil, inside. He might give it to you, or maybe you'll have to pay him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac3",
      "en": "'Ask Meldis at the Wheel and Cask. With any luck, she'll have some small ale for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac4",
      "en": "'Húndil hadn't any? These are dark times, [placeholder]. Let us hope the Wheel and Cask does!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a30",
      "en": "Gather victuals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a53",
      "en": "The Wheel and Cask is at the northern end of the First Circle.\\n\\nThe Old Guest-house has run out of small ale, but Húndil thinks the Wheel and Cask might have some.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac5",
      "en": "'The small ale is back in my stores. Help yourself to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac6",
      "en": "'Soldiers' victuals from the butteries in the Lower Stores. That's the second thing you can bring, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac7",
      "en": "'I'll just be studying the wall over here. I won't see anything you walk off with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b21",
      "en": "'Small ale, is it? Don't you want something stronger? Eh heh heh heh! But of course I know this is for the boys and girls, isn't it? Well, I'm afraid you'll be the bearer of ill tidings, for I haven't any. Gave those urchins the last of it three days back.\\n\\n'Say, you might ask at the Wheel and Cask though. Yes, they might have some there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a56",
      "en": "The Wheel and Cask is at the northern end of the First Circle.\\n\\nMeldis has invited you to collect all the small ale you want yourself, from her stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac8",
      "en": "'Landath went to the Wrights' Market for some candles. I would start searching for him there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ac9",
      "en": "'Oh, why do these things always happen to me? Please, talk to her, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b24",
      "en": "'Small ale? I have some and you're welcome to it. We may die tomorrow and those urchins may drink fine wine, for all that I care. You can go back there in my stores and take it yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a59",
      "en": "Bergil stands before the Old Guest-house, south of the City Gates.\\n\\nYou should return to Bergil with the small ale you have gathered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba1",
      "en": "Return to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ad2",
      "en": "'You vouch for this child? Well, he is dressed rather wretchedly and has a hangdog look, you must admit. But some other chandler will take his coin, if I don't. And if it is ill-got, let it be your conscience that wakes you at night!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba4",
      "en": "Go to the Lower Stores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ad6",
      "en": "'You and Landath are back. Gelwen and Glatham aren't, but I'm sure they will be, any moment now. They're coming all the way from the Upper Stores, after all.\\n\\n'Yes, I think it's best if we began without them. Everyone else is here and the hour grows late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502ba6",
      "en": "gather victuals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bd1",
      "en": "The Wrights' Market is in the southern reach of the First Circle.\\n\\nCheck in the Wrights' Market to see what's become of Landath, who was supposed to be procuring candles there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bd4",
      "en": "Chandler's Lane is on the southern reach of the First Circle.\\n\\nFind out why the chandler is berating Landath out in the street.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e118e9",
      "en": "Gathered small ale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a50",
      "en": "Return to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11893",
      "en": "There is Landath - receiving a scolding from a chandler!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011bd8",
      "en": "Landath stands accused in Chandler's Lane, which is on the southern reach of the First Circle.\\n\\nTalk to Landath to hear his side of the story.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502a52",
      "en": "Find Landath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gifts for the Gathering",
      "es": "",
      "es (fem)": ""
    }
  ]
}