{
  "id": 620962735,
  "txt": [
    {
      "id": 184621748,
      "en": "Araslant lies in a ward of the Houses of Healing in the Sixth Circle. If you should get separated from Bereneth use Bergil's whistle to call her back.\\n\\nYou should go back with Bereneth and let Araslant know that the healer will be with him soon.",
      "es": ""
    },
    {
      "id": 148969879,
      "en": "Araslant takes the cup of water",
      "es": ""
    },
    {
      "id": 190221106,
      "en": "Bereneth wipes her face, concealing a tear.\\n\\n'I will come tomorrow, and the next day, and the next day, and the next day, until he is all well again.\\n\\n'Are those footsteps? Do you think the healer's coming? We'd better go!'",
      "es": ""
    },
    {
      "id": 184621751,
      "en": "Bereneth will go with you in the Houses of Healing. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth and see what she has to say.",
      "es": ""
    },
    {
      "id": 190221110,
      "en": "'There you are, [placeholder]. You may be very brave, but I can run back to the Old Guest-house faster than you! Do you think Father will be well enough to walk tomorrow? What do you think I should bring him? Not another flower. I wonder if Mithrandir's steed will be there when I return? Maybe I can pet his neck, if he'll let me.'",
      "es": ""
    },
    {
      "id": 190221301,
      "en": "'I know, let's pick some flowers. Surely, nobody will mind!'",
      "es": ""
    },
    {
      "id": 190221112,
      "en": "'There, I made a bouquet of them. Isn't it pretty? Say, do you think it's true what they say about Mithrandir's steed, that he can talk and play the harp, and that his mane is true silver threads?\\n\\n'Well, he is here in the High Stables, or so I have heard. Let us go and see for ourselves, if we can!'",
      "es": ""
    },
    {
      "id": 148970081,
      "en": "Bereneth stands before the Houses of Healing, waiting for you",
      "es": ""
    },
    {
      "id": 184621778,
      "en": "The water cup is in Araslant's room in the Houses of Healing.\\n\\nBring Bereneth's father, Araslant, the cup of water for him to drink.",
      "es": ""
    },
    {
      "id": 190220371,
      "en": "'Bereneth, is it you? You have come. Or do I dream once more?'\\n\\nA nearly silent choking fit overtakes the wounded soldier.\\n\\n'No, I dream not. Bereneth, it is you. And this good [placeholder] has brought you to me? No thanks...'\\n\\nAnother coughing fit overtakes him.\\n\\n'...no thanks can suffice.'",
      "es": ""
    },
    {
      "id": 190221136,
      "en": "'Do not worry for me, [placeholder]. A man's wound does not frighten me half as much as that Delion.'",
      "es": ""
    },
    {
      "id": 184621398,
      "en": "The Houses of Healing are in the Sixth Circle, on the northern side.\\n\\nBereneth seems to be scared of going into the Houses of Healing by herself and would like you to accompany her. You can meet her before the entrance.",
      "es": ""
    },
    {
      "id": 190221137,
      "en": "'I don't see what was so hard or lengthy about that!'",
      "es": ""
    },
    {
      "id": 190220374,
      "en": "'What is wrong with him? Is he dying? Oh, [placeholder], what should we do?'",
      "es": ""
    },
    {
      "id": 190221140,
      "en": "'Let us go back to Father, [placeholder].'",
      "es": ""
    },
    {
      "id": 184621785,
      "en": "Delion is in his ward in the Houses of Healing. If you should get separated from Bereneth, use Bergil's whistle to call her back.\\n\\nFind Delion the Healer and let him know Bereneth's father needs his help.",
      "es": ""
    },
    {
      "id": 190221141,
      "en": "'We will just walk about a bit, and when we return, Father will have woken. First, I think, the Greensward.'",
      "es": ""
    },
    {
      "id": 190221142,
      "en": "'We'll have a bouquet of them, and we'll bring them to Father!'",
      "es": ""
    },
    {
      "id": 148969728,
      "en": "Araslant closes his eyes and sleeps",
      "es": ""
    },
    {
      "id": 190221145,
      "en": "'Let us see if Mithrandir's steed truly is in the High Stables.'",
      "es": ""
    },
    {
      "id": 148969922,
      "en": "you've found the greensward",
      "es": ""
    },
    {
      "id": 148969732,
      "en": "Bereneth runs off",
      "es": ""
    },
    {
      "id": 190220960,
      "en": "'Do you think… do you think we might feed him an apple?'",
      "es": ""
    },
    {
      "id": 190220961,
      "en": "'Oh, you feed it to him. I wouldn't dare!'",
      "es": ""
    },
    {
      "id": 190220962,
      "en": "'Yes, I think it is time to see if Father is awake.'",
      "es": ""
    },
    {
      "id": 190220963,
      "en": "'Is this for me? And here I thought I was all but forgotten.'",
      "es": ""
    },
    {
      "id": 190220964,
      "en": "'I thank you, little one. My own daughters are far away, in Tumladen. You make my heart sore for the sight of them.'",
      "es": ""
    },
    {
      "id": 190220965,
      "en": "The man takes the flower with a grave and sorrowful face, holds it to his nose, and nods.",
      "es": ""
    },
    {
      "id": 190220966,
      "en": "'Try to understand what I ask, Bereneth. I prize these flowers you picked more than gold and that is the very reason why I would give it to my brothers in arms.'",
      "es": ""
    },
    {
      "id": 190220967,
      "en": "'If it is Father's wish, let us give out these flowers to the other wounded men.'",
      "es": ""
    },
    {
      "id": 190220968,
      "en": "'I saw to Araslant. Now there are others who need me more. Off with you and out of my ward.'",
      "es": ""
    },
    {
      "id": 148969936,
      "en": "Picked some flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "'If you please, [placeholder]... I heard tell of what you did for Bergil and you see, the thing is... well, my father went out to fight when they rode to get Lord Faramir.\\n\\n'And, well, he took a wound out there and is in the Houses of Healing now and I haven't been to see him and I should like ever so much to do that but I dare not go in all alone and it is just that I was hoping - I was hoping you might go in with me, if you would.'",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Bereneth's father is a soldier who was wounded in the recent sortie. Help her visit him in the Houses of Healing.",
      "es": ""
    },
    {
      "id": 173025440,
      "en": "Meet Bereneth before the Houses of Healing",
      "es": ""
    },
    {
      "id": 173025444,
      "en": "Bring Bereneth to her father",
      "es": ""
    },
    {
      "id": 148969760,
      "en": "Took an apple",
      "es": ""
    },
    {
      "id": 173026210,
      "en": "Return to Araslant",
      "es": ""
    },
    {
      "id": 173025447,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 30846195,
      "en": "Bring Araslant the cup of water",
      "es": ""
    },
    {
      "id": 184621633,
      "en": "Bereneth will walk with you in the Sixth Circle. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth and see what she wishes to do next.",
      "es": ""
    },
    {
      "id": 173026215,
      "en": "Find Shadowfax",
      "es": ""
    },
    {
      "id": 148969958,
      "en": "Attended to a wounded soldier ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621637,
      "en": "The Old Guest-house lies in the First Circle, just south of the City Gates.\\n\\nMeet Bereneth back at the Old Guest-house.",
      "es": ""
    },
    {
      "id": 148969968,
      "en": "Delion turns immediately back to his work",
      "es": ""
    },
    {
      "id": 148969782,
      "en": "Flower given ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190221008,
      "en": "'We've given out the flowers. Now we should return to father.'",
      "es": ""
    },
    {
      "id": 180915489,
      "en": "'That way, in there.'",
      "es": ""
    },
    {
      "id": 190221009,
      "en": "'Oh, thank you. Thank you.'",
      "es": ""
    },
    {
      "id": 180915490,
      "en": "'Do you see how grand it is? I would never have dared come in here myself.'",
      "es": ""
    },
    {
      "id": 190221010,
      "en": "'Why, what a lovely flower. When I wake to its fragrance, I shall think I am in Lossarnach and these are not times of war.'",
      "es": ""
    },
    {
      "id": 180915491,
      "en": "'There he is, [placeholder]. Delion, the Healer. He scares me. Let us walk on by!'",
      "es": ""
    },
    {
      "id": 184621655,
      "en": "Bereneth's father, Araslant lies recovering in the Houses of Healing. If you should get separated from Bereneth, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth's father now that he's had something to drink.",
      "es": ""
    },
    {
      "id": 180915492,
      "en": "'Is Father in this room? What about this room'",
      "es": ""
    },
    {
      "id": 180915493,
      "en": "'Were all these wounded in the sortie? All of them?'",
      "es": ""
    },
    {
      "id": 180915494,
      "en": "'This place is good. I feel calmer now'",
      "es": ""
    },
    {
      "id": 180915495,
      "en": "'The High Stables. Oh, how pretty the bridles and caparasons are!'",
      "es": ""
    },
    {
      "id": 173026049,
      "en": "Visit the Greensward",
      "es": ""
    },
    {
      "id": 184622041,
      "en": "Araslant lies recovering in the Houses of Healing. If you should get separated from Bereneth, use Bergil's whistle to call her back.\\n\\nNow that you have given out the flowers, you should return to Bereneth's father, Araslant.",
      "es": ""
    },
    {
      "id": 180915496,
      "en": "'The Grey Pilgrim's steed. There he is!'",
      "es": ""
    },
    {
      "id": 180915497,
      "en": "'You don't think my father was wounded because he was a poor soldier, do you? No, it must have been because he was very brave.'",
      "es": ""
    },
    {
      "id": 173026243,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 173026054,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 184621665,
      "en": "The High Stables are just north of the Pier in the Sixth Circle.\\n\\nFeed Shadowfax an apple in the High Stables.",
      "es": ""
    },
    {
      "id": 173026247,
      "en": "Meet Bereneth back at the Old Guest-house",
      "es": ""
    },
    {
      "id": 173026056,
      "en": "Pick flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173026249,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 190221216,
      "en": "'I am right here, daughter, and I have not gone deaf. I need only a little water. Will you bring me that cup there, [placeholder], if that is your name? I fear it is beyond my grasp.'",
      "es": ""
    },
    {
      "id": 184621669,
      "en": "Bereneth will walk with you in the Sixth Circle. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth and see what she wishes to do next.",
      "es": ""
    },
    {
      "id": 184621672,
      "en": "Araslant lies recovering in the Houses of Healing. If you should get separated from Bereneth, use Bergil's whistle to call her back.\\n\\nReturn to Bereneth's father, Araslant, and to see if he is still asleep.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Father Ailing",
      "es": ""
    },
    {
      "id": 173026067,
      "en": "talk to the girl",
      "es": ""
    },
    {
      "id": 173026260,
      "en": "Bring Araslant the cup of water",
      "es": ""
    },
    {
      "id": 173026071,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 173026262,
      "en": "Talk to Araslant",
      "es": ""
    },
    {
      "id": 184621681,
      "en": "The Houses of Healing are in the Sixth Circle, on the northern side.\\n\\nGo around Araslant's ward in the Houses of Healing and hand out the flowers you picked to the other wounded soldiers.",
      "es": ""
    },
    {
      "id": 173026073,
      "en": "Take an apple from the crate",
      "es": ""
    },
    {
      "id": 184621687,
      "en": "return to her father",
      "es": ""
    },
    {
      "id": 173026081,
      "en": "Talk to the healer Delion",
      "es": ""
    },
    {
      "id": 30846067,
      "en": "bring the fatehr the cup of water",
      "es": ""
    },
    {
      "id": 173026085,
      "en": "Attend to the wounded ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173026276,
      "en": "Feed Shadowfax the apple",
      "es": ""
    },
    {
      "id": 184621696,
      "en": "The Greensward lies before the Houses of Healing in the Sixth Circle.\\n\\nVisit the Greensward with Bereneth. If you should get separated from her, use Bergil's whistle to call her back.",
      "es": ""
    },
    {
      "id": 148969827,
      "en": "Araslant has drifted off to sleep",
      "es": ""
    },
    {
      "id": 173026279,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 184621699,
      "en": "Bereneth will walk with you in the Sixth Circle. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth and see what she wishes to do next.",
      "es": ""
    },
    {
      "id": 173026089,
      "en": "Talk to Delion",
      "es": ""
    },
    {
      "id": 180915536,
      "en": "'One must feel like a lord or lady, staying up here! If one could get out of bed and walk around.'",
      "es": ""
    },
    {
      "id": 148969832,
      "en": "Shadowfax stands proudly in one of the stalls",
      "es": ""
    },
    {
      "id": 180915537,
      "en": "'What will Father say when he sees me? Will he be wroth?'",
      "es": ""
    },
    {
      "id": 190221058,
      "en": "'A little maid, handing me a flower? Surely I am dreaming, but at least I dream no more of Orcs and mud and slashing swords.'",
      "es": ""
    },
    {
      "id": 180915538,
      "en": "'How I have worried about Father, [placeholder]!'",
      "es": ""
    },
    {
      "id": 184621703,
      "en": "The Greensward lies before the Houses of Healing in the Sixth Circle.\\n\\nPick flowers for Bereneth on the Greensward. If you should get separated from her, use Bergil's whistle to call her back.",
      "es": ""
    },
    {
      "id": 190221250,
      "en": "'Yes, let's leave him and go back to Father. We have good news and how I would like to make him smile!'",
      "es": ""
    },
    {
      "id": 180915539,
      "en": "'Look at him. How peaceful he is.'",
      "es": ""
    },
    {
      "id": 190221253,
      "en": "I will rest now you can come back and check on me afterwards",
      "es": ""
    },
    {
      "id": 173026288,
      "en": "Return to Araslant",
      "es": ""
    },
    {
      "id": 190221064,
      "en": "'You have given the flowers out? This kindness is a finer gift than any flowers.\\n\\n'Bereneth, I would hold your hand until the end of days, but I must sleep and Delion might cuff you on the ears if he finds you here again. Will you visit me tomorrow? Are you brave enough to come on your own? Good.'",
      "es": ""
    },
    {
      "id": 173026099,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 190221256,
      "en": "'Oh, but I do not want to go away and leave him now! What if I have to come back alone? What if he, if he...\\n\\n'Can we stay a little longer, [placeholder]? Please? I know, why don't we stroll about the tier, like you did with Bergil? Only it's so much prettier up here. Then we'll come back, and Father will be awake, and I will speak to him again before I go.\\n\\n'First, let us visit the Greensward. It is just outside!'",
      "es": ""
    },
    {
      "id": 173026292,
      "en": "Give out the flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173026102,
      "en": "return to the girl's father",
      "es": ""
    },
    {
      "id": 184621713,
      "en": "Bereneth will walk with you in the Sixth Circle. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth and see what she wishes to do next.",
      "es": ""
    },
    {
      "id": 173026105,
      "en": "Talk to Bereneth",
      "es": ""
    },
    {
      "id": 184621716,
      "en": "The High Stables are just north of the Pier in the Sixth Circle.\\n\\nGo with Bereneth to visit Shadowfax in the High Stables. If you should get separated from her, use Bergil's whistle to call her back.",
      "es": ""
    },
    {
      "id": 173026297,
      "en": "Return to Araslant",
      "es": ""
    },
    {
      "id": 184621717,
      "en": "Bereneth will walk with you in the Sixth Circle. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nYou have found Shadowfax, Gandalf's steed. Talk to Bereneth.",
      "es": ""
    },
    {
      "id": 190221264,
      "en": "'Have you brought the salve? You have not. You are empty-handed and I do not know who you are. Why is this little girl in my ward? There are wounded men lying about.'\\n\\nYou explain that Araslant needs the healer's help.\\n\\n'His poultices might be nine days old and still there would be others in greater need of my aid here. I am but one man, though a healer trained and called, and these men, their wounds, I...'\\n\\nThe healer stares wide-eyed at his own hands.\\n\\n'If you want my help, then help me. Go about and see what aid you can lend. I am healer, hosteller, and hand-holder all in one, and it is too much.'",
      "es": ""
    },
    {
      "id": 190221075,
      "en": "Shadowfax accepts the apple with gentle dignity.",
      "es": ""
    },
    {
      "id": 184621720,
      "en": "The High Stables are just north of the Pier in the Sixth Circle.\\n\\nTake an apple from the crate in the High Stables to feed Shadowfax.",
      "es": ""
    },
    {
      "id": 190221078,
      "en": "'Oh, how regal he is!\\n\\n'His mane is more like silk than silver, and he has not spoken, at least to us. But see his eyes, [placeholder], see how wise they look. Do you think he understands? I think he does.'\\n\\nBereneth takes a deep breath.\\n\\n'I think we should go back to Father now.'",
      "es": ""
    },
    {
      "id": 190221081,
      "en": "'There you are, Bereneth. How good to see your face. And what do you have there? Flowers? Let me smell them. Mmm... ah.\\n\\n'Delion has just come and gone, and I am much refreshed, though he interrupted my slumber and I think soon I will need to sleep again.\\n\\n'Listen, there is one more thing I want you to do for me today. There are other men who are wounded worse than me, and who do not have brave daughters with big hearts to bring them flowers. Will you go about the ward and bring each of them some of the flowers you picked? That's my girl.'",
      "es": ""
    },
    {
      "id": 190221272,
      "en": "'What? You're still here? You mean you actually attended to the men? I hardly expected - please tell me you did not have that girl at your elbow the whole time.\\n\\n'Well, perhaps I shall have time to attend to Araslant. I would have got to him sooner or later, anyway. I am up to my elbows, not my eyebrows!\\n\\n'Now leave me to my work, or you'll use up the time you have saved me. Shoo!'",
      "es": ""
    },
    {
      "id": 184621346,
      "en": "Bereneth's father lies wounded within the Houses of Healing, which are on the northern end of the Sixth Circle.",
      "es": ""
    },
    {
      "id": 184621730,
      "en": "Delion's ward is within the Houses of Healing in the Sixth Circle. If you should get separated from Bereneth use Bergil's whistle to call her back.\\n\\nDelion will get to Araslant if you attend to some of the other wounded men in his ward.",
      "es": ""
    },
    {
      "id": 184621349,
      "en": "Bereneth will go with you in the Houses of Healing. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nYou should talk to Bereneth and reassure her about her father.",
      "es": ""
    },
    {
      "id": 190221089,
      "en": "'I will try to be brave, if that is what I must do to see Father.'",
      "es": ""
    },
    {
      "id": 184621352,
      "en": "Bereneth's father, Araslant lies recovering in the Houses of Healing. If you should get separated from Bereneth, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth's father and try to learn how ill he is.",
      "es": ""
    },
    {
      "id": 190221090,
      "en": "'Is he dying, [placeholder]? What should we do?'",
      "es": ""
    },
    {
      "id": 167110472,
      "en": "You've spilled the cup of water!",
      "es": ""
    },
    {
      "id": 184621735,
      "en": "Delion is in his ward in in the Houses of Healing.  If you should get separated from Bereneth use Bergil's whistle to call her back.\\n\\nYou should let Delion know you have attended to the wounded and ask him again to attend to Araslant.",
      "es": ""
    },
    {
      "id": 190221282,
      "en": "let's pet shadowfax!",
      "es": ""
    },
    {
      "id": 190220328,
      "en": "'Oh good, [placeholder], you are here. My heart felt like butterflies. My stomach felt like butterflies. My head felt like butterflies!\\n\\n'You see, I was only told that Father was hurt, but I do not know how bad and I am afraid to see. And also the Healer, Delion is his name, is tall and grave and I am afraid of him as well.\\n\\n'Still, now that you are here, I shall try to be brave. Father is brave and so are you, and I shall try to be as well.'",
      "es": ""
    },
    {
      "id": 190221093,
      "en": "'Ah...'\\n\\nAraslant takes a long, unsteady draught.\\n\\n'That is better. Bereneth, do not tremble for I am not so poorly as I appear. The healer who attends to us here, Delion, is as severe as he is thoughtless.\\n\\n'He starves me and then brings me two meals at once. I ask for water and he leaves it out of my grasp. If I did not know better, I might say the sight of true war-wounds has unnerved the man.\\n\\n'If you would do one thing more for me, daughter and friend, go and find him now. The poultice on my wounds is long past changing, and I require some other respites from my discomfiture, but I fear there is not a bell in all Gondor I could ring loud enough to catch that man's ear.'",
      "es": ""
    },
    {
      "id": 173026129,
      "en": "Talk to Araslant",
      "es": ""
    },
    {
      "id": 190221286,
      "en": "'Do you think… do you think we might feed him an apple?'",
      "es": ""
    },
    {
      "id": 190221096,
      "en": "'I tremble just thinking of that man. How could I ever go up to him and say - no, you will have to do it, [placeholder]!'",
      "es": ""
    },
    {
      "id": 190221097,
      "en": "'Find Delion, if you can, and tell him I need attending some time before the next meal.'",
      "es": ""
    },
    {
      "id": 173026134,
      "en": "pick up the cup of water",
      "es": ""
    },
    {
      "id": 184621745,
      "en": "Bereneth will go with you in the Houses of Healing. If you should get separated from her, use Bergil's whistle to call her back.\\n\\nTalk to Bereneth and see what she wants to do.",
      "es": ""
    }
  ]
}