{
  "id": 620962618,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "'Why, were I the Enemy I would throw down my weapons and despair!\\n\\n'What are those soldiers, over there? We should see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "Himnir gives you the broken whisk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01155",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee where Bergil wishes to go next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502922",
      "en": "visit the foodmonger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Meet Oryat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Take some apples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Ask Himnir for treats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Feed horses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Defeat Oryat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40e0ef9",
      "en": "'Uh oh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011881",
      "en": "The city walls can be reached via stairs from several points throughout the First Circle of Minas Tirith.\\n\\nStroll with Bergil up upon the outer walls of Minas Tirith. If you should get separated, the whistle Bergil gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "Ranks of soldiers can be found near the City Gates.\\n\\nTake Bergil to see more ranks of soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502929",
      "en": "Bring the whisk to Amonel the tinker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to Rossaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "Oryat stands waiting for you, but he is not alone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'There they are! If only the sun were shining, how fine their gleaming arms and armour would be.\\n\\n'Look, there are others, over there. Let us get a look at those ones, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011886",
      "en": "While touring the city walls with Bergil, you have crossed paths with Oryat, the soldier who berated Bergil earlier. You should intervene before he lays his hands on the boy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c1",
      "en": "A thought seems to suddenly strike Bergil.\\n\\n'Say, when did you get here, [placeholder]? Were you upon the Pelennor when Lord Faramir came back to us? How I should like to have seen that! I went to the gates with Pippin - that's the prince of the halflings I spoke of - when all the men arrived from Belfalas and Lossarnach and elsewhere. That was a sight to see. But they only rode in on their horses. That is fine, but it is nothing to a fight!\\n\\n'How would you like to go up upon the walls and see what we can? I hear the Enemy is within the Rammas Echor now and would like dreadfully to see how that is. I can hardly imagine it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01165",
      "en": "Rossaran the Swan-knight stands near the rude soldiers, inside the main gates of Minas Tirith.\\n\\nA swan-knight took note of the soldiers who were rude to Bergil, and seems to want to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011888",
      "en": "You intervened to keep Oryat from striking Bergil, and Oryat challenged you to what is surely an ill-advised duel.\\n\\nSee where Bergil wishes to go now. If you should get separated, the whistle Bergil gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568904",
      "en": "'What fun we've had, strolling about, [placeholder]! I will not let that last grim turn spoil my enjoyment of the day, and I hope you won't either.\\n\\n'Still, it will be hard not going to any Upper Circles. I owe it to the others to find some way out of this - or around it - if I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Go see the other soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f0",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Tour the southern wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Talk to Rossaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "sections of wall ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "Meet Bergil back at the Old Guest-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01170",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee where Bergil wishes to go next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011892",
      "en": "Amonel is in the Wrights' Fellow-hall, in the southern stretch of the First Circle.\\n\\nReturn to the tinker Amonel, to see if Himnir's whisk has been mended. If you should get separated from Bergil, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Look out from over the City Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f7",
      "en": "Talk to Oryat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "Bergil runs off, leaving you to follow him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Feed horses ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d1",
      "en": "okay I'll send some sweets to the old guesthouse but I'd like you to take this to the tinker first",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011897",
      "en": "bring fixed whisk to foodmonger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf5",
      "en": "Walked the wall south of the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Got a spine then after all, have we? I reckoned there was a chance you might - so I made sure I had some friends at hand.\\n\\n'Ha ha! Why should I chance a wound for the sorry likes of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d3",
      "en": "Himnir smiles indulgently at Bergil.\\n\\n'Sweets not just for you, but also for the other children? Well, that is a bold thing to ask! Others would pay good coin for such a parcel of my goods. Ah, but who am I fooling? Like as not, I would have given it to you freely.\\n\\n'Today, however, I have an errand you may run to earn your treat. This whisk I use to whip up cream for my pastries has come apart, and it is my favourite whisk!\\n\\n'I ask you to bring it to Amonel, a tinker in the Wrights' Market, and beg her to set it right. In return, I'll have a bounty of sweets sent over for the whole lot of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b39",
      "en": "Fed a horse ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'You showed bravery just now, both of you. Sometimes we rush into a fight that might be averted. Other times we do what must be done, even though the consequences of our acts bring us no good fortune. You must ask yourself which you have chosen. But regardless of what lesson you draw, you will live with the result.\\n\\n'You have won yourself freedom in the First Circle, but neither you nor any of the other children should venture up here anymore. Oryat will surely do you harm. I read that plainly in his eyes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf9",
      "en": "Looked out from over the City Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'Well, this is an odd pairing!'\\n\\nThe tinker eyes you and Bergil.\\n\\n'So, old Himnir's favourite whisk finally failed him. Go lightly with it, I told him! Ah, well. Let me have a look and see what I can do.\\n\\n'You come back in a while and with any luck, I'll have it fixed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "'Not venture into the Second Circle? I suppose we dare not, lest Oryat find us. Oh, [placeholder]! What have we done? Somehow I felt for sure that if only you bested Oryat, he would never trouble us anymore.\\n\\n'We had better not stay. I shall go back to the Old Guest-house now. I must think and talk with the other children.\\n\\n'Will you meet me there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c628f4",
      "en": "'You'll crawl off with your tail between your legs. We'll see to that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "talk to the foodmonger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edb76",
      "en": "hear the bully out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'Let us go, [placeholder]. Perhaps Amonel has finished mending that whisk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a5",
      "en": "The Foodmongers' Market lies in the northern stretch of the First Circle.\\n\\nHelp Bergil find the foodmonger Himnir and ask for a treat for all the children. If you should get separated from Bergil, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'A cautious step and keen judgement. Remember that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "The Knight gives the slightest of nods to you, and then addresses Bergil.\\n\\n'It pains me that even in this dark hour, we cannot count on each other for common kindness. Yet it is ever so.\\n\\n'Young man, know that had he raised his arm to you, I would have intervened. I saw clearly that this [placeholder], your companion, was one breath from doing the same.\\n\\n'But someone elder and stronger than you cannot be always by your side. I therefore council you to look before you step, and to learn to judge the character of men before they are within striking range. Look into their eyes. You will learn to know. See that one there, who so discourteously spoke to you? An unhappy storm is writ upon his face.\\n\\n'You may grow to be strong and maybe even take the trappings of a knight in your time. But a cautious step and keen judgement will guard you from blows that no armour ever can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a6",
      "en": "The Wrights' Market lies in the southern stretch of the First Circle.\\n\\nBring the broken whisk to the tinker Amonel in the Wrights' Market, as Himnir asked. If you should get separated from Bergil, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'They brought out new apple crates just this morning. Let us feed the horses!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'Isn't it funny how their lips brush against your hand?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56879",
      "en": "'A cautious step and what was it, clear judgement? I must commit those words, for they seem good ones to live by.\\n\\n'Fa! I am shaking a bit from that mean fellow, though I do not like to admit it. Let us look elsewhere, on something more pleasant.\\n\\n'See the horses over there? Shall we feed them some apples?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "Amonel greets you and Bergil with a low sigh.\\n\\n'The whisk is not mended. Nor shall it be, for it is beyond repair. Himnir should not go so hard on so delicate a tool and I have told him so...\\n\\n'Nor will I send you to bear this ill tiding for me. Some things must be faced bravely. A knight cannot send someone in his stead to face the foe, nor can he shirk his duty and let innocents come to harm.\\n\\n'Go now. Somehow I think Himnir will send some sweets to your friends all the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568925",
      "en": "'No doubt you saw, when we met, that I am not the only youth in Minas Tirith. Mind you, most left with the wains some days past. But a dozen of us remained for this reason and that.\\n\\n'It is for them, as well as I myself, I wish to ask Himnir for some treats.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Feed the horses ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'The Wrights' Market! I wouldn't mind poking my nose in there, anyway. This Amonel, she must be awfully clever with her hands. Tinkers are, you know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'Bring that broken whisk to Amonel, around or about the Wrights' Market, and I'll send treats for all your friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "'Run along. This will take a moment... or two. I haven't decided yet how the whisk could be fixed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "thank youl. now about this bully - you've got to stand up for yourself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'A tour of the city walls is just the thing. I wish to see everything I can up there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee what Bergil wishes to while you wait for the tinker to mend the whisk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf43fb51",
      "en": "'You, boy. You don't belong here. Get out of my sight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf43fb52",
      "en": "'Skulking urchins, eh Hanar? Always underfoot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568930",
      "en": "'Greetings! Not four days past I met the prince of the halflings, and now you! Does a halfling army follow, to come to Gondor's aid?'\\n\\nWhen you tell him there is not, he seems crestfallen. A moment later, his face lights up again.\\n\\n'But you are full-grown, like he, are you not? And a friend to the City? Then you should walk with me! I'll show you things to see. And we can go places I would be shooed away from, were I alone!\\n\\n'Here, take this whistle. If we somehow get separated, you sound it and I'll come running.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "Bergil has invited you on a stroll around the First Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf43fb53",
      "en": "'Cross my sight again and you'll earn a bruise to show for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568931",
      "en": "'Greetings! I am friend to the prince of halflings - and now I've met a dwarf! Are you a prince, by any chance?'\\n\\nWhen you tell him that you are not, he seems crestfallen. A moment later, his face lights up again.\\n\\n'All the same, you are a stranger in the city. Will you walk with me? I'll show you things to see. And we can go places I would be shooed away from, were I alone!\\n\\n'Here, take this whistle. If we somehow get separated, you sound it and I'll come running.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf43fb54",
      "en": "'Boys that can't heed their elders need to be taught a lesson.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a94",
      "en": "As you turn away, a Swan-knight of Belfalas catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568932",
      "en": "#-1:[placeholder] 'Greetings! I am friend to the prince of halflings - and now I've met an Elf! Are you a #-1:{princess[f]|prince}, by any chance?'\\n\\nWhen you tell him that you are not, he seems crestfallen. A moment later, his face lights up again.\\n\\n'All the same, you are a stranger in the city. Will you walk with me? I'll show you things to see. And we can go places I would be shooed away from, were I alone!\\n\\n'Here, take this whistle. If we somehow get separated, you sound it and I'll come running.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf43fb55",
      "en": "'Now get out of my sight. Both of you. Or I'll call out foe and have the watchmen put arrows through you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a95",
      "en": "As you turn away, a Swan-knight of Belfalas catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "'Come! Come! You must see the ranks of soldiers. They are a sight to see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'Come! Come! You must see the ranks of soldiers. They are a sight to see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a98",
      "en": "Took a handful of apples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'She speaks nearly as well as the swan-knight, [placeholder]. Some things must be faced bravely...\\n\\n'Do you know what I think? I think that you must face that swaggering soldier, Oryat! Surely you are a match for him. Surely you can cow him and make him relent.\\n\\n'Please, [placeholder]. He will not leave us children alone until someone stops him. Oh, and how I would love to see you stand him on his head!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Greetings! I am friend to the prince of the halflings. Have you ever seen a halfling? I'll wager you haven't.'\\n\\nWhen you tell him that you in fact have, he seems crestfallen. A moment later, his face lights up again.\\n\\n'All the same, you are a stranger in the city. Will you walk with me? I'll show you things to see. And we can go places I would be shooed away from, were I alone!\\n\\n'Here, take this whistle. If we somehow get separated, you sound it and I'll come running.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'There are others over there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f7",
      "en": "'And just what are you then, the champion of orphans and wretches? What gives you the right to stand between me, a soldier of Gondor, and that impudent, sniveling, little...'\\n\\nHe makes as if to go past you, then sees the dangerous look in your eye.\\n\\n'Oho, is that how it is? You'd strike at me, would you, just to spare this urchin a bit of a thrashing? Just you try it. I'm a soldier trained and hardened, and I'll strike back. I'll strike whatever cheeky boy or foreigner I choose, to let them know their place.\\n\\n'Now skulk away - or if you've any spine, meet me up in the Second Circle later, between the Feasting Hall and the tavern, and we'll see who strikes who, when it comes to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'Those soldiers, there. Let us get closer to them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b62",
      "en": "Oryat stands back, glowering at you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b67",
      "en": "You notice the Swan-knight Rossaran standing nearby, watching you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2536f03",
      "en": "'You should have seen it - and smelled it here, before everyone left the City!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1138",
      "en": "Fed horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf6312c2",
      "en": "'I yield! I yield! I never bargained for this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "The horses have devoured the apples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee where Bergil wishes to go next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Run along. This will take a moment... or two. I haven't decided yet how the whisk could be fixed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'You - you talk to him, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xef1f625",
      "en": "'Ha-hem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568953",
      "en": "'Second Circle between the tavern and the Feasting Hall, O Champion of Brats. We can settle this there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568954",
      "en": "'Yes, let us go. Amonel will have mended the whisk, and Himnir will give all the children treats!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1146",
      "en": "Took a handful of apples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568955",
      "en": "'Run along, you two. I will go see Himnir myself, shortly, and tell him the ill news of his broken whisk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'Please, [placeholder]. Oryat will never leave us children be, if you do not face him. And how I long to see that sneer wiped from his face!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1149",
      "en": "Fed horse",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568958",
      "en": "'By the kings of old! You showed Oryat a thing or two!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568959",
      "en": "'I bid you heed Oryat's words. If this boy or any other children venture into the Second Circle, he will do them harm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01100",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee where Bergil wishes to go first.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01101",
      "en": "The City Stables stand across from the gates.\\n\\nBergil wishes to feed some apples the horses in the City Stables. If you should get separated, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d9aff2",
      "en": "'Listen here, boy. You've won protection while your Champion walks by you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc8d9af0",
      "en": "'Enough! Enough! Lay off, you devil! It hurts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a0",
      "en": "'I bid you heed Oryat's words. If this boy or any other children venture into the Second Circle, he will do them harm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8d9aff3",
      "en": "'But if I catch you or any other child here in the Second Circle alone - it's more than a boxed ear you'll have from me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6293041",
      "en": "'Oooh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a1",
      "en": "'That man would not truly do harm to me, would he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6293042",
      "en": "'Why, look at them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "As you turn away, a Swan-knight of Belfalas catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a2",
      "en": "'Second Circle between the tavern and the Feasting Hall, O Champion of Brats. We can settle this there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01109",
      "en": "The City Stables stand across from the gates.\\n\\nBergil wishes to feed some apples the horses in the City Stables. If you should get separated, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Stroll With Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Feed horses ([placeholder]/[placeholder])\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Go to see the ranks of soldiers before the City Gates.\\n\\nBergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b91",
      "en": "Fed horse an apple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "You find a good view of the assembled soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "You see more soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "Bring the whisk to Amonel the tinker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c36fb9",
      "en": "'We'll show 'em, Oryat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'First, let us go and look upon the ranks of soldiers by the gate. There have never been so many out and at the ready, as far as I can recall. And I am no small boy.\\n\\n'I am ten years old, and soon shall be five feet tall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x64d68d3",
      "en": "'Here we are - the Wrights' Market! I should awfully like to have one of those little hammers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee where Bergil wishes to go next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56816",
      "en": "You feed the horse an apple",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x46bbc74",
      "en": "'There he is. And who has he got with him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ab0",
      "en": "'Do you think Oryat will truly be waiting for us? I wish I knew if all his threats were true!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x226794c",
      "en": "'We could go up here, if we wished to walk on the wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x159fba1",
      "en": "'See how he eats it all up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ab1",
      "en": "'I wish to be wise like that swan-knight, and judge men's words by their faces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x159fba2",
      "en": "'There you are, horsey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ab2",
      "en": "'Just think, far above our heads, men walk upon the Ship's Prow and look down on the battlefield as on a map!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x159fba3",
      "en": "'What teeth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x159fba4",
      "en": "'What a fine creature, this horse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6794d11",
      "en": "'Look at what they've done to the Rammas Echor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6794d12",
      "en": "'How well one can see the Pier! Imagine Lord Denethor, looking down from there right now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6794d13",
      "en": "'Imagine pulling a bow from up here! I wonder how far an arrow could go?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6794d14",
      "en": "'See the enemy army. There are so many! Is ours so large?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6794d15",
      "en": "'How will the battle go, I wonder? Will we go out to meet them? Or will they come to the wall?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Go see the ranks of soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Go see the ranks of soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Tour the northern wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xff63120",
      "en": "'I give in! You've beaten me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Tour the far northern wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac1",
      "en": "'This is the Worker's Tier, you know. It is here that we boys and girls have spent much of the last few days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "Oryat will be waiting in the Second Circle, between the Feasting Hall and the tavern.\\n\\nBergil has implored you to go and fight Oryat, to teach him a lesson. If you should get separated from Bergil, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac2",
      "en": "'My father is a guard of the Citadel. Beregond is his name. He visits me here when he can, but that is not often.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac3",
      "en": "'Those are the baths. I have not bathed in... I cannot think how many days!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011863",
      "en": "Oryat stands in the Second Circle, between the Feasting Hall and the tavern.\\n\\nBergil has implored you to go and fight Oryat, to teach him a lesson. If you should get separated from Bergil, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac4",
      "en": "'I go to the Wrights' market whenever I can. It is nothing compared to the Smiths' Market, but it is much closer by.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac5",
      "en": "'But I never go near the Clean-waters. The Washers there shoo us children away. They are not kind to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac6",
      "en": "'Here we are. Look at all the things!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011866",
      "en": "Rossaran stands in the Second Circle, across from the Feasting Hall.\\n\\nAfter facing down the bully Oryat, you noticed the Swan-knight Rossaran standing nearby. See what he has to say. If you should get separated from Bergil, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc3",
      "en": "Walked the wall north of the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac7",
      "en": "'Those stairs there go up onto the wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac8",
      "en": "'There, that is the path up to the second tier.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc5",
      "en": "Oryat appears before you, a cruel sneer on his lips",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x91b4ac9",
      "en": "'The City guard and the garrison are found in this Tier. And now, armed men from all across Gondor, too!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee where Bergil wishes to go next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a6",
      "en": "'It's not only horses who enjoy a treat now and then. With you along, I might be allowed in the Foodmongers' Market. There is a 'monger there, Himnir he is called, who likes me well enough and might give me something to eat.'\\n\\nBergil's face grows serious and seems to think a moment.\\n\\n'What that knight said about kindness was also very fine. Perhaps if I ask the right way, Himnir will send food to all the children.\\n\\n'Yes, let us go find him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Soldiers seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Enter the City Stables",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Return to Amonel the tinker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Take some apples",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Go to see another rank of soldiers before the City Gates.\\n\\nBergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "With a kindly smile, the knight turns his gaze away",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011872",
      "en": "Bergil will accompany you on the stroll. If you should get separated, the whistle he gave you will call him back.\\n\\nSee what Bergil has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Talk to Bergil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011873",
      "en": "The Old Guest-house lies in the First Circle, just south of the City Gates.\\n\\nYou have beaten Oryat and scared him from troubling the children in the First Circle... but he has threatened harm to any who trespass in the Second Circle. Meet Bergil back at the Old Guest-house, where he stays.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502919",
      "en": "return tohe whisk to the foodmonger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3b07d94",
      "en": "'Well, well. Look here, boys.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}