{
  "id": 620962617,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Here we are, here we are. We can see about horses for sale very soon, [placeholder]. Very soon! If we must. Must we really?'\\n\\n<rgb=#00FF00>After you complete this quest, Bert Bartleby will arrive near the stable-master at Harwick, in East Rohan.</rgb>\\n\\n<rgb=#FF0000>Next week: 'Yea or Neigh?' (Recommended Level: 80)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Defeated salamanders in the Wold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Sabert is at the eastern gate of Stangard, the outpost of Rohan along the banks of the Great River.\\n\\nBingo is reluctant to ride a horse in Rohan, and wants to learn from Sabert whether the kingdom is small enough to experience on foot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Defeated brigands in the Wold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not really know where we should go next, [placeholder]. We are off the edge of old Bilbo's map now, and our steps have taken us into unknown territory! We could travel into the kingdom of Rohan proper, I suppose, but... well, maybe there is another course we should take. They love their horses, you see; look around at how many of the equine figures have been carved on the buildings here in Stangard, and this is a mere outpost and beyond the bounds of the kingdom!\\n\\n'For my part, I have never really liked horses very much. They are so large and frightening, always stamping around with their heavy hooves and snapping at unwary hobbits with their strong teeth! I was almost bitten by a horse when I was in my tweens, you know, and I have never managed to forgive the things.\\n\\n'Do you think you could nip down to the eastern gate of Stangard and ask Sabert if we might enjoy a walking-tour of the kingdom of Rohan? It is not a very large place, is it? If our feet will do just fine, then I say that's what we should do, and leave the horses quite out of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Defeat Easterlings in the Wold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'For my part, I have never really liked horses very much. They are so large and frightening, always stamping around with their heavy hooves and snapping at unwary hobbits with their strong teeth! I was almost bitten by a horse when I was in my tweens, you know, and I have never managed to forgive the things.\\n\\n'Do you think you could nip down to the eastern gate of Stangard and ask Sabert if we might enjoy a walking-tour of the kingdom of Rohan? It is not a very large place, is it? If our feet will do just fine, then I say that's what we should do, and leave the horses quite out of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Is the kingdom of Rohan suitable for experiencing on foot? You are asking if it is a good idea to walk from one end of Rohan to the other, instead of riding a horse?'\\n\\nSabert erupts into raucous laughter, and though it is a somewhat impolite response, you must admit that you rather expected it. Bingo is not going to like this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Bingo in the town of Langhold, in the Wold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'What did Sabert have to say about walking across Rohan, [placeholder]? Is the kingdom small enough for that to be reasonable?'\\n\\nYou tell Bingo that Sabert really thinks it is better to ride atop a horse in Rohan.\\n\\n'He would say that, though. The Rohirrim certainly do love their horses. I do not feel the need to climb aboard one of those fearsome beasts. I say we walk! What do you think, [placeholder]? Is this our adventure or Sabert's? I say we can use the exercise! Speak to me when you are ready to begin our walk into Rohan!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "Sabert threatens to burst into laughter again at the prospect of walking across Rohan, so you decide not to say anything.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Bingo at the entrance to Harwick, in the Wold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am ready for a good bit of walking if you are, [placeholder]! I would never have suggested this at the start of our journey, but now we are seasoned adventurers and I am not afraid of the prospect of such a hike!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Bingo is inside the town of Langhold, in the northern area of the Wold in East Rohan.\\n\\nYou have entered the kingdom of Rohan with Bingo, and the hobbit wishes to do something for the people of Langhold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'So this is Rohan, eh? The people here seem very tense, as if they were waiting for something bad to happen. I do not know if I blame them, [placeholder]! This is quite a nice little town, but it seems surrounded on all sides by danger, and there are not enough guards here to protect it!\\n\\n'Well, they are in luck, for three brave adventurers have strolled into Langhold: you, me, and Willem Whisker, of course! A brief chat with some of the children has given me all the information we need to help improve the state of things in this town. If we can defeat salamanders, brigands, and Easterlings throughout the Wold, I think we will have made things a good deal safer for the people of Langhold. Let's do it, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This is terrible, [placeholder]! We have just arrived in Rohan, and already I see that evil has truly come to this kingdom! This may once have been a nice town, but now it is abandoned, a burned shell!'\\n\\nYou tell Bingo that the folk of Langhold fled to the town of Harwick, and he nods.\\n\\n'I am glad some of the people escaped, but if they are anything like the hobbits I have known, they will want to return to their own hearths as soon as they can. We should make the surrounding area as safe for them as we can! Let us fight the various foes that lurk nearby: salamanders, brigands, and Easterlings! Then we will be doing our part to help the people of Langhold one day return to their own homes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I have heard that the first town we will encounter in the kingdom of Rohan is called Langhold. Let us go there at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Bingo within Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'That was good work, [placeholder]! The people of Langhold still seem to be worried, but we have made things better in the Wold, even if they are not sure it is safe to be cheery!'\\n\\nBingo takes a deep breath, seemingly readying himself for something.\\n\\n'You know, [placeholder], you might have been right about the horse thing. Sabert and Egwylf, too. Rohan is a fair bit larger than I expected, and maybe I should see about getting a horse as well. I spoke with a man here and he said there are horses available to purchase at the town of Harwick, to the south. I suppose we should go there and see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Bingo in Stangard and walk with him into Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Bingo in the town of Langhold, in the Wold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Defeat salamanders in the Wold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Defeat brigands in the Wold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Bingo is outside the main entrance to Harwick, on the northern side of the city, in the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'If we can defeat salamanders, brigands, and Easterlings throughout the Wold, I think we will have made things a good deal safer for the people of Langhold. Let's do it, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Let us fight the various foes that lurk nearby: salamanders, brigands, and Easterlings! Then we will be doing our part to help the people of Langhold one day return to their own homes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'That was good work, [placeholder]! Langhold is in no condition for its people to return, and will not be for some time, but perhaps our efforts in the Wold will help its people when they do come back.'\\n\\nBingo takes a deep breath, seemingly readying himself for something.\\n\\n'You know, [placeholder], you might have been right about the horse thing. Sabert and Egwylf, too. Rohan is a fair bit larger than I expected, and maybe I should see about getting a horse as well. Apparently there are horses available to purchase at the town of Harwick, to the south. I suppose we should go there and see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Bingo knows he should travel into the kingdom of Rohan, but his fear of horses makes that prospect a frightening one and slows his steps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'You know, [placeholder], you might have been right about the horse thing. Sabert and Egwylf, too. Rohan is a fair bit larger than I expected, and maybe I should see about getting a horse as well. I spoke with a man here and he said there are horses available to purchase at the town of Harwick, to the south. I suppose we should go there and see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'You know, [placeholder], you might have been right about the horse thing. Sabert and Egwylf, too. Rohan is a fair bit larger than I expected, and maybe I should see about getting a horse as well. Apparently there are horses available to purchase at the town of Harwick, to the south. I suppose we should go there and see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Bingo is in the upper courtyard of Stangard.\\n\\nSabert has made it clear that walking across the kingdom of Rohan without a horse is not a very good idea, and you should return with that news to Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Bingo is in the upper courtyard of Stangard.\\n\\nBingo is waiting to speak to you and begin the long walk into Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "There are many threats in the Wold of East Rohan that threaten the safety of the people of Langhold: salamanders, brigands, and Easterlings.\\n\\nBingo wants to help the folk of Langhold by fighting dangerous foes throughout the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Bingo is inside the town of Langhold, in the northern area of the Wold in East Rohan.\\n\\nYou have defeated many threats throughout the Wold to help the people of Langhold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "Defeated Easterlings in the Wold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Sabert at the east gate of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bingo's Burden",
      "es": "",
      "es (fem)": ""
    }
  ]
}