{
  "id": 620962656,
  "txt": [
    {
      "id": "0x9b56881",
      "en": "'Well, what do you think?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Talk to Cuthbald on the west side of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Look at him, [placeholder]! He is not scary at all. In fact, he's quite little!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'This pony is not scary at all! He seems very well-tempered, and I daresay I could walk up to him without fearing that he might bite me. He is rather hobbit-sized, if you ask me, and I think that is just the right size!\\n\\n'His name is Tanglemane? It suits him well! I wonder how many coins Cuthbald will ask in order to part with him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'I think he likes you, Bingo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bingo plans to go see Cuthbald on the eastern side of the town of Harwick, in the Wold.\\n\\nBingo has reluctantly agreed to see the horses available for sale by Cuthbald the horse trader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Bingo on the west side of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I am glad that Bingo likes him! To be honest, I have not had much success finding an owner for Tanglemane, so I will be pleased to let Bingo have him for free. I have one condition, however.\\n\\n'Tanglemane is an incredibly picky eater. He will turn up his nose at almost anything! If you can find some food around Harwick that he will eat, I will let you have him for free. Otherwise, I will have to refuse. You understand, I'm sure. Find some food around Harwick that he will eat, and he will be all yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Now that we are here, I suppose I will need a horse. The kingdom of Rohan is large, and my legs are short, after all! It will make the journey easier... as long as none of the horses we look at try to snap at me with their scary teeth, or trample me with their frightening hooves! I will hold you personally responsible if they do, [placeholder]!\\n\\n'Folk say there is a horse trader named Cuthbald on the eastern side of Harwick. We can go see him, if we must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Cuthbald the horse trader is at his stall on the eastern side of Harwick, in the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Examine the fine horses at Cuthbald's stall in Harwick ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I love him already! What a great pony he is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Oh my. I hope these creatures do not come any closer! They look quite ferocious, and could take a bite out of this poor hobbit without even a second thought! I would be little more than a morsel to them, but this morsel would just as soon not be lunch, if you please!\\n\\n'Are you quite certain I need to have a horse for this adventure?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bingo has grudgingly admitted that perhaps he will need a horse if he is to explore the kingdom of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Several fine horses are available for your perusal at Cuthbald's stall on the eastern side of Harwick, in the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah, you are here to purchase a fine horse for this fellow? I have several that might serve your needs; each one is fiery of temper, and will gladly gallop about the fields with speed you have never seen.\\n\\n'Watch your hands around them! They might take a nip at you if you are not careful. They are princes all, not of the Mearas, of course, but surely very near to that finest of breeds.\\n\\n'Feel free to examine these noble steeds and let me know which of them suits your fancy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Bingo at Cuthbald's stall, on the eastern side of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oh, I do not know about this. I do not know about this at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Oh, I do not know about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Cuthbald at his stall in Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Cuthbald on the west side of Harwick, near the Crafting Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Examine the pony on the west side of Harwick ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Talk to Bingo on the west side of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I can't do it, [placeholder], I'm sorry! These great beasts are simply too scary for me to even think of riding. And if I did, how long before I fell from the saddle? What a distance that would be! Too far for this hobbit, I tell you truly!\\n\\n'I will not ride any of these horses! Tell Cuthbald good day, and give him my apologies, but there will simply be no sale today, or indeed any day! Not to this hobbit, at least!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Cuthbald on the west side of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Well? What do you think of these fine steeds? Noble creatures, are they not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Search Harwick for food that Tanglemane will eat, and bring it to him on the west side of town",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Well, that will not do. If this fellow expects to travel throughout the kingdom, he will need a horse. I cannot allow the two of you to leave Harwick without a sufficient steed for Bingo! If I let you go unprepared, It would do such damage to my reputation as the finest horse trader in this part of the Wold, meaning this area near Harwick, but not as far north as Langhold or south to Eorl's Hallow. Within those bounds I am the very best, and will remain so!\\n\\n'Do you know something? I believe I may have one last chance to provide what your friend needs. Meet me on the west side of Harwick, near the Crafting Hall, and I will see what I can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I will not ride any of these beasts. I am sorry, but I simply will not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Cuthbald has asked to meet you on the west side of Harwick, near the Crafting Hall.\\n\\nCuthbald thinks he may have one more chance to find a suitable steed for Bingo to ride in Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I don't usually keep ponies, but this fellow came into my possession after a raid by the Orcs, and I have yet to find an owner for him.\\n\\n'What do you think of him? His name is Tanglemane, but you could call him anything. I wasn't sure what I was going to do with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Will you look at this fellow! He is not scary at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56840",
      "en": "'Tanglemane is an incredibly picky eater. He will turn up his nose at almost anything! If you can find some food around Harwick that he will eat, I will let you have him for free. Otherwise, I will have to refuse. You understand, I'm sure. Find some food around Harwick that he will eat, and he will be all yours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Bingo at Cuthbald's stall, on the eastern side of Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Cuthbald at his stall in Harwick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Cuthbald has shown you a pony on the west side of Harwick, and you should assess whether he would be a good steed for Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Bingo is on the west side of Harwick, near the Crafting Hall.\\n\\nBingo seems quite taken with the pony that Cuthbald has shown you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Cuthbald has challenged you to search Harwick for food that the picky Tanglemane will eat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Cuthbald is on the west side of Harwick, near the Crafting Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I wonder what food Tanglemane will eat? We have to find something!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I've never seen this pony devour anything as quickly as he ate that apple, friend! Looks like you've found his favourite food, and it also looks as if Bingo has found himself a noble steed to carry him through Rohan!\\n\\n'It has been a pleasure doing business with you two, and if you happen to put in a good word for me with anyone looking for horses, I'd appreciate it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I am delighted to have met Tanglemane! He must truly be the Bingo Boffin of the pony persuasion, [placeholder]: small, friendly, and a picky eater!\\n\\n'He likes apples, which is perfect, because I can't stand the things, as I believe I have told you before. He can have every apple in Middle-earth as far as I am concerned! We will make a great team, I can already tell. We won't covet each other's dinners!'\\n\\n<rgb=#FF0000>Next week: 'The Tracker' (Recommended Level: 82)</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Bingo wears a huge smile. He does not seem to be frightened of this one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Always a pleasure to make a sale, even when no coins exchange hands. Tanglemane was a bit of a nuisance to feed, so you're doing me a favour. And of course your friend needed a steed, as well. Everyone wins, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Watch your hands around them! They might take a nip at you if you are not careful. They are princes all, not of the Mearas, of course, but surely very near to that finest of breeds.\\n\\n'Feel free to examine these noble steeds and let me know which of them suits your fancy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Tanglemane happily eats an apple. You found his favourite food!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Cuthbald is on the west side of Harwick, near the Crafting Hall.\\n\\nYou found Tanglemane's favourite food, and now Cuthbald will happily give the pony to Bingo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "Tanglemane refuses to eat the mushrooms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Tanglemane refuses to eat the cheese",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Bingo is on the west side of the town of Harwick, near the Crafting Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Tanglemane refuses to eat the cabbage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "Tanglemane refuses to eat the bacon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Bingo is at Cuthbald's stall on the eastern side of the town of Harwick, in the Wold.\\n\\nBingo has reluctantly agreed to see the horses available for sale by Cuthbald the horse trader, but he is not happy about any of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "This horse is calm for its groomer, but Bingo looks nervous",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Cuthbald the horse trader is at his stall on the eastern side of Harwick, in the Wold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "This horse is quite beautiful, but Bingo stares at it distrustfully",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "Bingo looks nervously at this horse's high shoulders, and shakes his head",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Yea or Neigh?",
      "es": "",
      "es (fem)": ""
    }
  ]
}