{
  "id": 620927384,
  "txt": [
    {
      "id": 177082800,
      "en": "You have destroyed the enemy catapult",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The Hornburg's gatehouse has not received supplies",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "[placeholder] Banners hit by catapults",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "[placeholder] Supplies not carried to Hornburg in time",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "<rgb=#FF0000>The wall has been hit by the enemy catapult</rgb>",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'We need bandages and healing supplies! They can be found on the next tower.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs are trying to plant targeting banners upon the Deeping wall to help guide the aim of their catapults. The Orcs must be dealt with and their banners torn down to avoid shells from consistently striking the wall. This will allow supplies to be delivered to the Hornburg from the siege towers.",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'There are healing supplies near the catapult. Please bring them to me!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Targeting banner destroyed ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Thank you! We will see that these supplies are put to good use.'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'This will help greatly! Bring us more if you can manage it.'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The wall has become heavily shelled by catapults ([placeholder]/2)",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy Orc targeting banners or banner carriers ([placeholder]/20)",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The enemy's catapults are ready to bombard the top of the Deeping wall, but their aim is rather poor and they are missing their targets. Orcs are attempting to plant target banners upon the wall to help improve the aim of their siege commanders. Rohirrim at the Hornburg gate-house await supplies delivered from atop the catapult tower, before they are lost in the battle.\\n\\nMerit Rating\\n\\nThis quest starts with <rgb=#FFFF00>Full</rgb> Merit Rating.\\n\\n<rgb=#FF0000>Major Merit Loss:</rgb>\\n* Targeting Banner on the wall causes an enemy catapult to hit\\n* Supplies not delivered to Hornburg entrance\\n* Repeated siege shots upon the same banner\\n",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Do not allow banners to be shelled more than once ([placeholder]/2)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shells in the Air",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Destroy the enemy catapult",
      "es": ""
    }
  ]
}