{
  "id": 621001762,
  "txt": [
    {
      "id": "0xe19ceb6",
      "en": "'I think I'll take that armour once you're dead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe19ceb7",
      "en": "'No last words, Silent One?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Hoi! Silent One!\\n\\n'Captain Róglarg's told me to test some of his new warriors against your skill in combat. Normally, it'd be a simple bit of sparring, but the Captain insists the fights be to the death!\\n\\n'I can't say I understand his thinking, but orders are orders! You know how that goes, losing your tongue and all....\\n\\n'The Captain wants you to try your hand against twelve, but let's just say I'll turn a blind eye and let you count each one as two. After all, I've got other things that need doing. You won't say anything, will you? Hah!\\n\\n'Right. I've got them lined up here in the courtyard. Challenge whichever ones you wish!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "Shíkurz can be found in the courtyard of Cirith Ungol.\\n\\nYou have defeated many of Captain Róglarg's Orcs and should now return to Shíkurz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa325",
      "en": "Deadly or Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Challenge and defeat Captain Róglarg's warriors in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Talk to Shíkurz in the courtyard of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "The Orc falls defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "At Captain Róglarg's urging, Shíkurz has assembled his warriors to be tested against your skill in combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe19ceb1",
      "en": "'You'll really be silent soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "You signal the Orc that you are prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe19ceb2",
      "en": "'Don't hold back! I won't!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe19ceb3",
      "en": "'Let's see what sort of guts you have!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe19ceb4",
      "en": "'Raaagh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'Well, I guess that settles it. The tarks would have had no trouble slaying them!\\n\\n'I'll tell Captain Róglarg that we'll need some better Orcs if we're to keep holding this damned Tower!\\n\\n'Your skill in combat is unusually potent as of late, Silent One. Keep it up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe19ceb5",
      "en": "'To the death, eh? Wouldn't want to be you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Captain Róglarg's warriors can be found in the courtyard of Cirith Ungol.\\n\\nShíkurz has asked you to test the warriors in Captain Róglarg's garrison. You are to challenge them and fight to the death.",
      "es": "",
      "es (fem)": ""
    }
  ]
}