{
  "id": 621001725,
  "txt": [
    {
      "id": 190220789,
      "en": "'Judging by the missive we found in Kála-murg, it seems an Uruk by the name of Captain Róglarg is now in command of Cirith Ungol. Stranger still, it seems his Orcs have some sort of alliance with Ungwetári....\\n\\n'I would ask that you take the Silent One's armour and sneak into Cirith Ungol. Perhaps what you learn there may lead us to Shelob or uncover some terrible plan for the armies of King Elessar. If the words of my father are to be trusted, Ungwetári... this Shelob, is beyond the skill of you or I alone. However, if she is found, we may prepare to move against her and ready our defences should she wander from the Ephel Dúath.\\n\\n'It is fortunate, indeed, that the Silent One could not speak. If Frodo and Sam fooled them, I have no fear that you will do the same! \\n\\n'[placeholder], I ask that you only return to me when you are able. I do not want them to become suspicious of you!\\n\\n'I shall keep watch from afar, and attempt to aid you if your disguise fails.'",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Find Captain Róglarg in the courtyard of Cirith Ungol",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "As you pass into Cirith Ungol, you see the works of Mordor clawing into the fortress!",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "An unseen force tries to bar your way, but it is overcome by your resolve...",
      "es": ""
    },
    {
      "id": 184621127,
      "en": "The shattered gate of Cirith Ungol faces eastward from the entrance.\\n\\nYou have entered Cirith Ungol and should now pass through the gate.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Legolas has asked you to disguise yourself in the Silent One's armour to learn what the Orcs of Cirith Ungol have planned for King Elessar's armies and how they came to bargain with Shelob.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Fly in the Web",
      "es": ""
    },
    {
      "id": 190220576,
      "en": "Captain Róglarg sees you and beckons you over.\\n\\n'Well, now! Where'd you get off to, Silent One? Even the Silent Watchers are upset you've come back!\\n\\n'Ah, but nowhere good, I bet. Offering more dead to Shelob, were you?'\\n\\nYou nod.\\n\\n'Nar, I don't know why you bother. It's not as if Her Ladyship cares for you...or any of us!\\n\\n'Ah...what's that fine weapon you've got there? Nabbed it off one of the tarks, I bet!'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Disguise yourself as the Silent One and enter Cirith Ungol",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Pass through the shattered gate of Cirith Ungol",
      "es": ""
    },
    {
      "id": 184621137,
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol.\\n\\nYou have disguised yourself as the Silent One and snuck into Cirith Ungol. You should now find Captain Róglarg.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Cirith Ungol can be found high above you on a mountainside of the Ephel Dúath to the north of Dath Nethryn.\\n\\nLegolas has asked you to disguise yourself as the Silent One and sneak into Cirith Ungol to learn more of the Orcs' plans and how they came to bargain with Shelob.",
      "es": ""
    }
  ]
}