{
  "id": 621001720,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'So the Orcs at Lugvarg have found a queer set of pots?\\n\\n'I wonder if these aren't the very pots that Master Samwise carried with him! If the Orcs of Lugvarg have truly found Frodo and Sam's belongings, we would do well to reclaim them.\\n\\n'[placeholder], travel to Lugvarg and see what the Orcs have found!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "These appear to be Samwise Gamgee's damaged cook-pots!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "This tattered black cloak is covered in briars...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa323",
      "en": "Watchers of the Morgai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "Legolas can be found in Rath Cail.\\n\\nYou have found a tattered cloak that one of the hobbits wore during the journey through Mordor as well as Samwise Gamgee's pots. You should deliver them to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "The Orcs of Lugvarg have unknowingly found the belongings of Frodo Baggins and Samwise Gamgee upon the slopes of the Morgai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "Legolas chuckles at your approach.\\n\\n'I am sorry, [placeholder], but I didn't expect them to find so many of Master Samwise's pots!\\n\\n'What a find! We shall have to return them to Sam when we depart from Mordor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e188",
      "en": "Deliver the cloak and damaged pots to Legolas in Rath Cail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Find Frodo and Sam's belongings in Lugvarg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Frodo and Sam's belongings can be found in the watch-tower of Lugvarg in the eastern reaches of Rath Cail.\\n\\nLegolas has asked you to investigate Lugvarg and recover any belongings of Frodo and Sam that you find.",
      "es": "",
      "es (fem)": ""
    }
  ]
}