{
  "id": 621001743,
  "txt": [
    {
      "id": 173025735,
      "en": "Free captured Men from Cirith Ungol ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'While you were at Torech Ungol with Róglarg and his Orcs, others from his garrison captured a small company of Men passing too near to the tower. They have likely been taken into the fortress, but between the Orcs and spiders now battling in the tower, they may now be in even greater peril.\\n\\n'As you work to repel the spiders in Cirith Ungol, try to rescue as many of the Men as you are able!'",
      "es": ""
    },
    {
      "id": 190220582,
      "en": "You have freed many of the captured Men from the Tower of Cirith Ungol, but sadly, a few fell to the Orcs and spiders now battling in the Tower.",
      "es": ""
    },
    {
      "id": 184621141,
      "en": "You have freed many of the captured Men from the Tower of Cirith Ungol.",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "You were too late to save this Man...",
      "es": ""
    },
    {
      "id": 148970249,
      "en": "The spiders of Lhingris have slain this prisoner...",
      "es": ""
    },
    {
      "id": 236954406,
      "en": "Captured and Cornered",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Legolas is concerned that recent prisoners taken by Captain Róglarg's garrison are now in even greater danger as Shelob's children flood into Cirith Ungol.",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "The freed prisoner makes for the gate of Cirith Ungol!",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "The freed prisoner makes for the gate of Cirith Ungol!",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 148970259,
      "en": "The freed prisoner makes for the gate of Cirith Ungol!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970260,
      "en": "The freed prisoner makes for the gate of Cirith Ungol!",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Captured Men can be found in the Tower of Cirith Ungol.\\n\\nLegolas has asked you to rescue the Men taken into the Tower by Captain Róglarg's garrison.",
      "es": ""
    }
  ]
}