{
  "id": 621001770,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'I haven't heard a thing from Her Ladyship or her children in days, and that's not like her! Not like her at all....\\n\\n'I have two Uruks guarding the Under-gate now, and I can't trust either of them to make sure none of Her Ladyship's children sneak in.\\n\\n'I want you to go patrol the Under-gate, and if you hear ANYTHING on the other side of it, you set those guard right!\\n\\n'Make it clear to them that I'll have them locked on her side if they don't keep the spiders out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "You hear faint, but frantic scraping and screeching on the other side of the Under-gate...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "The Under-gate wardens stand before the Under-gate in the Tower of Cirith Ungol.\\n\\nYou have heard strange sounds on the other side of the Under-gate and should now threaten the Under-gate wardens as Captain Róglarg commanded.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "You have done your duty to Captain Róglarg and patrolled the Under-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Captain Róglarg is concerned that the Uruks guards of the Under-gate have shirking their duties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x914d411",
      "en": "'The Captain wants what now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Keeping Them On Guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Patrol the Under-gate in the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x914d412",
      "en": "'Yes, we hear it as well! The Under-gate shall remain sealed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "<rgb=#FF00FF>Shake your fist</rgb> at the Under-gate wardens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "You have done your duty to Captain Róglarg and patrolled the Under-gate, but it seems your threats were likely not fully understood by the Under-gate wardens.\\n\\nIt seems that the children of Shelob have begun to amass on the other side of the Under-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The Under-gate can be found in the rear of the Tower of Cirith Ungol.\\n\\nCaptain Róglarg has asked you to patrol the Under-gate and threaten the Uruk guards if they have been remiss in their duties.",
      "es": "",
      "es (fem)": ""
    }
  ]
}