{
  "id": 621001729,
  "txt": [
    {
      "id": 190220789,
      "en": "'[placeholder], while you were gone I spied an Orc with a similar stature and bearing to your description of the Silent One.\\n\\n'The Silent One must have met some foe on the road, for his arm was wounded. He left behind him a sparse trail of blood as he fled deeper into Rath Cail. I do not believe he thought himself watched by any other than the Orcs and creatures of Lhingris, so the advantage is ours.\\n\\n'You said he had piled the bodies of his kin as an offering to the spiders? If he has some arrangement with Shelob or her children, he could be a very useful Orc!\\n\\n'Let us follow his Orkish blood and see if it leads us to him!'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Legolas spotted a wounded Orc of a similar stature and bearing to the Silent One travelling southward deeper into Rath Cail.",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Talk to Legolas in the Silent Haunt",
      "es": ""
    },
    {
      "id": 148970243,
      "en": "You and Legolas have found a strange cave where Orkish bones are piled and picked clean...",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "An Ambusher Ambushed",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "The trail of blood leads deeper into Rath Cail!",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'It appears the Silent One is disliked amongst the Orcs for a greater reason than his queer appearance. I think the Silent One has a taste for Orc-flesh!\\n\\n'Ah, but what strange trinkets for an Orc to hoard....'\\n\\nLegolas kneels before the armour and cloak piled in the Silent One's cave.\\n\\n'Wait a moment, [placeholder]. There is a very familiar hair caught in this armour!'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Follow the trail of the Silent One's blood deeper into Rath Cail",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "The trail of the Silent One's blood leads deeper into Rath Cail.\\n\\nLegolas has spotted an Orc with a similar stature and bearing fleeing deeper into Rath Cail. You should follow the trail of Orkish blood and see where it leads.",
      "es": ""
    },
    {
      "id": 184621128,
      "en": "Legolas can be found in the Silent Haunt.\\n\\nYou and Legolas have tracked the Silent One to what appears to be his refuge in Lhingris. The Silent One is nowhere to be found, but curious items have been laid in the cave.",
      "es": ""
    }
  ]
}