{
  "id": 621001766,
  "txt": [
    {
      "id": 190220789,
      "en": "'[placeholder], we must speak quickly. Is this the Man you met while you were disguised?'\\n\\nYou nod.\\n\\n'Very well. He seems to ill-understand his own peril, and will not heed my words of warning to him.\\n\\n'If he will not accept this warning, perhaps his masters will. The Captain of the Pit, Ugrukhôr, sent the last garrison to Cirith Ungol, and it seems this Man serves another known as Rûkhor the Pale Herald. They are of the Deathless, the Gúrzyul, and they may realize the ancient power that Shelob possesses.\\n\\n'Speak to Belzagar and convince him of his folly. If he does not heed your words either, scrawl a warning in his book. I doubt you shall write over anything of greater import....'",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'It is all we can do, since the Gúrzyul would not dare treat with us. Nor would we with them!'\\n\\nLegolas turns to Belzagar.\\n\\n'Do you understand, Man of Mordor? Send word to your masters at once, or you and the rest of Mordor shall soon be devoured by Ungwetári... by Shelob!\\n\\n'This is no great mercy, and this marks no alliance between our peoples. The spider-queen threatens the lands beyond equally as much as Mordor, and she must not be allowed to stray from the Ephel Dúath!\\n\\n'My companion and I shall clear the way for your escape. I hope that your masters are wiser than you!'",
      "es": ""
    },
    {
      "id": 184621142,
      "en": "Legolas can be found in the turret of the Tower of Cirith Ungol.\\n\\nYou have delivered the message of warning to Belzagar and written it as such in his book. You should now speak to Legolas.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Talk to Belzagar in the Tower of Cirith Ungol",
      "es": ""
    },
    {
      "id": 173025746,
      "en": "Scrawl a message of warning to the Gúrzyul in Belzagar's book",
      "es": ""
    },
    {
      "id": 236954407,
      "en": "A Message for the Pale Herald",
      "es": ""
    },
    {
      "id": 173025749,
      "en": "Talk to Legolas in the Tower of Cirith Ungol",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Legolas fears that the tide of battle will soon turn in Shelob's favour, and only by drawing the attention of Ugrukhôr and Rûkhor to Cirith Ungol will the Tower survive her wrath and keep her confined to the Ephel Dúath.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970260,
      "en": "You hastily scrawl a message warning that Cirith Ungol shall soon fall to Shelob and her brood!",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "You warn Belzagar that unless the Tower of Cirith Ungol is held by an even larger garrison, it will fall to Shelob's brood and she will begin to consume the lands of Mordor in her wrath. You tell him to send word to Ugrukhôr in Udûn as well as Rûkhor the Pale Herald begging for aid in containing Shelob to the Ephel Dúath.\\n\\nBelzagar glares at you in silence.",
      "es": ""
    },
    {
      "id": 184621137,
      "en": "Belzagar's book can be found near him in the turret of the Tower of Cirith Ungol.\\n\\nSince Belzagar did not seem to understand your message of warning, Legolas has advised you to write the warning yourself in Belzagar's book.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Belzagar can be found in the turret of the Tower of Cirith Ungol.\\n\\nLegolas has asked you to attempt to convey his message of warning to Belzagar to again reinforce the Tower of Cirith Ungol.",
      "es": ""
    }
  ]
}