{
  "id": 621001734,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'Nar, not long at all...\\n\\n'That little sneak... the Silent One... he betrayed us! We were holding against the spiders until he showed up, and some help he was! The Silent One killed my Orcs with his arrows... and took some of them before the spiders got to them...\\n\\n'Maybe the little rat is bringing them to Shelob... or maybe he's eating them himself!\\n\\n'I won't beg, but if you find him... kill him! If he finds you... well....\\n\\n'Now shove off, and let me die in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "An Orc known as the Silent One has betrayed the inhabitants of Durthang to the children of Shelob, casting the lands of Lhingris and Udûn into turmoil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Talk to Legolas at the ruined encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "Follow the trail of Orkish blood in pursuit of the Silent One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "Many slain Orcs have been laid at the foot of a massive cluster of spider eggs...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Silent One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "Dark drops of Orkish blood lead away from Durthang...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'An Orc has slain his own kin to offer tribute to the spiders of Lhingris? These are very strange tidings, my friend. And the Uruk used the name Shelob? It seems Ungwetári is known by that name to the Orcs....\\n\\n'As for the Silent One, I wonder how he gained such a curious title. Such a name would be well-earned of a skilled archer or huntsman. Ah, but these are Orcs we speak of! Perhaps his tongue was cut from his mouth for some trifle....\\n\\n'If he truly does mean to serve the spiders of Lhingris, perhaps he can lead us to the lair of this Shelob. There is little time to consider such things here, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "Legolas can be found at the ruined encampment in northern Lhingris.\\n\\nYou found the Silent One's victims presented as some kind of offering to the spiders of Lhingris before the Silent One attacked you and fled back into the shadows. You should return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The Silent One can likely be found off the road to the south of Durthang with the slain Orcs he took from Durthang.\\n\\nA dying Uruk has asked you to kill the Silent One, an Orc who has seemingly aligned himself with the spiders of Lhingris.",
      "es": "",
      "es (fem)": ""
    }
  ]
}