{
  "id": 621001741,
  "txt": [
    {
      "id": 190220789,
      "en": "'I-I cannot see! My damned eyes have gone! Is that you, Glupronk?'\\n\\nThe Orc sniffs frantically at the air around him.\\n\\n'Nar, you don't have his scent! I'm...hollowing, and there's no way out of that!\\n\\n'I'll be like the Zhavár-hai soon, and I don't want that! No Orc should want that! Old Shelob's let her children crawl around within us and feast on our insides!\\n\\n'Some live, some don't... but all of them are carrying around who knows what in their guts. I think the dead ones are lucky if you ask me!\\n\\n'You're probably pretty fond of Orc-slaying, stranger, so if you see any like me -- make sure you do them in!'\\n\\nThe Orc spits vaguely in your direction, and then draws a knife and stabs his own throat.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Several of the Orcs of Kála-murg have fallen to a mysterious disease stemming from Shelob's children, which they refer to as \\qthe hollowing.\\q",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Devoured From Within",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Mercifully defeated hollowing Orcs at Kála-murg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "You have mercifully defeated many of the hollowing Orcs at Kála-murg.",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "Although the Orcs remain foes of the Free Peoples of Middle-earth, you have shown great mercy in sparing the Orcs of Kála-murg a vile fate.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Hollowing Orcs can be found throughout Kála-murg in Rath Cail.\\n\\nYou have heard the pleas of an Orc doomed to death by \\qthe hollowing\\q to spare others like him a terrible fate. You should mercifully defeat any hollowing Orcs you encounter in Kála-murg.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Mercifully defeat hollowing Orcs at Kála-murg ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}