{
  "id": 621001764,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'[placeholder], I have seen something terrible along the road to Durthang. A few spiders scuttled too near the ruins from Lhingris, and I was reminded at once of Mirkwood and the tales of my father, Thranduil!\\n\\n'In an Age now past, he battled against a terrible spider -- itself only a child of one even greater. The great spider-queen: Ungwetári!\\n\\n'It has been over three thousand years since my father heard her terrible name spoken by one of the Nazgûl, but I fear a creature so terrible and so near to the lands of the Enemy had strength enough to persist long beyond the years of Men!\\n\\n'I must go into Lhingris and seek the source of the evil within the Ephel Dúath! If you wish to join me, I shall wait for a time near the road to Durthang -- but do not tarry overlong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Legolas has ventured into Lhingris after becoming suspicious that an old foe of his father, Thranduil, still dwells in the Ephel Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Talk to Legolas in the ruined encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c9",
      "en": "Travel into Lhingris and join Legolas in his search for Ungwetári",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "You have found Legolas amid a ruined encampment...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011851",
      "en": "Legolas is standing in the remains of small encampment beside the road to Durthang in Lhingris.\\n\\nYou have found Legolas in a ruined Orkish encampment and should now speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa327",
      "en": "In Search of the Spider-queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Legolas can be found somewhere near the road leading to Durthang in Lhingris.\\n\\nLegolas has asked you to join him in his search for an old foe known to his father as the spider-queen, Ungwetári.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'I am glad you have come, [placeholder]....\\n\\n'Be this the work of Ungwetári herself or that of her terrible children, the spiders of Lhingris are born of some terrible evil.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}