{
  "id": 621001781,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Search the depths of Barad-dûr for King Váskmun Greytooth and the Firehorns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "The glamour can be found in the Chamber of the Watchers in Barad-dûr.\\n\\nA glamour has risen from the statue of Sauron in the Chamber of the Watchers. You and Gimli must stand fast!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'Some kind of trap? I don't like the sound of this at all!\\n\\n'We're going to need more than you or I if Váskmun and the Firehorns went down there, and if you ask me, we shouldn't wait around for those Eye-mad cultists to find us either!\\n\\n'Let us return to the ruins of Díngarth, and tell Legolas and the Stout-axes of what we have learned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'Some kind of trap? I don't like the sound of this at all!\\n\\n'We're going to need more than you or I if King Váskmun and those so-called Firehorns went down there, and if you ask me, we shouldn't wait around for those Eye-mad cultists to find us either!\\n\\n'Let us return to the ruins of Díngarth, my friend. We must tell Legolas and the others of what we have learned!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Gimli can be found in the Chamber of the Watchers in Barad-dûr.\\n\\nYou have repelled the attacks of a glamour, one of the remnants of the Dark Lord himself, which warned of an insidious trap laid for the Firehorns and King Váskmun Greytooth. You should now speak to Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "The caverns suddenly grow wider, and you come to a room dwarfed by statues of Sauron and his servants...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Talk to Gimli in the Chamber of the Watchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Confront the glamour in the Chamber of the Watchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "Gimli can be found in the depths of Barad-dûr.\\n\\nYou are searching the depths of Barad-dûr for King Váskmun Greytooth and the Firehorns. You should follow Gimli and keep a keen eye on the shadowed tunnels of the Dark Tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568933",
      "en": "'I think we've seen enough, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Deep in the depths of Barad-dûr, there lies a passage into the Mordath, the Black Pits of Mordor, through which Váskmun Greytooth intends to lead the Firehorns in his quest to reclaim the Dwarf-ring, Manthríf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'It is quiet here, [placeholder]....\\n\\n'If Váskmun and the Firehorns came to this place, they did so by another way. Knowing Váskmun, he probably marched his army right up to the gates of Barad-dûr!\\n\\n'Hah! There will be no tales of proud dwarves this day, my friend. Váskmun's pride does his folk no good at all!\\n\\n'Now, we must find some sign of him or his folk before we are discovered!\\n\\n'Let us go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Talk to Gimli in the Chamber of the Watchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b13",
      "en": "The glamour, one of the malevolent remnants of the Dark Lord, fades into the shadows...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Into the Abyss",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'What is all this?\\n\\n'King Váskmun and his Firehorns must have come through here... for the trail of dead has led us to this chamber. I do not begrudge your people for their vengeance upon the servants of the Dark Lord, but we have seen well enough that King Váskmun does not accept surrender—even from a bested foe.\\n\\n'Look, the passage descends even further! Oh no, [placeholder], don't you dare think I've become jealous! Whatever this place might be, it is no Khazad-dûm!\\n\\n'Ah, but something here leaves me uneasy, my friend. Does it seem to you that that statue is looking at us?\\n\\n'Because it sure seems so to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'What is all this?\\n\\n'Váskmun and the Firehorns must have come through here... for the trail of dead has led us to this chamber. Hmm....\\n\\n'Look, the passage descends even further! Oh no, [placeholder], don't you dare think I've become jealous! Whatever this place might be, it is no Khazad-dûm!\\n\\n'Ah, but something here leaves me uneasy, my friend. Does it seem to you that that statue is looking at us?\\n\\n'Because it sure seems so to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'It is quiet here, [placeholder]....\\n\\n'If King Váskmun and his Firehorns came to this place, they must have done so by another path. Knowing Váskmun, he probably marched his army right up to the gates of Barad-dûr!\\n\\n'Alas, I fear there will be no tales of proud dwarves this day, my friend. King Váskmun's pride does his folk—your folk—no good at all!\\n\\n'Now then, we must find some sign of the King and his Firehorns before we are discovered!\\n\\n'Let us go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011851",
      "en": "Gimli is standing in the Chamber of the Watchers in the depths of Barad-dûr.\\n\\nYou and Gimli have found a grisly trail of slain followers of the Order of the Eye leading to the Chamber of the Watchers. A statue of Sauron looms ahead and its gaze is fixed upon you. You should speak to Gimli.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Gimli can be found on the precipice within the abyss of Mordath.\\n\\nYou descended into the abyss of Mordath and have come to a ledge within depths of Barad-dûr. You should speak to Gimli and begin your search for King Váskmun Greytooth and the Firehorns.",
      "es": "",
      "es (fem)": ""
    }
  ]
}