{
  "id": 621001740,
  "txt": [
    {
      "id": "0x8e11b19",
      "en": "Shelob's children flee back beyond the Under-gate toward the tunnels of Torech Ungol!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "You are searching for a path to the tower-gate with Legolas. Remain on guard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011825",
      "en": "You have been cornered in the depths of Cirith Ungol by the ancient spider, Saernaston. You must defeat him if you hope to escape!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "Legolas is standing near the shattered remains of the Under-gate.\\n\\nSaernaston appears to have been devoured by Shelob herself. Belzagar has fled the tower, and now you and Legolas should as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'Belzagar has gone, and our hope now lies with him! We can do no more here!\\n\\n'Shelob comes! We must leave this place at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011826",
      "en": "Shelob's children have fled back beyond the Under-gate toward the tunnels of Torech Ungol. You should pursue them and prevent more from entering the Tower of Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "You have come to the Under-gate and should now guard Belzagar's escape from Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Talk to Legolas in the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b61",
      "en": "You suddenly notice green eyes leering at you in the shadows above!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "In an attempt to warn the Gúrzyul of Shelob's growing wrath and secure Cirith Ungol, Legolas has decided to allow an emissary of Rûkhor the Pale Herald the opportunity to escape by distracting Shelob's brood at the Under-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "You hear the cracking of Saernaston's carapace and terrible screeches echoing from the tunnels of Torech Ungol!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'We must go at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edb47",
      "en": "Listen to Legolas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'[placeholder], we have nearly made it to the Under-gate, but I fear the worst lies ahead of us. The tremors now shake the entire tower, and I fear it might crash down upon us at any moment.\\n\\n'We must move swiftly, but carefully. Webs choke the door and tunnels of the tower, and we could easily fall into a spider's trap!'\\n\\nLegolas turns to look at Belzagar.\\n\\n'Do not dare to deceive us, Man. Both of us are skilled enough to defeat you on our own! Send word to your masters as we bid, and you may still survive Shelob's wrath!'\\n\\nLegolas turns back to you.\\n\\n'No matter the danger, Belzagar must reach the gate. Are you prepared, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a0",
      "en": "Pursue Shelob's children into Torech Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Legolas is standing in the Tower of Cirith Ungol.\\n\\nYou and Legolas plan to distract the spiders of Shelob's brood at the Under-gate to allow Belzagar to send word to Ugrukhôr and Rûkhor the Pale Herald. You should speak to Legolas when you are prepared.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Find a path through the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a3",
      "en": "Defeat Saernaston",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Talk to Legolas at the Under-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Stand against Shelob's children at the Under-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "You have come to the Under-gate, and a path out of the tower lies open before it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Gnats in Her Net",
      "es": "",
      "es (fem)": ""
    }
  ]
}