{
  "id": 621001723,
  "txt": [
    {
      "id": 190220789,
      "en": "'Now that that's settled, we've got another problem. The Top Ones have their lackey, Belzagar, up in the turret watching all of us... and I don't like it. \\n\\n'The Pale Herald sent him here because he thinks Ugrukhôr didn't set things right with all the Shagrat business! Aye, the Captain set it right all right, but the tarks never want to hear it from an Uruk!\\n\\n'For some reason, he wants to speak with you about how you escaped the Teeth, but I don't think he's quite of the mind to understand your title.\\n\\n'Ah well, best to not keep him waiting!'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Report to Belzagar in the Tower of Cirith Ungol",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Captain Róglarg has grown irritated at having to play host to an emissary of the Gúrzyul at Cirith Ungol.",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Report to Captain Róglarg in Cirith Ungol",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "'Welcome, Orc, are you the one known as the Silent One?'\\n\\nYou nod.\\n\\n'Ah, very good. I am Belzagar, one of the many emissaries of Rûkhor the Pale Herald. Captain Róglarg has asked that he and his garrison be sent elsewhere, but it shall not be so. It is my duty to see that Cirith Ungol remains in the hands of Mordor, and the demands of a single Uruk will not impede it!\\n\\n'Although it is indeed curious that you escaped alive, I did not ask you here to learn how you fled the Teeth. I am not of as simple a mind as Róglarg perceives. You shall deliver this message to him by whatever means you have:\\n\\n\\qCirith Ungol is to remain guarded against the foes of Mordor. Gothmog will not repel them from Imlad Morgul, so an attack from the west remains anticipated. Ungwetári, or Shelob in their Orkish tongue, must be kept sated in Torech Ungol. She remains a threat to the leaders of Mordor. Sacrifice as many Orcs as necessary to keep her from venturing out of her lair.\\q\\n\\n'I am aware that you cannot speak, and perhaps that will spare you Róglarg's wrath. I am wise enough to not deliver such a message myself.\\n\\n'You may go now, Orc. Do as I bid!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Will of the Pale Herald",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol.\\n\\nBelzagar has informed you that Captain Róglarg and his garrison are forbidden from abandoning Cirith Ungol.",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "'Hoi! What'd the tark have to say?'\\n\\nYou attempt to demonstrate that Captain Róglarg and his garrison are not allowed to abandon Cirith Ungol by the will of the Gúrzyul. You are forced to repeat your demonstration a few times, but Captain Róglarg seems to understand its meaning.\\n\\n'Damned tarks! And who's going to hold the tower, you ask? The Uruks! It's always the Uruks!\\n\\n'Well, if that's how it's going to be, we need to get Her Ladyship's little biters off our backs! I think old Shelob's gotten just a bit too hungry....'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Belzagar can be found in the turret of the Tower of Cirith Ungol.\\n\\nCaptain Róglarg has ordered you to report to Belzagar in the Tower of Cirith Ungol. The emissary of the Pale Herald is curious to learn how you escaped the fall of the Towers of the Teeth.",
      "es": ""
    }
  ]
}