{
  "id": 621001730,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Read Glupronk's missive from Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'[placeholder], what did you hear of Kála-murg?'\\n\\nYou tell Legolas about the disease ravaging Kála-murg and the Orc-tracker, Glupronk, that was mentioned by the Orcs.\\n\\n'This Glupronk must lead the Orc-trackers in their search for the Elf-warrior. It is likely he knows many of the hidden paths of Lhingris, and his knowledge may be useful in our search.\\n\\n'Travel to Kála-murg and seek the Orc, Glupronk. If he bears any orders, take them and we shall see what can be learned from them.\\n\\n'Be careful, [placeholder]. We know little of the disease that has taken the Orcs....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "A gruesome figure shambles out of the shadows...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "You pull a damp missive off Glupronk...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "The missive warns of an Elf-warrior that slew the garrison of Cirith Ungol and stuck \\qShelob\\q!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa323",
      "en": "Tracking the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Find and confront Glupronk in Kála-murg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Desperate to capture an elusive Elf-warrior, the Orc-trackers of Kála-murg now keep a close watch on Rath Cail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "You pull a damp missive off Glupronk...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e188",
      "en": "Deliver the missive to Legolas in Rath Cail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011850",
      "en": "You are carrying a missive from Cirith Ungol. You should read it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'What have you found, [placeholder]?'\\n\\nYou hand Legolas the missive from Cirith Ungol.\\n\\n'Are you certain the Orcs have confused Master Samwise with the Elf-warrior? This Captain Róglarg seems to think Sam slew an entire garrison of Orcs by himself. Master Samwise is a loyal and brave hobbit, but he is not a practised warrior!\\n\\n'Stranger still, Captain Róglarg speaks of the Elf-warrior sticking a pin in Shelob. A mere blade could not wound such an ancient creature... not on its own. If only Sam had told us of his encounter with Shelob!\\n\\n'There can no longer be any doubt! Ungwetári still dwells in the Ephel Dúath, but she now tends her wounds in the shadowed caverns of the mountains...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011851",
      "en": "Legolas can be found in Rath Cail.\\n\\nYou have read a troubling missive from the Captain of Cirith Ungol. You should deliver it to Legolas and see what he makes of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Glupronk can likely be found deep within the Orc-hold of Kála-murg.\\n\\nThe Orc, Glupronk, is in command of Kála-murg and seeks the Elf-warrior. Legolas hopes to learn more of the Orcs of Lhingris and of the hidden cavern where Shelob makes her home.",
      "es": "",
      "es (fem)": ""
    }
  ]
}