{
  "id": 621001750,
  "txt": [
    {
      "id": "0xa5029c7",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'No... No! I can't go back! Not after we've travelled so far!'\\n\\nYou try to calm the Nurnhoth and explain that you mean him no harm.\\n\\n'Ah, I see. I am sorry, but when you have slaved for the Eye as long as myself and my companions, it is easy to see everyone as a foe. You see, my companions and I were on our way through a hidden pass out of Mordor, but we became separated. After all, it was not a swamp the last time we were sent here to gather ore from the caverns!\\n\\n'Something broke loose in those mountains when the Master's tower fell, I think, and now there's foetid water all about!\\n\\n'I cannot leave without my companions, but I have not the means to rescue them myself. These rags cannot defend against the blades of Orcs or the bites of spiders! Will you aid them and send them here to me?\\n\\n'Once that is done, we can leave this sorry land behind....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b3",
      "en": "After escaping their servitude in Dor Amarth and Talath Úrui, several Nurnhoth have become lost and endangered in the swamps of Dath Nethryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Aided Nurnhoth in escaping from Dath Nethryn in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "Nurnhoth can be found in Dath Nethryn.\\n\\nA Nurnhoth has asked you to find his companions, who have become lost and endangered in the swamps of Dath Nethryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "You have aided many of the Nurnhoth lost and endangered in the shallows of Dath Nethryn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Lost in Lhingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "You have aided many of the Nurnhoth lost and endangered in the shallows of Dath Nethryn, and you have helped them escape both the oppressive might of Sauron's servants and the terrible creatures of Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Aid Nurnhoth in escaping from Dath Nethryn in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}