{
  "id": 621001737,
  "txt": [
    {
      "id": 190220789,
      "en": "'All right, Silent One.\\n\\n'Her Ladyship will be pleased, or she had better be! Between her spiders and that damned Elf-warrior, I can't spare another Orc.\\n\\n'We'll lead them up the hill to her lair, and we'll make sure none of them get any ideas about running away. You know how it goes, don't you? We get them up there, send a few into Torech Ungol, and have them make some noise. That riles her up right quick!\\n\\n'If they're lucky, she'll eat them right away, otherwise they'll get her venom and then I'd almost feel sorry for them. Spending the rest of your days hanging about in her lair until she finally decides to eat you? Nar, that's no way to go....\\n\\n'Let's get on with it.'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Talk to Legolas outside Cirith Ungol",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Desperate to be rid of the relentless attacks by creatures of Her Ladyship's lesser broods, Captain Róglarg of Cirith Ungol prepares to sacrifice a company of Orcs to Shelob at her lair, Torech Ungol.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Necessary Sacrifices",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "'I do not like the look of this, [placeholder]. Spiders and other foul creatures have scaled the walls of the Tower....\\n\\n'I sense Captain Róglarg has stirred something that was better left in darkness. Imagine if such horrors came before us at the Black Gate! We would have fallen long before the Eagles arrived!\\n\\n'Indeed, there is an unseen malice guiding these creatures, but to what end?'",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Legolas can be found along the road outside of Cirith Ungol.\\n\\nYou have narrowly escaped the wrath of Shelob and her children. You should now speak to Legolas.",
      "es": ""
    },
    {
      "id": 190220600,
      "en": "'Well, don't just stand there. Let's get a move on!'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol.\\n\\nYou have gathered several sacrifices and now Captain Róglarg is prepared to bring them to Torech Ungol. You should get Captain Róglarg's attention and signal that you are ready to depart.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Signal Captain Róglarg",
      "es": ""
    }
  ]
}