{
  "id": 621001761,
  "txt": [
    {
      "id": "0xb568924",
      "en": "'As I feared, my father spoke true of Ungwetári's children. If her spiders come now to the gates of Durthang, they fear no counter-strike from Ugrukhôr or any others of the Gúrzyul. Even the deceptions of the Enemy could not sway them into his service, and now that Sauron has fallen, nothing remains to restrain them from hunting their prey.\\n\\n'I think it unwise to remain still in Lhingris overlong, and so I believe we should travel into Rath Cail and seek shelter amongst the Morgai.\\n\\n'When you are ready, we will depart.'\\n\\n<rgb=#FF0000>NOTE: You will swiftly travel into Rath Cail with Legolas when you accept this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Legolas fears that remaining still in Lhingris portends an ill fate, and so he hopes to move deeper into Rath Cail to continue his search for Ungwetári.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Talk to Legolas in Rath Cail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa325",
      "en": "Keeping on the Move",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Ah, this will do. I suppose it is no worse than anywhere else in the hills of the Ephel Dúath....'\\n\\nLegolas peers into the distance, silently observing Rath Cail.\\n\\n'This vale is swarming with foes, but I fear we must pass through it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Legolas can be found atop a small ridge overlooking Rath Cail.\\n\\nYou have travelled into Rath Cail with Legolas and should now speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa328",
      "en": "Deadly Stillness",
      "es": "",
      "es (fem)": ""
    }
  ]
}