{
  "id": 621001746,
  "txt": [
    {
      "id": 173025735,
      "en": "Talk to Lúksu",
      "es": ""
    },
    {
      "id": 148970265,
      "en": "The grubs are still wriggling in the crate. How exciting!",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'It's been a long day, hasn't it? I think you've earned a break!\\n\\nCaptain Róglarg smirks.\\n\\n'I've had Lúksu cook something up for you in the Tower. Some Thrulbuz, some Zau, and even some Blúgzor! A nice, full meal to make the other Orcs jealous!\\n\\nGo on, now! There's still more to be done once you're back!'",
      "es": ""
    },
    {
      "id": 148970336,
      "en": "It's meat all right, wrapped in... innards?",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "Lúksu has set out three crates of repulsive food...",
      "es": ""
    },
    {
      "id": 236954403,
      "en": "Time Enough for a Meal",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Pretend to eat Blúgzor",
      "es": ""
    },
    {
      "id": 173025747,
      "en": "Pretend to eat Zau",
      "es": ""
    },
    {
      "id": 184621128,
      "en": "Lúksu can be found in the Tower of Cirith Ungol.\\n\\nYou have done your best to pretend that you ate and enjoyed Lúksu's food. You should now speak to Lúksu.",
      "es": ""
    },
    {
      "id": 184621129,
      "en": "Crates of Blúgzor, Zau, and Thrulbuz can be found near Lúksu in the Tower of Cirith Ungol.\\n\\nYou have found Lúksu and must now \\qsample\\q his cooking.",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "After performing many of his tasks without question, Captain Róglarg has offered you a meal in Cirith Ungol.",
      "es": ""
    },
    {
      "id": 173025751,
      "en": "Pretend to eat Thrulbuz",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'Hai! You must have been hungry, Silent One! You put all that down faster than any Orc I've ever known!\\n\\n'Must be easier without a tongue! Ha!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "Find Lúksu in the Tower of Cirith Ungol",
      "es": ""
    },
    {
      "id": 148970262,
      "en": "Mmm! This stew is certainly... crunchy!",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Lúksu can be found in the Tower of Cirith Ungol.\\n\\nCaptain Róglarg has offered you a break, and now expects you to eat an Orkish meal. You should find Lúksu and do your best to pretend that you have eaten his food.",
      "es": ""
    }
  ]
}