{
  "id": 621001745,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "As you explore the gates of Durthang in Lhingris, you notice that the inhabitants of Durthang have begun to burn their dead as a means to repel the attacking spiders.\\n\\nYou should burn the slain Orcs near Durthang and repel the spiders that have come to the northern reaches of Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Burn slain Orcs at Durthang in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Many of the terrible creatures that dwell within Lhingris are fearful of light and flame and dare not stray too close to either.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa323",
      "en": "Foes of Light",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Burned slain Orcs at Durthang in Lhingris ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "You have burned many of the slain Orcs at the gates of Durthang in Lhingris. The glow of the flames did well to repel some of the spiders of Lhingris, but it is likely that once the fires die out, the spiders will return in force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Slain Orcs can be found littering the road leading to Durthang in Lhingris.\\n\\nYou have noticed that burning the dead of Durthang has worked to repel the spiders of Lhingris. You should burn slain Orcs to fend off the spiders of Lhingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "You have burned many of the slain Orcs at the gates of Durthang in Lhingris.",
      "es": "",
      "es (fem)": ""
    }
  ]
}