{
  "id": 621001791,
  "txt": [
    {
      "id": 148970260,
      "en": "DNT FLAG E",
      "es": ""
    },
    {
      "id": 184621124,
      "en": "The slave Kurtil stands on the southern edge of the Ud没n basin, up atop a wooden structure.\\n\\nYou should talk to Kurtil some more.",
      "es": ""
    },
    {
      "id": 184621127,
      "en": "You should search for more signal flags south of the Ud没n basin, on the road that leads up toward Mornaur.",
      "es": ""
    },
    {
      "id": 190220581,
      "en": "'We will learn the reply to the first speaking. Seek it east and south, near the road that leads upward to Mornaur Forge.'",
      "es": ""
    },
    {
      "id": 184621142,
      "en": "Now that you have inspected more signal flags, you should look for Kurtil southward on the road that leads to Mornaur.",
      "es": ""
    },
    {
      "id": 190220583,
      "en": "'Up here, you may look down on the Land of Making and Labour. Land of muddy marching. Land of swords made and swords raised. Look below and you will see. The shape is like a sword-gash, is it not? A tale is whispered among my kind: that Xayal Zangin, the Resplendant one, fought here, in this place, with the fire giant Zalim Atash, and their fighting broke the world. Many such tales are there among my kind.'\\n\\nHe laughs.\\n\\n'Who can say what happened long ago? Not you or I? For who should remember. We have only tellings, and tellings tatter. Tatter and wear to dust. But now you must tell to me what flags it was you saw.'\\n\\nYou describe each symbol you saw, drawing in the barren dirt when necessary, and the Nurnhoth slave nods gravely.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Help Kurtil up",
      "es": ""
    },
    {
      "id": 173025734,
      "en": "Talk to Kurtil",
      "es": ""
    },
    {
      "id": 148970336,
      "en": "Kurtil greets you with a mischievous twinkle in his eye",
      "es": ""
    },
    {
      "id": 148970337,
      "en": "DNT FLAG F",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The Nurnhoth slave Kurtil has promised to unravel the secrets of the signal flags, if he can be trusted. Will he reveal the truth of a meeting among the dwellers of Ud没n?",
      "es": ""
    },
    {
      "id": 148970341,
      "en": "The slave comes up unsteadily with a groan, but seems steady enough once up",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "DNT FLAG 1",
      "es": ""
    },
    {
      "id": 148970342,
      "en": "Found another signal flag ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 190220597,
      "en": "'When two men speak, one talks and then the other. Back and forth. So it is when we speak with flags. Then only those with eyes can hear. The Captain of the Pit, our lord and taskmaster, he has no such eyes. Nor his enforcers. Nor his sorcerers. Nor even his spies! They hear not when the flags speak. Only we forge-workers do.'\\n\\nKurtil delves in his wandering patter into the meanings of the flags: how one describes the nature of the topic; another whether past, present, or future; a third whether a certainty, a possibility, a warning, or a wondering, and so forth. All in all, the flags are far more subtle and complex than Barathron took them to be.\\n\\n'And now, let us seek out the second speech, the answering. We should look, I think, east of here and south, by the road up to Mornaur Forge. You will go and look. And when you have seen, there I will be upon the upward road.'",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "The slave Kurtil is lying on the southern edge of the Ud没n basin, up atop a wooden structure.\\n\\nYou should help Kurtil up off the ground.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "DNT find flags farther east ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "'Here, I will begin. Tell me, friend. When two men meet to speak, does one say a thing - and then both go off without another word? No, no, no. \\n\\n'Ah, but first, this will not do. I must get up. Will you help me?'",
      "es": ""
    },
    {
      "id": 173025700,
      "en": "Find more signal flags ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 148970257,
      "en": "DNT FLAG B",
      "es": ""
    },
    {
      "id": 148970258,
      "en": "DNT FLAG C",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "An Answer Unspoken",
      "es": ""
    },
    {
      "id": 173025752,
      "en": "Find Kurtil up the road",
      "es": ""
    },
    {
      "id": 148970259,
      "en": "DNT FLAG D",
      "es": ""
    }
  ]
}