{
  "id": 621001736,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "After finding the Silent One's home of sorts, the Orc was forced to flee deeper into Lhingris. You and Legolas must now pursue the elusive Orc if you hope to claim his armour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Legolas near Dath Nethryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "You have found Legolas at the end of the other trail of blood!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Finding the Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "The trail of blood leads deeper into Lhingris!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Hah! A clever Orc, indeed!\\n\\n'[placeholder], the trails of blood converge here in this swamp!\\n\\n'Even now, the Silent One must seek shelter in its shallows. We must find him before we lose the path!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "'[placeholder], we must find the Silent One.\\n\\n'As his face is mostly obscured by his helmet, his armour could be of great use to us in learning more of Shelob and her children. If we can recover his armour, you might gain entry into Cirith Ungol and go unnoticed as one of the many Orcs in its garrison. Indeed, Captain Róglarg even expects the Silent One to report to Cirith Ungol!\\n\\n'The Silent One knew well enough not to remain here, and he left two trails of blood leading deeper into Lhingris to escape our pursuit. I shall follow one, and you should follow the other.\\n\\n'Let us see where they lead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Follow the trail of the Silent One's blood deeper into Lhingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011847",
      "en": "Legolas can be found above the swamp of Dath Nethryn in Lhingris.\\n\\nThe trails of blood have led both you and Legolas to the swamp of Dath Nethryn. The Silent One now hides within, hoping to tend his wounds and escape your pursuit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The trails of blood begin at the Silent Haunt and lead deeper into Lhingris.\\n\\nLegolas has spotted two trails of blood leading from the Silent Haunt. It seems the Silent One is trying to lose you in the shadows of Lhingris.",
      "es": "",
      "es (fem)": ""
    }
  ]
}