{
  "id": 621001760,
  "txt": [
    {
      "id": 190220789,
      "en": "'Although the Silent One has fled into its shallows, he is not the only Orc I have spied.\\n\\n'[placeholder], I fear more of the hollowed Zhavár-hai lurk in the swamp-lands below. They carry with them the children of Ungwetári... or Shelob as the Orcs now seem to call her.\\n\\n'Even if the Zhavár-hai are slain, the terrible things dwelling within them may not be. Thus, I ask that you burn the bodies of any Zhavár-hai you encounter in Dath Nethryn.\\n\\n'It is an unfortunate task, but it is the only way to put an end to the danger they pose to us and King Elessar's armies!'",
      "es": ""
    },
    {
      "id": 173025732,
      "en": "Defeat and burn Zhavár-hai in Dath Nethryn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "The Zhavár-hai of Dath Nethryn have grown mightier and possess thicker hides than their untainted, Orkish brethren.",
      "es": ""
    },
    {
      "id": 173025736,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 126754721,
      "en": "The Hollowed of Dath Nethryn",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "Defeated and burned Zhavár-hai in Dath Nethryn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220599,
      "en": "It seems the longer the Zhavár-hai bond with Shelob's children, the more potent their might and the thicker their flesh.\\n\\nYou have done well to defeat and burn many of the Zhavár-hai in Dath Nethryn. They can no longer pose a threat to any who venture into Lhingris, and can no longer hinder Legolas's quest to find the spider-queen, Ungwetári -- now known as Shelob.",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "You have defeated and burned many of the Zhavár-hai in Dath Nethryn.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Zhavár-hai can be found in the shallows of Dath Nethryn in southern Lhingris.\\n\\nLegolas has spotted numerous Zhavár-hai roaming the foetid swamp of Dath Nethryn in Lhingris. Even if the Orcs are slain, the insects and spiders within them pose a great threat, so he has advised you to burn them after defeating them.",
      "es": ""
    }
  ]
}