{
  "id": 621001722,
  "txt": [
    {
      "id": "0x8e11b15",
      "en": "You can hear the hushed voices of the Orc-trackers. You should listen closely...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa323",
      "en": "Whispers of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb9451",
      "en": "'The Silent One's gone missing, and I don't like it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb9452",
      "en": "'Little sneak was at Kála-murg until a few days ago, but he's gone now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1ef9f46",
      "en": "You can no longer hear the Orcs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1ef9f49",
      "en": "You can no longer hear the Orcs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb9b51",
      "en": "'As if Lhingris couldn't get any worse, Glupronk says Kála-murg's in a real mess....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb9b52",
      "en": "'They got some disease in the Orc-hold that eats 'em from the inside out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e191",
      "en": "Eavesdrop on Orc-trackers near Kála-murg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e193",
      "en": "Eavesdrop on Orc-trackers near Lugvarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1ef9f54",
      "en": "You can no longer hear the Orcs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568926",
      "en": "'Hah! An Elf-warrior? I think the Orcs may have misjudged Master Samwise! Although, from the sound of it, the Orcs of Lugvarg may have found some of our friends' belongings left behind from when they passed through Mordor.\\n\\n'It is curious that the Orcs of this Kála-murg are unaware of the Silent One's treachery. They think him missing? I suppose they cannot spare much thought for him while a strange disease is spreading through the Orc-hold. The disease must be a potent one....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Legolas can be found in the northern reaches of Rath Cail.\\n\\nYou have carefully overheard the conversations of the Orc-trackers of Lhingris and should now return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "<rgb=#FF00FF>Listen</rgb> to the Orc-trackers in Rath Cail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c8",
      "en": "<rgb=#FF00FF>Listen</rgb> to the Orc-trackers near Kála-murg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Hoping to learn more of what has happened in Lhingris in the aftermath of Sauron's downfall, Legolas has asked you to eavesdrop on the Orc-trackers of Rath Cail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "You can hear the hushed voices of the Orc-trackers. You should listen closely...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb9151",
      "en": "'The Tower's got us looking for an Elf-warrior, but Lugvarg's found something interesting....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb9152",
      "en": "'Some queer little pots, they said. Maybe they belonged to the one Shagrat let out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Orc-trackers can be found throughout Rath Cail, near the Orc-hold of Kála-murg, and near the watch-tower of Lugvarg.\\n\\nLegolas has asked you to eavesdrop on the Orcs in Rath Cail to learn more of what has happened in Lhingris since Sauron's fall.\\n\\n<rgb=#FF0000>NOTE: You must select at least one of the gathered Orcs at each location to advance this quest.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'Be still, [placeholder].\\n\\n'Down in the vale, I see a few gatherings of Orcs positioned beside the road. Trackers of some kind, I believe. We shall have to move more carefully from here onward!\\n\\n'What do they search for, I wonder? They must realize it is too late to secure the Enemy's Ring!\\n\\n'Ah, but it seems they are more interested in talking than keeping to their posts. I see gatherings of Orcs by what I believe to be a watch-tower, by an Orc-hold of some sort, and another gathering of them beside the road in the vale.\\n\\n'Will you eavesdrop on them, my friend? We might learn more of what has happened in Lhingris since the Enemy's downfall!\\n\\n'I shall keep watch here and stop any other Orcs from approaching you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "<rgb=#FF00FF>Listen</rgb> to the Orc-trackers near Lugvarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "You can hear the hushed voices of the Orc-trackers. You should listen closely...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d7",
      "en": "Talk to Legolas in Rath Cail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT -- LHINGRIS QUEST TEMPLATE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e184",
      "en": "Eavesdrop on Orc-trackers in Rath Cail",
      "es": "",
      "es (fem)": ""
    }
  ]
}