{
  "id": 621001758,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "While exploring Kála-murg, you have discovered disgusting rations kept in crates by the Orcs. The crates ooze with maggots and what seems to be spider venom or blood. Even by Orkish standards, this seems an undesirable meal.\\n\\nYou should burn crates of rations and ensure that they are not the cause of \\qthe hollowing.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Burn crates of distasteful rations in Kála-murg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "The Orcs of Kála-murg appear to have been eating food tainted with maggots and spider venom. Could this be the cause of \\qthe hollowing\\q?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Meal Unfit for an Orc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Burned crates of distasteful rations in Kála-murg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "You have burned many crates of distasteful rations in Kála-murg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "You have burned many of the crates of distasteful rations in Kála-murg. Although it remains unclear if those rations led to \\qthe hollowing\\q of the Orcs of Kála-murg, it seemed a good course.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Crates of distasteful rations can be found through Kála-murg in Rath Cail.\\n\\nYou have discovered crates filled with disgusting rations in Kála-murg. You should burn them in case they are the cause of \\qthe hollowing.\\q",
      "es": "",
      "es (fem)": ""
    }
  ]
}