{
  "id": 621001728,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'[placeholder], these tremors only seem to be growing more terrible....\\n\\n'Whatever the severity of her wounds, I worry that Shelob will soon find her way out of Torech Ungol and into the hills of Lhingris.\\n\\n'I would ask that you return to Torech Ungol and see if the tremors have exposed any new paths into Shelob's lair.\\n\\n'Be swift! I shall keep watch at a distance, and aid you if the need arises!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "As the tremors beneath Lhingris grow more intense, Legolas worries that Shelob shall soon venture forth from her lair in the Ephel Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to Legolas outside Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "The rockslide has shifted and a path into the tunnel now lies open!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'What have you found, [placeholder]?'\\n\\nYou tell Legolas that the tunnel to Torech Ungol now lies open.\\n\\n'Shelob is now free to venture from her lair if she wishes it, but I do not believe she will -- not yet.\\n\\n'However, the smallest of her children have scaled the walls of Cirith Ungol. Whatever she seeks now lies within the walls of the tower....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Tremors in the Ephel Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011846",
      "en": "Legolas can be found beside the road to Cirith Ungol.\\n\\nYou have discovered the tunnel into Torech Ungol unblocked and open to Lhingris. You should return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Patrol Torech Ungol and inspect the tunnel into Shelob's lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Torech Ungol can be found to the south-west of Cirith Ungol in Lhingris.\\n\\nLegolas has grown concerned by the continued tremors beneath Lhingris and fears that Shelob shall soon venture forth from her lair.",
      "es": "",
      "es (fem)": ""
    }
  ]
}