{
  "id": 621001753,
  "txt": [
    {
      "id": 190220789,
      "en": "'Lastly, I want you to scout Shelob's lair. That's right, I want you to go to Torech Ungol!'\\n\\nRóglarg again appears disgusted at having to speak Sindarin.\\n\\n'If the Elf-warrior's not been to the others, maybe he's gone back to finish the job on old Shelob. He stuck a pin in Her Ladyship like none have before. Nar, but Shelob's had it easy for years. Probably just caught her off-guard....\\n\\n'Maybe he thinks he'll get lucky, but I don't think she'll make the same mistake twice!\\n\\n'When that's all done, come back to me and we'll try to figure out what you saw. Maybe I'll get you a brush and some paper or something... I'm sure we have tark's blood around here somewhere!'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "At the urging of Captain Róglarg, you are to continue your search for the Elf-warrior at the gate to Imlad Morgul, Fennas Gost. Even if you do not intend to find the \\qElf-warrior\\q, you might aid Legolas in learning more about the caverns where Shelob dwells.",
      "es": ""
    },
    {
      "id": 173025735,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 126754721,
      "en": "The Search: Torech Ungol",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Amid the shadows of Torech Ungol, you see webbing coating nearly every stone around you...",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "The shadowed tunnels of Torech Ungol loom before you, but the largest tunnel appears to be sealed by rocks and debris.\\n\\nIf Shelob still dwells within, it is likely that she has become trapped in the aftermath of Sauron's downfall.",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "You have patrolled Torech Ungol.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Torech Ungol can be found up the pathway south-west of Cirith Ungol in the heights of the Ephel Dúath.\\n\\nCaptain Róglarg has asked you to patrol Torech Ungol, Shelob's Lair, in search of the Elf-warrior on the run in Lhingris. You should travel to Torech Ungol, but remain on guard.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Patrol Torech Ungol \\qin search of the Elf-warrior\\q",
      "es": ""
    }
  ]
}