{
  "id": 621001738,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'[placeholder], we must go to the Under-gate and draw the ire of Shelob's children. It is the only way!'\\n\\nLegolas turns to Belzagar.\\n\\n'My companion and I shall go to the Under-gate, and we will draw the spiders away from the courtyard. Bring word to your masters before it is too late!\\n\\n'Go now, or die with the rest of the garrison!'\\n\\nLegolas turns back to you.\\n\\n'It seems our paths always lead us to battle, my friend. Are you prepared?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c4",
      "en": "Talk to Legolas on the road to Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "In an attempt to warn the Gúrzyul of Shelob's growing wrath and secure Cirith Ungol, Legolas has decided to allow an emissary of Rûkhor the Pale Herald the opportunity to escape by distracting Shelob's brood at the Under-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Gnats in Her Net",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'We cannot know if Shelob's wounds are healed, but we must hold hope that she still feels the sting of whatever hurts Master Samwise wrought against her. One thing is certain -- her hunger has not diminished!\\n\\n'It may not be this day, but the time shall come when Shelob must be confronted and her evil at last banished from the world. Cirith Ungol shall remain in turmoil, but if Belzagar reaches his masters, an even greater garrison will surely be sent to stand against Shelob and her children.\\n\\n'As grim a thought as it is, the fates of Cirith Ungol and of the lands beyond Mordor are now in hands of the Gúrzyul....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "Legolas can be found beside the road to Cirith Ungol.\\n\\nYou battled one of Shelob's greater children, Saernaston, but it appears the great spider was dragged to its doom by Shelob herself. You have fled the Tower of Cirith Ungol and must now hope that Belzagar delivered your warning to his masters, Ugrukhôr and Rûkhor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Are you prepared, [placeholder]? Our foes will be many, but we must hold out!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Legolas can be found in the turret of the Tower of Cirith Ungol.\\n\\nIn order to allow Belzagar to deliver a message of warning to his masters, Legolas plans to distract Shelob's brood at the Under-gate to provide a means for Belzagar to escape Cirith Ungol. You should talk to Legolas when you are ready to travel to the Under-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Talk to Legolas in the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    }
  ]
}