{
  "id": 621001721,
  "txt": [
    {
      "id": "0xe1fa332",
      "en": "An Unrelenting Hunger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'This bodes ill, [placeholder].\\n\\n'We have barely stepped into the lands of Lhingris and no sooner have we found the vile webs of Ungwetári's children. Indeed, I am reminded of the darkest days of Mirkwood....'\\n\\nLegolas looks at the fallen Orcs.\\n\\n'If the spiders no longer fear the Orcs, I doubt they shall remain in the shadows of Lhingris much longer. Their prey is plentiful, and no longer guarded by the might of the Dark Lord.\\n\\n'I cannot discern whence these Orcs came for their armour is ruined and wreathed in webs, but to know it may help us learn how they found their way to Lhingris.\\n\\n'I shall work to free these from their webs and uncover their heraldry, but would you examine the slain Orcs on the road? Perhaps some have met with a less gruesome fate....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "The uneaten Orc can be found beneath an archway on the road to Durthang, slightly to the north and west of the ruined encampment.\\n\\nYou have examined the slain Orcs near Legolas's encampment, but you have noticed one who does not appear to have been devoured.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "'It seems that the Orcs have begun to fight amongst themselves, but I wonder why Orcs of Udûn and of Durthang would flee into this land?\\n\\n'To flee into a land beset by hungering foes with allegiance to none...it is unwise, to say the least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa325",
      "en": "Death in Lhingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d3",
      "en": "Examine slain Orcs on the road to Durthang ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "After arriving in Lhingris, Legolas has discovered a number of slain Orcs and fears that Ungwetári's children have begun to overrun the Ephel Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Examine the uneaten Orc on the road to Durthang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011820",
      "en": "Legolas can be found at the ruined encampment along the road to Durthang in Lhingris.\\n\\nWhile spiders have slain many of the Orcs in Lhingris, it appears that some Orcs have begun to fight amongst themselves as well. You should return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Durthang in Webs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d9",
      "en": "Talk to Legolas at the ruined encampment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "This Orc has been webbed and devoured by the spiders of Lhingris...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "This Orc was slain by arrows, and a shield of Udûn rests beside him...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Slain Orcs can be found on the road to Durthang, slightly to the north and west of the ruined encampment.\\n\\nLegolas has asked you to examine the slain Orcs along the road to Lhingris to discover if Ungwetári has set her children upon the Orcs of Mordor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}