{
  "id": 621001731,
  "txt": [
    {
      "id": 190220789,
      "en": "'It's the Elves, too. One of them at least!\\n\\n'Shagrat's a lying fool. There isn't anything in Mordor worth enough to make a whole garrison draw their blades on each other. Not even the damned Rings!\\n\\n'It was an Elf all right, and he made it clear he's got no business fighting Elves. We've held the tower for years and Shagrat nearly loses it in one day! Nar, the Black Pits are too good for him....\\n\\n'Ah, but we're going to find him, Silent One!\\n\\n'And I know just the places to look....'",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "You have patrolled Torech Ungol!",
      "es": ""
    },
    {
      "id": 148970245,
      "en": "You have patrolled Fennas Gost!",
      "es": ""
    },
    {
      "id": 148970246,
      "en": "You have patrolled Iant Angos!",
      "es": ""
    },
    {
      "id": 126687160,
      "en": "Captain Róglarg hopes to resume the search for the elusive Elf-warrior that slew Captain Shagrat's garrison.",
      "es": ""
    },
    {
      "id": 173025744,
      "en": "Report to Captain Róglarg in Cirith Ungol",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Search for the Elf-warrior",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Patrol landmarks in search of the Elf-warrior in Lhingris ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "'Well, Silent One? Not so skilled at tracking today, are you?'\\n\\nYou shake your head.\\n\\n'For your sake, you'd better hope he tripped into one of Her Ladyship's tunnels or caught his death in the swamp! The Top Ones will skin us both if he gets back to the tarks' city!\\n\\n'I've got my eye on you, Silent One. No more mistakes!'",
      "es": ""
    },
    {
      "id": 184621137,
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol.\\n\\nYou have patrolled all three landmarks and should now return to Captain Róglarg.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol.\\n\\nCaptain Róglarg plans to direct you to each of the landmarks you must search for the Elf-warrior. You should speak to him.",
      "es": ""
    }
  ]
}