{
  "id": 621001748,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'Right then.\\n\\n'The first place you're going to look for the Elf-warrior is at the Iant Angos....'\\n\\nRóglarg seems to wince at the name.\\n\\n'If the Elf-warrior's gotten that far, he's not our problem anymore. Urudanî's Ghâsh-hai will find him, and if he's lucky, he'll end up in Naerband.\\n\\n'Next...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "At the urging of Captain Róglarg, you are to continue your search for the Elf-warrior at the south-bridge, Iant Angos. Even if you do not intend to find the \\qElf-warrior\\q, you can still learn more of the evils in Lhingris and Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Search: Iant Angos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "The bridge is intact and allows forces from Lhingris and Talath Úrui to swiftly unite...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "You have patrolled Iant Angos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "Iant Angos is a tremendously valuable and strategic holding for the Orcs of Lhingris.\\n\\nIf it were to come to ruin, the forces of Lhingris and Talath Úrui would be separated almost entirely by the Morgai, save through the passes of Durthang and Lugvarg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Iant Angos can be found to the south-east of Cirith Ungol in Lhingris.\\n\\nCaptain Róglarg has asked you to patrol Iant Angos in search of the Elf-warrior on the run in Lhingris. You should travel to the bridge of Iant Angos.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Patrol Iant Angos \\qin search of the Elf-warrior\\q",
      "es": "",
      "es (fem)": ""
    }
  ]
}