{
  "id": 621001765,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'Next is... Fennas Gost....'\\n\\nRóglarg appears disgusted at having to speak Sindarin.\\n\\n'The gate to the Dead City has been sealed recently, but I doubt an Elf would have much trouble getting around it. Gothmog's plans in Gondor slipped, and now he's holed up in the Dead City. Some \\qDread Terror\\q he is!'\\n\\n'If the Elf-warrior's been to the gate, he's either in Imlad Morgul or... he's made it to Ithilien and the High Up will have our heads.\\n\\n'And lastly...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "At the urging of Captain Róglarg, you are to continue your search for the Elf-warrior at the gate to Imlad Morgul, Fennas Gost. Even if you do not intend to find the \\qElf-warrior\\q, you might still learn more of Gothmog's plans in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Search: Fennas Gost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "The dread gate of Imlad Morgul looms before you...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "You have patrolled Fennas Gost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568938",
      "en": "Beyond this gate lies Imlad Morgul, where Gothmog now hides in fear of King Elessar.\\n\\nIf the day comes to set siege to the Dead City of Minas Morgul, the bridge from Ithilien into the vale shall either have to be rebuilt or the gate of Fennas Gost must be thrown down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Fennas Gost can be found due south of Cirith Ungol in the heights of the Ephel Dúath.\\n\\nCaptain Róglarg has asked you to patrol the gate to Imlad Morgul, Fennas Gost, in search of the Elf-warrior on the run in Lhingris. You should travel to Fennas Gost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Patrol Fennas Gost \\qin search of the Elf-warrior\\q",
      "es": "",
      "es (fem)": ""
    }
  ]
}