{
  "id": 621001724,
  "txt": [
    {
      "id": "0xb011853",
      "en": "The Silent One can be found somewhere within Kâm Lagúrz in Dath Nethryn.\\n\\nYou have followed the Silent One's tracks into Kâm Lagúrz where the corpse of an enormous spider now rests. You should search for the Silent One.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568927",
      "en": "'Ah-ha! I knew he could not elude us for much longer! I suppose the \\qhonour\\q of dressing as an Orc is now yours, [placeholder].\\n\\n'Now then, my friend, I think it is time we test your new disguise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b3",
      "en": "You and Legolas have tracked the Silent One into Dath Nethryn. The Silent One lurks somewhere in this foetid swamp, seeking to regain his advantage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'[placeholder], we must go down into Dath Nethryn at once! Our hunt could soon be ended -- for good or ill.\\n\\n'If the Silent One has left any tracks, they will soon be consumed by the mud and foul waters of the swamp.\\n\\n'It shall be a contest, my friend! The first of us to find the Silent One shall wear his armour in Cirith Ungol!\\n\\n'Let us go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b06",
      "en": "Muddy bootprints seem to lead toward the mouth of a cavern in Dath Nethryn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011858",
      "en": "Legolas can be found above the swamp of Dath Nethryn in Lhingris.\\n\\nYou have defeated the Silent One and taken his armour. You should now return to Legolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Find and defeat the Silent One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e196",
      "en": "Deliver the Silent One's armour to Legolas near Dath Nethryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b10",
      "en": "The Silent One lies defeated, and you claim his armour!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b12",
      "en": "As you examine the corpse of Aithrist the Blighted, an arrow barely misses your head!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Silencing the Silent One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Find and follow the Silent One's path in Dath Nethryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The Silent One can be found somewhere within Dath Nethryn.\\n\\nYou and Legolas have tracked the Silent One to Dath Nethryn. You should now search for the Silent One in the swamp.",
      "es": "",
      "es (fem)": ""
    }
  ]
}