{
  "id": 621001756,
  "txt": [
    {
      "id": 173025734,
      "en": "Burn slain Orcs from Shagrat's garrison in Cirith Ungol ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220789,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 173025736,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 148970247,
      "en": "Burned slain Orcs from Shagrat's garrison in Cirith Ungol ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621125,
      "en": "Slain Orcs from Shagrat's garrison can be found throughout Cirith Ungol.\\n\\nDisappointed in the actions of his predecessor, Captain Róglarg has asked you to burn any slain Orcs you discover in Cirith Ungol.",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "'You see all these dead Orcs?'\\n\\nYou nod.\\n\\n'They aren't any of mine, Silent One. Shagrat had command before me, and he let his garrison get torn apart by a single Elf-warrior! Of course, he made it out fine. Fine enough, indeed, to bring some trinkets to Lugbúrz, but that's no way for an Uruk to lead!\\n\\n'We've spent days burning the bodies and there's still more left. A right mess old Shagrat left us!\\n\\n'If you see a dead Orc, burn it! This place already reeks of tarks and Elves... I won't have stink of dead Orcs, too!'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Captain Róglarg is irritated that the dead Orcs of Captain Shagrat's garrison still litter Cirith Ungol.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Cleaning Up Shagrat's Garrison",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621136,
      "en": "You have burned many of the dead Orcs from Shagrat's garrison.",
      "es": ""
    },
    {
      "id": 190220601,
      "en": "You have burned many of the dead Orcs from Shagrat's garrison. Perhaps it is best if Captain Róglarg continues to believe that an Elf-warrior slew Shagrat's Orcs, rather than a quarrel over Frodo's mithril-coat.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "DNT",
      "es": ""
    }
  ]
}