{
  "id": 621001733,
  "txt": [
    {
      "id": 190220789,
      "en": "'This is very curious, indeed. A strand of Frodo's hair is caught in this armour....\\n\\n'This \\qSilent One\\q is quite the clever Orc! I doubt most of his kin would have paid such a find any attention at all!\\n\\n'How much did Master Samwise choose to omit from his tale of Frodo's journey through Mordor, I wonder? It seems clear that they took the guise of Orkish warriors to pass unhindered through those at Cirith Ungol that did not answer the call to the Morannon, but when did such a need first arise... and why?'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Talk to Legolas in the Silent Haunt",
      "es": ""
    },
    {
      "id": 190220596,
      "en": "'Whatever befell Master Samwise as he and Frodo passed near Cirith Ungol, he does not wish to speak of it. By the sound of this Róglarg's message, it seems as if he performed heroics far beyond that of a simple gardener!\\n\\n'Ah, but his choices are his own, and I will not press him to recount such a tale.\\n\\n'However, I remain curious about one thing. If their disguises fooled the Orcs of Cirith Ungol, I think we may have found a way to learn more of \\qHer Ladyship\\q!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Choices of Master Samwise",
      "es": ""
    },
    {
      "id": 126687160,
      "en": "After disguising themselves in Orkish armour and cloaks now kept by the Silent One, Samwise Gamgee and Frodo Baggins passed through Lhingris in their quest to reach Mount Doom.",
      "es": ""
    },
    {
      "id": 190220577,
      "en": "'I wonder what became of the hobbits when they passed into Lhingris....'",
      "es": ""
    },
    {
      "id": 184621126,
      "en": "Legolas is standing in the Silent Haunt.\\n\\nYou have thought long on the choices of Master Samwise, and should now speak to Legolas.",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Legolas is standing in the Silent Haunt.\\n\\nYou have tracked the Silent One to his lair in Lhingris and discovered a tattered black cloak and Orkish armour bearing a single strand of Frodo's hair. You should talk to Legolas and think of how Frodo and Sam came to disguise themselves as Orcs of Mordor.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Talk to Legolas in the Silent Haunt",
      "es": ""
    }
  ]
}