{
  "id": 621001739,
  "txt": [
    {
      "id": "0x8edb28",
      "en": "Keep watch on the Orcs and await Her Ladyship's arrival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "You have come to Torech Ungol with Captain Róglarg and should now lead the sacrifices to the mouth of Torech Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a90",
      "en": "You are suddenly caught in thick webbing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8edad2",
      "en": "Struggle to free yourself from the webs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a94",
      "en": "Legolas swiftly cuts you loose, but the webbing pulls the Silent One's armour from you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "You should await Her Ladyship's arrival at Torech Ungol until Captain Róglarg signals otherwise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568921",
      "en": "'What is this? A cave-in?!\\n\\n'Must have been all that business with the mountain and Lugbúrz that brought it down! Her Ladyship must be trapped down there, and if that Elf-warrior actually stuck a pin into her, she might have trouble breaking free. Nar, she'll be none too happy about this....\\n\\n'I'd be glad to be rid of Her Ladyship, but it's her children that are mucking about in Lhingris, and only she can bring them in line. We've got to get this sorted and fast, or we'll all have it much worse. Don't have the High Up to look out for us when it comes to her!\\n\\n'You're the Silent One, right? Clear that debris there, and see if the tunnel opens up a bit. Maybe Her Ladyship won't notice you!\\n\\n'Garn! Try to break through!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Captain Róglarg is keeping watch at Torech Ungol.\\n\\nCaptain Róglarg has called you over. You should see what he wants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011854",
      "en": "Debris can be found outside the mouth of Torech Ungol.\\n\\nCaptain Róglarg has ordered you to clear debris from the main tunnel of Torech Ungol in an attempt to appease Shelob.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011855",
      "en": "Captain Róglarg is standing before the sealed entrance to Torech Ungol.\\n\\nYou have brought the sacrifices to the mouth of Torech Ungol, but it is blocked by stone and debris. You should get Captain Róglarg's attention and see if he knows what to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011827",
      "en": "Captain Róglarg is keeping watch at Torech Ungol.\\n\\nCaptain Róglarg has asked you if you know where the two missing Orcs in the company have gone. You should tell him no, even if you know better.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568955",
      "en": "Captain Róglarg grumbles to himself.\\n\\n'I've been over here keeping eyes on the lot of them, and now I count only six! Where did two of them get off to?\\n\\n'Maybe they jumped into the tunnels. A lot of good that'll do them... she'll get them either way!\\n\\n'Have you seen anything, Silent One? Your neck still works, doesn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568928",
      "en": "'Well now, I didn't like the sound of that....\\n\\n'Nar, you've probably gone and made it worse! Not a single way through that mess...and Her Ladyship's bound to be hungry if She's trapped down there!'\\n\\nCaptain Róglarg looks at the sacrifices.\\n\\n'We'll wait a few minutes and see if anything comes of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "Captain Róglarg is standing before the sealed entrance to Torech Ungol.\\n\\nYou have cleared the debris as Captain Róglarg ordered. Aside from the tremors of shifting rocks in the depths of Torech Ungol, seemingly no progress has been made in unsealing Torch Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a2",
      "en": "Legolas can be found near the entrance of Torech Ungol.\\n\\nLegolas has freed you from the webs that ensnared you. You should speak to Legolas and flee Torech Ungol!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a3",
      "en": "Captain Róglarg has fled to the entrance of Torech Ungol.\\n\\nYou have escaped the webs of Shelob and her children with Captain Róglarg. You should escape and return to Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Signal Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d5",
      "en": "You are trapped in the thick webs of Her Ladyship! You must struggle free!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d6",
      "en": "Webs have shot forth from the hidden caves and tunnels of Torech Ungol, dragging many Orcs in your company to their dooms. You should flee Torech Ungol with Captain Róglarg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "\\qEscort\\q the sacrifices to Torech Ungol with Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d1",
      "en": "'I guess Her Ladyship isn't playing by the rules anymore...\\n\\n'Shelob's got topsides on us, and I ain't putting this one right! If Lugbúrz wants the Tower so badly, the Big Bosses can sort it out themselves!'\\n\\n'Nar, I'm not trusting them to understand this one. Old Shagrat did as he was told, and he still got the Pits! Ah, yes, I know just the place!\\n\\n'Well, I guess it's just you and me now, \\qSilent One\\q....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b61",
      "en": "Captain Róglarg yells out to you and beckons you over!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Desperate to be rid of the relentless attacks by creatures of Her Ladyship's lesser broods, Captain Róglarg of Cirith Ungol prepares to sacrifice a company of Orcs to Shelob at her lair, Torech Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "<rgb=#FF00FF>Beg Captain Róglarg to free you from the webs!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Try to free yourself from the webs!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568934",
      "en": "'They're begging for another rest, are they? Silent One can't protest, eh? Clever....\\n\\n'If they're scared now, they're a foolish lot. They haven't even seen her! I have...and she looks even worse than you! Ha! Probably got more of a tongue than you do, too!\\n\\n'Well, there'll be no more resting. They'll have plenty of time for that once she comes around!\\n\\n'Keep an eye on them. I don't want ANY getting away!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b08",
      "en": "You stand before the entrance to Torech Ungol, but it is sealed by debris!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a8",
      "en": "'There is no time to speak, [placeholder]. Swiftly now, we must go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Talk to Legolas at Torech Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a0",
      "en": "Keep watch on the Orcs and await Her Ladyship's arrival",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'Swiftly now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Captain Róglarg can be found at Torech Ungol.\\n\\nYou and Captain Róglarg have led a company of Orcs to Torech Ungol to be sacrificed to Shelob.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Signal Captain Róglarg at Torech Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Escape with Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d2",
      "en": "Clear debris from the sealed entrance to Torech Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a4",
      "en": "Return to Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae0",
      "en": "You are suddenly ensnared in thick webbing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Signal '<rgb=#FF00FF>no</rgb>' to Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d6",
      "en": "Return to Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Instance: Necessary Sacrifices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a9",
      "en": "Flee Torech Ungol with Captain Róglarg!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b13",
      "en": "You break stone after stone, but Torech Ungol remains sealed!",
      "es": "",
      "es (fem)": ""
    }
  ]
}