{
  "id": 621001749,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Destroy clusters of spider eggs in Kála-murg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x78d17b4",
      "en": "Although many of the spiders that set siege to Kála-murg have been defeated by the Orkish trackers who dwell there, the spiders laid many eggs in the shadowed corners of the Orc-hold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "Destroyed clusters of spider eggs in Kála-murg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d1",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "You have destroyed many clusters of spider eggs in Kála-murg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A New Brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568920",
      "en": "You have done well to destroy many clusters of spider eggs in Kála-murg, preventing the remaining Orcs from succumbing to \\qthe hollowing\\q and becoming even more dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "Within the shadowed corners of Kála-murg, you have discovered clusters of spider eggs that twitch and ooze with a new brood of spiders. The Orcs of Kála-murg appear to have destroyed every egg they found, but these have gone unnoticed or were laid more recently.\\n\\nYou should destroy the remaining clusters of eggs in the hope that it will prevent more of the Orcs from \\qhollowing\\q and becoming more dangerous foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Clusters of spider eggs can be found in shadowed corners of Kála-murg in Rath Cail.\\n\\nYou have discovered a number of spider eggs that have gone unnoticed by the Orcs of Kála-murg. You should destroy them before leaving Kála-murg to prevent more Orcs from \\qhollowing.\\q",
      "es": "",
      "es (fem)": ""
    }
  ]
}