{
  "id": 621001769,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'Silent One, I think the fall of Lugbúrz hit some of the Orcs in my garrison a little too hard. So much so that the sluggards have taken to sleeping during their watch!\\n\\n'Now, I'm sure I could try to understand what they're going through -- losing the Dark Lord and all that -- but that's not how it works for the Uruks! We've got new orders from one of the Top Ones, Rûkhor the Pale Herald!\\n\\n'If you see any of those miserable sluggards sleeping on watch, beat some sense into them and get them on their feet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Captain Róglarg has noticed a few Orcs in his garrison have become lazy and complacent after Sauron's downfall, and he wants them set right.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Wake up lazy Orcs in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Wake Up, Sluggards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b05",
      "en": "Woke up lazy Orcs in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Lazy Orcs can be found throughout the Tower of Cirith Ungol in Lhingris.\\n\\nCaptain Róglarg has asked you to wake up lazy Orcs in Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "As Captain Róglarg commanded, you have awoken many of the lazy Orcs of Cirith Ungol and set them back to work.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "You have awoken many of the lazy Orcs of Cirith Ungol and set them back to work.",
      "es": "",
      "es (fem)": ""
    }
  ]
}