{
  "id": 621001790,
  "txt": [
    {
      "id": "0x78d17a8",
      "en": "Narthavron, master smith of the Noldor, has a proposition for you. For your help in purging the corruption of this land, he will craft powerful equipment for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a91",
      "en": "TBD Get Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011820",
      "en": "Finnoth Sharp-wind can be found at the Udûn Foothold.\\n\\nYou should talk to Finnoth Sharp-wind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a94",
      "en": "TBD Destroy Dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "'Aye, the Elf's right. I am seeking anything of value that might have been left behind. The Orcs were churning out thousands of blades and armour pieces from these forges, but most of them are foul Morgul-steel. Nothing I want anything to do with!\\n\\n'Here, take this dagger I found. It's worthless to me! And tell that Elf he's better off leaving this sort of thing to the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568953",
      "en": "'The Flame of Ancalamír has performed as expected, then? Excellent.\\n\\n'In your travels, should you find equipment for which you have no use, I ask that you destroy it with the Flame and give the results to one of my assistants. They will reward you with powerful items of my own making, free from the foulness of this land.\\n\\n'Good luck, and safe travels, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011829",
      "en": "Narthavron can be found in the Udûn Foothold.\\n\\nYou should talk to Narthavron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa337",
      "en": "DNT Armour Melting Adventure!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568929",
      "en": "'Did you feel the change in the wind upon crossing the Black Gate, [placeholder]? Everything in this accursed land is tainted. The earth, the water, even the air.\\n\\n'Allow me to introduce myself. I am Narthavron, master smith of the Noldor. I was present when the Last Alliance broke into this valley and defeated Sauron's army. I was filled with sorrow and anger seeing the atrocities they had committed here, and have made it my life's work to find a way to purge the corruption. I now believe I have the right tool to achieve this.\\n\\n'I have recovered one of the adamants of old, the Flame of Ancalamír. It will unravel many items throughout Middle-earth into different components that I have named \\qEmbers of Enchantment\\q, \\qFigments of Splendour\\q, and \\qMotes of Enchantment\\q. What do you think? I thought those names might help bring a little more light into this dark place. Anyway, after I break the objects down, I am then able to use some of those components to fashion extraordinary equipment. I have a feeling you will be instrumental in the Conquest of Gorgoroth, and as such will be encountering many of these special items in your travels. I have a proposition for you.\\n\\n'I will allow you use of the Flame. My assistants, the High-enchanters, will help you. You need only touch one of these objects to the Flame and it will be reduced to one of these components.  I believe that dwarf over there has been scavenging through the Orcs' forges. Perhaps he is willing to let go of something for this purpose. Find a piece of equipment, touch it to the Flame, and then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d5",
      "en": "You can purchase the Flame of Ancalamír from one of the High Enchanters.\\n\\nUse the Flame of Ancalamír to reduce the Morgul-steel Dagger to Motes of Enchantment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d8",
      "en": "High-enchanters can be found in many camps around Gorgoroth, including the Udûn Foothold.\\n\\nPurchase the Flame of Ancalamír from one of the High-enchanters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502850",
      "en": "TBD Get Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502822",
      "en": "Use the Flame of Ancalamír to disenchant the Morgul-steel Dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502824",
      "en": "Talk to Narthavron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "TBD Destroy Dagger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b65",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa2b6",
      "en": "The Flame of Ancalamír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b68",
      "en": "TBD Use Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Talk to Finnoth Sharp-wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502859",
      "en": "Purchase the Flame of Ancalamír from one of the High-enchanters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "TBD Talk to Smith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae1",
      "en": "Purchased the Flame of Ancalamír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "TBD Use Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae3",
      "en": "The dagger crumbles before your eyes",
      "es": "",
      "es (fem)": ""
    }
  ]
}