{
  "id": 621001726,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'This is troubling, [placeholder]. What could have driven some of the Orcs from Durthang?\\n\\n'If it were merely the spiders of Lhingris, Ugrukhôr would have sealed the gate and thought no more of it. No, it had to be something unexpected! But what?\\n\\n'[placeholder], patrol the road to the gate of Durthang and learn what you can of what has happened. I think there is more to this than it seems....\\n\\n'Go swiftly! I shall keep watch on the road!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "After realising that Orcs were fleeing Durthang into Lhingris, Legolas desires to learn what happened at the gate of the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Talk to the dying Uruk at Durthang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "You have discovered the terrible aftermath of a battle between the warriors of Durthang and the spiders of Lhingris...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Fate of Durthang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "The gate of Durthang can be found on the road in Lhingris to the north of the ruined encampment.\\n\\nLegolas has asked you to patrol Durthang and learn what has transpired between the Orcs and spiders there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "'Come to gloat, have you? Well, you won't have long....'\\n\\nThe Uruk coughs hard and dark blood runs from his mouth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Patrol the gate of Durthang in Lhingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "The dying Uruk can be found near the gate of Durthang in Lhingris.\\n\\nYou have arrived to find the aftermath of a bloody battle between the warriors of Durthang and the spiders of Lhingris. An Uruk nearby with grave wounds may be able to explain what happened.",
      "es": "",
      "es (fem)": ""
    }
  ]
}