{
  "id": 621001732,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'While I seek out this emissary of the Gúrzyul in the turret, you must find the source of the spiders!\\n\\n'You spoke of a gate in the depths of the tower...perhaps the spiders of Shelob's brood have found a way to breach it.\\n\\n'If that is so, we must move even more swiftly to stem the tide!\\n\\n'Go now, and I shall meet you in the turret!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "As countless spiders of Shelob's brood pour forth from the Tower of Cirith Ungol, Legolas hopes to uncover their source and prevent more from swarming into the fortress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "The Under-gate has been ripped open, exposing the tower to the tunnels of Torech Ungol!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Eyes in the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "You have found the source of the spiders in Cirith Ungol: the Under-gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568936",
      "en": "You have discovered the Under-gate ripped open in the depths of the Tower of Cirith Ungol. The tunnels of Torech Ungol now lead directly into the tower!\\n\\nYou should bring word to Legolas in the turret of the Tower of Cirith Ungol as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Find the source of Shelob's brood in the Tower of Cirith Ungol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "The source of the spiders can be found somewhere within the Tower of Cirith Ungol.\\n\\nLegolas has asked you to find the source of Shelob's brood in the Tower of Cirith Ungol.",
      "es": "",
      "es (fem)": ""
    }
  ]
}