{
  "id": 621001719,
  "txt": [
    {
      "id": 190220789,
      "en": "'Indeed, Shelob must desire something within the Tower of Cirith Ungol!\\n\\n'The mind of a spider so ancient is unknown to me, but perhaps she seeks to expand her lair and heal her wounds within the walls of the fortress.\\n\\n'I can hear the cries of her children within the walls, and they have only grown stronger. Captain Róglarg's garrison is failing without his leadership, and it is likely Cirith Ungol will soon fall.\\n\\n'It pains me greatly to agree with one of the Gúrzyul, but Ugrukhôr was wise to reinforce the garrison. Shelob wields power few have ever known, and if she ventures from the Ephel Dúath, it could spell doom for not only Mordor, but also the lands of our peoples as well!\\n\\n'Cirith Ungol must not fall to Shelob! You spoke of an emissary to one of the Gúrzyul, my friend. I shall seek him in the tower and attempt to convince him that the will of his master is imperiled! If they do not reinforce the tower with an even greater garrison, all will be lost!\\n\\n'While I search for him, I would appreciate your skill in hindering Shelob's siege of the tower.'",
      "es": ""
    },
    {
      "id": 126687121,
      "en": "Legolas has grown concerned that if Cirith Ungol falls, Shelob shall soon venture forth into Mordor and lands beyond to sate her hunger.",
      "es": ""
    },
    {
      "id": 173025733,
      "en": "Find Legolas in the turret of the Tower of Cirith Ungol",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Hunger of Shelob",
      "es": ""
    },
    {
      "id": 148970244,
      "en": "Aided Legolas in hindering Shelob's siege of Cirith Ungol ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220598,
      "en": "'I believe I have found the emissary to the Gúrzyul you spoke of, but we must deal with him before the tower is overrun!'",
      "es": ""
    },
    {
      "id": 173025730,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621127,
      "en": "Legolas can be found in the turret of the Tower of Cirith Ungol.\\n\\nYou have aided Legolas in hindering Shelob's siege of Cirith Ungol and should now meet him in the turret of the tower as he asked.",
      "es": ""
    },
    {
      "id": 184621160,
      "en": "Legolas can be found beside the road to Cirith Ungol.\\n\\nLegolas has asked for your aid in hindering Shelob's siege of Cirith Ungol. You should speak to him and learn what must be done.",
      "es": ""
    },
    {
      "id": 173025731,
      "en": "Aid Legolas in hindering Shelob's siege of Cirith Ungol ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}