{
  "id": 621001718,
  "txt": [
    {
      "id": "0xb5689f5",
      "en": "'Ah, but now that you're back, I've got some work for you!\\n\\n'We lost a couple more Orcs this morning in the swamp, so more work's got to fall onto less backs. And I think it ought to be yours, Silent One!\\n\\n'Some have even been complaining that those Orcs shirked their duties by dying. Isn't that a shame? Well, it's all got to get done. The High Up sent a nosy Man to watch our backs, and I won't be made to look a fool like Shagrat!\\n\\n'See what Práguk, Krúrglok, Lúksu, Danghát, and Shíkurz want, but don't go far. I have plenty of work for you, too!\\n\\n'Now, unless I tell you otherwise, there's no need to report back to me or any of that lot. Believe me, I'll know if you didn't follow my orders, Silent One....\\n\\n'Hah! Good to be back, eh?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "After disguising yourself as the Silent One, you have come to realize that the duties of the Orcs of Cirith Ungol now fall to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Report to Captain Róglarg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Ignoble Duties",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "Performed the Silent One's duties in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011845",
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol.\\n\\nYou have finished every task laid before you as the Silent One, and should now report back to Captain Róglarg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'All of them? Really now?'\\n\\nYou nod.\\n\\n'I'm impressed, Silent One. Turning a new leaf, are you? Well, keep it turned.\\n\\n'The Top Ones want this place to look like it did before Lugbúrz caved in on itself. Between Cirith Ungol and Durthang, we've got to find a way to keep those tarks out of Mordor!\\n\\n'Ah, but it's not just the tarks, is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "Captain Róglarg can be found in the courtyard of Cirith Ungol. Práguk, Krúrglok, Lúksu, Danghát, and Shíkurz can be found throughout Cirith Ungol.\\n\\nCaptain Róglarg has asked you to take over the duties of the Orcs that were slain in Dath Nethryn. You should speak to other Orcs in Cirith Ungol and learn what needs to be done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c3",
      "en": "Perform the Silent One's duties in Cirith Ungol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}