{
  "id": 621016621,
  "txt": [
    {
      "id": 136263297,
      "en": "You have defeated the Oath-breaker captain",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the days of King Arvedui, last king at Fornost, a company of the king's men betrayed their oaths to Arthedain, allowing Fornost to fall to the armies of Angmar. Arvedui cursed these men to never know rest until they had fulfilled their oaths.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The shade of the Oath-breaker captain can be found north-east of Mincham's camp, in some scattered ruins by the walls of Fornost.\\n\\nMincham has asked you to find the shade of the Oath-breaker captain and recall him and his followers to their ancient duty.",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Talk to Mincham",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mincham awaits you at his camp.\\n\\nThe Oath-breaker captain told you that he and his followers had sworn a new allegiance to someone named Amarthiel. Mincham may know what this means.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'In the days of the war against Angmar a thousand years ago, a group of King Arvedui's men forsook his call to arms. Arvedui cursed these men, saying they should know no rest until they fulfilled their duty. To this day, they have walked the Fields of Fornost, tormented by their failings.\\n\\n'The time has come for these shades to be free at last. Assemble your allies and seek out the Oath-breaker captain. He can be found beneath the very walls of Fornost, north-east of here by some old, broken ruins of Arthedain.\\n\\n'Beware, though; his was a fell fate, and he may not be friendly to those who remind him of his foresworn oaths.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the shade of the Oath-breaker captain",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Alas! I regret sending you on this foolhardy task. I had expected the shade to be of an ill mind, but not to go so far as to attack you! It seems that the Oath-breakers now serve the Enemy in thought and deed.\\n\\n'Amarthiel... it seems I have heard that name before. I should not speak of such things now, but these are indeed dark tidings you bring!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the Oath-breaker captain",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'It is our duty to offer the shades of Men freedom from their curse and call them to fight against Angmar... even more so in that these Men are our own kindred.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What? Who dares to interrupt my ancient vigil?\\n\\n'You fool! How dare you remind me of our pathetic oaths to the craven Arvedui! We have sworn new oaths now!\\n\\n'We follow Amarthiel, and soon we will sweep aside all the living fools of the North!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Oath-breakers",
      "es": ""
    }
  ]
}