{
  "id": 620965524,
  "txt": [
    {
      "id": 246419779,
      "en": "Search for Witherbreca, who has run off into the Drúadan Wood.",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Horse,' the Wose says, looking up with kindly eyes at the great animal, 'friend.'\\n\\nThrough a series of short words and gestures, you make the Wose understand that you want to lead the horse back to its owner, although it is not clear that the 'owner' part is especially clear.\\n\\nThe Wose folds his arms across his chest.\\n\\n'Shield. Bhis-weni-Mâr want shield. Good-bye horse.'\\n\\nCould it be that he wants to trade a Rohirric shield for the horse?",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'You found my steed - and it has befriended one of these... Wose-men, you say? Well, it sounds as if he was faring better at soothing the horse than I! Ha ha.'\\n\\nYou explain that the Bhis-weni-Mâr seemed to want to trade a shield for the horse.\\n\\n'I - I cannot do that, [placeholder]. I would be punished, and not lightly....'\\n\\nHe sighs.\\n\\n'Still, I would take the punishment if it meant I could ride with the host. Let us go and meet this Wose horse-friend.'",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "You should talk to the Wose standing by Witherbreca in the Drúadan Forest.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Find Witherbreca",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "You should return to Sithgar in the Rohirrim bivouac, in Taur Drúadan, and tell him of the horse and the Wose.",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Sithgar's horse has run off again - this time into the Drúadan Forest.",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'It seems to be settled then. I will be the most devoted of students, if only this Wose can teach me how to keep my horse! And I shall consider you a bearer of good fortune, [placeholder]. Every time you arrive, my poor luck turns to good!'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'I have once more lost all hope, [placeholder]. My horse has run off into the forest, and I will be left behind once again!'",
      "es": ""
    },
    {
      "id": 188480401,
      "en": "You find Bhis-weni-Mâr alone, with no horse in sight",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'No horse, and the poor lad looks scared out of his wits!'",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'Ghûrdhos come. Horse run.'",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "A Horse in the Forest",
      "es": ""
    },
    {
      "id": 246419794,
      "en": "You should return to Bhis-weni-Mâr with Sithgar, and help negotiate the trade of a shield for the wayward horse.",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "'What is a Ghûrdhos? These woods are surely full of monsters and sorcery!'",
      "es": ""
    },
    {
      "id": 111477345,
      "en": "Talk to Sithgar",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'You got her back unharmed. Do the wonders never end? Well, let us get on with this Wose's bargain, shall we?'",
      "es": ""
    },
    {
      "id": 111477347,
      "en": "Talk to the Wose",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "Search for Witherbreca deep in the Drúadan Forest.",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "You find Bhis-weni-Mâr alone, with no horse in sight",
      "es": ""
    },
    {
      "id": 177082674,
      "en": "You find Bhis-weni-Mâr alone, with no horse in sight",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "You find Bhis-weni-Mâr alone, with no horse in sight",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'Horse is good. I will show rider how friend to make with it.'",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Lead Witherbreca back",
      "es": ""
    },
    {
      "id": 177082724,
      "en": "You find Bhis-weni-Mâr alone, with no horse in sight",
      "es": ""
    },
    {
      "id": 162883700,
      "en": "DNT the horse is frightened but seems to be uninjured.",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "There is the horse, and she is surrounded by wood-trolls!",
      "es": ""
    },
    {
      "id": 246419808,
      "en": "Defeat the wood-trolls surrounding Witherbreca in the Drúadan Forest.",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "Bhis-weni-Mâr looks at you with sad and frightened eyes. \\n\\n'Horse. Run.'\\n\\nHe gestures off deeper into the woods.\\n\\n'Bad Ghûrdhos come. Horse run. You help?'",
      "es": ""
    },
    {
      "id": 246419810,
      "en": "Now that you have defeated the wood-trolls, you should lead Witherbreca back to Sithgar and Bhis-weni-Mâr.",
      "es": ""
    },
    {
      "id": 162883703,
      "en": "Bhis-weni-Mâr looks both very serious and very sad.\\n\\n'No shield. Horse-man keep shield. Horse and forest... do not go... as one. Horse is good. Very good horse. Only must be calm. Must calm horse. Or horse run.'\\n\\nBhis-weni-Mâr fixes his eyes on Sithgar, and through a sequence of words and gestures, makes it clear that he wishes to teach Sithgar how to calm and command Witherbreca, before he lets her go.",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Return to Sithgar",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Defeat the wood-trolls",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Return to defend Witherbreca",
      "es": ""
    },
    {
      "id": 246419814,
      "en": "You should talk to Bhis-weni-Mâr now that he, Witherbreca, and Sithgar are together in the Drúadan Forest.",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Bhis-weni-Mâr",
      "es": ""
    },
    {
      "id": 246419817,
      "en": "Sithgar stands in the Drúadan Forest, by Witherbreca and Bhis-weni-Mâr.\\n\\nYou should talk to Sithgar and hear what he has to say.",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "DNT lead the horse bakc",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Find Witherbreca",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Talk to Bhis-weni-Mâr",
      "es": ""
    },
    {
      "id": 177082741,
      "en": "You discover Witherbreca standing close to a Wose",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'There you are, [placeholder]. Do not laugh at me, but my luck is as bad as ever. No sooner was I back among my Éored when Witherbreca ran off again. But now we are not among the pleasant grass-hills, we are in a forest! I'm sure the poor animal has been eaten by a bear.'",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "You led the frightened horse back through the forest",
      "es": ""
    }
  ]
}