{
  "id": 620965462,
  "txt": [
    {
      "id": 246419792,
      "en": "You found the runaway steed in the Beacon Hills. Now you should lead her back to the stables in Ost Rimmon.",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Lead the horse to Ost Rimmon",
      "es": ""
    },
    {
      "id": 162883655,
      "en": "'Twice I've found my horse wandering these hills, but she has always run off again before I could lead her to the stables here.'",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Sithgar has lost his steed and won't be able to re-join his Éored until he finds it.",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "With patience and a gentle hand, you guide the horse back to the Ost Rimmon stables",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Sithgar stands by the Ost Rimmon stables, in the Beacon Hills.\\n\\nNow that you have led his horse back to the stables, you should talk to Sithgar.",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Search the Beacon Hills for Sithgar's runaway steed.",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "The Horseless Rider",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Fortune scowls on my every venture, [placeholder]! I was given a horse half-broken in, and now she has run off on me. Twice I have found her again, only to have her bolt off before I could lead her to the stables!\\n\\n'Like as not, she has returned to the hills west of the ford, in view of the Entwash. But what use is going after her again?\\n\\n'My Éored has gone on without me and at a brisk pace at that. What hope have I of catching them? None! No hope at all.'",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Find the runaway horse",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "DNT lead the horse back to ost rimmon",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "DNT there it is!",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "DNT lead the horse to ost rimmon",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "DNT lead the horse back",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "DNT the horse is not entirely wild, but it does seem skittish. this could take some time and patience",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "DNT the horse is jumpy but not completely wild. it seems this will take some time and patience. (teleport)",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Talk to Sithgar",
      "es": ""
    },
    {
      "id": 162883652,
      "en": "'Why, you have done it! But how? That a foreigner can handle Witherbreca better than a Man of Rohan... but never mind that. I have hope once more of rejoining my Éored, and that is enough.'",
      "es": ""
    },
    {
      "id": 177082726,
      "en": "You have found Sithgar's steed far from Ost Rimmon",
      "es": ""
    }
  ]
}