{
  "id": 620965525,
  "txt": [
    {
      "id": 246419779,
      "en": "Find the blacksmith in Ost Rimmon and see if he can provide Sithgar with shoes for Witherbreca.",
      "es": ""
    },
    {
      "id": 246419782,
      "en": "Dringrod doesn't have any horseshoes or iron to make them. He suggested you gather abandoned tools from the quarry at the back of Ost Rimmon, which he can melt and forge into shoes.",
      "es": ""
    },
    {
      "id": 24695217,
      "en": "Help Sithgar reshoe and saddle his unruly horse.",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Talk to the blacksmith",
      "es": ""
    },
    {
      "id": 177082707,
      "en": "Gathered deer hide ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Gather abandoned tools ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883680,
      "en": "'Yes, I think the blacksmith is the best place to start. With any luck, he'll have the horseshoes at the ready.'",
      "es": ""
    },
    {
      "id": 162883681,
      "en": "'The quarry is at the far end of Ost Rimmon, opposite the stables from whence you came. Bring back a good handful of the tools that have been left around there, and I'll forge you those horseshoes.'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'Bargwen should be able to set the young rider up with a saddle, one way or another. Head towards the quarry and you'll find her.'",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'Deer aplenty can be found by the Firien Wood, west of here. Bring me some hides and I suppose I will make a saddle to be rid of this young rider of Rohan.'",
      "es": ""
    },
    {
      "id": 246419792,
      "en": "You should return to Dringrod with the quarry tools you have gathered, so that he can forge them into horseshoes.",
      "es": ""
    },
    {
      "id": 49286800,
      "en": "Return to Dringrod",
      "es": ""
    },
    {
      "id": 149027568,
      "en": "Saddle and Shoes",
      "es": ""
    },
    {
      "id": 162883687,
      "en": "'These hides are good. Well hunted, [placeholder]. I will get this done with as soon as I can. Now leave me to my work.'",
      "es": ""
    },
    {
      "id": 49286802,
      "en": "Talk to Bargwen",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "Talk to Bargwen in Ost Rimmon about acquiring a new saddle.",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Return to Bargwen",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "Return to Dringrod",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Bring the deer hides back to Bargwen in Ost Rimmon, so that she can craft a saddle for Sithgar.",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "Return to Sithgar",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Return to Bargwen",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'You've got them, then? I'll forge them up and shoe the horse myself. Don't you worry.\\n\\n'Now, the lad will need a saddle, too? Bargwen might help him with that. If we haven't any, she is handy with leather and will work him a new one. She's easy enough to find. You went right by her on your way to the quarry.'",
      "es": ""
    },
    {
      "id": 162883696,
      "en": "'These hides are good. Well hunted, [placeholder]. I will get this done with as soon as I can. Now leave me to my work.'",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "Return to Bargwen",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'Look, [placeholder]! Witherbreca is fit to ride. Pray only that I am fit to keep her by me from here on out. I must ride - but if you should catch up with the host of Rohan before we reach the Pelennor, seek me there and I shall give you a warm welcome among my own people.'",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'A saddle? Do I look like a stable-hand to you? Just because Dringrod never wants to do a thing but work unpaid and unbidden doesn't mean he can make others do so.\\n\\n'Besides, you will find nary a saddle in Ost Rimmon, I happen to know.\\n\\n'Fine! I will make you one, but I will need good leather. We have not any of that either, so you will need to hunt some of the deer found near the Firien Wood.'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'Look, [placeholder]! Witherbreca is fit to ride. Pray only that I am fit to keep her by me from here on out. I must ride - but if you should catch up with the host of Rohan before we reach the Pelennor, seek me there and I shall give you a warm welcome among my own people.'",
      "es": ""
    },
    {
      "id": 246419809,
      "en": "You should gather deer hides from the deer that can be found by the Firien Wood, in the western Beacon Hills, so that Bargwen can craft a saddle for Sithgar.",
      "es": ""
    },
    {
      "id": 111477265,
      "en": "Talk to Bargwen",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "DNT there you go! you are a godsend. Now I will go catch up with the host. I hope I am in time!",
      "es": ""
    },
    {
      "id": 246419812,
      "en": "You should go speak with Sithgar now that a saddle and shoes are being provided for his horse.",
      "es": ""
    },
    {
      "id": 111477314,
      "en": "Return to Dringrod",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Return to Sithgar",
      "es": ""
    },
    {
      "id": 111477362,
      "en": "Gather deer hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419815,
      "en": "DNT bring the saddle to the rider",
      "es": ""
    },
    {
      "id": 111477318,
      "en": "Talk to Bargwen",
      "es": ""
    },
    {
      "id": 111477366,
      "en": "Return to Sithgar",
      "es": ""
    },
    {
      "id": 111477369,
      "en": "DNT bring the saddle to teh rider",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I must ask your help once more, [placeholder]. I dare not let Witherbreca out of my sight, but as you can see, she has lost both her saddle and her shoes. Would you ask the people in Ost Rimmon and see if they have any to spare?\\n\\n'There is a blacksmith here who might have horseshoes. I would begin with him.'",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'Horseshoes? No, I have none. But if it is for that poor boy from Rohan, I could make him some. Hum! I am short of iron, as well. Why don't you go to the quarry, which is far at the back of Ost Rimmon, and gather some of the tools that were abandoned there. They are beginning to rust and we can put them to better use.'",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Gathered abandoned tools ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}