{
  "id": 620965561,
  "txt": [
    {
      "id": "0xeb01171",
      "en": "You should tell Lady Glánhar that Bargwen has begun work on her straw men-at-arms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Lady Glánhar has asked you to go out of Ost Rimmon and gather sticks and trampled grass for her straw-man project.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'There we have it! This shall be enough, I think.\\n\\n'That was the most difficult leg. The rest of our work lies within Ost Rimmon. Go to Narvellon the Beacon-keeper and ask his help in finding weapons, helms, and rough cloth to dress our stand-in men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Gather trampled grass ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "You should return to Lady Glánhar in Ost Rimmon with the sticks and trampled grass you gathered for her straw-man project.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b1",
      "en": "Lady Glánhar desires to make Ost Rimmon appear more well-defended than it is by outfitting straw men-at-arms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1152",
      "en": "Gathered cloth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Gather sticks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ee9",
      "en": "Bring the materials to Bargwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56862",
      "en": "'She has begun? Good! That is one step taken towards our safety. We have not strength of arms, [placeholder], so we must rely on our wits. It is good we are possessed of wits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01151",
      "en": "Ask Narvellon the Beacon-keeper in Ost Rimmon for weapons, helms, and rough cloth for Lady Glánhar's straw men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'If you would brave the lands beyond these walls, I will need a number of sticks and trampled grass with which to make my guards of straw.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf0",
      "en": "The Straw Men of Ost Rimmon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56866",
      "en": "'Ask Narvellon for some swords, helms, and rough cloth. They needn't be fine. Anything that glints in the sun will do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56867",
      "en": "'You'll have to gather up the things yourself, I'm afraid. Swords and helms were scatted all across Ost Rimmon when the men were readying to march off. And the rough cloth will be found in the store-house. Might as well get that yourself, while you're about.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01154",
      "en": "Helms and swords can be found throughout Ost Rimmon. Rough cloth can be found in Ost Rimmon's store-house.\\n\\nGather helms, swords, and rough cloth for Lady Glánhar's straw men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56868",
      "en": "'Yes, it must be Bargwen who makes them. Would you bring these things to her? You will find her in the southern end of Ost Rimmon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50264",
      "en": "Return to Lady Glánhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'You want that for what? Heh heh. Well, she's always up to something, is she not? I'm afraid that when the men marched off to Minas Tirith, they tore the place apart and left things in utter disarray. Swords and helms are lying all about Ost Rimmon, inside and out. Someone will have to gather them up, and I'm afraid that, friend, would be you.\\n\\n'As for cloth, I think you will find that laying about in the store-house.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Collected a helm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1168",
      "en": "Collected a sword ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'Let me see. Swords, helms, cloth - that will do. Narvellon was friendly and helpful, I hope?\\n\\n'Now! We want these to be convincing. We would do well not to slouch in the final step. Yes, I think Bargwen must assemble them. She will do it right.\\n\\n'Bring all these things to her, if you would. You will find her further south in Ost Rimmon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56877",
      "en": "'What is all this?'\\n\\nBargwen frowns at the things in your arms.\\n\\n'She wants me to make what? Straw men? Well, if it keeps the barbarians out I suppose there's not much choice in the matter. No matter if my fingers bleed or my arms fall off!'\\n\\nShe takes the things from you and gets directly to work, still muttering under her breath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Return to Glánhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01163",
      "en": "You should bring the helms, swords, and cloth for the straw-men to Glánhar in the centre of Ost Rimmon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Gather cloth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Narvellon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01166",
      "en": "Bargwen is south-west of Lady Glánhar in Ost Rimmon.\\n\\nBring the materials for Lady Glánhar's straw men to Bargwen for assembly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Collect helms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Return to Lady Glánhar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "Collect swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Bring the materials to Bargwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Gathered trampled grass ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'We know our enemies are out there, beyond these walls. They have let themselves be seen -- scouting, prowling, marching about. We know that their numbers are great, indeed. What I fear is that they soon shall see that our numbers are so few. The able men have marched for war and even our able women number few. We must make some display of arms or else it will be plain as day.\\n\\n'Ha! The light of day would be a welcome change, would it not?\\n\\n'I have a plan, but am beggared of able hands. Will you help me in this, [placeholder]? We shall be making men of straw. You came from beyond these walls, so perhaps you can venture back out there and find me a good number of sticks and trampled grass. It grows long in some spots and the harvest there is easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Gathered a stick ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}