{
  "id": 620837126,
  "txt": [
    {
      "id": 218649169,
      "en": "'The merrevail that I believe to reside in Lumul-nar are greedy creatures by nature, so I can only assume that they possess hoards of dwarf-relics. How my beard quivers to think of those distasteful wretches handling our precious goods!\\n\\n'When you go to Lumul-nar, I bid you to reclaim as many such relics as you can from the creatures that dwell there. Curse their vile filth! I wonder what you will find when you go?\\n\\n'You should bring a friend or two with you, [placeholder]. I do not think it will be easy to wrest the precious goods from the grasp of such horrid beasts as the ones you will face on this venture. I do not want to see you wheeled back to me in pieces, torn limb-from-limb by the greedy wretches of Lumul-nar.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Rings! Of all the things I imagined, this was not one of them. These rings are lesser rings -- the seven Great Rings given to the dwarves were lost, yes, but lesser rings were handed out to those blessed by the favour of Durin. You have found them! We did not even know where to begin looking. Now the ancient heroes of Moria can be remembered as they deserved, for these rings are inscribed with their names and those of their families. I wonder if any of these families have survived to our generation....\\n\\n'What a delightful project this will be, to reunite my folk with such an important piece of history! Thank you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lumul-nar is north of here, in Zirakzigil. Be careful when you go! The creatures will not be glad to part with their treasures.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found anything of worth in Lumul-nar?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lumul-nar: The Lesser Rings",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fr치r believes that the greedy creatures of Lumul-nar may have some relics of interest in their possession, and wishes to know all that he can of any ancient tokens found in the Hall of Mirrors.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a lesser ring ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect relics of interest ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lumul-nar, the Hall of Mirrors, can be found north of the Chamber of the Cross-roads, in Zirakzigil in Durin's Way.\\n\\nYou should venture to Zirakzigil and search among the creatures there for any relics of Durin's time.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the lesser rings to Fr치r",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fr치r awaits your return in the Chamber of the Cross-roads, south of Lumul-nar.\\n\\nYou should give Fr치r the many rings you collected from the foul creatures of the Hall of Mirrors.",
      "es": ""
    }
  ]
}