{
  "id": 620837080,
  "txt": [
    {
      "id": "0xd085251",
      "en": "This brood-queen is far more fearsome than any spider you have come across before and seems to be manipulating many of the events around Archet.\\n\\nThe dwarf Atli is known as the Spider-bane. He would likely want to see proof of this creature's demise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This spider-queen -- Iornaith by name -- and her ways are known to me.  \\n\\n'You have done the people of this town many great services, this one not the least of all. Were she allowed to endure, it is likely all the peoples of Bree-land might have suffered her spawn.\\n\\n'Take a quick perusal of these items I have. You have earned your pick of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are most worthy of the name Spider-bane, O Slayer of Iornaith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Atli's eyes light up as you produce proof of the spider you slew.\\n\\n'This spider-queen -- Iornaith by name -- and her ways are known to me.  \\n\\n'You have done the people of this town many great services, this one not the least of all.  Were she allowed to endure it is likely all the peoples of Breeland might have suffered her minions.\\n\\n'Take a quick perusal of these items I have.  You have earned your pick of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spider-bane",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am proud to call you friend, [placeholder]. I am at your service and your family's!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You slew a spider-queen that invaded the caves beneath Archet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am proud to call you friend, [placeholder]. I am at your service and your family's!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Atli Spider-bane in Archet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Atli Spider-bane is in Archet.\\n\\nYou fought and defeated Iornaith, a spider of great power, while searching the tunnels west of Archet. Knowing that the dwarf, Atli, is often referred to as the Spider-bane, you should bring proof of your deeds back to Archet to show to the dwarf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Atli Spider-bane can be found at the north end of Archet, west of the spider-cave, north-west of Sprigley's farm.\\n\\nYou should take news of Iornaith's defeat to Atli Spider-bane.",
      "es": "",
      "es (fem)": ""
    }
  ]
}