{
  "id": 620837031,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected unspoiled armour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected unspoiled weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Galadhrim wish to collect any salvageable weapons and armour from the Halls of Crafting in Moria, which will hopefully help to better arm the dwarves in their defence of Khazad-dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Baranglim tells me that you are in Moria to fight the Orcs who have been troubling the borders of our land. I am glad of it, [placeholder], for our guards are hard-pressed to keep the Enemy's advances at bay in Lórien. I have seen many things in my long days of watching over the woods, and I have great concern for the force of arms being mustered here.\\n\\n'I worry about what will become of us if the Orcs hold the Halls of Crafting in Moria, for there is dwarf-made armour there and great weapons of old that would be fell in the hands of evil. The dwarves deserve to reclaim the weapons and armour that remains unspoiled, if any indeed remain.\\n\\n'With armour shielding the dwarves and not our foes and weapons of old clenched in their worthy hands, I foresee that the tide of this war could change ere it breaks upon the eaves of our fair realm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Halls of Crafting are in the southern reaches of Moria's Flaming Deeps, near Fil Gashan.\\n\\nGornellon has asked you to salvage weapons and armour that have not been spoiled by the Orcs and goblins, for they will be better used by the people that made them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done remarkably well, friend. Your eye for quality is excellent; these pieces will indeed be more than acceptable to our new neighbours in this dangerous chasm that is Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gornellon is outside the Halls of Crafting, in the Flaming Deeps.\\n\\nYou should bring all that you collected to Gornellon, and he will see that the good dwarves of Khazad-dûm will receive this boon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go forth and collect the unspoiled armour and weapons from the Halls of Crafting in the southern reaches of Moria's Flaming Deeps, near Fil Gashan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found anything of use? The Halls of Crafting can be found in the Flaming Deeps of Moria. You should go there with a small host of companions if you wish to be successful in your venture.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect unspoiled armour ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect unspoiled weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the weapons and armour to Gornellon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Halls of Crafting: Salvageable Stores",
      "es": "",
      "es (fem)": ""
    }
  ]
}