{
  "id": 620837127,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated merrevail in Lumul-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated bats in Lumul-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Based on the sounds and odours wafting from near the entrance to Lumul-nar, Frár believes that the Hall of Mirrors is infested with bats... or worse. He does not think that the mirrors can be restored when their home is teeming with so many vile winged creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I believe Hrólfur wanted me to arrange this meeting with you because I am the only dwarf thus far to venture so near the entrance to Lumul-nar before my courage failed. I heard many chilling shrieks that made me tremble, and the smell was terrible.\\n\\n'All I could imagine was fluttering bat-wings blocking out the sun, and where there are bats, there are surely fearsome merrevail to be found as well. These hideous creatures cannot be allowed to continue their inhabitance of this promising hall if the rumours of the mirrors are true.\\n\\n'Go to Zirakzigil, north of here, and you will find the entrance to Lumul-nar as I did. If I were you, [placeholder], I would bring a stout companion or two with you when you go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lumul-nar, the Hall of Mirrors, can be found in Zirakzigil, to the north of the Chamber of the Cross-roads.\\n\\nFrár has asked you to clear the Lumul-nar of bats and merrevail to make the place more suitable for the dwarves to take over.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'To defeat so many of the vile beasts was quite a feat, [placeholder]! You have done very well indeed against our foes in the Hall of Mirrors. We will surely be able to make progress there after your deeds today.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frár is in the Chamber of the Cross-roads, to the south of Lumul-nar.\\n\\nYou should speak with Frár of your defeat of the many bat-creatures in the Hall of Mirrors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The bats and winged creatures you seek will be in Lumul-nar, the Hall of Mirrors, to the north of here in Zirakzigil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat merrevail in Lumul-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat bats in Lumul-nar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Frár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lumul-nar: Smothering the Sun",
      "es": "",
      "es (fem)": ""
    }
  ]
}