{
  "id": 620837125,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hello, [placeholder]. Hrólfur tells me you are here to give us a leg up on our enemies. I will not turn my nose up at the help! The illumination of our halls will wreak havoc on the ill-accustomed eyes of Moria's foes.\\n\\n'When I was exploring Durin's Way, I very nearly found myself in Lumul-nar, where you plan to go. But some great evil there sapped my will, and I decided I valued my life more than my curiosity at that particular moment.\\n\\n'I saw and heard many clues of what terror may lurk within, but I do not wish to speak of it. All I ask is that you defeat whatever holds Lumul-nar, the Hall of Mirrors, in its evil clutches. But I beg you to bring a friend or two with you, for I had not the heart to make this venture alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The creature is defeated? Then you have done what I could not! I applaud you, [placeholder]. Your services to the Iron Garrison will never be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The menace of Lumul-nar awaits you in the Hall of Mirrors, [placeholder]. You should strike north from here, towards Zirakzigil. The entrance to Lumul-nar is beyond there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lumul-nar: The Bane of Illumination",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Frár of the Chamber of the Cross-roads explored near the entrance to Lumul-nar, the Hall of Mirrors, and recalls that a great feeling of menace turned him from his path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Ergoth has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the evil presence in the Hall of Mirrors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Hall of Mirrors can be found in Zirakzigil, to the north of the Chamber of the Cross-roads.\\n\\nFrár has asked you to defeat the menace that holds the Hall of Mirrors in its clutches. You should bring a friend or two on this dangerous venture.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Frár",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frár is in the Chamber of the Cross-roads, to the south of Lumul-nar.\\n\\nYou should speak with Frár and inform him of your success against Ergoth in the Hall of Mirrors.",
      "es": "",
      "es (fem)": ""
    }
  ]
}