{
  "id": 620837076,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Celeborn's Letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Celeborn's Letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Unknown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "To Hrólfur\\n\\nI ask that you read this letter in full if you do not like your messenger, for there is much that I must bring to light before your eyes. I know that you do not seek our friendship, but pray understand that this age is changing in a most violent manner, and soon. Now is not the time to harbour old resentments.\\n\\nDo not spurn my offer of aid after you have heard what I have to say, for I believe it will be of great benefit to the folk of Bósi and Brogur. I ask you to recall the Doors of Durin, and the words they spoke ere they were torn from their hinges by the fell creature of the Black Pool: \\qSpeak, friend, and enter.\\q An Elvish riddle, answered by an Elvish word, \\qmellon\\q to my kindred, \\qfriend\\q in the Common Tongue. The Elves of Eregion were reckoned friends to you, very long ago. My memory is long indeed, and I know the potential of Moria beyond what your folk can fathom at this juncture.\\n\\nTwo crucial things have been lost in the fall of Durin, and until these are restored to you, your worthy folk will be blundering in the dark, struggling ever against the evil that has taken root in the hall of your fathers. I ask you now to look upon the Moria that is remembered by the Elves: it is filled with criss-crossing light-beams that leap hither and thither from hall to hall, such a light as would blind the creatures who walk so boldly in places where they do not belong. Imagine also the ceaseless hum of water-powered wheels, spinning ever to power the forges and systems, allowing the dwarves to achieve impossible deeds with their great powers of crafting. Lumul-nar was the Hall of Mirrors, and Nalâ-dûm was the deep place where the water wheels turned.\\n\\nThese two systems now lie dormant, and I surmise from this that evil has settled there, as with many of the once-fair places of this world. I have sent you someone who wishes to help you restore Moria to its former power and glory. We shall both benefit equally from your presence as our new neighbour -- indeed your coming could not have occured at a more fortuitous time.\\n\\nThe Elves of Lórien are at your service. We seek to renew the friendship of old. This is the time for the good-hearted free folk to cast aside their differences and join against the discord that threatens to cover us all in darkness.\\n\\nCeleborn",
      "es": "",
      "es (fem)": ""
    }
  ]
}