{
  "id": 620837030,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Let me share a disturbing story with you before you hasten into Moria's Halls of Crafting. Three nights ago, I trailed a small band of rough-looking Orcs as they sped to rejoin their host in the Halls of Crafting. They were weary, and they complained bitterly to their leader.\\n\\n'The leader then passed a flask among his companions, and as they drank I caught the scent of a strong, bitter liquor; it seemed to burn their very tongues. But when they stood again, they appeared more grim, for their eyes blazed with a newfound fervour. We Elves have drinks which lend us strength on long journeys, but I had not fathomed that the Orcs could ever craft such a draught.\\n\\n'When you go to the Halls of Crafting with your companions, you should all seek to destroy as much of their supply as possible. I will not deny that my heart quailed at seeing the Orcs so roused, [placeholder]. If this mixture is indeed being produced to strengthen an army, we have great reason to be concerned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did a brave and dangerous deed to go to the place where this wicked drink was being produced. I hope that the Enemy was caught unawares by the arrival of your small but valiant host and did not have time to harden themselves against your coming.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear of what the Orcs may be capable of with that terrible draught lending them strength and stamina. You should hasten to the Halls of Crafting and destroy as much of the draught as you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Halls of Crafting: Odious Draughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gornellon of Lothlórien is concerned that the Orcs, ever in their foul mimicry of the Elves, have devised mixtures meant to lend them unnatural strength, not unlike the mirúvor draught of the Elves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy the foul draught of the Enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Halls of Crafting are in the southern reaches of the Flaming Deeps in Moria, near Fil Gashan.\\n\\nGornellon, a wary Galadhrim scout, wishes you to destroy the draught being made to lend strength to the Orc forces planning an assault against Lórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gornellon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gornellon is outside the Halls of Crafting, in the Flaming Deeps.\\n\\nYou should speak with Gornellon and inform him of your success against the Orc-draughts being brewed in the Halls of Crafting.",
      "es": "",
      "es (fem)": ""
    }
  ]
}