{
  "id": 620837029,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Bashkuga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Âmbal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The wisdom of Baranglim, a watchful scout of the Galadhrim, warns that the movements of the Orcs indicates organized leadership of the war-force that brews in the Halls of Crafting in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Many have made the mistake of believing Orcs to be mindless, useless war-mongers, but it is Elves they take after, shaped in a darker likeness of ourselves. It is true that many lack true cunning or skill, but some Orcs are foes to be reckoned with. These are keen of mind and can be brilliant in their efforts to cover the world in darkness.\\n\\n'I believe that the Orcs in the Halls of Crafting are of this nature. That place is rife with an abundance of tools, and it is just the sort of place a fertile Orc-mind could use to devise weapons meant to inflict great wounds upon his enemies.\\n\\n'When you go to the Halls of Crafting, look out for the Orcs who stand proudly among the rest -- Âmbal and Bashkuga they are called; they will be the masters of the craft. Their minds cannot be left to inhabit a place where so many fell devices will be produced.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Âmbal and Bashkuga can surely be found in the Halls of Crafting in Moria, found in the southern reaches of the Flaming Deeps near Fil Gashan.\\n\\nBaranglim has asked you to defeat Âmbal and Bashkuga, the expert Orc-artisans in the Halls of Crafting, for they cannot be allowed to produce more weapons of war to be used against dwarves and Elves alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]! You cannot know what a great deed you have done this day. All Orcs are deadly, but brilliant and crafty ones are all the more so. You may have saved many, many lives by felling Âmbal and Bashkuga, experts of the crafts of war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Baranglim stands outside the entrance to the Halls of Crafting, in the Flaming Deeps.\\n\\nYou should speak with Baranglim and inform him of your success against the masterminds of the Halls of Crafting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Halls of Crafting are in Moria's Flaming Deeps, friend. You should hurry and defeat Âmbal and Bashkuga, for their continued foothold there will come at the cost of many dear lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Bashkuga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Âmbal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Baranglim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Halls of Crafting: Experts of the Forge",
      "es": "",
      "es (fem)": ""
    }
  ]
}