{
  "id": 620837164,
  "txt": [
    {
      "id": 218649169,
      "en": "'I did attempt to fight my way through the port in search of the leader, to no avail. His cowardice keeps him well hidden and his lackeys gave my legs a good beating. Were it not for Svanr, I likely would have fallen to them as well.\\n\\n'I failed to avenge Arndór. I am not fit for another foray, but you have helped Askell, and I hope that you will help me.\\n\\n'Below us, in the valley to the east, lay the port of Kheledúl and therein the Dourhands. Will you go there and strike down a goodly number of the forces there so I might be able to give my brother the vengeance that he deserves?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'My brother may not know that this has been done, but I do and this will give me leave to rest at night. I am ever in your debt, [placeholder].\\n\\n'I will miss my brother, but I will know that his death is avenged and that the Dourhands are weakened now to a point where we Longbeards may drive them, finally, from our lands.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Carry out my vengeance, [placeholder]! The Dourhands of Kheledûl must pay for their affrontery.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Exacting Vengeance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sigurdór, at the tower outside of Kheledúl, has asked you to avenge his brother where he cannot.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Dourhands at Kheledûl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dourhands at Kheledúl ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kheledûl lies below the tower where Sigurdór waits.\\n\\nSigurdór asked you to make your way to Kheledúl to exact vengeance on the Dourhand dwarves for his slain brother.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Sigurdór",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sigurdór is at the tower outside Kheledúl.\\n\\nYou exacted vengeance upon the murderous Dourhand dwarves responsible for slaying Sigurdór's brother, Arndór. Now you should return to Sigurdór.",
      "es": ""
    }
  ]
}