{
  "id": 620907464,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Ganburh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Elfswith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Gísling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Dudweld sighs heavily and wanders off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Ganburh slinks away, obviously embarrassed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Elfswith looks upset, but does not press the issue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fastred wants you to distribute rations to the people of Snowbourn along with his guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Collected prepared rations for the people of Snowbourn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have been a great help thus far, [placeholder]. If you would, I require your aid in handing out rations to the people of Snowbourn. Food has become scarce since you left for Walstow, and the people are getting restless.\\n\\n'There is a cart of food in Snowbourn...keep an eye on it, then distribute food to people once you have established some sort of order.\\n\\n'Thank you for your assistance. I will continue to make ready our battle plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The food-cart is near the kitchen of Snowbourn.\\n\\nAs food is scarce, Fastred wants you to make sure that people wait and do not swarm the food-stores. Perhaps a stern <rgb=#FF00FF>ahem</rgb> will do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, thank you so much!\\n\\n'Reeve Fastred has been a more stern leader than Reeve Dagred, but I fear that this change has not been for the good of the people.\\n\\n'My family and I have fallen on hard times, especially now that Snowbourn grows more crowded with people fleeing the Eastemnet.\\n\\n'Thank you again, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Prepared rations can be found inside the kitchen of Snowbourn.\\n\\nYou should collect rations for the people of Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dudweld, Ganburh, and Elfswith can be found throughout Snowbourn.\\n\\nYou should distribute the food to Dudweld, Ganburh, and Elfswith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You did not have to be so abrupt before, but you have my thanks.\\n\\n'I know not why Fastred has moved to establish such a strict order within Snowbourn. People continue to pour in, but he allows none of us to travel to the West where resources might be more abundant.\\n\\n'Fastred has proven himself a worthy leader, but I am uncertain what the future holds for the Sutcrofts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gísling can be found in central Snowbourn.\\n\\nYou should speak with Gísling and let him know you distributed the food as Fastred ordered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you, [placeholder]...\\n\\n'The crowds grow day after day... The Sutcrofts still provide a wealth of food to our people, but with more people coming here each day, I worry that we cannot sustain this.\\n\\n'Fastred is a bold leader, but he must allow the people to journey west. We cannot support ourselves as the last sanctuary of the Eastemnet, not for long, anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You did well in maintaining order. I am sure Fastred's guards were pleased that they could keep at watch instead of performing such a task.\\n\\n'The concerns of those people are real, though. I worry that Snowbourn will not be able to support such a wealth of people for much longer.'\\n\\n'Nevertheless, well done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Shoo Dudweld away from the food-stores with a stern <rgb=#FF00FF>ahem</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Shoo Ganburh away from the food-stores with a stern <rgb=#FF00FF>ahem</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Shoo Elfswith away from the food-stores with a stern <rgb=#FF00FF>ahem</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect prepared rations for the people of Snowbourn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cutting Back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Dudweld",
      "es": "",
      "es (fem)": ""
    }
  ]
}