{
  "id": 620907598,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Mordor Spear-fishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This scout was clearly slain by the nearby Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This scout was forcibly drowned by the Orcs - a cruel end...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sigeric, the man you rescued from the sacked farmstead, has asked that you look for three Men that left the morning of the attack to go fishing. They have not returned and Sigeric fears the worst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This scout was clearly slain by the nearby Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The morning my croft was attacked was a very strange one indeed.\\n\\n'We had heard the troubles surrounding Garsfeld, but for our own part, we faced very little danger from our enemies in the Sutcrofts. They seemed to have little interest in attacking us... though I do not know why.\\n\\n'Also, while it was not completely unheard of, three of our best riders, and also three of my closest friends, left the croft that morning to go fishing at what they thought to be a lucky fishing hole south-east of Snowbourn.\\n\\n'While they were gone, the attack fell, and all were slain, save for me. Even as I stood bound to that pole, they did not return. I know not where they are now, and if you would find them for me, I would be very grateful.\\n\\n'I would begin your search at the fishing docks to the south-east... if they are not there, I know not where else they could be...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sigeric wants you to look for three men dispatched to deal with the Orc situation outside the fishing village to the south-east.\\n\\nHe also wants you to slay the Orcs that have sacked the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I - I should have expected this, [placeholder]... but it does not dull my pain.\\n\\n'Those men were great warriors, and it is a shame that such ill fortune found them when they could have aided us so greatly at the croft.\\n\\n'I need some time to consider these losses, friend. Thank you for aiding me, but please leave me to my thoughts for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sigeric, the survivor of Garsfeld, can be found in northern Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Mordor Spear-fishers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the first Rohirrim scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find the second Rohirrim scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Find the third Rohirrim scout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down By The Docks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Sigeric",
      "es": "",
      "es (fem)": ""
    }
  ]
}