{
  "id": 620907599,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have unfortunately heard that Orcs may have been... lurking near the fishing docks. If my friends encountered them, I am certain they would have defeated them. Nevertheless, if the Orcs remain, they may have fish on them... if they have not already devoured them.\\n\\n'While you are investigating the docks, would you also be so kind as to gather fish for Snowbourn? I am so grateful to have any home at all, I would be rude to not give something back to this city.\\n\\n'Once you have gathered many fish, bring them to Gísling. He is a resourceful man... I am sure he will know what to do next.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Where did you get these? Orcs?\\n\\n'I am shocked that any creature escaped their wrath, even if it was just until their next meal.\\n\\n'Very well, I will have the fish cleaned and given to the people. In the meantime, there are other matters to discuss.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Live Bait",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orcs have been poaching the fish from near the docks and are likely carrying them, if they have not already eaten them.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Recovered fish from Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Recover fish from Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The docks can be found to the south-east of Snowbourn.\\n\\nSigeric is concerned for the health of the city and wishes for you to recover fish from the Orcs that have been spotted by the docks near Snowbourn.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gísling",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gísling can be found in northern Snowbourn.\\n\\nSigeric told you to bring the fish you collected to Gísling.",
      "es": ""
    }
  ]
}