{
  "id": 620777699,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You seek to help the Earth-kin? Wargs come from the northern hills in great packs. They slaughter the lehmä herds -- what you call aurochs -- for no reason, leaving carcasses rotting in the sun, uneaten.\\n\\n'The lehmä are our food. With the herds gone, we will starve! There are too many Wargs for our hunters to slay.\\n\\n'You will hunt them? Drive the packs from our herds, or this winter is our last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Many Wargs have you slain. Good! Some remain, but our hunters can keep them at bay.\\n\\n'The herds are thinned. The winter will be lean this year, but the Earth-kin shall endure. Thank you, little one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Little one, will you hunt the dire Wargs which threaten my people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Purging the Plains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Packs of ravaging Wargs have descended upon the wild herds of aurochs the Earth-kin rely upon to hunt for food. The Wargs are slaughtering the herds wantonly, often leaving the carcasses to rot where they lay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Warg hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated dire Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Warg hunters ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dire Wargs roam the eastern plains of Nan Amlug. Warg hunters stalk the forests of western Nan Amlug.\\n\\nMauno, the chief hunter of the Suuri-lehmä, has asked you to drive off the Wargs who are slaughtering the aurochs herds, threatening the Earth-kin's food supply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat dire Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mauno is at the camp of the Suuri-lehmä.\\n\\nMauno, the chief hunter of the Suuri-lehmä, asked you to drive off the packs of Wargs which have been slaughtering the aurochs. There are many Wargs, but your efforts should make them more manageable. You should return to Mauno with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}