{
  "id": 620777696,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected dire Warg hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected harrow weed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Earth-kin once believed the hides of the Wargs to be utterly useless, but have recently discovered a way to cure them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We long thought the fur of Wargs useless. It rots too quickly as they die. But we have found that it may be cured with a simple mixture of harrow weed, a bitter plant that grows in the plains nearby.\\n\\n'If you bring me hides from dire Wargs and some harrow weed, I may be able to fashion armour from it. The Wargs wander the plains in the east.\\n\\n'The dark hides of the dire Wargs might make armour that will let us hide more easily from the Rauta-lehm채 and the Angmarim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Both dire Wargs and harrow weed can be found in the eastern plains of Nan Amlug.\\n\\nIn order to make armour for the Suuri-lehm채, Mauno has asked you to gather hides from dire Wargs and some harrow weed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have brought all that I sent you for. Good.\\n\\n'Now I shall fashion for you something of worth from these vile beasts who have caused us so much anguish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mauno is at the camp of the Suuri-lehm채.\\n\\nYou have gathered enough Warg hides and the harrow weed that Mauno needs to cure them. You should take them to Mauno as soon as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring me harrow weed and Warg hides, and I will make you armour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I await the Warg hides and harrow weed that I sent you for. Both can be found in the surrounding lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you, little [placeholder], for slaying the Wargs. We shall eat better because of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The armour we shall make from your kills, [placeholder], will be a boon to the Suuri-lehm채.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dire Warg hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect harrow weed ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the items you have collected to Mauno.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Coat of Shadow",
      "es": "",
      "es (fem)": ""
    }
  ]
}