{
  "id": 620935003,
  "txt": [
    {
      "id": "0x46b8f4",
      "en": "'I'll not wander too far again! I must warn mother and the others!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Dúnburg can be found to the south of Underharrow amidst the trees.\\n\\nEllen Fremedon has asked you to find Dúnburg and send her back to Underharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Did my mother send you?\\n\\n'I cannot understand why she wishes for me to sit by in Underharrow while our people remain fearful of what lurks in the Harrowdale. I know she won't believe me, but you do, don't you?\\n\\n'Wait! What is that rustling in the bushes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ellen Fremedon can be found outside the Mead Hall at Underharrow.\\n\\nYou have rescued Dúnburg and sent her on her way. You should return to Ellen Fremedon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa41d6a4",
      "en": "Defend Dúnburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Oh, thank goodness Dúnburg is safe!\\n\\n'She should know better than this! No matter what she may see in Éowyn, a girl of her age does not belong on the battlefield, and I hope she realizes this soon. I know not if the life of a minstrel shall ever befit her, but the path of the shield-maiden is an arduous one, and she has much still to learn.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x179f5e5",
      "en": "You have been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ellen Fremedon is concerned by her daughter's jaunts into the nearby woods, fearing Dúnburg's enthusiasm for the blade will lead her to trouble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defended Dúnburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'With so much ado in Underharrow, my daughter has again slipped out of my sight!\\n\\n'When will Dúnburg learn? To brazenly seek glory at her age is at best fool-hardy and at worst... I wish not to think of such things! I pray she turns to the mastery of music rather than that of the blade!\\n\\n'Each time so far, I have had to drag her out of the trees to the south and sit her down within my view. She prattles on endlessly about the Dead, but I tire of such stories, especially since they might drive her into harm's way. If you would, search to the south of town, and please, send her home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find Dúnburg south of Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x46b8f1",
      "en": "'The Dead! They are here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "DNT -- Players will not see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bravery Beyond Her Years",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x46b8f2",
      "en": "'These aren't the Dead! I think more are coming, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "'Have you found my daughter?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x46b8f3",
      "en": "'Thank you so much, [placeholder]! I knew not that Orcs were in the valley....'",
      "es": "",
      "es (fem)": ""
    }
  ]
}