{
  "id": 620935036,
  "txt": [
    {
      "id": 216727831,
      "en": "Herubrand is in his hideout in the cellar of the farmhouse in Woodhurst.\\n\\nHerubrand wishes to speak with you after the battle in the mead hall.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Speak with Herubrand",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The city has fallen as the soothsayer predicted. I was a fool to think Guard Captain Thurferth was the rising darkness, but he was a part of the problem. I should have known the Dunlending were involved, and though it was his duty, Thurferth was doing nothing about them.\\n\\n'The time has come to confront our true foe. Woodhurst will be changed forever after this, either for better or worse.\\n\\n'Speak to me again when you are ready.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with Gifemund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Woodhurst Has Fallen",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'That was a great battle - one we will not soon forget. I have reclaimed the seat that was my father's, but I am leaving Gifemund in charge. He has proven his loyalty, and will make a dependable steward until I return.\\n\\n'I have heard rumour of aid needed in Westfold. I will soon pack my belongings and join those following Erkenbrand at the ford of Isen. May we meet again some day.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Those allied against the new claim for the throne have gathered and are ready to confront those who now hold the mead hall.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'The enemy no longer hides in the shadows, and has taken the mead hall by force. There are so many. This will surely be a battle.\\n\\n'When you are ready we will fight our way to the mead hall.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gifemund is in the ore refinery building near the centre of Woodhurst.\\n\\nThe time has come to reclaim the throne of Woodhurst.",
      "es": ""
    }
  ]
}