{
  "id": 620935056,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "There is a Gapholt guard behind a mountain of papers.\\n\\nYou should speak with a guard to see if there is an exception that can be made to help the refugees settle into Gapholt sooner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Thane Nothmar is near the bridge of Gapholt.\\n\\nThe guard told you to take your concerns to Thane Nothmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Thane Nothmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Hrothwaru is near the bridge of Gapholt.\\n\\nThane Nothmar would not recant his position regarding entry into Gapholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'The process to enter Gapholt is the same as it always has been. It will stay that way. My priority is making certain that Gapholt remains secure. Making a few refugees wait is unfortunate, but necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Hrothwaru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Do we look like Dunlending riffraff? It is absurd that we must wait to enter the safety of Gapholt...what if the Dunlendings fall upon us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to the guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I do not have the authority to grant their entry without papers. They have all tried, and I will tell you what I told them: their papers must be checked and signed before I can allow entry, without exception.\\n\\n'If you have concerns, then feel free to bring them up with Thane Nothmar. I am only doing my duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The guards of Gapholt are not allowing entry without papers being checked and signed. This process is causing too much delay for the long line of refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tied Hands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'My children are crying and hungry, and I am at my wits' end. These guards refuse to let us enter until we present papers and have them approved and signed. Can anything be done to expedite this process?\\n\\n'I have said everything I can, and they will not relent. Will you speak with them and see if you can sway them?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}