{
  "id": 620935027,
  "txt": [
    {
      "id": "0x76a4423",
      "en": "'Because they are. This city is a part of Rohan, whether you like it or not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb319",
      "en": "'You speak in ideals. Not everything in this life can be ideal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4fee30",
      "en": "'Anyone who murders another within this city should face justice for their crimes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb088",
      "en": "'You are fools. Your pride and greed will usher your doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd925f95",
      "en": "Instance: Liberating Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ebd37",
      "en": "'You would be lying to me and everyone here if you tell me greed is not the inspiration for your plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4fee35",
      "en": "'Woodhurst, and the Stonedeans as a whole, would be stronger if we unite our people under our own banner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7434427",
      "en": "'Herubrand will hear of what happened here today. He will also want to hear what you have proposed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb4fee34",
      "en": "'Both Rohirrim and Dunlending have lived in this city in relative peace, and we will again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc4fee33",
      "en": "'Those are lies, and you are a fool if you think otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb350",
      "en": "'If the city guard received ideal funding, there would be more I could do to protect the people of this city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x34fee46",
      "en": "'The war between the White Hand and Rohirrim does not have to include the Stonedeans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x176c442",
      "en": "'The White Hand threat in Brockbridge is a threat to all of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7534424",
      "en": "'And Saruman views the Stonedeans as part of his enemy, so we should view him the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7604425",
      "en": "'You are a fool. It appears Gifemund and Elda were right, and you are no longer fit to be captain of the guard here in Woodhurst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb5e4",
      "en": "'Have you not heard the rumours? Rohirrim have resorted to eating their Dunlending captives, sometimes alive I am told...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb064",
      "en": "'It is quite clear who is winning this war, is it not? Rohan will fall, and then what?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb2f8",
      "en": "'Quiet your lap-dog, Gifemund. This matter is between us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4fee22",
      "en": "'Anyone who deems Woodhurst their home, and is respectful of their neighbour is an important part of this city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb097",
      "en": "'I will leave without trouble, but know this:'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb241",
      "en": "'Your lackey should know about my funding problem. And I see two of my former men are with you, now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7414428",
      "en": "'You and I have a lot to discuss...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa4fee13",
      "en": "'Your support is appreciated, Calin. Thurferth has done more harm than good of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x34fee21",
      "en": "'Is it not your duty to deliver justice to everyone in Woodhurst, even those in lower Woodhurst?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7216541",
      "en": "'Follow me. We can watch with a better view from over here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb0f9",
      "en": "'I will return to sift through the ashes and rebuild this great city for the Dunlendings, who deserve to live here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb215",
      "en": "'You are naive. War will come here, whether we invite it or not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb5c2",
      "en": "'Is that also true of the Dunlendings exiled to lower Woodhurst?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x76e4421",
      "en": "'That is yet to be seen. The throne here belongs to Herubrand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb392",
      "en": "'And where is he to claim it? He has forsaken the troubles of Woodhurst to see to those in Brockbridge...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb4fee49",
      "en": "'Are those men from lower Woodhurst not the ones attacking others within the city?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb3f3",
      "en": "'Why are you so quick to call the White Hand our enemy?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb0a6",
      "en": "'I am out-numbered, and cannot convince you to see reason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x14fee31",
      "en": "'That is the point. You are not considering them men of Woodhurst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4a3041",
      "en": "'The time has come for you to step down, Thurferth. Your failing our people is evident in how many are leaving.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe4fee48",
      "en": "'This is not about profits. This is about the safety of our people, and doing what is right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb511",
      "en": "'I care not that Rohirrim are leaving Woodhurst; that is their decision.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf4fee47",
      "en": "'Yes, of course I would profit. That benefits not just me, but the Stonedeans and its people would profit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x24fee04",
      "en": "'I wish to speak with him when I can. Is he returning soon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb226",
      "en": "'Would you not profit from your plan, by selling your ore to both the White Hand and Rohirrim?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb5d3",
      "en": "'Or those banished to Dunland long ago?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x75f4426",
      "en": "'Thurferth, you and your men are banished from this city. Pack up your belongings and be gone by dawn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf4fee22",
      "en": "'That is right, most of the people have decided who they will follow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38eb055",
      "en": "'We should side with Saruman now before it is too late.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}