{
  "id": 620935013,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "The falls of Everholt lie to the south-west of Beaconwatch.\\n\\nLady Answith wants to go to the falls in Everholt and collect several stones that would be suitable for skipping.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected skipping stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Lady Answith is on a porch above the vendor's area north of the Mead Hall in Beaconwatch.\\n\\nYou have collected skipping stones at the Everholt Falls and should now bring them back to Lady Answith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'So you have met my husband, Cútha? I know that he can be a bit unpleasant at times, but you should understand that he is doing what he feels is right.\\n\\n'Sometimes he needs a gentle reminder to enjoy the little things in life. One of his favourite things to do is skip stones along the Mering-stream. Would you collect some stones that would be suitable for skipping?\\n\\n'There is a waterfall in Everholt, south-west of Beaconwatch that always has the best stones. I would go myself, but with all the trouble lately, I confess I do not wish to leave this area.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Lady Answith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa32",
      "en": "The Little Things",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "Lady Answith, the Thane's wife, knows that he can be unpleasant, but only because he allows himself to be consumed by duty and forgets the little things in life that he enjoys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ah, [placeholder]. These stones are perfect for skipping. I imagine that you have skipped a rock or two in your lifetime, have you not?\\n\\n'I will put these into Cútha's pocket sometime, and he will have a nice surprise when he finds them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect skipping stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}