{
  "id": 620935039,
  "txt": [
    {
      "id": 216727830,
      "en": "Orc-camps lie to the north-west and south of Aldburg.\\n\\nÉothain would like you to assess the threat posed to the Eastfold by scouting the nearby Orc-camps.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Éothain",
      "es": ""
    },
    {
      "id": 149027378,
      "en": "Scouting the Enemy",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'It appears that the White Hand number far fewer than the unknown Orcs.\\n\\n'Let us first focus upon ridding the Eastfold of one threat, then we can deal with the other.\\n\\n'Go to the Mead Hall and tell Arcil what we have found.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Éothain is located near the entrance of Aldburg.\\n\\nYou scouted the Orc-camps and now have a better idea of their number. You should return to Aldburg and convey this information to Éothain.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Scout the third Orc-camp",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Scout the second Orc-camp",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "The Orcs present in this camp are aggressive and many",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "This camp contains a small group of enervated White Hand Orcs",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have joined Éothain in his assessment that the White Hand provide a greater threat.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "This camp contains a small group of weary White Hand Orcs",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is clear that we cannot stand idly by and allow these Orcs to dictate the engagement of battle. I would like for us to scout their forces to learn what we are facing here.\\n\\n'[placeholder], what I ask of you will put you in great peril, but I am confident that you are up to the task. Scout the camps that the Orcs have established near Aldburg and learn their number.\\n\\n'There are camps north-west of the city, and rumours of another camp to the south have recently been brought to my attention. Be careful.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Scout the first Orc-camp",
      "es": ""
    }
  ]
}