{
  "id": 620935059,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Mate Isernore was once a mine owned by Gifemund, but it was overrun by a party of White Hand warriors from Madh-fushaum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Collect enemy tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "There are tools cast aside or laying about Mate Isernore.\\n\\nYou should collect any tools you find and bring them to the overseer of Wid Isernore where they will be put to good use.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Collected enemy tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You should bring the tools you gathered to the mine-overseer in Wid Isernore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Bring the tools to the mine-overseer at Wid Isernore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "There are tools cast aside or laying about Mate Isernore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Bring the tools to the mine-overseer at Wid Isernore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Were you the [placeholder] that worked for me before? Ah, you have more tools for me! Where did you find them?\\n\\n'The workers of Mate Isernore were good men. Your deeds have avenged their deaths, and we may now soon reclaim that mine. Thank you for bringing these tools from that work-site...I will ensure they get put to good use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "There are more tools in Mate Isernore than there are workers using them. If the servants of the White Hand are not using them, perhaps the men in Wid Isernore would appreciate them more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect enemy tools (0/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stolen is as Good as New",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Mate Isernore was once a mine owned by Gifemund, but it was overrun by a party of White Hand warriors from Madh-fushaum. There are many tools laying around throughout Mate Isernore. Some were left by the previous workers who were killed by the White Hand, and some were put down by those now working the mine.\\n\\nThese tools might be useful to the mine-overseer in Wid Isernore.",
      "es": "",
      "es (fem)": ""
    }
  ]
}