{
  "id": 620935014,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "You found the ford in the river where the enemy is likely to have crossed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Follow the Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You are following the trail of the White Hand and should find more evidence nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I noticed a party of White Hand warriors pass by here while you were at Madh-fushaum. The group was smaller than that which attacked Flodgeheld and Brockbridge not long ago. They seemed to be heading north up the river and may have crossed at a nearby ford. Their presence in the north would not bode well!\\n\\n'You should follow their trail and see if you can find where they went and help those who may need it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You are following the trail of the White Hand and should find more evidence nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "The trail has led you to Mate Isernore, one of Gifemund's mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "It seems likely that more footprints were made which could help indicate which direction they went. You should search the land as it rises north of the river for more footprints.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Find evidence of the White Hand's passing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The grass grows thick as the ground rises from the river, and it may be harder to follow the trail of the White Hand. You will need to search for more evidence to determine which direction they went.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Find more evidence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The party of White Hand that crossed the river appeared to lead in the direction of one of Gifemund's mines, Mate Isernore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find more evidence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "The White Hand has learned it will take more than a large attack to break through Brockbridge into the northern Stonedeans and has instead sent a smaller force across a ford north of Flodgeheld.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Scout Mate Isernore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find the ford north of Flodgeheld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The winding Swiftwater River has a shallow ford north of Flodgeheld where the cliff walls dip down into steep but climbable banks along the river; however, they quickly rise up into a canyon just beyond that.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "A footprint can be seen in the grass on the other side of the ford. It was likely made by the White Hand that were suspected to have come through here recently.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Herubrand is in the cellar of the farmhouse in Woodhurst.\\n\\nYou have much to tell Herubrand, with your efforts in Brockbridge, the situations in Flodgeheld and Madh-fushaum, and more recently what you found in Mate Isernore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "You have found that the enemy has taken control of the mine and its resources",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'The Enemy has crossed the river? That is ill news indeed, but we cannot deal with Mate Isernore yet. Woodhurst has slipped further out of our grasp since you were last here. We need your help now more than ever.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}