{
  "id": 620935015,
  "txt": [
    {
      "id": 216727827,
      "en": "Calin is on the first floor of the farmhouse, and is looking into arranging a search party for the missing farmers.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The fields are disturbed by someone who has no regard for the crops. This was clearly not the farmer's doing. It does not bode well for the missing farmers.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The farmers have gone missing, and are suspected to be out in the fields somewhere.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Find bodies in the farm-field ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Herubrand should be told of the farmers being murdered so close to where he is hiding.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Found bodies in the farm-field ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Speak with Gifemund about the security concerns in the city. He has taken over the protection for Woodhurst, and it is clear that things have not gotten better.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Herubrand",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I cannot believe they are gone....\\n\\n'I am devastated by what is happening to this once fair city. Stuck in this cellar, I am unable to take in the beauty of Woodhurst. But, it would be hard to enjoy such beauty when surrounded by malice and the blood of my family and friends. The violence is a stark contrast to the beauty this city holds.\\n\\n'Please speak with Gifemund about his security efforts here in Woodhurst. We must do something about this.'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with Gifemund",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Return to Herubrand",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'I believe he is sincere in providing adequate protection and in his desire to bring everyone in Woodhurst together. However, the soothsayer mentioned a growing darkness, and someone or something powerful is working against us, driving our people apart.\\n\\n'I agree with his sentiment that our Rohirrim and Dunlending brothers should be able to co-exist. Most in this city have the blood of both. I believe they are who Gifemund seeks to align to his cause more than anyone else.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I am sad to hear that Woodhurst has lost more good men. We were not watching those fields as closely as we should have, and it seems we are too late now. The fields will be watched from now on.\\n\\n'I believe Woodhurst can be a place where Rohirrim and Dunlending can co-exist, as we are simply the people of the Stonedeans. Why must there be such hatred between us, when we have been brothers here for a long time?'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Speak with Calin",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The rumours are true: the farmers have all gone missing, including the man who owns this house. They have not been seen for over a day! That is very unusual for them. We need to look for them right away. I worry something terrible has happened.\\n\\n'Please head out to the fields and begin looking for them. I will try to find others who can aid in the search.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Herubrand has been staying in the cellar of the farmers' house, but Calin and Herubrand have not seen them in over a day and begin to worry about them.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You found a place where it seems people broke into the city and disturbed the field...",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Investigate the farm-fields",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Farm-fields of Woodhurst",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Most of my wounds have healed, but I am still fairly weak. This city cannot wait for me. Gifemund is a strong ally, but he does not seem able to keep control of the city. What or who is drawing such darkness and hate upon us?\\n\\n'I have heard rumours from Calin that farmers have gone missing. I worry for them, and particularly for the owner of this home; my dear friend who graciously let us stay here. Please speak to Calin, and see if you can help.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Return to Herubrand in his hideout within the farmhouse cellar and tell him of Gifemund's promise to keep the fields watched.",
      "es": ""
    }
  ]
}