{
  "id": 620935029,
  "txt": [
    {
      "id": 225071143,
      "en": "Speak with Calin",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Herubrand is in the cellar of the farmhouse.\\n\\nHe needs to know what has occurred in the tavern.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Calin proved his loyalty, and has not left my side. At first, I thought he stayed close to keep his eye on me, but I have found he is simply dedicated to me. He is a good man, and I see why my father liked him.\\n\\n'Calin came to me a few minutes ago looking nervous. Arnwi invited Calin for a drink at the nearby tavern, which seems harmless, but Calin wouldn't be worried for nothing. Please accompany Calin to help calm his nerves.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Invitation for a Drink",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Herubrand",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Thank you for agreeing to come with me. I believe Arnwi simply wants to catch up after being out of touch for some time, but something just did not seem right. I feel more comfortable having you come with me.\\n\\n'We will leave as soon as you are ready to depart.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Calin is nervous about an unusual invitation for a drink with Arnwi, who has been out of touch for some time. Calin may be overly cautious, but a lot has happened lately to put him on edge.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'That rotten traitor! Why would Arnwi do such a thing? I wonder if he has been working against me this entire time. He coordinated that attack, and showed that he is working with the Dunlending ruffians.\\n\\n'I am a fool for not seeing it earlier. The Dunlendings have been the source of trouble brewing here. Was I blinded by my mixed heritage, and my view of them being brothers?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Accompany Calin to the nearby tavern, where he has arranged to have a drink and catch up with Arnwi.",
      "es": ""
    }
  ]
}