{
  "id": 620935060,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The time has come to leave Gapholt and return to Woodhurst. You will need to pass over the bridge to begin your return journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Herubrand is in the cellar of the farmhouse in Woodhurst.\\n\\nYou should return to Herubrand to inform him of your success in bringing aid from Gapholt and defeating the White Hand forces in Mate Isernore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mate Isernore is along the road between Gapholt and Woodhurst.\\n\\nMate Isernore was once a mine owned by Gifemund, but was taken by the White Hand who crossed the Swiftwater River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Mate Isernore is along the road between Gapholt and Woodhurst.\\n\\nWhite Hand scourge should be wiped out of Mate Isernore and out of the northern Stonedeans. The mine and its resources were not theirs to take.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Westan calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'On our way here from Woodhurst, we saw that the White Hand had taken Mate Isernore!\\n\\n'What can be done about them? They shot arrows at our caravan on the way by, and it seems like they could threaten Gapholt if left unchecked. The road to Woodhurst goes right by there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Travel to Mate Isernore",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat the White Hand forces at Mate Isernore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Westan is on the bridge leading into Gapholt.\\n\\nWestan saw you coming and called for your attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Westan tries to get your attention as you pass by...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ah, [placeholder], you have returned. It is good to see you again.\\n\\n'Gifemund will be happy to know his mine will be less difficult to reclaim. The White Hand encamped there would only have added to our difficulties here eventually.\\n\\n'Thane Nothmar arrived with his men shortly before you did, and we need to gather Gifemund and his men. The time has come for us to act.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Thane Nothmar is ready to aid Woodhurst, as he promised. He will depart for Woodhurst shortly after speaking with those who will coordinate the defence of Gapholt during his absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Cross the bridge to leave Gapholt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Long Road to Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I have gathered the men, and they await my order to depart. I must speak with those who are coordinating the defence while I am gone.\\n\\n'You seem eager to return to Woodhurst... feel free to depart when you are ready, and we will meet you there. I am a man of honour and will keep my word.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}