{
  "id": 620935028,
  "txt": [
    {
      "id": 262725912,
      "en": "TBD - There will be more to this instance in the near future...",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Invitation for a Drink",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "It is time to return to Herubrand with Calin's body, and inform him of what happened here.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Complete",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "See to Calin's injuries",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Arnwi requests that you show him how to <rgb=#00FF00>whistle</rgb>",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Arnwi and Calin have much to catch up on. It is unclear what Arnwi has been up to as he has not been seen by Calin or Herubrand for some time.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Arnwi reveals he has never learned to whistle and would like to learn. He asks that you show him how to.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419842,
      "en": "Dunlending ruffians heard the sound of commotion and entered the tavern to aid Arnwi.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You are as gullible as Herubrand, and this fool Calin. I had a feeling Calin would not come alone, so I arranged a backup plan. Your whistle conveniently called them in.\\n\\n'My masters will rule this city, and you two will not stop him.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Calin is nervous about an unusual invitation for a drink with Arnwi, who has been out of touch for some time. Calin may be overly cautious, but a lot has happened lately to put him on edge.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Arnwi wishes to speak with you after you showed him how to whistle.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Observe the discussion between Arnwi and Calin",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You should return to Herubrand with Calin's body, and inform him of what happened here",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Calin arrived shortly before you did and joined Arnwi who was waiting at a table nearby.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Show Arnwi how to <rgb=#00FF00>whistle</rgb>",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Speak with Arnwi",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Survive the Dunlending ambush",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "After the battle Calin is laying very still where he fell. Arnwi caught him off guard with a strong blow that would have killed most men.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Join Calin and Arnwi at the table nearby",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Defeated dunlending ruffians ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "After the battle Calin is laying very still where he fell. Arnwi caught him off guard with a strong blow that would have killed most men.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Calin received a serious blow to the head and passed away during your fight with the Dunlendings",
      "es": ""
    }
  ]
}