{
  "id": 620935035,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I was furious when I learned that Guthláf had been discharged by that treacherous Grima Wormtongue!\\n\\n'It is only a matter of time before my son is called back to the side of Théoden King, and I want him to be ready. I would like to craft a new banner for him bearing the Royal Mark. The hide from boars will make for a sturdy canvas to work upon.\\n\\n'Could you hunt some boars and bring me their hides?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Boars can be found throughout the Eastfold.\\n\\nThane Sparhafoc asked you to collect boar-hides so that he might make a new banner for Guthláf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected boar hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Thane Sparhafoc is in the Mead Hall of Fenmarch.\\n\\nYou have collected enough boar-hides for Thane Sparhafoc to make a banner for his son, Guthláf, and should now deliver them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Sparhafoc is upset that his son was discharged as the King's banner-bearer and wants to craft a new banner in hopes that his son will once again take up his position next to the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Thane Sparhafoc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa32",
      "en": "The Royal Banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'This will be more than enough for me to begin. Thank you for bringing me such sturdy hides.\\n\\n'My son will soon ride proudly beside the King carrying his new banner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect boar hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}