{
  "id": 620935052,
  "txt": [
    {
      "id": 162883764,
      "en": "'This is absurd! How long must we wait?\\n\\n'I think the horses in this line are more agitated than I am. We cannot have any horses become unruly on this bridge, or we may lose all of them!'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You arrived in Gapholt and found a number of refugees waiting to get in",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'TBD'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Persuading Aid from Gapholt",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'There is irony in the fact that Woodhurst has fallen to those the ruling family swore were 'brothers.' I have told them many times the Dunlending half-bloods cannot be trusted. Can you not see the destruction below us? I have no men to spare for a hopeless Woodhurst!\\n\\n'Woodhurst fell through the greed of Rohirrim and an invasion force? You have a valid point. We cannot risk being trapped here. My bitterness towards Herubrand and his father clouded my judgement. I will bring aid to them, but only if you help my men prepare Gapholt for an attack, should an attack come while we are gone.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Prepare for the Departure",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I am torn in this decision. I have said that I would aid Woodhurst, but their fall was of their own doing. It was inevitable, yet now I must help clean up the mess they made?\\n\\n'I worry for Gapholt. We are ill-prepared for a serious attack by the armies of the White Hand. I will depart with some of my men, but only if we are better prepared for an attack.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to the bridge guard",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Thane Nothmar",
      "es": ""
    },
    {
      "id": 24695123,
      "en": "The death of Herubrand's remaining advisor drove him to consider Woodhurst desperate for aid and more reinforcements. He has been at odds with Gapholt's Thane, Nothmar, but his aid is needed.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Speak with the Guard on sentry duty",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Return to the bridge Guard",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'It pains me to ask this of you. The Thane in Gapholt has long despised my family and will blame me and my father for allowing the city to fall; however, we need his aid now more than ever.\\n\\n'He is of pure Rohirrim blood, which is rare in these parts, and is not understanding of the Dunlending half-bloods. Please leave for Gapholt at once and try to convince him to aid us.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Thane Nothmar",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "There is a guard at the head of the line leading into Gapholt.\\n\\nYou should talk to the guard to learn why everyone is waiting to enter the town.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 216727827,
      "en": "Gapholt is south and west of Woodhurst, nestled on a cliff well above the Gap of Rohan. \\n\\nGapholt is one of the few places still untouched by the war that surrounds it and has become a safe haven for Rohirrim refugees.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419843,
      "en": "Thane Nothmar is near the bridge leading into Gapholt.\\n\\nYou have been given permission to enter Gapholt and seek aid from Thane Nothmar.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419844,
      "en": "Thane Nothmar is near the bridge leading into Gapholt.\\n\\nThane Nothmar has asked for help preparing Gapholt's defences for a possible attack.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Thane Nothmar is near the bridge leading into Gapholt.\\n\\nWith the defences prepared and supplies gathered for the journey, it is time to return to Thane Nothmar to make certain he fulfills his promise of aid.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'We have been waiting in this line for too long. Why must we wait? I can see empty places over there for us to set camp, yet we must wait here on this bridge...for what? \\n\\n'I may just stake my tent here and make them move me when they are ready to finally acknowledge my presence!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The refugees in the line to get into Gapholt appear agitated by the long wait.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Toglos",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Hrothwaru",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Westan",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Travel to Gapholt",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I have tried arguing with these guards, but to no avail. It has taken all day to get to the front of this line, and my children are hungry and restless! I do not understand why they demand so much just to enter and make camp.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'There is nothing I can do. My hands are tied. You can shout at me as well, if you would like. My duty is to keep trouble out of Gapholt, and we cannot be too cautious. I simply need their papers.\\n\\n'Anyone seeking refuge here needs papers, but you are seeking aid for Woodhurst? That is a matter you must bring to the Thane.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Very well. As promised, you will have my aid. I will gather the men, and we will soon depart for Woodhurst.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'TBD'",
      "es": ""
    }
  ]
}