{
  "id": 620826260,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Kraibag seems perturbed, but otherwise unharmed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Kraibag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves believe that they have created a mixture that will destroy the fungus-growth infesting the Orcs and allow them to be easily defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So we have all discussed the work you did and the effects it has had and believe we have come up with a plan to stop the growth here, keeping it from spreading to the rest of Khazad-dûm.\\n\\n'We have created a mixture we believe will remove the additional power the fungus-growth is giving the Orcs it has infested. Seek out Kraibag, the most powerful of the infested Orcs. Throw this in his face, and then see if piercing through the growth is easier.\\n\\n'Do not worry... what could possibly go wrong? Return to me when you have tried this solution.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Kraibag is somewhere in the Water-works, near The Chamber of Dark Waters, south of the Rotting Cellar.\\n\\nAnsurr told you to find Kraibag, the most powerful of the infested Orcs, and use the mixture the dwarves gave you on him to determine its effect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, the mixture only made Kraibag angry, you say? Then perhaps we used a little too much rhubarb. We will tweak it some more and then try again.\\n\\n'I am confident that with the right balance of spice and punch, with the correct undertone of...'\\n\\nAnsurr continues to ramble on about making what sounds more like a pie filling than a mixture to battle a fungus such as that infecting the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kraibag is somewhere in the Water-works near The Chamber of Dark Waters, south of the Rotting Cellar.\\n\\nThe mixture appeared to have no effect on Kraibag. He must still be defeated to ensure the safety of the dwarves of the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ansurr is at Hulwul-nefekh, west of The Chamber of Dark Waters.\\n\\nReturn to Ansurr at Hulwul-nefekh and inform him that even though the concoction they gave you did not work, in fact quite the opposite, you still defeated Kraibag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find Kraibag and use the mixture on him. We must know if it works... I mean, of course it will work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am sure the mixture simply has a delayed effect. Find Kraibag again and kill him while he is still weakened!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the mixture on Kraibag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Kraibag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ansurr at Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Out of the Darkness",
      "es": "",
      "es (fem)": ""
    }
  ]
}