{
  "id": 620826263,
  "txt": [
    {
      "id": 136263297,
      "en": "Colected blue lamp-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Blue Lamp Fragment Acquired ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found an blue glass shard from an ancient dwarf-lamp. These lamps were used to reveal hidden doors in Moria. If you acquire more shards, you may have enough to reconstruct a blue lamp.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "This glass shard is dirty and dulled, but through the dust and grime you can see its bright blue colour. You know from the tales of Moria, the dwarves had several different coloured lamps they used to find hidden doors. With a couple more fragments, you may have enough shards to construct a blue lamp.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Blue glass-shards may be found on the goblins all around the Dolven-view.\\n\\nYou will need to find a few more blue glass-shards to craft a blue lamp.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is plenty of glass. I can certainly fashion something with this. Allow me a moment to work with the shards and see if I can remake a lamp for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There are dwarves in the Dolven-view.\\n\\nYou have gathered enough blue glass-shards to remake a blue lamp. Perhaps one of the dwarves can help you fashion the shards into a functioning lamp.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Blue lamp-fragments? I have heard tales of the lamps used in ancient times to reveal the dwarf-doors, but this is the first time I've ever actually seen the glass from one.\\n\\n'I don't think you've got enough glass yet to fashion a new lamp, but once you get some more, return to me. I may be able to craft a lamp for you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect blue lamp-fragments ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search the Dolven-view for a dwarf who can remake the lamp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the blue lamp-fragments to a dwarf in the Dolven-view camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - DNT - Dwarf Doors: Dolven-view",
      "es": ""
    }
  ]
}