{
  "id": 620826270,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The white cloth strip turns green as the water soaks it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This looks like a good spot to use the white cloth strip",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This water here does not look good for testing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sylfa wants to know the extent and scope of the fungus-growth. He fears the water may be the cause of a strange fungus that is spreading through the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Welcome to the Rotting Cellar, but I would not become too comfortable here. There is a strange fungus spreading throughout these deeps, and it threatens the expedition's success. We are not certain whence it came, but I have a suspicion. I believe the fungus to be spreading through the water. We must know where this growth is coming from.\\n\\n'Take this cloth strip and dip it in the waters below. If it changes colour, then things are indeed quite bad.\\n\\n'Return to me with the results.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The water of the Water-works is west of the Rotting Cellar.\\n\\nSylfa told you to take the white cloth he gave you and dip it in the water of the Water-works.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So it is in the water. That is disturbing indeed. But perhaps to our advantage.\\n\\n'I must ponder this information further. Orcs are a tricky foe, but I have never had to fight a fungus-growth like this before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sylfa is in the Rotting Cellar, east of the Water-works.\\n\\nYou dipped the white cloth strip in the water, and it turned green. You should return it to Sylfa at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry up and test that water. You do not want to end up like those Orcs, do you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the white cloth strip to test the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find a good spot to test the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the soaked green cloth strip to Sylfa at the Rotting Cellar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Some Kind of Safety",
      "es": "",
      "es (fem)": ""
    }
  ]
}