{
  "id": 620826284,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Help Thrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Ansurr at Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'On our way here from the Rotting Cellar, we saw much of the fungus in the Water-works. We need to take swift action to ensure that we are not overwhelmed, and also, we must ensure that the Orcs do not maintain even a small foothold by our water-wheels.\\n\\n'Speak with the others and do what you can to help them out with their plans. Meanwhile, I have another request of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you for helping them all with their plans. I am sure some did more than others, but they have all proved valuable.\\n\\n'I believe we are getting close to figuring out how to stop this foul fungus.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with the others. They have good ideas... but more importantly, they are interested in staying and fighting this accursed affliction.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fighting the Fungus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves of Hulwul-nefekh have many thoughts and ideas about how to best combat the fungus.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help Ansurr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ansurr and the other dwarves are at Hulwul-nefekh in central Water-works.\\n\\nAnsurr has asked you to assist the other dwarves with their ideas about how to defend against the vile growth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Gyrgir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ansurr is in Hulwul-nefekh in central Water-works.\\n\\nYou should return to Ansurr and inform him you have aided his companions with their ideas.",
      "es": "",
      "es (fem)": ""
    }
  ]
}