{
  "id": 620826275,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have been talking with Ansurr and studying the cloth you brought back at the Rotting Cellar, and I have come to a conclusion. I believe the fungus would rather be in the water than living on the Orcs.\\n\\n'The only reason it is on the Orcs is because it cannot get back to the water. If you could bring me back several spores from the infested Orcs, I can study them and learn more, perhaps even prove my theory.\\n\\n'You can find these infested Orcs near The Chamber of Dark Waters to the east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are perfect, [placeholder]. Thank you for bringing these to me. I am sure they will prove useful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I believe the spores will unlock everything. I must have several to test my belief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Drawn to the Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gyrgir believes the fungus would rather live in the water than on the Orcs. He wants to study the infestation further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected fungus-spores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect fungus-spores from Globsnaga Orcs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Globsnaga Orcs can be found on the banks near The Chamber of Dark Waters, south of the Rotting Cellar.\\n\\nGyrgir wants you to gather fungus-spores from several Globsnaga Orcs. He believes with them, he will be able to learn things important for creating an antidote.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Gyrgir with the spores",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gyrgir is in Hulwul-nefekh, west of The Chamber of Dark Waters.\\n\\nYou defeated several Globsnaga Orcs and managed to gather enough fungus-spores for the dwarves to research. You should return to Gyrgir in Hulwul-nefekh and deliver the spores.",
      "es": "",
      "es (fem)": ""
    }
  ]
}