{
  "id": 620826294,
  "txt": [
    {
      "id": 136263297,
      "en": "Thrown levers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Nothing seems to happen....",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The bridge running beneath the Dwarf-lords' Gate contains a hidden waterway that once brought fresh water to the Dolven-view. According to the journal you found, the waterway was closed long ago.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The journal indicates that there should be an old waterway running beneath the bridge north of here, through the Dwarf-lords' Gate. It should be providing water to the Dolven-view, but it appears to have been closed.\\n\\nThere should be a pair of levers on the bridge that can be thrown to open the old waterway, and the fallen dwarf seemed to want to do this very task. You should take over in his stead.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bridge is very near the fallen rucksack and book of the dwarf who fell to his death.\\n\\nYou should throw the levers on the bridge to open the waterway running from the Dwarf-Lord's Gate to the Dolven-view.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A journal of a fallen dwarf pointed you to the levers of the Dolven-view water sources? How strange! What a brave dwarf, and you were very good for making the effort on his behalf, whoever he was.\\n\\n'It will be some time before we can spare a team of craftsmen to go down there and try to repair them. How sad that one should fall while pursuing a fruitless endeavour!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The bridge lies to the north of the Dolven-view.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wafri is at the Dolven-view camp, south of the bridge.\\n\\nYou should return to Wafri and inform him that, even though you threw all the levers, you did not hear any water flow through the ancient waterways.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If we can get that waterway open, it will supply us with a great deal more water, both for drinking and for the forges.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The levers failed? The ancient workings must have been damaged or fouled in some fashion.\\n\\n'It will be some time before we can spare a team of craftsmen to go down there and try to repair them, and such an effort would surely draw the attention of the goblins.\\n\\n'I suppose we shall have to do without fresh water for the time being. There are other sources of water here, but none so plentiful, convenient, or fresh as the old waterway might have been. Ah well, there is much else to be done.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Throw levers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Wafri at the Dolven-view camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Opening the Waterways",
      "es": ""
    }
  ]
}