{
  "id": 620826289,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The lamp is ready. It took a while to figure out exactly how all the pieces went together and how to get it to work -- and it is far from perfect -- but I believe it will work well enough for our purposes.\\n\\n'What I need you to do is search this area and see if you can find a hidden door that is revealed by the lamp's light. The old records carried out of Khazad-dûm indicate that there should have been one such door somewhere within the Great Delving, probably somewhere close to the Dolven-view.\\n\\n'If you can find the door, perhaps we may yet be able to go inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My thanks to you, [placeholder], for finding that door. Unfortunately, an impatient group of dwarves rushed to explore it before we had a chance to scout it. They were ambushed and slaughtered by a vicious band of goblins who have somehow sneaked their way in there.\\n\\n'Goblins -- in one of our most carefully hidden places! Is there no stone in Khazad-dûm left unturned by their vile hands? What shall we do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Keep looking, [placeholder]...the old notes make it clear that there is a hidden door around here somewhere...unfortunately, the notes do not tell us exactly where to find it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - DNT - Mapping the Dolven-view Dwarf-door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Wathi rebuilt an ancient blue dwarf-lamp for you. He told you that this lamp will show you a hidden dwarf-door in the Dolven-view area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the hidden dwarf-door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the hidden dwarf-door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-door lies hidden somewhere in the Dolven-view.\\n\\nWathi has told you to use the lamp to find a hidden dwarf-door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wathi at the Dolven-view camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wathis is at the Dolven-view camp.\\n\\nYou searched the Dolven-view and found an ancient, hidden dwarf-door. You should tell Wathi of your discovery.",
      "es": "",
      "es (fem)": ""
    }
  ]
}