{
  "id": 620826278,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Every night at the Rotting Cellar, I used to engage in battle with one of the Orcs of Moria. We would fire our arrows back and forth, listening for the twang of the bow string, searching for our enemy in the dark. It broke the monotony of guard duty, but a dangerous game it was. At rare times we traded taunts -- though we were each careful to move so as not to be discovered -- and I learned this creature's name is Urbhrum.\\n\\n'Urbhrum had not loosed upon us for several days now, and I fear he has fallen to the fungus. These infected Orcs are unpredictable and dangerous. I do not know what drives them, but an Orc of Urbhrum's skill under the influence of the spore could be a terrible threat.\\n\\n'Go to The Chamber of Dark Waters, east of here, and seek out Urbhrum. If he is to be found, destroy him, lest his arrows return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The deed is done? That is well. Urbhrum was a dangerous opponent before, but I fear he would have become more so under the influence of the fungus.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I dare not think what evil Urbhrum may be capable of under the influence of that terrible fungus. Orcs are vile enough creatures to begin with!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Missing Arrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ansurr has traded arrows with the Orc Urbhrum for several weeks now. Neither have hit their targets, but he has enjoyed the challenge of their nightly duels. He has not seen an arrow for several days and fears his opponent has fallen to the fungus.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Urbhrum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and defeat Urbhrum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "By the flight of the arrows, Ansurr believes Urbhrum can be found amid the fungus-covered Orcs of the Water-works.\\n\\nAnsurr has asked you to find and defeat Urbhrum near The Chamber of Dark Waters, east of Hulwul-nefekh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ansurr at Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ansurr is in Hulwul-nefekh, west of The Chamber of Dark Waters.\\n\\nYou should return to Ansurr and inform him of your victory against the infected Urbhrum.",
      "es": "",
      "es (fem)": ""
    }
  ]
}