{
  "id": 620826276,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Orc-attacks that have come lately have been terrible. We barely beat back the last one a few days ago, and then they suddenly stopped.\\n\\n'I know we haven't killed them all... I can feel them at night, lurking beyond the torch-light. I fear they are preparing a final assault that will be the doom of us all. We cannot wait for the hammer-fall, [placeholder]. We must take the battle to them before they are ready and move from their attack.\\n\\n'That is where you come in. I want you to take them unaware. Their encampment lies near The Chamber of Dark Waters to the south. While you press the attack, several of my men will move westward to a new outpost. When you have finished, meet Ansurr there.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for holding them off, [placeholder]. You bought us enough time to make our way over here. It's not... ideal, but it will do for now.\\n\\n'They were covered in some sort of fungus-growth, you say? That must be why they stopped attacking us. Something else attacked them... but what could it be? What could be down there?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Keep the Orcs at bay! We do not want to give them an inch with which to launch their own assault.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lying in Wait",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Orcs have not attacked the dwarf-post at the Rotting Cellar in several days. Sylfa fears they are preparing a larger assault and wants you to press the attack while most of the dwarves at the Rotting Cellar advance westward to a new outpost.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs in The Chamber of Dark Waters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs in The Chamber of Dark Waters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs may be found in The Chamber of Dark Waters to the south of the Rotting Cellar.\\n\\nSylfa has asked you to make a pre-emptive attack against the Orcs while his fellows advance to the west.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ansurr in Hulwul-nefekh",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ansurr is in Hulwul-nefekh, west of The Chamber of Dark Waters.\\n\\nYou observed that the Orcs you defeated were different than those you had seen throughout Moria, with odd growths covering them. Ansurr should be made aware of this.",
      "es": ""
    }
  ]
}