{
  "id": 620826288,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have noticed some very evil-looking dragonets during my travels throughout the Silvertine Lodes, but with no sense of where their hive could be until I came here. I believe they have made their home in this old city here.\\n\\n'If you slay them at their own hive, I believe we will be cutting off the entire population of the menaces throughout the entirety of the Silvertines. Will you help, [placeholder]?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am deeply indebted to you! This will make a great difference, I think, for dwarves all over the Silvertine Lodes. You have my thanks, [placeholder].\\n\\n'Has anyone ever told you how incredibly useful you seem to be?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I cannot abide those foul, disease-ridden dragonets in this ancient city!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dragonets of the Old Silvertine City",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The sinister dragonets of the Silvertine Lodes have picked off several dwarves running supplies between the dwarf-camps in the Silvertine Lodes and Water-works.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Killed a dragonet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Kill dragonets in the Old Silvertine City ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Diseased dragonets can be found in the Old Silvertine City in the southern Silvertine Lodes.\\n\\nYou should slay many of the diseased dragonets.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Inform Öndótt that the dragonet population has been lessened",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Öndótt stands at the top of the stairwell in the Old Silvertine City.\\n\\nYou should return to Öndótt.",
      "es": ""
    }
  ]
}