{
  "id": 620826272,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have a fear, [placeholder]. We have been using some of the mushrooms around here for cooking with our meals, but I do not think all of them are safe.\\n\\n'There are some mushrooms down near the water's edge, growing in that tepid pool of fungus. I believe the Orcs have eaten those, and that is what caused them to become infected.\\n\\n'To deal with this threat -- at least to slow its spread -- I would ask you to go and destroy those mushrooms. While an Orc is still an enemy, it is an easier enemy to kill than one of these fungus-infested creatures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'They are destroyed, and that is that. I am glad to know they looked different than the ones around here... we should not have anything to fear from what we have already eaten, but I might be a little more careful about which ones I cook from here on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroying those mushrooms should stop the spread of this fungus-infestation. You can find them at the water's edge to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mushroom Picking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thrand believes the fungus forms into mushrooms growing on the lake. In his opinion, the Orcs must have eaten the mushrooms, and that is what caused them to become infected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mushrooms can be found around the water's edge to the west of the Rotting Cellar.\\n\\nThrand thinks destroying the mushrooms will slow the spread of the fungus into the Orc-population.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Thrand in Hulwul-nefekh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thrand is in Hulwul-nefekh in central Water-works.\\n\\nYou have destroyed many mushrooms and should now return to Thrand.",
      "es": "",
      "es (fem)": ""
    }
  ]
}