{
  "id": 620826293,
  "txt": [
    {
      "id": "0xd085251",
      "en": "This journal page describes a hope to reach the old libraries of Khazad-dûm, known as Katûb-zahar. The dwarf who owned this book was seeking an old text within which is rumoured to detail the ancient methods of blending mithril with other metals, along with many other secrets of its proper forging.\\n\\nIt seems a worthy search. You should continue the fallen dwarf's quest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found a journal on the road with the objective of recovering this book? Amazing! But....\\n\\n'Alas! The years and the foul vermin infesting Khazad-dûm have been most unkind... so many pages are ruined!\\n\\n'No matter. With enough time, I'm sure I can piece it back together, even if it takes me years!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Your efforts will not go unnoticed, [placeholder]. This text shall be restored to Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Securing the Library",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your efforts will not go unnoticed, [placeholder]. This text shall be restored to Durin's Folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Some of the ancient archives of Durin's Folk are located within the Great Delving, or so says a journal you encountered on the road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the ancient tome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the ancient tome",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The library called Katûb-zahar indicated by the journal is located north of Gazatmur, north-east of the Dolven-view.\\n\\nYou should search the ancient libraries of Khazad-dûm for the ancient tome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the ancient tome to Sót in the Dolven-view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sót is at the Dolven-view, south-west of Katûb-zahar.\\n\\nYou should bring the tome you found to Sót. He will be eager to peruse it.",
      "es": "",
      "es (fem)": ""
    }
  ]
}