{
  "id": 620869822,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Elves have travelled to Edhelion to investigate Elrond's terrible premonition....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A party of Longbeards and a party of Elves have returned to Thorin's Hall after a long absence from both. Nos Grimsong of the dwarves has come to offer his aid to the Elves and to find out why they have returned at this time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Here we are, as Dwalin bade, standing among this party of Elves who arrived when we did. But now what? Who should we talk to?\\n\\n'That fellow over there, the dark-haired one, looks to be the leader of this company. Dwalin sent us to find out why they are here, and if we may be of any assistance to them.\\n\\n'You are the more courteous dwarf, [placeholder]. Go on -- speak to that tall fellow! Do you think he speaks Westron?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elladan, a son of Elrond Halfelven, stands not far from Nos Grimsong.\\n\\nYou should speak with Elladan to learn on what errand the Elves of Rivendell have ventured so far into Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Here we are, as Dwalin bid, standing amongst this party of Elves who arrived when we did. But now what? Who should we talk to?\\n\\n'That fellow over there, the dark-haired one, looks to be the leader of this company. Dwalin sent us to find out why they are here, and if we may be of any assistance to them.\\n\\n'You are the more courteous dwarf, [placeholder]. Go on -- speak to that tall fellow! Do you think he speaks the Common Tongue?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please speak with that tall Elf on Dwalin's behalf! He stands just there, beneath that gate facing the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I offer you and your company my service, good Elf! I am here on an errand from Dwalin, leader of our own travelling party; it seems that we have arrived at the same time.\\n\\n'Dwalin wishes to understand the circumstances of this coincidental visit, and if we dwarves may be of any assistance to you here!\\n\\n'We have come to investigate the long silence since Gormr Doursmith became steward of this Hall in Thorin's absence. Why have the sons of Elrond ventured hither?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Interesting! We have followed the signs of my father's dream to this place, and the dwarves have followed the signs of trouble here as well.\\n\\n'I wonder if the two quests are not unrelated, [placeholder]. What do you think?\\n\\n'Well, let us begin our investigation, now that we are all here. Elrohir, my brother, has already gone out to scout the lands. Dwalin, though a dwarf, is a friend to Rivendell. We will lend him what help we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hail, friend dwarf. I was not aware that Dwalin, a former guest of my father's, had come hither as well.\\n\\n'Perhaps our two quests are not unrelated! I and my brother Elrohir have come to investigate a dream my father had. Evil stirs, or it will if we are too late.\\n\\n'You have been to this area more recently than we; it has been many long years since last these Elves were in Edhelion, their ruined home of old. Perhaps you can help us with your knowledge of these Halls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elladan son of Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'So our party has come to pursue my father's strange premonition, and Dwalin's party has come to investigate another claim: Gormr Doursmith's failings as Steward of these Halls.\\n\\n'I wonder if our two quests are not unrelated, [placeholder]. What do you think?\\n\\n'Well, let us begin our investigation, now that we are all here. Dwalin, though a dwarf, is a friend to Rivendell. We will lend him what help we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Elrond's Errand",
      "es": "",
      "es (fem)": ""
    }
  ]
}