{
  "id": 621045305,
  "txt": [
    {
      "id": "0xa502953",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Explore Watchers' Roost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502957",
      "en": "Explore Lugun-nâla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "Bearing dire warnings in Khuzdul, Burmumekhem, the gap-gate, stands in the form of two great rune-inscribed columns of stone where Clovengap meets Gloomingtarn. Once possessed of a powerful enchantment which forbade all but the Dwarves of Middle-earth from entering the hallowed caverns of Mount Gundabad, it too was overcome by the Angmarim of the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Bearing dire warnings in Khuzdul, Zâram-mekhem, the tarn-gate, stands in the form of two great rune-inscribed columns of stone where Deepscrave meets Gloomingtarn. Once possessed of a powerful enchantment which forbade all but the Dwarves of Middle-earth from entering the hallowed caverns of Mount Gundabad, it was overcome in recent days by Angmarim who wielded an artifact crafted long ago by the Witch-king of Angmar: Máltagar, the Fell Graver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba19",
      "en": "According to legend, it was at Abkân'aban, the Stone of Wakening, where Durin the Deathless first awoke in the depths of Mount Gundabad. Atop his earthen cradle, Durin himself is purported to have wrought an anvil of black stone, Narag-dehar, and a forge of white brick, Labam-khebab. After the Greymaul Rebellion, however, it was decreed that the forge should remain dark until the prophesied return of Durin the Last, and so it was extinguished, serving ever after only as a site of ceremony for the Longbeards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore important points of interest and natural landmarks within Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Durthuzâram, the dark lake, is one of the natural wonders of Mount Gundabad and, indeed, of Middle-earth. Deep, clear, and as still as a tranquil sea, it was Durthuzâram, the Gloomingtarn, which lent its name to the hallowed caverns of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "Once a great overlook by which the Longbeards could gaze across nearly the entirety of Durthuzâram, the Watchers' Roost has become a makeshift encampment for the Gabil'akkâ as they work to repel their foes from the hallowed caverns of Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba938",
      "en": "Lugun-nâla, the sacred path, is an ancient bridge wrought of the basalt of Gloomingtarn. Arching over Durthuzâram, Lugun-nâla leads to perhaps the most sacred site in all of Mount Gundabad: Abkân'aban, the Stone of Wakening.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore important points of interest and natural landmarks within Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "The Cradle of Durin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Explore Burmumekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Explore Abkân'aban, the Stone of Wakening",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Explore Durthuzâram, the Dark Lake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Zâram-mekhem",
      "es": "",
      "es (fem)": ""
    }
  ]
}