{
  "id": 621045376,
  "txt": [
    {
      "id": "0xb568903",
      "en": "'Welcome back, friend. Were you able to defeat Cr치gacha?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Corrupting One's Own",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Defeat Cr치gacha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a4",
      "en": "Mother Amma is in Bazanmanar, in north-east Clovengap.\\n\\nYou should bring the new fragment to Mother Amma.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011865",
      "en": "The Angmarim priest can be found in north-western Clovengap.\\n\\nYou should find and defeat the priest who is working to corrupt the deserting Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b4",
      "en": "Return to Mother Amma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I know not why I am always surprised and horrified anew by the lengths the Angmarim will go to with their experiments, but this passage in the journal made my beard curl. Listen here:\\n\\n'\\qCr치gacha has retreated back to her hole in the ruins, claiming the drakes she was working on are too powerful and deadly to be controlled. She had the audacity to suggest her tests on the drakes were a success and that maybe she could head back to the surface. Coward! Imbecile! Traitor!\\n\\n'\\qMy master has demanded more tests. More more more tests. My master in the muck. The bones are leaking. Leaking leaking. I told Cr치gacha that she was not done. Not done with the bones and the tests and the muck. She is now testing the crystals and the magic leaking leaking much magic spells the bones --\\q'\\n\\nMother Amma breaks off, scanning the page and muttering.\\n\\n'He goes on rambling for some time... what matters is that we know where they are holed up. Head over to the Angmarim camp and stop this madness!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The Angmarim sorcerers are experimenting on their own people with the corrupted sarrowstone crystals.",
      "es": "",
      "es (fem)": ""
    }
  ]
}