{
  "id": 621045233,
  "txt": [
    {
      "id": "0xa502954",
      "en": "Explore Grúmachath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Explore Crágan Bris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba17",
      "en": "After the fall of Angmar, dissent grew within the Hill-men of the Trév Duvárdain. Although many of their kin still serve the Iron Crown, a growing number of Hill-men have abandoned their wicked brethren and taken refuge at Eiricháv. Whether they will return to Angmar and unify with the Trév Gállorg remains uncertain, but at Eiricháv, they live free of their oppressors--and that is enough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "After overcoming the forces of the Iron Crown at Rathad Caul, the Narrow Way, an expedition of Zhélruka under orders from Prince Ingór established the camp of Leitstáth in Câr Bronach. After the capture of Grúmachath, however, Leitstáth now primarily serves as a staging ground and supply post for the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba19",
      "en": "Driven from their homes in the glen after the Iron Crown fled Angmar, many of the birds of Câr Bronach now nest in the rocky heights of Clavanail, save, of course, for carrion-birds, who now feast upon the remains of the victims of the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore important points of interest and natural landmarks within Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba931",
      "en": "Once a shimmering lake in the western heights of Ered Mithrin, Eiglinn has been defiled by the Angmarim of the Iron Crown. An unexpected by-product of fell sorcery and experimentation at Tûr Fúar, the Drearspire, a harsh, blueish-green runoff, known to the Zhélruka as spell-dross, has seeped into the groundwater, polluting Eiglinn and other bodies of water in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba933",
      "en": "Built long ago when the kingdom of Angmar still spanned lands as far to the east as Câr Bronach, Grúmachath was once a fortified outpost of the Iron Crown. Captured in recent days by the Zhélruka expedition at the behest of Prince Ingór, Grúmachath now serves as the main encampment of the Dwarves of the Gabil'akkâ in Câr Bronach as they work to reclaim Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba935",
      "en": "Destroyed when the Witch-king of Angmar sought dominion over Câr Bronach, Crágan Bris was once a village of stone-giants of the Grímklettar clan. After the Grímklettar were displaced from their ancestral lands by the servants of Angmar, it was many years before any dared to return to Crágan Bris. Alas, naught but broken stones remained.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore important points of interest and natural landmarks within Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Scouting the Sorrowglen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Explore Clavanail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Explore Eiricháv",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Leitstáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Explore Eiglinn",
      "es": "",
      "es (fem)": ""
    }
  ]
}