{
  "id": 621045231,
  "txt": [
    {
      "id": 173025619,
      "en": "Explore Toll Oivas",
      "es": ""
    },
    {
      "id": 137079104,
      "en": "Sundered in battles long ago between Angmar and the Zhélruka, Tûr Fúar, the Drearspire looms over Câr Bronach like a twisted, skeletal talon. At the peak of Angmar's might, it was rumoured that the Witch-king of Angmar kept a powerful artifact within Tûr Fúar, but after the downfall of Angmar, Tûr Fúar stood all but empty for over one thousand years. Throughout its long dormancy, the Orcs avoided and scorned it, and thinking it cursed, they renamed it Shalgaush: the Bonefinger. Indeed, even during the ill-fated rebirth of Angmar, neither the False King of Angmar nor his servants returned to lay claim to the Drearspire. Defeated and driven from Angmar, the remnants of the Iron Crown have taken refuge within Tûr Fúar, where they desperately seek for a means to regain power and restore the realm of Angmar to its former glory.",
      "es": ""
    },
    {
      "id": 137079105,
      "en": "Twisting through the mountains from Nan Gurth to Câr Bronach, Bálach Iaran, the Iron Pass, lay barren and untravelled for many years after the fall of Angmar. After the defeat of the False King of Angmar at Barad Gúlaran, however, it was through Bálach Iaran that the Iron Crown fled to Câr Bronach.",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Explore Mur Shatraug, the Witch-gate",
      "es": ""
    },
    {
      "id": 173025623,
      "en": "Explore Agal Dûn",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "After the stone-giants of the Grímklettar clan were displaced from their ancestral home at Tind Brotna by the Witch-king of Angmar and the settlement of Crágan Bris was destroyed, they withdrew across the valleys of Câr Bronach. Upon a sheer, southern slope, the Grímklettar founded a new settlement: Hlídborg. Following centuries of hardship, some of the Grímklettar have deigned to treat with the Angmarim of the Iron Crown in hopes of changing their fortunes, but this has served only to further splinter the remnants of their clan.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Between the lands of Elderslade and Câr Bronach lies a fortified passage known as Rathad Caul, the Narrow Way.  Surrounded by sheer cliffs, Rathad Caul was long ago breached and abandoned after Angmar fought several bloody battles against the Zhélruka. As it was part of Angmar's vast border during the reign of the Witch-king, Rathad Caul also marks the westernmost point of Men Angrún, an ancient road spanning from Angmar to Rhûn which once issued out of Câr Bronach.",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Explore Tûr Fúar, the Drearspire",
      "es": ""
    },
    {
      "id": 137079088,
      "en": "When the realm of Angmar was at the height of its power, wicked Hill-men of Rhudaur fought and died in service of the Witch-king. Those who fell were entombed in vast barrows delved into the steep-walled valleys of Câr Bronach. Although many of these barrows are now lost, one remains: Skáilag.",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the enemy encampments and strongholds within Câr Bronach.",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "Despite swearing fealty to the Iron Crown, the Hill-men of the Trév Duvárdain splintered in the aftermath of the failed rebirth of Angmar. Many of them fled Carn Dûm, seeking shelter in the hills of Angmar or begging the mercy of the Trév Gállorg to dwell within Aughaire. However, some of the Trév Duvárdain remained loyal servants of the Iron Crown and followed their defeated masters to Câr Bronach in the hope that the glory promised them might still be won. At Tâg Fógarrach, the Trév Duvárdain have made camp in the ruins of an old Angmarim settlement, seemingly undaunted by the fate of the Men who dwelt there before them.",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "Once merely a winding cavern inhabited by the bats of Mount Gundabad, Toll Oivas has become a site of dreadful sorcery since the Angmarim's return to Câr Bronach. Determined to know the plans of the Orcs, Frost-horde, and even the Gabil'akkâ, the Angmarim have begun to bind fell spirits to the remains of slain bats that they might set them aflight as spies both within and without Mount Gundabad.",
      "es": ""
    },
    {
      "id": 137079094,
      "en": "Leading into Câr Bronach from the heights of the Pit of Stonejaws, Mur Shatraug, the Witch-gate, as it has come to be known, was once the east-gate of Mount Gundabad. Long after the fall of Mount Gundabad and its occupation by the Orcs, the east-gate was claimed by the dread realm of Angmar and reshaped into a small settlement. Although Angmar fell in the years that followed, Mur Shatraug still stands as a monument to the power the Witch-king of Angmar once held in Middle-earth.",
      "es": ""
    },
    {
      "id": 137079096,
      "en": "Wrought during Angmar's height, Agal Dûn, the fortress of horror, has long stood watch over Câr Bronach. Known to some only by the name of its broken tower, Tûr Fúar, the Drearspire, Agal Dûn was the easternmost settlement of Angmar until it was abandoned following a series of battles between the Zhélruka and the forces of the Witch-king in the years that preceded the realm's downfall. In the centuries that followed, it lay dormant and largely forgotten until the False King of Angmar, Mordirith, was deposed and the Angmarim of the Iron Crown were forced to flee in defeat after the failed rebirth of their realm.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the enemy encampments and strongholds within Câr Bronach.",
      "es": ""
    },
    {
      "id": 173025570,
      "en": "Explore Bálach Iaran, the Iron Pass",
      "es": ""
    },
    {
      "id": 149027508,
      "en": "The Last Frontier of Angmar",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Explore Hlídborg",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Explore Tâg Fógarrach",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Rathad Caul, the Narrow Way",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Explore Skáilag",
      "es": ""
    }
  ]
}