{
  "id": 621045302,
  "txt": [
    {
      "id": "0xa502953",
      "en": "Explore Mîn Lorg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Explore Lochan Dúv",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba18",
      "en": "Although nearly no evidence remains of its once-rich deposits, Ormgren was among the first lodes delved by Durin the Deathless after he awoke in Mount Gundabad. For many years after Gloomingtarn was sealed, glow-worms were the only inhabitants of the old tunnels, but since the arrival of the Angmarim, many of their kind have grown unusually aggressive and territorial. However, others have merely withdrawn deeper into Ormgren, casting their pale light into long-forgotten chambers of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "Long known to the Orcs as Skaizagâf, or the curse-cave, Gloomingtarn was forbidden to all of their kind until the Angmarim overcame the warding-runes with the aid of Máltagar, the Fell Graver. Although the Orcs may now enter Gloomingtarn without fear of succumbing to the warding-runes' enchantment, many choose not to remain long, for the echoes in the dark seem possessed of a life of their own. Those few Orcs who dare to explore the hallowed cavern have made camp at Drúkala, not far beyond the first stones of the path where Deepscrave meets Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba930",
      "en": "Rumoured to be the cavern where Durin the Deathless discovered the first crystals he would use to light the halls of Mount Gundabad, Glittengrof is now home to an invasive brood of spiders whose webs threaten to defile the whole of Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the enemy encampments and strongholds within Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba932",
      "en": "Along the western bank of Durthuzâram lies Skelstrand, a stretch of jagged shoals and tidepools inhabited by the crab-like ukhrâsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "Determined to uncover the secrets of Gloomingtarn, the Angmarim have unwittingly discovered Mîn Lorg, an ancient and seemingly-untouched passage which leads downward into the deepest depths of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "Established not long after the Angmarim breached the warding-runes of Gloomingtarn, Lochan Dúv is the Iron Crown's deepest foothold within the hallowed caverns of Mount Gundabad. Although many Angmarim have since travelled into the higher reaches of the Mountain-home, some have chosen to remain, hoping to uncover secrets and relics of the Elder Days that may still lie hidden in Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the enemy encampments and strongholds within Gloomingtarn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Invaders on the Dark Lake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Explore Ormgren",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Explore Skelstrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Drúkala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Explore Glittengrof",
      "es": "",
      "es (fem)": ""
    }
  ]
}