{
  "id": 620832769,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done all that is needed for our little camp, [placeholder], and we appreciate your help! But I expect you are excited to delve further into Moria, as we are.\\n\\n'The Dolven-view camp is the central camp of the dwarves in the Great Delving. I expect that several dwarves will have settled there, and established many useful town services.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings, my good [placeholder], and welcome to the Dolven-view! 'Tis a fine view indeed -- or at least it would be were it not cluttered with the cook-fires of a goblin horde beneath us....\\n\\n'No matter. We will defend the Dolven-view at all costs, and find some way to drive these vermin from our ancestral homes. Mark my words [placeholder], this will once again be a city of wonder and beautiful to behold, though we give our lives to achieve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you not excited to press further into Moria? We certainly are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To the Dolven-view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thórhall has encouraged you to head east to the Dolven-view camp, the central hub of the dwarves in the Great Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Greetings, my good [placeholder] and welcome to the Dolven-view! 'Tis a fine view indeed - or at least it would be were it not cluttered with the cook-fires of a goblin horde beneath us...\\n\\n'That's where we come in. We must defend the Dolven-view at all costs, and find some way to drive these vermin from our ancestral homes. Mark my words [placeholder], this will once again be a city of wonder and beautiful to behold, though we give our lives to achieve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Slagvi at the Dolven-view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dolven-view camp lies east of Lamab-dûm, at a somewhat central cross-roads in the Great Delving.\\n\\nYou should follow the lit road as best you can to the Dolven-view.",
      "es": "",
      "es (fem)": ""
    }
  ]
}