{
  "id": 620832691,
  "txt": [
    {
      "id": "0x5a3ced3",
      "en": "Geirfast is at the Twenty-first Hall.\\n\\nYou should return to Geirfast and tell him of the strange map you saw projected on the wall by the light of the torch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have collected all the materials, and I have assembled the torch this map calls for -- now it is time to see what we shall do with it!\\n\\n'A lit torch is a fit weapon against few creatures; I suggest you find an ally, perhaps two, in case you have to move around while the torch is lit. While you are looking for the help, I will just send a runner to bring the unlit torch into the cave described in the map.\\n\\n'Speak to me again once you are ready to leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Another map? Are you sure?\\n\\n'My curiosity burns within me! Will you follow this strange story to the end?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You are prepared to go? I hope you have some help...\\n\\n'I sent that runner, as promised -- he returned to say that he was barely able to stick his head into the cave before he was blasted with a pygmy drake's fire-breath! He dropped the torch and legged it back here with some alacrity. So be ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flame and Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Geirfast has identified the small cave described in the map and will send the wondrous torch you have assembled to it while you find an ally or two.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Geirfast at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Geirfast at the Twenty-first Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Geirfast is in the Twenty-first Hall.\\n\\nYou should speak with Geirfast again when you are prepared to travel to the strange cave.",
      "es": "",
      "es (fem)": ""
    }
  ]
}