{
  "id": 620832706,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Bogrian's morroval-guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Bogrian's morvul-defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have used the horn to summon Bogrian, the merrevail queen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bogrian has fled to Zirakzigil with a detachment of her personal guards to search for the entrance to the Mirror-halls of Lumul-nar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Bogrian has fallen before you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Bogrian, the morroval-queen called She-Who-Must-Be-Obeyed by her subjects, has fled with a small, but dangerous detachment of her personal morroval-guards and morvul-defilers to Zirakzigil. \\n\\n'It would seem that she has commanded them to guide her to the entrance of the great Mirror-halls of Lumul-nar, in the hopes of forging an alliance with the merrevail who reside there. We cannot allow that expedition to succeed.\\n\\n'Best of luck, my brave [placeholder]. If you manage to stop Bogrian, report to Oxi at Jazârgund. Do you know the way to Zirakzigil? It is far to the west of here, beyond the gardens of Tharâkh Bazân -- it is quite some distance on foot, but I will allow you to use my goat to travel there quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb61d361",
      "en": "'Who summons me? This had better be important! Ah, it's you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The passage to Zirakzigil lies west through the gardens, then north.\\n\\nFolkath has instructed you to prevent Bogrian's expedition from bringing back any potentially valuable or dangerous trophies from the Balrog's remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have thwarted the will of the winged queen! For this great deed, I will ensure that your name is recorded alongside those of the brave dwarves who have distinguished themselves through their acts of valour here in Khazad-dûm.\\n\\n'Please, accept my thanks and this reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bogrian's banner is located among the merrevail detachment on Zirakzigil.\\n\\nBogrian may be called out of hiding by using the horns on her banner to summon her forth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Oxi is at Jazârgund, south and east of the entrance to Zirakzigil.\\n\\nOxi is awaiting your return and hoping for your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must think like your enemy, [placeholder]! If I have taught you nothing else, I hope you have learned that. What I mean is, these creatures will have taken the high ground, where they will be least vulnerable. I would begin my search at the peak and move down.\\n\\n'You may use my goat to travel with haste to Zirakzigil, free of charge. May she carry you swiftly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Bogrian's morroval-guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Bogrian's morvul-defilers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Use the horn on Bogrian's banner to summon and defeat her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Oxi at Jazârgund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Death to the Maidens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61d36f2",
      "en": "'So you managed to track me here? Clever, but this ends now for you. There shall be no escaping!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}