{
  "id": 620832705,
  "txt": [
    {
      "id": 136263297,
      "en": "Hadi has told you of a location where you might spy on Bogrian's scouts",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The morroval-queen, Bogrian, has fled into hiding. Folkath and the others have begun investigating where she may next appear.",
      "es": ""
    },
    {
      "id": 161616961,
      "en": "'She-who-must-be-obeyed left no room for failure: we must find the Mirror-Halls in Zirakzigil or suffer the consequences!'",
      "es": ""
    },
    {
      "id": 161616962,
      "en": "'Does Bogrian plan to leave us here when she flees to the Mirror-Halls of Lumul-nar?'",
      "es": ""
    },
    {
      "id": 161616963,
      "en": "'I care not what we find upon Zirakzigil, only that we can soon return to our caverns, away from all that empty sky.'",
      "es": ""
    },
    {
      "id": 161616964,
      "en": "'If we are to escort Bogrian to Zirakzigil, we must stay to the shadows and be ready to fight the hale folk.'",
      "es": ""
    },
    {
      "id": 161616965,
      "en": "'What does our queen hope to find in Lumul-nar? I hear it has been inhabited by another.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have done our best to keep watch throughout this cavern, and have been learning more about Bogrian and her maidens. \\n\\n'Hadi overheard some of the merrevail talking, and a few key phrases piqued my interest. Will you speak to him and find out what he knows?' ",
      "es": ""
    },
    {
      "id": 161616966,
      "en": "'You have heard the noises coming from Zirakzigil... not even Bogrian can stand against the wrath that may find us there.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hadi resides in camp with Folkath at the west edge of the Fanged Pit.\\n\\nFolkath recommends that you question Hadi about what he has learned of Bogrian's clan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Their queen wants to flee to the Mirror-Halls in Zirakzigil? Durin's beard!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Seek out the scouts at their habitual meeting-place, south of the entrance to Tith-maudhul, and try to overhear their conversation before you defeat them.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Folkath is at the camp on the west edge of the Fanged Pit.\\n\\nYou should return to Folkath with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek out Bogrian's scouts and learn what you may from them. The merrevail roost at the just north of our encampment.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is true that I overheard some of Bogrian's tribe speaking of her whereabouts, but before I could learn her location I was spotted and I fled. I have not the courage to go back. You will need to spy on some of her scouts, yourself, to find out what is truly going on.\\n\\n'Head north out of camp, then bear east and hug the cliff-face. The scouts have a meeting-place just south of the entrance to Tith-maudhul. Once you've overheard a little of their conversation, defeat them -- the fewer scouts their queen has, the better for us!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Hadi to find out what he knows",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Spy upon and defeat two scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Folkath at his camp in the Fanged Pit",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bogrian's Curiosity",
      "es": ""
    }
  ]
}