{
  "id": 620832650,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "All assembled cheer at the tales of your great deeds!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Valthor considers pride in one's own abilities paramount to a champion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your skill in battle cannot be denied, [placeholder].\\n\\n'The difference between a good champion and a great one, however, is their renown. The peoples of Middle-earth need to know that there are warriors in the world capable of incredible martial prowess, risking their lives to fight the Enemy.\\n\\n'For your second task, I want you to travel to Thorin's Hall. Ascend the steps toward Dwalin's throne and blow this horn, then proclaim your prowess as a champion to all gathered in the halls of the dwarves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwalin's throne is in Thorin's Hall, far to the west of Moria.\\n\\nValthor has instructed you to go forth and boast of your great deeds before the throne of Dwalin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, well done!\\n\\n'Now, [placeholder], for your next task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thrymur is near Dwalin's throne in Thorin's Hall.\\n\\nSpeak with him now that you have proclaimed your deeds to all assembled in Thorin's Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Valthor is at the Shadowed Refuge in the Foundations of Stone in Moria, far to the east of Thorin's Hall.\\n\\nNow that you have boasted to the dwarves, return to Valthor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'As a champion, demonstrating pride in your abilities speaks well of you. Go to Lord Dwalin's throne in Thorin's Hall and tell of your great deeds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well said, [placeholder]. Your proud words show you to be a great warrior in my eyes.\\n\\n'Return to Valthor in Khazad-dûm and tell him what you have said here today. It will impress even him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ho there, [placeholder]. Show those hole-hiders at Thorin's Hall how much greater your deeds have been!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Let Valthor know that the Longbeards of Thorin's Hall have heard your tales and now sing songs of your valour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Blow the champion's horn and proclaim your prowess in Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Climb the Steps of Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Thrymur at Thorin's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk  to Valthor at the Shadowed Refuge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Getting Strong Now",
      "es": "",
      "es (fem)": ""
    }
  ]
}