{
  "id": 620832626,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Throughout the Ettenmoors there are established outposts. These outposts better enable us to defend the accessways of this land and with their control we can gain access to The Delving of Frór. Go to one of these outposts and claim it in the name of the Free People.\\n\\n'When you are done, return to me and I will see that you are rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This news heartens me. In these dark times it is good to know that there are still heroes in this world.\\n\\n'You have our thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are many outposts throughout the Ettenmoors which must fall under our sway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Capture an Outpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Capturing the outposts provides us with strategic locations throughout the Ettenmoors to launch our further campaigns against the enemy. Make your way to one of the outposts and capture the location.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have assisted in the capture of an outpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Capture an outpost in the Ettenmoors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way into the Ettenmoors and seek one of the outposts there. These can be found in the far south-west, overlooking the river near Hoarhallow, the near south north-west just beyond the river and north near the western entrance of the Isendeep Mine.\\n\\nYou have been tasked with capturing an outpost within the Ettenmoors. You should return to Captain-General Tordúr when this is complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Captain-General Tordúr at Glân Vraig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The outpost is claimed for the Free People, return to Glân Vraig and inform Captain-General Tordúr of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}