{
  "id": 620832768,
  "txt": [
    {
      "id": 54354734,
      "en": "Thormóth, leader of the dwarf-expedition group that holds Durin's Threshold, has asked you to help his folk get settled after the ordeal at the gate.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Welcome to Moria, [placeholder]. You join us at a momentous time! I am the master of the expedition group here at Durin's Threshold. Other expedition groups have already moved further on into the depths of Khazad-dûm, hoping to find Balin's expedition of some years ago and learn of their fate.\\n\\n'My fellow dwarves are having a difficult time settling in, for a number of reasons. If you could assist them, I would be most grateful.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gamli and Ráthulf are in Durin's Threshold. Athils is in the North Wing of Durin's Threshold: up the stairs, to the north, and then west.\\n\\nThormóth has asked you to speak with some of the dwarves who are having difficulty in settling Durin's Threshold.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for all that you've done, [placeholder]. We are certainly off to a better start here now.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thormóth is in Durin's Threshold.\\n\\nHaving lent a helping hand at this first expedition site, you should now return to its leader.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with Gamli, Ráthulf, and Athils, here in Durin's Threshold.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is your name newcomer? [placeholder]? Are you any good with a hammer? We're working as fast as we can here. These forges have been idle for hundreds of years, but by my Father's Beard they'll lay idle no longer! Right now we're just trying to get them in working shape so we can repair desperately needed tools and weapons for the expedition, but soon... soon we will be forging true-silver in these furnaces, [placeholder]!\\n\\n'Even now our prospectors are hard at work down in the lower halls, south of the Great Delving in the Silvertine Lodes where our fore-fathers once mined the stone of Khazad-dûm. It won't be easy I know. The miners report that they are being delayed by the hazards of Moria - goblins of course, but something else as well, insects called the gredbyg... they were naught but a footnote in the histories that survived to our hands, but during the long dark of Moria they seem to have expanded unchecked in the deeper caverns and now pose a dire threat to any who dare enter.\\n\\n'If we are to retake those mines and forge a new legacy of Khazad-dûm, the miners of the Deep Descent expedition will need all the help they can get, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should return to Thormóth when you have finished speaking with my companions.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Who goes there? Oh, another new face? Well, you're not a goblin, so that's fine by me. Thormóth asked you to come around, did he? Well, where we're standing here is the last truly safe junction you are likely to see in Moria -- and that's on account of us being within running distance of the door.\\n\\n'I know the others are still hoping to find Balin and Company down here, but I have already seen enough of Khazad-dûm to know that they aren't going to be found hale and healthy. Reports have already come in from the Dolven-view expedition that the goblins are here in force -- it's only a wonder that they haven't fallen on us already. Our numbers aren't enough to hold these halls against a goblin-horde.\\n\\n'The Dolven-view? Oh, sorry, that's where one of our larger expedition groups is set up. They headed in straight east of here to a large cavern called the Great Delving. It was like a small city built right in the heart of old Khazad-dûm -- but they say it's crawling with goblins. The Dolven-view expedition fought their way in and claimed some of the more defensible structures high up in the cavern and have been able to hold their own for the time being.\\n\\n'The truth is, something seems to have set the goblins all awry before we even arrived. With the numbers I've heard bandied about, they should have crushed us in our first few days here, but they're disorganized, chaotic -- maybe even frightened of something? It won't last [placeholder]. If we can't reinforce the Dolven-view quickly and keep the goblins off balance, our days here are numbered. Mark my words.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should return to Thormóth when you have finished speaking with my companions.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I'm a busy dwarf, [placeholder]. Make it quick, would you? You want to know about the expedition? Well, I've not much time to chat, but listen here. I'm the quartermaster of the whole expedition. Every loaf, hammer, brick, and bolt comes in through that door over there, and it's my job to make sure they all make it to the expedition posts deeper on in.\\n\\n'I'm worried most about our folk at the Chamber of the Cross-roads, east and then north of here, up in Durin's Way. We just established it a few days ago, and it's meant to be the linch-pin in our supply chain to the Twenty-first Hall further to the east -- which is where our high-and-mighty leaders, Bósi and Brogur, are headed.\\n\\n'I guess they figure Durin's Way is important on account of the great stores of lore and history that were said to be in the upper levels, if there's anything left of it that the goblins haven't had at. Me? I think they just want to be seen following in the footsteps of the great Durin himself. But those boots are too big to fill, if you ask me... likely to get themselves and all the rest of us killed if they don't quit rushing ahead.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Assist Gamli",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You should return to Thormóth when you have finished speaking with my companions.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Assist Ráthulf",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Assist Athils",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with Thormóth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Welcome to Moria",
      "es": ""
    }
  ]
}