{
  "id": 620832771,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done more than we could ever have hoped in the Silvertine Lodes, so it is time to send you back to the upper levels to help out in Durin's Way. You should make for the Chamber of the Cross-roads, which lies to the north of the Great Delving.\\n\\n'Give my greetings to Líkmund when you get there, if he's still breathing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thettmárr sent you to check up on us, did he? More like he sent you to check up on ME.\\n\\n'I still owe him a hefty gambling debt from our last outing together, and I'm betting he wants to make sure I live long enough to make good on it.\\n\\n'Well, we could use the extra hands anyway, so you're welcome to stay if you have a pair of them to lend to our efforts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Líkmund is with the expedition at the Chamber of the Cross-roads in Durin's Way. You should speak with him as soon as possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To the Chamber of the Cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Thettmárr has asked you to check on the progress of the dwarf-expedition at the Chamber of the Cross-roads, in Durin's Way. Once there, you should speak with Líkmund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Hrm... Haflithi sent you to check up on us did he? More like he sent you to check up on ME.\\n\\n'I still owe him a hefty gambling debt from our last outing together, and I'm betting he wants to make sure I live long enough to make good on it.\\n\\n'Well, we could use the extra hands anyway, so you're welcome to stay if you have a pair of them to lend to our efforts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Líkmund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "To reach the Chamber of the Cross-roads, head north from the Deep Descent to the Dolven-view camp. From the Dolven-view, follow your map and the main lit roadway towards the Chamber of the Cross-roads.",
      "es": "",
      "es (fem)": ""
    }
  ]
}