{
  "id": 621085160,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Yes?'\\n\\nYou tell Ahûd that Eshmun hopes to assess the threat of the lingering Heirsworn in the Sail-haven. In addition, he wishes to learn if they have troubled the work at the ship-yards of Umbar Baharbêl. Ahûd nods and smirks.\\n\\n'Tumúldo chose wisely, I think. Age has not slowed Eshmun in the least, and though he might seem a kindly old man at first glance, he is every bit as vicious as his predecessor. The only difference between the two of them is that Eshmun fights for the people of the Free City... and, of course, that he did not end up in the waters of the harbour with a spear through his back.\\n\\n'Nevertheless, I can say with certainty that none of the Heirsworn have troubled this ship-yard. I have only employed shipmen from the sailors' guild since the Mutiny, and even so, I have conducted routine inspections of these ships at every stage of their construction. I have seen the Heirsworn cowering at their ships at the edges of the harbour, but aside from petty theft and harassment, they pose little threat to our work here in the Sail-haven. It seems they mean to pillage the city and scatter like rats before the Kindred can slay the last of them. I say let them! Death would be a kindness for them—let them suffer their shame in exile!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Zemirah is at the Sailors' Guild-hall, Ahûd is at the northern shipyard, and Râmax is at the southern shipyard.\\n\\nEshmun, Captain of the Haven, wants to assess the threat of the Heirsworn following the Sea-stone Mutiny.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Countless labourers and shipmen work tirelessly to construct new ships in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "It appears Râmax was stabbed numerous times before succumbing to his wounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Examine Râmax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e6",
      "en": "Talk to Zemirah at the Sailors' Guild-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Râmax has been murdered, and the southern ship-yard is overrun by the Heirsworn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Râmax at the southern shipyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Eshmun at the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nYou have spoken to Zemirah and Ahûd, but Râmax was slain by the Heirsworn in the Sail-haven. You should report to Eshmun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Talk to Ahûd at the northern shipyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Râmax has been murdered? This is intolerable!'\\n\\nEshmun's demeanour darkens.\\n\\n'He was a good man. None who survived the Mutiny should have met with such an end, but still those craven louts cut him down for the crime of helping to rebuild the Sail-haven. I trust that Zemirah and Ahûd were confident in their judgements, but such a violent action taken against the people of Umbar—against the Kindred of the Coins—cannot go unanswered!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Appointed as Captain of the Haven by the Kindred of the Coins, Eshmun seeks to preserve the peace in the Sail-haven and make safe the Free City of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "The Sailors' Guild-hall is bustling with shipmen and other labourers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Before I took up this station, the Captain of the Haven and many of his harbour-guards were loyal to Balakhôr the Scourge and the Heirs of Castamir. Nearly all of them were slain in the Mutiny, but as you might imagine, having fewer men has made my efforts to rebuild the Sail-haven far more difficult—and I will not be made to look the fool when Tumúldo Fierce-water returns from his voyage!\\n\\n'Rumours abound of the Heirsworn and their plots in Umbar, but aside from the few that hurl insults from the decks of their ships in the harbour, I see no greater plan at play in the Free City. I only know what I have seen with my own eyes, and to speak plainly, I am not the young sailor I once was!\\n\\n'To that end, I would ask that you speak to Zemirah, the new master of the sailors' guild, as well as Ahûd and Râmax, the foremen of the ship-yards in the Sail-haven. If there is an imminent threat to Umbar, they will know of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Unrest in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Greetings!\\n\\n'Have you come seeking to join the sailors' guild? I must admit, you do not look the sort at a glance, but our membership is... thinner than it was before the Mutiny. If not for that reason, then speak quickly, for my time is not idly spent. What do you need?'\\n\\nYou inform Zemirah that Eshmun hopes to assess the threat of the lingering Heirsworn in the Sail-haven.\\n\\n'The Heirs of Castamir had many supporters in Umbar and a great many of them were members of the sailors' guild. In fact, my predecessor was one of Balakhôr the Scourge's most ardent followers, but I digress. I have done what was necessary to put my house in order, if you understand my meaning, but it is no secret that the Scourge's loyal captains still maintain a foothold in the Haven. From what I have heard, they find shelter on the decks of their ships, cowering behind their crews, or in the taverns of the Sail-haven. That is all I know, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}