{
  "id": 621085154,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You there!'\\n\\nThe harbour-guard glances downward and appears to begin reading off a small piece of parchment.\\n\\n'By order of the Kindred of the Coins: the Captain of the Haven, Eshmun, requires assistance in rebuilding the Sail-haven and safe-guarding it from the enemies of Umbar. Heirsworn loyalists still plague the Free City, and they must be routed that the stain of the Scourge be finally cleansed from our lands. Fair compensation will be provided. If you wish to aid Umbar Baharbêl, report to Eshmun at the Harbour-warden's Tower at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Hail! I am Eshmun, harbour-warden and Captain of the Haven, and I was appointed to this station by the authority of Tumúldo Fierce-water—greatest, to my mind, of the Kindred of the Coins.\\n\\n'Is there some matter that demands my attention, or have you merely come to admire the craftsmanship of the Umbari?'\\n\\nYou tell Eshmun that you have come to help rout those loyal to the Heirs of Castamir from Umbar Baharbêl.\\n\\n'Is that so, stranger? I must admit, I am more accustomed to visitors perusing our markets than leaping at the opportunity to involve themselves in the affairs of the Kindred of the Coins, but I have been left little choice, it seems.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "A Change in the Tides",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "In the aftermath of the Sea-stone Mutiny, Umbar Baharbêl was made a Free City, but there are whispers that Men loyal to the Heirs of Castamir still trouble the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Eshmun at the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Eshmun, Captain of the Haven, can be found at the Harbour-warden's Tower in the Sail-haven of Umbar Baharbêl.\\n\\nEshmun, Captain of the Haven, seeks for new guards to help safe-guard the Sail-haven in the aftermath of the Sea-stone Mutiny.",
      "es": "",
      "es (fem)": ""
    }
  ]
}