{
  "id": 621004307,
  "txt": [
    {
      "id": "0xa502804",
      "en": "Collect pages of lost lore in the Abyss of Mordath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502833",
      "en": "Find the seventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d17d1",
      "en": "Pages of a long-forgotten tome can be found scattered in the depths of the Abyss of Mordath. Perhaps you might learn of the lost lore of the Black Pits of Mordor if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4aac290",
      "en": "\\qThus, the great Worm was cast into Glurnákh, the Pit of Greed. For countless years, the Weeping Warrior brought his greatest tortures upon each of the Ring-drakes, but none yielded the Rings. Neither death nor mercy shall be granted to them, not before they surrender the Rings of Power.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae6",
      "en": "Found the first page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4aac291",
      "en": "\\qAnd thus it has been. The slaves of the Mordath mine the Ered Lithui, and stone by stone, Barad-dûr shall be rebuilt. When Sauron the Great at last returns, He shall know His servants did not forsake the Lord of the Rings!\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae7",
      "en": "Found the second page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502835",
      "en": "Find the eighth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae8",
      "en": "Found the third page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae9",
      "en": "Found the fourth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502837",
      "en": "Find the ninth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502839",
      "en": "Find the tenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ac0",
      "en": "Found the tenth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af0",
      "en": "Found the fifth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ac2",
      "en": "Found the eleventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af2",
      "en": "Found the sixth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af4",
      "en": "Found the seventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Forgotten pages can be found within the Abyss of Mordath.\\n\\nYou should find the pages to learn more of the lost lore of the Mordath: the Black Pits of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You have found a torn page of a long-forgotten tome in the Black Pits of Mordor. Perhaps you can find other pages within the Abyss of Mordath and learn more of the lost lore of the Black Pits.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af6",
      "en": "Found the eighth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af8",
      "en": "Found the ninth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac21",
      "en": "\\qSeven years...a mere seven years, and I heard the truth in Sauron's words. Gil-galad had left me to die, and Sauron in His kindness wrought for me a new form and granted me a place among His greatest servants. Seven years, and He was defeated...but He will return.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac22",
      "en": "\\qLong after Sauron's fall, the Lord of the Nazgûl decreed that it was His will to gather the Seven Rings to Mordor. Sindya and Taurya had been wrested from the unworthy fingers of Dwarf-kings in the East, but none in Mordor -- not even the Nazgûl -- dared to seek the Ring of Durin, Angya.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac23",
      "en": "\\qFour of the Seven remained lost and hidden in the Dwarf-kingdoms of Middle-earth, and so it was that the Lord of the Nazgûl ordered one of the Gúrzyul, the Weeping Warrior, to find them.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac24",
      "en": "\\qTo the East, the Nazgûl had spied the Dwarf-kingdoms in possession of the Rings Tínya and Tulcya left in ruin, but they ventured no nearer for they sensed an ancient, terrible power lurking within each of the dwarves' broken halls.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "You have gathered all the pages of the lost lore of the Black Pits within the Abyss of Mordath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac25",
      "en": "\\qIndeed, it was Dragons that had laid claim to Tínya and Tulcya. A fire-drake, Thostír the Rank, and a cold-drake, Hrímil Frost-heart, had destroyed the  Dwarf-kingdoms of the eastern mountains, and knowingly or not, they swallowed the Rings of Power as well as the Dwarf-kings who wielded them.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac26",
      "en": "\\qAs Sauron had willed it, the Rings could not be unmade by dragon-fire. Thostír and Hrímil were soon subdued, and the Weeping Warrior dragged them beyond the Lithannon into the deepest dungeons of the Mordath. Thus, Tínya and Tulcya were returned to Mordor.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac27",
      "en": "\\qWith the Ring-drakes imprisoned, only Úrya and Vanya remained lost. The Lord of the Nazgûl soon revealed that a great Worm had survived the breaking of Thangorodrim. Desperate to escape the wrath of the Elves in the Elder Days, the Worm had sought shelter in the depths of the Ered Luin.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac28",
      "en": "\\qLong had the great Worm remained hidden in the Ered Luin, indeed long enough to be forgotten, but as the hoards of those wielding Úrya and Vanya grew, so too did his greed. Heedless of all peril, the Worm sacked the Dwarf-kingdoms and devoured the last of the Seven.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd4aac29",
      "en": "\\qAnd so, the Lord of the Nazgûl granted the Weeping Warrior the Dwarf-ring, Sindya, to draw the Worm from the Ered Luin. Powerless to resist his greed, the great Worm followed the Weeping Warrior into the East. When at last the Worm tired in his pursuit, he fell broken before the Ephel Dúath.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of Gorgoroth: The Abyss of Mordath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502851",
      "en": "Find the second page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502852",
      "en": "Find the third page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "You have gathered a number of forgotten pages in the Mordath and learned of the many evils imprisoned beneath Barad-dûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502853",
      "en": "Find the fourth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Find the fifth page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a6",
      "en": "Find the first page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502801",
      "en": "Find the eleventh page",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Find the sixth page",
      "es": "",
      "es (fem)": ""
    }
  ]
}