{
  "id": 621004273,
  "txt": [
    {
      "id": 218639268,
      "en": "You have completed the deed Dungeons of Naerband: Flame-slayer",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "You have completed the deed Dungeons of Naerband: Ghâsh-hai-slayer",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "You have completed the deed Dungeons of Naerband: Scourge-slayer",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "You have completed the deed Dungeons of Naerband -- Tier 1",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "You have completed the deed Dungeons of Naerband -- Tier 2",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Urudanî, the mysterious flame-wraith under the command of Borangos the horror, has been seen many times, entering and exiting the prison fortress of Naerband. Her work with Thraknûl, Sauron's former the chief torturer, lies within the dungeons of the Direhold -- the results of their work more would surely aid the great Rogmul.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "You have completed the deed Challenge: Take a Turn on the Rack",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "You have completed the deed Dungeons of Naerband: Lost Lore",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete the deed Dungeons of Naerband: Flame-slayer",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Complete the deed Dungeons of Naerband: Ghâsh-hai-slayer",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Complete the deed Dungeons of Naerband: Scourge-slayer",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete the deed Dungeons of Naerband -- Tier 1",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete the deed Dungeons of Naerband -- Tier 2",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete the deed Challenge: Take a Turn on the Rack",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete the deed Dungeons of Naerband: Lost Lore",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Destroyer of the Direhold",
      "es": ""
    }
  ]
}