{
  "id": 621004377,
  "txt": [
    {
      "id": 246419841,
      "en": "The Order of the Eye has entered the Abyss of Mordath to seek vengeance upon King Váskmun Greytooth and lay claim to the lost artifacts of the Dark Lord. They have pursued the Firehorns into the depths of the Black Pits of Mordor.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You have completed the Abyss of Mordath on Tier 1 and prevented the Dwarf-rings from being wielded to any evil end.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Order of the Eye has crossed the Abyss dividing the Black Pits into a towering structure built into the foundations of Barad-dûr.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "King Váskmun Greytooth must be defeated before he leads the Firehorns to ruin in search of the lost Dwarf-ring, Manthríf.",
      "es": ""
    },
    {
      "id": 24695152,
      "en": "The Abyss of Mordath has sunken into the deepest depths of the Black Pits of Mordor and now Sauron's greatest secrets are laid bare.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'[placeholder]! I am glad you have come.'\\n\\n'We battled through the ruins of Barad-dûr, and hitherto, we have silently pursued the Order of the Eye into these depths. Both Megoril and I have known \\qbelievers\\q of their kind before...for they first rose after Sauron's defeat upon the slopes of Orodruin. Fate proved their beliefs to be true, and now these Men will never be turned from the hope that Sauron shall once again return.\\n\\n'However, their presence here appeared both unannounced and unwanted, and we believe it might be turned to our advantage. They have passed through the Black Pits, crossed the Abyss itself, and battled deep into the foundations of Barad-dûr all while chanting their hatred of an accursed foe - one they call: Greytooth. I know not what dispute they have with this Greytooth, but from their wild shouts and chants, I fear it concerns the Rings of Power. Even with their power fading, the Rings remain a symbol of status and strength to those that dwell in these lands.\\n\\n'Do what you must to combat the Order and keep the forces of this Greytooth from the Rings, and we shall search for any sign of Thelaron. If he yet lives, I beg that you join us in his rescue. At long last, our dear ally might be found and the quest the High King bestowed upon you might be completed, my friend!'\\n\\n'We cannot face so many foes alone, but we have found secret ways through these depths. If you find your way into the deeper chambers of the Mordath, Megoril and I can help you return to them swiftly.\\n\\n'Even in a place so dark, I hold hope that this shall be a day of happy reunions, [placeholder]!'\\n\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 1 difficulty of the Abyss of Mordath. It allows you and your fellows to resume adventuring in the Abyss of Mordath at the furthest checkpoint you have reached in each weekly cycle. This quest will automatically reset on every Thursday.</rgb>",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The Order of the Eye has laid claim to Thol Shíkug and descended into Murpraush, the Hall of Spoiling. They must be defeated if you are to continue your pursuit of King Greytooth and Firehorns.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Cross the Abyss and pass into Thol Shíkug, the Screaming Deep",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Confront King Váskmun Greytooth and the Firehorns in Glurnákh, The Pit of Greed",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Defeat the Order of the Eye in Murpraush, the Hall of Spoiling, and ascend the Black Stairs of Durshnúl",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Defeat Sagróg, the Bitter Warden, and enter the Ring-prisons in pursuit of the Firehorns",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Descend into the Black Pits of Mordor",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'It seems our paths once again converge, [placeholder]!\\n\\n'We battled through the ruins of Barad-dûr, and hitherto, we have silently pursued the Order of the Eye into these depths. Both Megoril and I have known \\qbelievers\\q of their kind before...for they first rose after Sauron's defeat upon the slopes of Orodruin. Fate proved their beliefs to be true, and now they will never be turned from the hope that Sauron shall once again return.\\n\\n'However, their presence here appeared both unannounced and unwanted, and we believe it might be turned to our advantage. They have passed through the Black Pits, crossed the Abyss itself, and battled deep into the foundations of Barad-dûr all while chanting their hatred of an accursed foe - one they call: Greytooth. I know not what dispute they have with this Greytooth, but from their wild shouts and chants, I fear it concerns the Rings of Power. Even with their power fading, the Rings remain a symbol of status and strength to those that dwell in these lands.\\n\\n'Do what you must to combat the Order and keep the forces of this Greytooth from the Rings, and we shall search for any sign of Thelaron. If he yet lives, he must be hidden in the depths of the Mordath.\\n\\n'We cannot face so many foes alone, but we have found secret ways through these depths. If you find your way into the deeper chambers of the Mordath, we can help you return to them swiftly.\\n\\n'Let us hope we both find what we seek in this Abyss, friend.'\\n\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 1 difficulty of the Abyss of Mordath. It allows you and your fellows to resume adventuring in the Abyss of Mordath at the furthest checkpoint you have reached in each weekly cycle. This quest will automatically reset every Monday, Thursday, and Saturday.</rgb>",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat Sagróg, the Bitter Warden",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "King Váskmun Greytooth and the Firehorns have descended into Glurnákh, The Pit of Greed. You must force King Greytooth to see reason or defeat him before he can lay claim to the Dwarf-ring, Manthríf.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat King Váskmun Greytooth",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "As Sauron willed for King Greytooth and the Firehorns to pass unhindered deeper into the Mordath, Sagróg, the Bitter Warden, stands in your path. You must overcome him to continue your pursuit of King Greytooth and his folk.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Completed: Abyss of Mordath (Tier 1)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Abyss of Mordath (Tier 1)",
      "es": ""
    }
  ]
}