{
  "id": 621103177,
  "txt": [
    {
      "id": "0xa8e1167",
      "en": "You failed to protect Lalia",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b0",
      "en": "Bob's daughter, Lalia, has gone missing, and Bob fears she may have gone off in search of the \\qLast Prince,\\q a character in one of the tales Barliman Butterbur tells to travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e98",
      "en": "Lalia has been defeated. You have failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2519611",
      "en": "'My princess! Aggghh!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Lalia was expected to be between the Northern Barrow and the Dead Spire where \\qThe Last Prince\\q was said to be entombed, and that is exactly where you found her. You should approach the crying child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Approach Lalia",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Lalia has asked you to help her get back to Bree safely. In addition, she has asked for your help finding the cloak she dropped somewhere on the Barrow-downs. You must protect her as she searches for her cloak, then leaves the Barrow-downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You found Lalia!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "You found Lalia between the Northern Barrow and the Dead Spire as expected. You should talk to the crying child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49551",
      "en": "'Lalia! There you are!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a27",
      "en": "Escort Lalia to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x49552",
      "en": "'Why does this [placeholder] have your cloak?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb2a4111",
      "en": "\\qEek!\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Escort Lalia to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'I came here to find the \\qLast Prince,\\q like Mr. Butterbur talks about in his stories. I was going to find him, and then be with him forever and be his princess! But he wasn't here to be found! There's just all these skeletons and bones and walking dead! It isn't nice to go misleading young hobbits like that!\\n\\n'When you are ready to go, could you help me get back home to Bree? I couldn't leave before, but now with a strong warrior like you here, I'm sure you can get me home safely!\\n\\n'Oh, and I lost my cloak. I simply must find it, or dad will yell at me something terrible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'What a relief! It seems I know my daughter well. She actually <i>had</i> gone after that \\qLast Prince\\q of hers. Well, maybe she's learned her lesson and won't be so foolish in the future. I know I will certainly never come here again.\\n\\n'I do hope I can survive her tweens. Maybe then she'll get some hobbit-sense. Maybe....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Lalia",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1179",
      "en": "You have safely escorted Lalia out of the Barrow-downs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "<rgb=#FF0000>Lalia must survive</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56842",
      "en": "'I came here to find \\qThe Last Prince,\\q like Mr. Butterbur talks about in his stories. I was going to find him, and then be with him forever and be his princess! But he wasn't here to be found! There's just all these skeletons and bones and walking dead! It isn't nice to go misleading young hobbits like that!\\n\\n'When you are ready to go, could you help me get back home to Bree? I couldn't leave before, but now with a strong warrior like you here, I'm sure you can get me home safely!\\n\\n'Oh, and I lost my cloak. I simply must find it or dad will yell at me something terrible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lalia's Safe Passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "<rgb=#FF0000>Lalia must survive</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}