{
  "id": 621103190,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You have been asked to enter Olwir's camp and foil his plans to capture a Stone-toll and deliver it to Skorgrím as a gift.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I hear the day has been saved! Well done. Skorgrím will have to do without a troll. Here is your well-deserved reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are you ready to travel to Olwir's camp? We must foil his plans, and if he has captured a troll, it must be slain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to the Hooded Stranger in The Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have stopped Olwir's plans and defeated the Stone-troll. You should talk to Ulfar and then give your report to the Hooded Stranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'In the Shire village of Needlehole, a dwarf, Ulfar, has uncovered a plot to capture a Stone-troll and give it as a gift to the resurrected Skorgrím Dourhand in the north. Their plan must not be allowed to proceed. Fortunately, Ulfar has learned where Olwir and his dwarves are camping, north of Rushock Bog. Go there and stop Olwir from achieving his goal.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ulfar has learned that Olwir plans to capture a Stone-troll that stalks Rushock Bog and deliver it as a gift to the Dourhands in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: A Gift for the North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Gift for the North",
      "es": "",
      "es (fem)": ""
    }
  ]
}