{
  "id": 621103186,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Monstrous spiders have taken over the quarry in Scary. You have been asked to help deal with the problem before the spiders have the chance to move on the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I am pleased to hear that you successfully dealt with the spiders in the quarry! It would not surprise me if they were to return, but you've done what you can for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I doubt the hobbits of Shire will be able to handle such foes on their own. If you are ready for a fight, there is no time to lose!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to the Hooded Stranger in The Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have defeated the spiders that flooded into the Scary quarry. You should talk to the Hooded Stranger about your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "The workers at the quarry in Scary have broken into a hidden chamber containing a nest of spiders, and the creatures have now overrun the whole quarry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ulfar has learned that Olwir plans to capture a Stone-troll that stalks Rushock Bog and deliver it as a gift to the Dourhands in the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Spiders in the Quarry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Workers at a quarry in the Shire broke through into a hidden chamber and released a swarm of spiders. The hobbits in Scary are rather concerned about this turn of events, and I can't blame them. Would you be willing to go to the quarry and help the residents of Scary? The infestation must be contained before the spiders move from the quarry into Scary itself.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Spiders in the Quarry",
      "es": "",
      "es (fem)": ""
    }
  ]
}