{
  "id": 621103157,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "During a gap in the argument, you hear a familiar chuckle from beyond the archway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 14.1: Whispers of Wizardry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Inkanûsh beside the Fathomwell beyond the archway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Can it be so? Has the day come at last?'\\n\\nJaith looks about furtively before continuing with a hushed, eager tone.\\n\\n'Rumours abound that the Wizard Inkanûsh now approaches the city! We guardsmen of Umbar Baharbêl trade not in gossip... but Kinsman Belondor's soldiers returned from Ikorbân with news of him, and they say he will perform feats of magic for any who ask him! These are dangerous times, [placeholder], as you well know, and the Kindred of the Coins might have need of such feats if they are to keep their people safe.\\n\\n'Will you go to the Waterway Market to the south-east and see if anyone has yet seen the Wizard Inkanûsh? The rumourmonger Tasâdi often holds court there at this time of day, and if anyone has heard anything about the Wizard, it will be she!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Rumours are like water, my friend. If you have the ability to keep it contained, you can control who receives it, and its value only increases. But once it is spilled, there is no returning it to the container!\\n\\n'Whispers about the approaching Wizard have already spread throughout the market, and few are interested in what I have to say about him, for they can hear these tidings everywhere! My trade is in news and information... what now can I do?\\n\\n'Alas for Tasâdi, once the most accomplished rumourmonger in all of Umbar Baharbêl! She is finished. Fine, then! Go to the south and <rgb=#00FF00>listen</rgb> to the whispers of my former customers. They know all that I have heard, and more beside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Phârex at the Waterway Market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Will you go to the Waterway Market to the south-east and see if anyone has yet seen the Wizard Inkanûsh? The rumourmonger Tasâdi often holds court there at this time of day, and if anyone has heard anything about the Wizard, it will be she!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Alas for Tasâdi, once the most accomplished rumourmonger in all of Umbar Baharbêl! She is finished. Fine, then! Go to the south and <rgb=#00FF00>listen</rgb> to the whispers of my former customers. They know all that I have heard, and more beside!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ushrin at the Waterway Market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'This talk is getting out of hand, if you ask me. What use could we have for a Wizard? Folk such as that bring only trouble. They say they can take on many forms, and creep undiscovered into places where they are not wanted! I did not trust the cultists of the All Seeing, and I will not trust a Wizard either... they seem little different to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Stand by the small knot of people to the south of Tasâdi and <rgb=#00FF00>listen</rgb> to their conversation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What use could we have for a Wizard? Folk such as that bring only trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Stand by the small group of people to the south of Ushrin and <rgb=#00FF00>listen</rgb> to their conversation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have heard the arrival of a Wizard heralds the onset of good fortune! Wherever he walks, golden coins are said to fall from his pockets, and these are free for the taking by any who chance upon him!\\n\\n'I have kept my eyes peeled for him, but my wife also expects me to make my purchases at the market and return to her. How am I to shop while there could be a Wizard and his golden coins so near, with me blind to his presence?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Umbar Baharbêl is alive with rumour that a Wizard will soon arrive to speak with the Kindred of the Coins about the many threats facing the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Some folk just past the fountain south of Phârex are discussing the effect a Wizard could have on the political situation of Umbar Baharbêl. You should <rgb=#00FF00>listen</rgb> to their conversation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Have you seen him? Has a Wizard come to Umbar Baharbêl?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Ushrin has his own opinions concerning the effect of a Wizard on these lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ah, there you are, my friend. I wondered if you would come to see me here.\\n\\n'I have overheard one or two fanciful beliefs about me and my Order while I rested here. I shall not test your patience by repeating them.'\\n\\nYou ask the Wizard where he keeps all of his golden coins, and he chuckles to himself.\\n\\n'I see that you have heard some of them. Did you hear too that I apparently possess the ability to take on forms enough to put Beorn himself to shame? Alas, it is not so. Still, the Umbari were so eager to see this impressive figure they have imagined that they paid me little mind, and I entered the city with little fanfare. I have been quite untroubled today... or perhaps I should say I have not been disturbed by the Umbari. The threat posed by the Thardúth and their Utûgi warriors fills me with unease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "A small knot of people to the south of Ushrin loudly discuss the rumours concerning a Wizard's powers. You should <rgb=#00FF00>listen</rgb> to their conversation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e07",
      "en": "Stand by the small group of people to the south past the fountain and <rgb=#00FF00>listen</rgb> to their conversation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "A small knot of people to the south of Tasâdi seem to be discussing what they have heard. You should <rgb=#00FF00>listen</rgb> to their conversation.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Despite the claims of the Umbari that they would know the Wizard when he entered the city, just such a person has already arrived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Tasâdi usually holds court at the Waterway Market to the south-east of Dâr Laja.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Tasâdi at the Waterway Market",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Phârex has caught your eye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "They notice you listening to their talk and quickly fall silent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The opinions of these folk are split concerning the value a Wizard might provide",
      "es": "",
      "es (fem)": ""
    }
  ]
}