{
  "id": 621103167,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I am almost... home. I have dreamt of living here once again in peace, but...\\n\\n'For how long can I remain at Urmâkh, knowing that Shâra Mizâdi faces our enemies in distant lands? Her own husband Eshtali perished in recent days, and still she fights.\\n\\n'But I know not if I am as strong as she.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I know not if I am strong enough to continue this fight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 14.3: Young Soldiers of Old Wars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to some of Mizâdi's soldiers on the road to Urmâkh ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'Mizâdi intended to return to Urmâkh to regroup with her own soldiers before travelling south. Speak with her when you arrive, and give her my thanks. Her ambitions, and the army she commands to accomplish them, will be of great service to us if I am right and the Thardúth lurk within Mûr Ghala.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Glorfindel inside the eastern gate of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We will not travel alone, [placeholder]! Glorfindel has agreed to accompany us on our southward journey, and he waits for us at the town of Urmâkh, in Imhûlar. Once we have reunited with him, I suggest we meet with the Kintai at the grove of Vartúlin. Our road must pass deeper into what was once the Emerald Wood, but now that forest is changed and the Kintai will guide us safely within.\\n\\n'Mizâdi intended to return to Urmâkh to regroup with her own soldiers before travelling south. Speak with her when you arrive, and give her my thanks. Her ambitions, and the army she commands to accomplish them, will be of great service to us if I am right and the Thardúth lurk within Mûr Ghala.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "Inkanûsh coughs meaningfully, drawing your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Thórvilon at Vartúlin, south-east of Urmâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Inkanûsh at the Kinta grove of Vartúlin in Imhûlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am pleased to have your aid and support, friend, and that of the Wizard Inkanûsh! We reclaimed Kûr Anzar, but it was not enough. Even possessing the Crown of Renewed Hamât is not enough, for Bârshud remains alive to threaten my young kingdom and its people. We will only be safe when Bârshud has been slain and the Empire of Ordâkh knows the courage in our hearts and the strength of our sword-arms.\\n\\n'Even now my soldiers heed this call. Stand by the gate and <rgb=#00FF00>look</rgb> for the warriors that come from Kûr Anzar to join me on the southward road into danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Search for some sign of the Utûgi to the north, north-east, or north-west of Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Even now my soldiers heed this call. Stand by the gate and <rgb=#00FF00>look</rgb> for the warriors that come from Kûr Anzar to join me on the southward road into danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Shâra Mizâdi at the town of Urmâkh in Imhûlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Draw forth your foe and defeat him in the dead woods of Imhûlar outside Vartúlin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Give me a moment to rest, if you would. I am not so young in years that I feel not the road, nor the fighting I faced before it.\\n\\n'Shâra Mizâdi wrested my home of Kûr Anzar from the Barkhûshim and Ordâkhai that held the city, and for that she will have my gratitude and my loyalty. Aye, unto death! Many others of my neighbours and my friends feel the same. We knew not that we might be Hamâti once again, but the coming of the Shâra wakened us to this truth: history is an unbroken chain that links the past to the present, even as it lies forgotten in the dust, or trampled underfoot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'It is always the same, [placeholder]. In this place I see young soldiers of old wars, fighting and dying in battles they did not cause and whose roots they cannot see. They fight against Ordâkh as I fought against Mordor, and they fight for Mizâdi as I fought for Gil-galad the High King. Do they think this will be the last battle they need fight, as I believed then? Did I call them young soldiers? Perhaps I am one of them after all, despite my years!\\n\\n'I understand Mizâdi and her army will travel the longer way through Khûd Zagin into Mûr Ghala, avoiding the dangerous forest road, but Inkanûsh wishes otherwise. He would have us speak first with Thórvilon, the Kinta warden of the grove of Vartúlin. It is the Wizard's plan to take the forest road through what remains of the Emerald Wood, ensuring that the Utûgi did not go that way unseen.\\n\\n'It seems a good idea to me. The creatures we fought at the Dagor Carlanthir were fearsome, and I do not want them to prey upon the Kintai. Our kindreds are long divided, but they remain Elves, and dear to me even from such distance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Inkanûsh at the Kinta grove of Vartúlin in Imhûlar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I will follow Shâra Mizâdi even to death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Inkanûsh believes your journey south alongside Shâra Mizâdi should begin in Imhûlar with stops at Urmâkh and Vartúlin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Glorfindel has arrived at Urmâkh, and wishes to speak with you about the next leg of your journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'What brings you back to Vartúlin, [placeholder]?'\\n\\nYou tell Thórvilon that you have come with the Elf-lord Glorfindel and the Wizard Inkanûsh to secure the safety of the Emerald Wood on your journey to oppose the Empire of Ordâkh. The warden of the grove strokes his chin.\\n\\n'My folk have noticed strange Orc-like creatures moving among the trees outside Vartúlin. We believed them to be Orcs at first, but these were dressed strangely and seemed a larger breed than the Orcs we have encountered before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Inkanûsh wishes for us to speak first with Thórvilon, the Kinta warden of the grove of Vartúlin. It is the Wizard's plan to take the forest road through what remains of the Emerald Wood, ensuring that the Utûgi did not go that way unseen.\\n\\n'It seems a good idea to me. The creatures we fought at the Dagor Carlanthir were fearsome, and I do not want them to prey upon the Kintai. Our kindreds are long divided, but they remain Elves, and dear to me even from such distance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Shâra Mizâdi intends to rejoin her army near the town of Urmâkh in Imhûlar, and Inkanûsh asked you to speak with her there about her plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The Kinta Thórvilon tends the grove of Vartúlin, to the south-east of Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'These creatures of Orc-kind of which Thórvilon speaks are almost certainly Utûgi, [placeholder]. If you will go search for sign of these invaders outside Vartúlin, I will tell him what we know of them and their Thardúth masters.\\n\\n'Be careful. The Utûgi must be driven by some evil purpose if they dare approach the groves of the Kintai.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'My folk have noticed strange Orc-like creatures moving among the trees outside Vartúlin. We believed them to be Orcs at first, but these were dressed strangely and seemed a larger breed than the Orcs we have encountered before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Shâra Mizâdi invited you to stand by the eastern gate of Urmâkh and <rgb=#00FF00>look</rgb> for her returning soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Inkanûsh has come to the Kinta grove of Vartúlin in Imhûlar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e09",
      "en": "Stand by the eastern gate of Urmâkh and <rgb=#00FF00>look</rgb> for Mizâdi's returning soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Soldiers that fought for Mizâdi at Kûr Anzar slowly climb the road to Urmâkh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Inkanûsh fears that the Utûgi have drawn near to the grove of Vartúlin, and he wants you to search the dead woods nearby for some sign of their presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You feel hostile eyes upon you from somewhere close by",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "The Utûgi falls to the ground, defeated, but your fears are confirmed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Hostile eyes study you from nearby. You need to draw this foe out of hiding!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Inkanûsh waits for the report of your scouting at the Kinta grove of Vartúlin in Imhûlar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'As you search for sign of these invaders outside Vartúlin, I will tell Thórvilon what we know of the Utûgi and their Thardúth masters. Be careful. The Utûgi must be driven by some evil purpose if they dare approach the groves of the Kintai.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'As you search for sign of these invaders outside Vartúlin, I will tell Thórvilon what we know of the Utûgi and their Thardúth masters. Be careful. The Utûgi must be driven by some evil purpose if they dare approach the groves of the Kintai.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'So it is true: the Utûgi leave the lands in which they awoke and begin to threaten others nearby. Our mission grows more serious.\\n\\n'But we cannot leave Imhûlar just yet. While you were gone, Thórvilon spoke to me of a woman about whom I must learn more. He says she is named Cúridwan, and she has been a friend to the Kintai for as long as he can remember.'\\n\\nInkanûsh looks at you closely, one of his eyebrows raised.\\n\\n'Thórvilon is one of the Kinta Elves, [placeholder], and his memory is long. How can it be that this woman has lived in this place for such a span? This mystery and others have prompted me to ask a number of questions I have not before thought to ask.\\n\\n'I must speak with this woman. I must speak with Cúridwan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Soldiers weary from battle slowly make their way up the road to Urmâkh",
      "es": "",
      "es (fem)": ""
    }
  ]
}