{
  "id": 621103163,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'This is not the first time I have come to Shagâna or to Umbar Baharbêl. When my purpose brought me to these lands, years ago, it was not as Mithrandir. Nor did I wear the name Gandalf when I crossed the Ikorbân River in search of answers among the great cities of the south. I was called \\qInkanûsh\\q by the people who dwelled in these lands, and let it be so again while we here remain. I have been a friend to all the Free Peoples of the North, but the names they gave to me ring harshly against Shagâni ears.'\\n\\nInkanûsh puffs on his pipe before continuing, but as he begins to speak again something draws his attention.\\n\\n'There is a commotion at the gate, [placeholder]. If you are agreeable, we will together see what has happened to disturb the peace. Perhaps they have found someone that better fits their expectation of a Wizard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Inkanûsh beside the Fathomwell and go with him to investigate the nearby commotion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Inkanûsh by the stable-master at the Fleet-gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Let us see what has caused this commotion at the gate, and if we might be of some service in ending it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The situation in these lands will demand careful handling by all of the affected parties: rulers, Wizards, soldiers, and common people alike.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Hármelak is wrong. Ordâkh is not powerless, it is true, but the gravest danger facing these lands, and indeed all lands in Middle-earth, belongs to the Thardúth! How can this Umbari woman believe that Utug-bûr might be the only dwelling the Thardúth ever fashioned in all of Shagâna's vast reaches?\\n\\n'Before I came to the city I dispatched some of our friends to travel north into Harondor. Legolas, Gimli, and the sons of Elrond will ensure the Thardúth and their Utûgi warriors did not go that way to endanger Gondor. If they discover such a threat they will send word to me.\\n\\n'But our road lies to the south, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 14.2: The Wizard, the Queen, and the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Wizard Inkanûsh wishes to go with you to investigate the nearby commotion. Speak with him beside the Fathomwell on the eastern side of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Inkanûsh stands by the stable-master at the Fleet-gate in south-eastern Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    }
  ]
}