{
  "id": 621103162,
  "txt": [
    {
      "id": "0x6a50294",
      "en": "Observe the confrontation at the gate and be ready to intervene if it comes to violence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114461",
      "en": "'Then speak, Shâra Mizâdi, for she is here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114462",
      "en": "'Please accept my apologies for the caution of my city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Stand ready to prevent the outbreak of violence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114463",
      "en": "'These are dangerous times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114464",
      "en": "'This must be your Wizard, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Mizâdi calls for you to speak with her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee81",
      "en": "'Hold, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda5",
      "en": "Follow Rahâzi to the chamber where the Kindred are meeting with Shâra Mizâdi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114465",
      "en": "'The Kindred drove them from Umbar. Perhaps Mizâdi should do the same for her city?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Hármelak at the gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee82",
      "en": "'Our enemies would rejoice to see blood spilled upon the threshold of Umbar Baharbêl!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114466",
      "en": "'How often has a defeated enemy leapt once more into battle, Tatháta?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Hármelak motions for you to come speak with her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee83",
      "en": "'Give them not this satisfaction without reason!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114467",
      "en": "'They cannot be allowed to regroup and threaten war once again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee84",
      "en": "'Should not this meeting take place inside the city?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114468",
      "en": "'If Mizâdi allowed this she could not claim the title of Shâra, unless I misunderstand her ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee85",
      "en": "'It could then occur with the rest of your ruling Kindred in attendance, Hármelak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "A commotion at the nearby gate has drawn your attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5114469",
      "en": "'It is as you said, Mizâdi. We hold an enemy in common.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee86",
      "en": "'Your two lands hold more than one foe in common, Mizâdi.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'It is good to see you again, [placeholder]! My mother Girhâzi asked that I join Shâra Mizâdi's forces to oppose the Empire of Ordâkh and keep safe my homeland of Ambarûl, and so I have done. Already there has been fighting! The Battle for Hamât ended in victory, of a sort, but the villain Bârshud escaped with his life.\\n\\n'Shâra Mizâdi gifted me the blade of one of her Subuzûri, and I will wield it on her behalf for the good of Renewed Hamât, and for the protection of Ambarûl and Iridír!\\n\\n'But we should not delay. The council may have already started!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee87",
      "en": "'Overlook not the danger posed by the Thardúth, those awakened servants of Morgoth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2efee88",
      "en": "'Will I and my companions be welcome on this journey as well, Mizâdi?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "An Umbari guardsman has asked you to speak on behalf of Inkanûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'You and your companions are of course welcome to accompany my forces as we move south in pursuit of Bârshud and his Ordâkhai! You have proven yourself a mighty ally already, [placeholder], and have lent me aid and support beyond my most hopeful expectations.\\n\\n'I know little of Wizards, but if your friend has powers to lend to my cause, I invite him to use them openly and as he will!\\n\\n'Renewed Hamât welcomes you and your companions. My army will march south from the Ikorbân Valley and into Mûr Ghala, the Ridge of Plenty. We will put an end to Bârshud and prevent the Ordâkhai from ever again threatening our lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It has not taken long for Mithrandir, now using the name Inkanûsh, to involve himself in the affairs of Umbar and Shagâna.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have helped to ease some of the tension between the two groups at the gate, but you should remain on guard just in case.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Hármelak has come to the gate, and she has questions for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Well? Who is this old man who speaks so to Umbari guardsmen?'\\n\\nYou explain that Inkanûsh is a Wizard both powerful and wise, and he is a friend to Umbar. The guard looks from you to the Wizard and back again.\\n\\n'If you vouch for this man, [placeholder], then I believe he is as you say. I have heard of your deeds on behalf of Umbar Baharbêl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You and Inkanûsh have been invited to attend the meeting of the Kindred of the Coins with Shâra Mizâdi within the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Investigate the commotion at the gate with Inkanûsh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "The others have already gone ahead, but Rahâzi has lingered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b81",
      "en": "'It is no mere claim, guardsman!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b82",
      "en": "'I am the Shâra of Renewed Hamât, and I am here to speak with your ruler.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The guardsmen at the gate have stopped a group of warriors from entering the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b83",
      "en": "'We have all suffered at the hands of Ordâkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b84",
      "en": "'We have a shared enemy; let us stay true to our shared purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b85",
      "en": "'Now you see why I have come to treat with your Kindred of the Coins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It is fortunate that his wisdom aligns with mine, or I would disregard his opinion on the subject. But it is not seemly to leave foreign dignitaries on the doorstep.\\n\\n'Shâra Mizâdi and her assemblage will enjoy the comforts of the Citadel of Winds while I summon the rest of the Kindred of the Coins. I invite both you and your Wizard to attend our council as well, [placeholder]. These matters affect us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Attend the meeting of the Kindred of the Coins and Shâra Mizâdi of Renewed Hamât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b86",
      "en": "'I will pursue the Ordâkhai into their southern lands and destroy them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b87",
      "en": "'I ask for soldiers of Umbar to join my armies on this mission.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b321a1",
      "en": "'No legitimate ruler is turned away, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b321a2",
      "en": "'But the Kindred of the Coins has given us strict commands regarding... pretenders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Shâra Mizâdi in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b88",
      "en": "'A neighbour with an interest in friendship would send as many as he could.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b321a3",
      "en": "'Who is this old man?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb11b89",
      "en": "'Numûru, please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b321a4",
      "en": "'A friend of yours is a friend of the city, and of the Kindred.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Hármelak in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b321a5",
      "en": "'But this Mizâdi claims to be a queen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b321a6",
      "en": "'Lady Hármelak!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Rahâzi has stayed behind to speak with you in the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fa2fd1",
      "en": "'Are all visiting sovereigns treated so in Umbar?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fa2fd2",
      "en": "'You dare?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fa2fd3",
      "en": "'This she has done! Kûr Anzar belongs now to Renewed Hamât!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1fa2fd4",
      "en": "'Careful, dwarf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The Kindred of the Coins meets with Shâra Mizâdi of Renewed Hamât to discuss the relationship between their two powers and the days to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Shâra Mizâdi desires to speak with you before the attendees disperse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Hármelak has indicated that she wants to speak with you before you leave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'I know what your Wizard seeks, [placeholder]. He believes these ancient creatures, these Thardúth, remain a danger to us. I have heard the report of Kinsman Belondor's soldiers about the fighting at Utug-bûr, and to me it sounds like madness: the ravings of frightened men caught in the middle of a battle they cannot understand. Azagath perished at the hands of the Thardúth, and will not emerge from the darkness of Utug-bûr, but so too did those terrible creatures... is it not so? Who is it that remains to endanger us?\\n\\n'Ordâkh remains, [placeholder]. This has always been the true threat, not the ancient demons from which your Wizard would have us cower. This is why Umbar will support Mizâdi's pursuit of her foe south across the Ikorbân and into Mûr Ghala. We are allies in this, for Ordâkh threatens us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x321a295",
      "en": "'Very well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4fa4781",
      "en": "'Any who fought at the Red Waterfall will know the danger posed by the Thardúth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4fa4782",
      "en": "'But for now they are quelled. The Ordâkhai still have designs upon our lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1144610",
      "en": "'Umbar can spare as many soldiers as you wish for this important purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1144611",
      "en": "'Unless my Kindred objects?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x183e711",
      "en": "'The Ordâkhai are in retreat. I followed some of them south as they fled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Enter the Citadel of the Winds as a guest of the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x183e712",
      "en": "'They bear little resemblance to the soldiers from whom we wrested this city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x183e713",
      "en": "'They are defeated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x520acd1",
      "en": "'Still your tongue, Wizard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x520acd2",
      "en": "'Can we not fight one battle at a time?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x520acd3",
      "en": "'How many warriors do you expect us to give you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Rahâzi in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x520acd4",
      "en": "'Perhaps. How many would he send if he believed the two parties would not long be neighbours?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x520acd5",
      "en": "'You have become very trusting of late, Hármelak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Wizard, the Queen, and the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd19e911",
      "en": "'Ha! Rothog will fight as many as he must, and welcome even more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to the Umbari guardsman",
      "es": "",
      "es (fem)": ""
    }
  ]
}