{
  "id": 621103191,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You have done well, my friend. Robb Thornley will finally get some rest, and there are fewer Tarkrîp Orcs to worry the people of Bree-land.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Tell me when you are ready to deliver Thornley's revenge. Doing this will help more than just the Thornley family sleep at night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to the Hooded Stranger in The Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have been given the dangerous task of entering the Tarkrîp encampment and delivering Thornely's revenge upon the Orcs there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully dealt with the Tarkrîp Orcs and the Red Reaver. You should talk to Rose Thornley and then give your report to the Hooded Stranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Robb Thornley has been rescued from the Orcs, battered and beaten, but he is not satisfied with rescue. He wants retribution, particularly against the Orc they call the Red Reaver.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Thornley's Revenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'A local farmer, Robb Thornley, was recently captured and tortured by a tribe of Orcs from the north, called Tarkrîps. Thornley is now safely back home recovering from his ordeal, but his wife Rose tells us Robb cannot sleep at night, knowing these Orcs are still out there. He must have his revenge on the Tarkrîps and one called the Red Reaver. Would you be the one who can put them to heel?'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Thornley's Revenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}