{
  "id": 621103187,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You must not delay, [placeholder]. Avorthal needs to be rescued from the Dourhands before they can set sail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to the Hooded Stranger in The Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have been asked to rescue Avorthal, Elf-prince of Celondim, from the clutches of the Dourhands. While in the port-city of Kheled没l, you should also recover boxes of treasure stolen from the Longbeards by the Dourhands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully rescued Avorthal and recovered the boxes of treasure stolen from the Longbeards by the Dourhands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You have done a great service for both the Elves and the dwarves of Ered Luin. And a greater service for Avorthal! Thank you for all that you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Avorthal, the Elf-prince of Celondim, has been captured by goblins and handed over to wicked Dourhand dwarves. He has been moved from the Dourhand encampment to the port-city of Kheled没l, where he will soon be taken aboard a ship destined northward and beyond all hope of rescue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Rescue by Moonlight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is good you are here, friend. Help is needed urgently in Ered Luin. Avorthal, son of Cardavor, the Lord of Celondim is the prisoner of Dourhand dwarves. It appears they plan to take him north by ship, destined for an unknown port. The ship expected to transport him is called the \\qIrestone\\q and is moored in the port-city of Kheled没l.\\n\\n'While you are in Kheled没l, the Dourhands possess many treasures stolen from the Longbeards during the years of their occupation in Thorin's Halls. Were you to recover these treasure-boxes for them, Durin's Folk would be forever grateful.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Rescue by Moonlight",
      "es": "",
      "es (fem)": ""
    }
  ]
}