{
  "id": 621103189,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "According to Butterbur's tale, the barrow of the Last Prince lies between Northern Barrows and The Dead Spire, near a large standing stone. You have been asked to search the Barrow-downs for his missing daughter, who may have gone there in search of the fabled \\qLast Prince.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It seems you successfully saved Lalia from the wights... and herself. She is with her father and is now resting, but I can offer you gratitude and a reward on their behalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are you ready to brave the mists of the Barrow-downs? The hapless little one will likely be among the barrows much longer than she ever intended if she is not found soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to the Hooded Stranger in The Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have delivered Lalia safely out of the Barrow-downs despite her efforts to walk unwittingly into every wight in the fog-drenched hills.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Lalia, a young hobbit lass, has gone missing. She is the daughter of Bob who is employed here at the Prancing Pony. She was very taken by Barliman's tales of \\qThe Last Prince\\q, who's barrow is in the Barrow-downs, purportedly between the Northern Barrow and the Dead Spire. If you are stouthearted enough to help look for her and bring her home, that is where you should begin your search.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bob's daughter, Lalia, has gone missing, and Bob fears she may have gone off in search of the \\qLast Prince,\\q a character in one of the tales Barliman Butterbur tells to travellers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: Lalia's Safe Passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Lalia's Safe Passage",
      "es": "",
      "es (fem)": ""
    }
  ]
}