{
  "id": 621103188,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Goblins despoil Limael's Vineyard, and recently a party of the wretched creatures broke into an old wine-cellar and stole a number of flasks of a rare and ancient vintage. No doubt the evil creatures have already drunk or destroyed most of the wine, but if you can recover any of the bottles from the goblins in this area, Master-vintner Brethilwen would be in your debt.\\n\\n'Brethilwen also tells me this was a very generous season and many of the vines are still laden with grapes. Were you to gather the grapes from the vines that are still hale and hearty enough, Brethilwen will see to it that one more cask is filled with the finest of wines.'\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have recovered as much of the rare wine as you were able and even collected enough grapes for Brethilwen to make one more cask of wine this season.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Goblins stole a rare wine from the vintner, Brethilwen, and are currently occupying Limael's Vineyard in Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to the Hooded Stranger in The Prancing Pony",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Rare Vintage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Excellent job, saving the wine. Your reward is well deserved. Cheers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'If you are ready, there is no time to lose. The goblins are likely drinking all the good wine as we speak!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: A Rare Vintage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "There are goblins throughout Limael's Vineyard and they have stolen a rare wine. You have been asked to recover the bottles that the goblins have not yet drunk or destroyed. There are also still some late-season grapes on the vines. Collecting enough of them would allow Brethilwen to vinify one more cask of wine.",
      "es": "",
      "es (fem)": ""
    }
  ]
}