{
  "id": 621103168,
  "txt": [
    {
      "id": "0x7b6e1d2",
      "en": "'But where has she gone? Is there no indication of her road?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Calling On Cúridwan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b6e1d3",
      "en": "'Just one, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b6e1d4",
      "en": "'Is that... is that bog-lurker wearing a hat?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Pass through the vines and enter Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to the one who hid from the Orcs behind Cúridwan's dwelling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'There are Orcs on the slope above us. I think they remain unaware of our presence, which grants to us the advantage. Shall we put an end to their menace?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Learn from Usakâr what has happened to Cúridwan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Usakâr the Hermit in Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'I fear some of the Orcs may have already passed into Kûgrun. Even now the life of Cúridwan may be in jeopardy!\\n\\n'Glorfindel and I will ensure it is safe out here, and we will join you within when we can. Go now, and hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Listen to the conversation in Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You are not an Orc, are you? No, you are not. That is a relief to me! It must be a relief to you as well, yes?\\n\\n'If you are here to dine with Cúridwan, as I am, I must tell you that she is no longer here. Luhum-gêna was quite disappointed to learn of our friend's absence, as was I, but perhaps it is just as well. Neither of us expected the Orcs to find the hidden way into Kûgrun! Someone with more in the way of brains must have helped them find it, but they are not welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I cannot say for certain, but when last we spoke Cúridwan had crafted a salve that could help fight against the Lâg Dávrit, the blight tainting the woods hereabout. She expressed a desire to bring it not only to the grove here in Imhûlar, but also to those further east, in Adagím. \\qI must do this, Usakâr,\\q she said to me. \\qWhat is the hurry?\\q I responded, but there must have been some need for haste after all.\\n\\n'She has always been a friend to the Kintai, and if she possesses a means of curing their dying forest, she would share it without question. She has a big heart, our Cúridwan. Often she speaks of her purpose in these lands: to heal them, and to fortify them against evil.\\n\\n'She would not appreciate these Orcs in her home, I know that! She must have gone already to Adagím, and missed their arrival entirely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You hear someone moving around behind the house!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Inkanûsh and Glorfindel have come to speak with Cúridwan, but as the sun sets upon Imhûlar they are not the only visitors to Kûgrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Inkanûsh and Glorfindel have come to Kûgrun in search of Cúridwan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'It is true. That was my favourite hat, but Luhum-gêna kept stealing it right off my head. Not only that, but no matter how often I think she is slain, Luhum-gêna somehow keeps coming back. Eventually I decided to just let her keep it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Usakâr the Hermit may know what happened to Cúridwan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Glorfindel has spotted enemies ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Inkanûsh stands outside the entrance to Cúridwan's home of Kûgrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Listen to the conversation between the Wizard, the Elf, and the hermit in Kûgrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The disturbed vines reveal that some of the Orcs have already entered Kûgrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Orcs and jackals have come to threaten Cúridwan, and must be cleared from Kûgrun.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Someone hid from the Orcs behind Cúridwan's dwelling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Defeat all the Orcs and jackals threatening Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Glorfindel on the slope that rises to Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae8",
      "en": "Fight alongside Glorfindel as you climb the slope to Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Inkanûsh outside the entrance to Cúridwan's home of Kûgrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x88bad1",
      "en": "'Only she would know for certain, stranger! But she is not here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x88bad2",
      "en": "'When I arrived here for dinner, as is my custom, she was already gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf654431",
      "en": "'This way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf654432",
      "en": "'Confront the Orcs, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf654433",
      "en": "'What have you found? Is Cúridwan safe?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf654434",
      "en": "'Well? Where is she?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf654435",
      "en": "'Then it is to Adagím we must go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf654436",
      "en": "'Have you any further questions for this man Usakâr, Glorfindel?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Orcs and jackals have come to threaten Cúridwan, and must be cleared from Kûgrun!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7b6e1d1",
      "en": "'One of the Utûgi leads these Orcs!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}