{
  "id": 620800126,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our chieftain is testing you, southron? If you are stout of heart, you will prove yourself worthy. If you are not, I do not lie when I say that coming here will be your greatest mistake.\\n\\n'Some days past, I was surprised by a pair of Wargs among the foothills north of Aughaire. They are vicious, dangerous creatures, and my escape was made more difficult by my refusal to lead the pair by straight paths to the settlement; but this I would not do!\\n\\n'But I am fleet of foot and know the land hereabout, and I made it back safely, if winded. But the Wargs are newly-arrived to Fasach-larran, and it will not be long before they make it here. Defeat these dangerous creatures! You will find them not only in Fasach-larran, but also within the fortress of Tór Gailvin, north-east of Aughaire. Whether they guard the Trév Duvárdain there or serve as jailors, I do not know, but I know they must be defeated, either way. If you do this, I will tell Crannog of your victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well against the Wargs, [placeholder]! I will tell Crannog of your victory and may he be pleased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Wargs of Fasach-larran are north of Aughaire, and the fortress Tór Gailvin to the north-east also holds their menace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Predators in the Foothills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Wargs rue the rumour of your footsteps, [placeholder]. I know it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Osbail had a dangerous escape from Wargs in Fasach-larran, and the encounter impressed upon her the threat the creatures pose to Aughaire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Trév Duvárdain allow the Wargs free passage through Fasach-larran, the fools!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs in Fasach-larran ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs in Fasach-larran ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs can be found in Fasach-larran, the foothills north of Aughaire. They can also be found in the fortress of Tór Gailvin, north-east of Aughaire.\\n\\nOsbail has asked you to defeat the Wargs that threaten Aughaire from the north, and in return, she will tell Crannog of your efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Osbail is by Crannog's ruling-seat in Aughaire, west of the settlement's centre island.\\n\\nYou have defeated many of the Wargs that prowl Fasach-larran and should report of your success to Osbail.",
      "es": "",
      "es (fem)": ""
    }
  ]
}