{
  "id": 620800115,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Completed Torquil's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Completed Raith's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Completed Osbail's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You were sent to Crannog, the chieftain of Aughaire, to pursue a Fém for the Trév Gállorg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'All who call themselves Trév Gállorg must have a purpose; that purpose is their Fém. If you have no Fém, you are no Trév Gállorg, and no friend to us.\\n\\n'Prove yourself worthy of being called a friend to the Trév Gállorg of Aughaire. I will give you such a Fém if you do all that I ask of you.\\n\\n'It is the place of a chieftain to direct his people to do great things, even in the face of danger, and many dangers are arrayed against Aughaire. Torquil, Raith, and Osbail will tell you of some of these. You will aid them in facing these evils, and you will return to me when your first challenge is met. If you are to prove yourself to me, you must prove yourself first to my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Torquil, Raith, and Osbail are near the ruling seat of Crannog, the chieftain of Aughaire.\\n\\nCrannog has tasked you with facing the dangers of which Torquil, Raith, and Osbail will speak. Once you have done so, he expects you to return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have been told of your successes. You have taken the first step on this path, but the road is winding, and you have just begun to walk upon it.\\n\\n'Not all need be as suspicious as I, for it is the duty of the chieftain to be guarded in all dealings with outsiders. Finnán, east of here at the centre island of Aughaire, has heard of your victories and wishes to speak with you.\\n\\n'But that is Finnán. I am not yet certain of your worth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Crannog is at his ruling seat in Aughaire, west of the centre island.\\n\\nYou have aided some of the Trév Gállorg with the dangers faced by the settlement and should now tell Crannog of your successes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must prove yourself to me, and that means proving yourself to my people. Aid Torquil, Raith, and Osbail with their own concerns, and I will count this challenge completed.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Welcome to our settlement, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I believe that you are to be trusted, though Crannog still does not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Torquil's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have aided some of my people, but you have more to prove.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Raith's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete Osbail's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Trust must be earned slowly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crannog's Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}