{
  "id": 620800111,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Ongbúrz Orcs in Fasach-falroid ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Angmarim in Fasach-falroid ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Guirmán of the Trév Gállorg of Aughaire has returned from Fasach-falroid with troubling news of that land.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We of the Trév Gállorg have long maintained our watch upon the northern plains of Fasach-falroid, but we are too few in these trying times to guard the whole expanse.\\n\\n'We have seen enough to know what we face: a union of the Orcs of the Ongbúrz tribe and the Angmarim. Separately, they are dangerous, but together, fighting for a common master, I fear they may be unstoppable.\\n\\n'You must put an end to their alliance, [placeholder]. Travel north into Fasach-falroid and defeat Orcs of the Ongbúrz clan and their Iron Crown allies. The city of Dûn Covád, far to the north in the western hills, will surely have many of these foes for you to strike.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs of the Ongbúrz tribe and their Iron Crown allies can be found in and around the city of Dûn Covád, far to the north of Aughaire, in the western hills.\\n\\nGuirmán has asked you to combat the foes of the Trév Gállorg that can be found in Fasach-falroid.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I greet you in your time of triumph, [placeholder]. The Orcs and the Angmarim have been taught that their union will not be permitted. For that, I thank you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guirmán is at the Búth Luikh of Aughaire, far to the south of Dûn Covád.\\n\\nYou have defeated many Ongbúrz Orcs and their Iron Crown allies and should return now to Guirmán with word of your victories.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Orcs of the Ongbúrz tribe and their Iron Crown allies can be found in Fasach-falroid, far to the north of Aughaire. If you are able to brave the city of Dûn Covád, in the western hills, you will find many of these foes.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Ongbúrz and the Angmarim must not be allowed to prosper in Fasach-falroid.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hail, [placeholder]. Your triumphs bring me joy.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Ongbúrz Orcs in Fasach-falroid ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Angmarim in Fasach-falroid ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ongbúrz and the Iron Crown",
      "es": ""
    }
  ]
}