{
  "id": 620800119,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The hill-beasts we are hunting in Fasach-larran are bred of two mighty creatures, Bangrath and Murragrath, too aged and cautious to be caught unawares. But that is precisely what we must do!\\n\\n'Hill-beasts thrive on the large crawlers that infest Fasach-larran. With enough we might be able to lure Bangrath and Murragrath out of hiding.\\n\\n'I care not where the crawlers come from, but there are many of them throughout Fasach-larran. Kill crawlers wherever you find them and bring their remains to me. I will prepare a mixture that may seem repulsive to you and me, but will be hard for our foes to resist.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The remains of these crawlers are not pleasant to smell or look upon, but trust me when I say they are a delicacy to the creatures we hunt. I will prepare bait from this with which we can draw Bangrath and Murragrath out of hiding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Crawlers can be found all throughout Fasach-larran, [placeholder]. Defeat the creatures and bring me their remains so I can prepare bait to lure Bangrath and Murragrath out of hiding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where are the crawler remains? You can't have eaten them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treacherous Hunger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tasgall has come up with a plan by which the threat of the hill-beasts may be greatly lessened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected crawler remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crawler remains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crawlers can be found throughout Fasach-larran.\\n\\nTasgall has asked you collect remains from the crawlers of Fasach-larran so he may create bait to lure out Bangrath and Murragrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring crawler remains to Tasgall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tasgall's camp-site is north of Aughaire and south-east of Nád Nathair.\\n\\nYou have collected the remains of several crawlers from Fasach-larran, and should bring them now to Tasgall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}