{
  "id": 620800117,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Completed Lakhina's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Completed Camran's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Completed Rona's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have completed Crannog's first challenge to prove your worth to the Trév Gállorg of Aughaire, but he does not yet trust you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Some of my people are satisfied with your deeds, but there is still more to be done if you hope to be accepted by the Trév Gállorg of Aughaire. The short path may be stomached by the treacherous; the longer the road, the more sure I can be of your nature.\\n\\n'Speak with Lakhina, Camran, and Rona here in Aughaire and perform the tasks that they ask of you. If I am satisfied with their reports of you, we may discuss your Fém.\\n\\n'You will find these three near the centre island of this settlement, to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lakhina, Camran, and Rona are at the centre island of Aughaire, east of Crannog's ruling seat.\\n\\nCrannog wants you to speak with Lakhina, Camran, and Rona of Aughaire and perform the tasks they ask of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your tale grows with every challenge I set before you, [placeholder]. Many of my people call you friend, and I count you now among my people, Southron.\\n\\n'There is always more to be done, and those of the Búth Sánkhas will welcome you to their service. The Búth Sánkhas is south-east of the market of Aughaire.\\n\\n'Your path does not end here, [placeholder]. It begins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Crannog is at his ruling-seat in Aughaire, west of the centre island.\\n\\nYou have performed the tasks given you by Lakhina, Camran, and Rona and should now return to Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lakhina, Camran, and Rona are on the centre island of the settlement, east of here. Perform the tasks they ask of you, and we will discuss the details of your Fém.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Crannog counts you now among our people. That is good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I, Fínnan, am a keen judge of character.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Lakhina's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Hail, [placeholder], friend of the Trév Gállorg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Camran's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete Rona's tasks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Domongart of the Trév Duvárdain is not to be trusted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crannog's Second Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The Búth Sánkhas is south-east of the market of Aughaire.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}