{
  "id": 620800118,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I am happy that Crannog has given you a Fém, [placeholder], but I am surprised he has chosen you to begin the rite of Clúcath. In ages past, each of the tribes selected a warrior to fight on its behalf in a ceremonial combat, called a Clúcath. The victorious tribe was understood to become the leader of all the others until such time as another Clúcath was called. It has been many years since the last, during which the Trév Duvárdain violated the laws of mercy required by the ceremony and slew our champion.\\n\\n'North of Aughaire is a hilltop where the Clúcath has always been held. The place is called Fail-á-Khro. Travel to Fail-á-Khro, and when you reach it, you must turn north-east. After some distance, you will see a line of torches ascending another slope. Atop this final slope lies the Cairn of Honour. Climb the Cairn and retrieve the Stone of Clúcath from atop it, then bring the Stone to Crannog.\\n\\n'We must trust our chieftain. If he believes that the time has come for Clúcath, he surely has some knowledge we do not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have taken the Stone of Clúcath. It is now only a matter of time before the greatest warrior of the Trév Gállorg will face the champion of the Trév Duvárdain, and much will be decided.\\n\\n'The warriors of Búth Luikh will now speak with you concerning tasks with which they desire your aid. Help them if you will, but know that you have another obligation.\\n\\n'Your Fém is not yet complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crannog's Third Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Raith to learn what must be done for your Fém, beginning the Clúcath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak with Raith to learn what must be done to begin your Fém.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Raith is standing by Crannog's ruling-seat, in Aughaire, west of the settlement's central island.\\n\\nCrannog has granted you your Fém -- to begin the rite of the Clúcath -- and told you to speak with Raith to learn what this involves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'To begin the rite of Clúcath, you must retrieve a particular gemstone. The Stone of Clúcath rests atop the Cairn of Honour, north-east of Fail-á-Khro. The hill on which the Cairn of Honour sits is marked by a line of torches.\\n\\n'To reach Fail-á-Khro, you must travel far to the north of Aughaire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Cairn of Honour is north-east of Fail-á-Khro, far to the north of Aughaire. The hilltop on which the Cairn of Honour rests is marked by a line of torches.\\n\\nRaith has told you that you must collect the Stone of Clúcath and bring it to Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Give the Stone of Clúcath to Crannog, and quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Crannog is at his ruling-seat, west of the centre island of Aughaire.\\n\\nYou have taken the Stone of Clúcath from the Cairn of Honour and should bring it now to Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You did well to claim the Stone of Clúcath, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Nekhtan is strongest. He will likely be our warrior in Clúcath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'You claimed the Stone of Clúcath, [placeholder]? I...can hardly believe it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'We are on the road to Clúcath? This seems most unwise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Is it true, [placeholder]? You took the Stone of Clúcath from the Cairn of Honour?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'This is a dangerous Fém upon which you embark, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'What tales will echo within the Búth Sánkhas, [placeholder]! Tales of Clúcath!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Can it be that Clúcath is really going to happen?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Stone of Clúcath to Crannog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'You must know what happened at the last Clúcath, [placeholder], surely?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'The memory of the last Clúcath against the Trév Duvárdain is full of sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your accomplishments on behalf of the Trév Gállorg have earned you the recognition and trust of Crannog, their chieftain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x59bd821",
      "en": "'The Stone of Clúcath is being taken! The Trév Gállorg seek to begin the rite!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Long have I served my people as chieftain, and I have given many dozens of Fém to those of age among my people, and to those few travellers I deem worthy of calling friend. It is a heavy burden, for a Fém is not to be granted lightly. If it is beyond the reach of the one to whom it is assigned, the blame falls upon me, as chieftain.\\n\\n'I give to you now your Fém. I give to [placeholder], [placeholder] from the South, this Fém: to begin the rite of Clúcath, the ancient privilege and burden of the Trév Gállorg. It has been long since the Clúcath has been called, and the memory of the last is grim; but its time has come again. Thus is [placeholder]'s Fém given.\\n\\n'Raith will tell you what this Fém involves, [placeholder]. Speak with him at once and begin.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}