{
  "id": 620800125,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Crannog is waiting for my judgement of your worth? This is no small burden, and I will not make my decision lightly! But I thank him for your attention, for there is something you can do to earn my judgement.\\n\\n'My brother Tasgall is a hunter of no small worth, but he has not returned from his latest foray into the wild. I ask you to travel north into Fasach-larran and search for my brother.\\n\\n'Give him your aid, and if he deems you worthy, so too will I, and Crannog will hear of your deeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My sister sent you? She worries always, despite my assurances. But you are not one of the Trév Gállorg and do not have a Fém!\\n\\n'I will help you test your strength, and perhaps my task here will go more quickly for it. The hill-beasts of Nád Nathair have proven a savage menace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My brother Tasgall left Aughaire travelling north, and he has not returned for some days. Go to his aid, if he has need of it, and I will give Crannog my judgement of your worth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rona's Concern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You must help me end the menace of the hill-beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rona is very worried about her brother Tasgall, who travelled into Fasach-larran and has not yet returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The hill-beasts must be dealt with.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Help Tasgall with his errand, and you will have my well-wishes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Return to me when you have lightened all of Tasgall's burdens.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tasgall left Aughaire travelling north and is likely somewhere in Fasach-larran.\\n\\nRona has agreed to give Crannog a favourable report of your doings if you render your aid to her brother Tasgall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}