{
  "id": 620800121,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Iron Crown warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Iron Crown crossbowmen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Muiráthakh, the Silent Judge, commands the loyalty of many warriors sent from Carn Dûm. Artagan wants them eliminated.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Muiráthakh, the Silent Judge, brought a number of warriors with him from Carn Dûm; they protect him and uphold his judgements. While they remain in the city, Donnvail will never be free.\\n\\n'Look for Iron Crown warriors and crossbowmen in the neighbourhood beyond the eastward arch, [placeholder]. Bring your allies and defeat these servants of Muiráthakh.\\n\\n'We must undermine his rule if Donnvail is to break free from the bonds of Carn Dûm.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Iron Crown warriors and crossbowmen can be found in the neighbourhood beyond the arch east of Una's allies.\\n\\nArtagan wants you to undermine Muiráthakh's rule in Donnvail by defeating his servants.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done much to restore the peace of Donnvail, [placeholder], and I thank you for it. The lords of Carn Dûm will learn not to trifle with the Trév Gállorg!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Artagan is in the city of Donnvail, among Una's allies.\\n\\nYou have defeated many of Muiráthakh's servants and should bring news of your success to Artagan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Beyond the eastward arch, the servants of Muiráthakh protect the Silent Judge and his unlawful rulings. Bring allies and make an example of these warriors and crossbowmen who serve him.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Donnvail will soon be free, [placeholder]. I am sure of it!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The lords of Carn Dûm will learn not to trifle with us!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Iron Crown warriors ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Iron Crown crossbowmen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Minions of Muiráthakh",
      "es": ""
    }
  ]
}