{
  "id": 620800122,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is great work to be done in Donnvail, [placeholder], and we have need of many allies if we are to carry it out. Artagan, Raghnaid, and Enan have made plans to combat the evil masters that control the city, but it will take many hands and great courage.\\n\\n'But all can contribute. If your allies are not near at hand, you can still aid our efforts here; bring my message to Branan at the front gate of Donnvail: tell him that we will soon move against our Angmarim masters and all must be made ready!\\n\\n'We will be here when you return with allies, [placeholder], but until that time you can still aid us; take my message to Branan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Una plans to move against our Angmarim masters? We need many allies, [placeholder]! Travel south to Aughaire and tell Crannog of our need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Crannog, [placeholder], far to the south in Aughaire. He must be told of our need for allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You bring word from our kindred in Donnvail, [placeholder]? That they will soon move against the lords that control them is no surprise to me; the Trév Gállorg will not bend forever and will strike back before they break.\\n\\n'I will send all who can to await the signal, and they will move against Donnvail when the time comes. I urge you to gather allies and go to Una's aid, as well. One [placeholder] will not be enough to defeat the foes arrayed against them, even one so worthy as you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Call for Allies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Branan is at the front-gate of Donnvail. Tell him that we will move against our Angmarim masters as soon as we have allies enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Una maintains her vigilance within Donnvail and wants you to take a message out of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Branan is by the front-gate of the city of Donnvail, north-east of Fail-á-Khro.\\n\\nUna has told you that your allies can aid her in the struggle against Angmar, but if your allies are not near at hand, you can still aid her by bringing a message to Branan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Crannog is at his ruling-seat west of the central island in Aughaire, south of Fail-á-Khro.\\n\\nUna and Branan have come to the conclusion that the time to rise against their Angmarim masters has almost arrived, and Crannog should be petitioned for aid in the effort.",
      "es": "",
      "es (fem)": ""
    }
  ]
}