{
  "id": 620800123,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I do not know you, stranger, and it is my Fém, my tribal duty, to know all those who come to these lands.\\n\\n'If you come in friendship, and are strong in body and spirit, you have nothing to fear. Present yourself to our chieftain, Crannog, and he will find a Fém for you to perform. If you are weak or dull-minded, there is no place for you here. Travel south into the lands of the soft, or go north and find someplace to die.\\n\\n'Crannog's ruling seat is here in Aughaire, west of the settlement's central island. I withhold my greeting until you have been accepted by Crannog and have a Fém of your own to perform.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come to Aughaire, but you are not one of us. You are of [placeholder]-kind. If you wish to be counted a friend of the Trév Gállorg, you must undertake a tribal duty, a Fém.\\n\\n'I may have such a task for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you wish to be counted a friend of the Trév Gállorg, you must present yourself to Crannog, chieftain of Aughaire. His ruling seat is west of the centre island.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Present Yourself to the Chieftain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Obey Crannog in all things, for he is most wise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A warrior of the Trév Gállorg explained the need to prove yourself to his tribe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We of the Trév Gállorg are a proud people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It is my Fém to guard the people of Aughaire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crannog's ruling seat is in Aughaire, west of the settlement's centre island.\\n\\nYou have been told by a Trév Gállorg warrior to present yourself to Crannog to be charged with a Fém, a respected tribal duty.",
      "es": "",
      "es (fem)": ""
    }
  ]
}