{
  "id": 620800113,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have bested Nekhtan in battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "At the behest of Crannog, you fought and defeated three of Aughaire's strongest warriors for the right to represent the Trév Gállorg in the Clúcath, but one more test remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Your Fém draws near to its fulfillment, Southron. There is one last warrior you must defeat, and if you prove to have the mastery, you will fight for the Trév Gállorg in Clúcath against the Trév Duvárdain.\\n\\n'Your opponent is named Nekhtan, and he is the son of the last warrior to engage in Clúcath, the very Clúcath where the Trév Duvárdain listened to their Angmarim masters and violated the rules of the rite. Though he sued for mercy, the mercy that Clúcath should have granted, Nekhtan's father was slain by Avair, warrior of the Trév Duvárdain. That was the act by which we knew the Trév Duvárdain could not be redeemed and were lost to us, though we shared kinship in years gone past.\\n\\n'There is a great tree to the east of Aughaire, and Nekhtan goes there to train in the skills of combat. Leave Aughaire heading north, then turn east and follow the line of the hills a short distance until you see the great tree in a basin to the north. Defeat Nekhtan and return to me for my judgement.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nekhtan goes to train at a great tree east of Aughaire. Crannog told you to leave the settlement by the north, and to then turn east and follow the line of the hills until you see the tree in a basin to the north.\\n\\nCrannog told you the story of Nekhtan, the greatest warrior of the Trév Gállorg, whose father was slain in the last Clúcath, where the Trév Duvárdain listened to their Angmarim masters and violated the rules of the rite. You are tasked with defeating him for the right to represent the Trév Gállorg at Clúcath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated Nekhtan, and earned the right to stand for the Trév Gállorg in Clúcath against the Trév Duvárdain. This is a chance for great honour, Southron, and a chance to show our foes that the Trév Gállorg are not to be dismissed so readily.\\n\\n'We will stand always against them, and you will be the warrior to remind them of our opposition!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Crannog is at his ruling-seat, west of the central island in the settlement of Aughaire.\\n\\nYou have defeated Nekhtan and should bring word of your success to Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nekhtan is filled with a great desire for vengeance on the Trév Duvárdain for the unlawful death of his father in Clúcath, and it drives him to great fury in battle.\\n\\n'He trains in the skills of battle at a great tree east of Aughaire. Leave the settlement by the north road, and then turn immediately east and follow the line of the hills for a short distance. You will see the great tree in a basin to the north. Defeat Nekhtan and you will earn the right to fight on behalf of the Trév Gállorg in Clúcath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have been too long in training here in the wild, stranger, for I have heard naught of your deeds. You have a Fém to earn the right to do battle in Clúcath? That is foolishness. The Trév Duvárdain do not hold by the tenets of that rite; listen to one who knows of these things!\\n\\n'I have honed my body to a knife's-edge so that I may exact my vengeance upon them and upon their Angmarim masters. I will not willingly stand by while you attempt to take my place in Clúcath, unless you prove to have the mastery.\\n\\n'We fight! If you deserve the honour of standing against the Trév Duvárdain, you must prove to me that you are the stronger warrior!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is the fulfillment of your Fém to stand for us in Clúcath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You will bring glory to the Trév Gállorg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Nekhtan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'There is no more use for words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Make Nekhtan acknowledge defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Leave me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crannog's Fifth Challenge",
      "es": "",
      "es (fem)": ""
    }
  ]
}