{
  "id": 620800116,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'You have defeated three of Aughaire's mightiest warriors, [placeholder]. There is one more among us that may be your equal, and you must face him at last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I know you, [placeholder], and I know your Fém. If this is the fate for you, our battle will reveal it!\\n\\n'Prepare to face me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crannog's Fourth Challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I have been waiting for you since the moment you took the Stone of Clúcath from the Cairn of Honour. Are you to be the warrior that represents the Trév Gállorg in the upcoming storm? Let our battle show us the way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I am ready for you, Southron. I have the strength of the aurochs! If you are the one to face the Trév Duvárdain in Clúcath, you must be strong indeed!\\n\\n'Let us do battle and shout our challenge to the skies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have bested Feradakh in battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Raith if you need guidance in this matter I have set before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have bested Fonghala in battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done much for us already, [placeholder]. Could it be that you might be the warrior we need to best the Trév Duvárdain in Clúcath? It is possible. You will need to defeat Aughaire's strongest warriors if you are to complete this Fém and prove more deserving than they to take on this burden.\\n\\n'You will find Feradakh at the Búth Luikh, south-east of Crannog's ruling-seat. He is a master of fighting from a distance; you must keep him close, if you can, or he will become a most deadly foe.\\n\\n'Fonghala, at the Búth Sánkhas south-east of the market of Aughaire, is a healer of great discipline. You must finish the battle quickly, or she will certainly outlast you; the tale-spinners still speak of her battle with Drostan of the Trév Duvárdain, which lasted a full day and night before he retreated in cowardice.\\n\\n'Moridac is the aurochs-keeper of Aughaire, and it is said he has the strength and fortitude of the creatures with which he spends most of his days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have bested Moridac in battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x51325c1",
      "en": "'Only the strongest deserve the honour of destroying the Trév Duvárdain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Raith is near Crannog's ruling seat, west of the centre island of Aughaire. Feradakh is at the Búth Luikh, south-east of Crannog's ruling-seat. Fonghala is at the Búth Sánkhas, south-east of the market of Aughaire. Moridac is at the aurochs-pens in Aughaire, north-east of Crannog's ruling-seat.\\n\\nIn an effort to see if you are strong enough to represent the Trév Gállorg in the upcoming Clúcath, Crannog has tasked you with fighting several of Aughaire's mightiest warriors. Raith can tell you about each of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is the law of the Trév Gállorg that only the strongest may fight in Clúcath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc898b61",
      "en": "'Your strength is great, but I remain unsatisfied. Vengeance upon Avair should be mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Crannog is at his ruling-seat, west of Aughaire's centre island.\\n\\nYou have defeated the three warriors set before you by Crannog and should tell him now of your victories.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The Trév Duvárdain will put forth their strongest warrior; we must do the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbf8b2a1",
      "en": "'Are you strong enough to face the Trév Duvárdain? Perhaps!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Feradakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Make Feradakh acknowledge defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Fonghala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Make Fonghala acknowledge defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Moridac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Make Moridac acknowledge defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfe06b71",
      "en": "'Are you worthy of fighting before the Búth Luikh? We will see!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x46c1e81",
      "en": "'You are a fool if you think to rob me of my vengeance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Fém Crannog granted you was to begin the Rite of Clúcath, an ancient Hillman ceremony of judgement. For now, though, he has other tasks for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x507e051",
      "en": "'I submit. You are worthy in my eyes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe24fd1",
      "en": "'Let us see if you are able to complete your Fém!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x105e4f1",
      "en": "'You are worthy of doing battle before the Búth Luikh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'By taking the Stone of Clúcath, you have set in motion a wave that cannot be avoided -- we move to conflict with the Trév Duvárdain, and we must prepare for the coming storm. There can be no more hiding and no more flinching from battle. We will stand or fall by the outcome of the Clúcath, and for that, we need the strongest warrior to represent the Trév Gállorg of Aughaire. Could it be you, Southron that you are? It is possible, if unlikely; your Fém becomes to find out.\\n\\n'Mighty are the warriors of Aughaire. I set you now before them. Test your skills and valour against these, and we will see if your destiny leads you to the Clúcath: Feradakh of the Búth Luikh, Fonghala of the Búth Sánkhas, Moridac as strong as the aurochs he tends. Raith can tell you of them, if you desire to know what you will face.\\n\\n'Prove your worth to us by defeating them.  If you succeed we will know the truth of your strength.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}