{
  "id": 620800114,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I salute you, [placeholder]! I have not yet returned to Aughaire, for I have been keeping a watch on Nád Nathair to ensure that the hill-beasts do not rise again. Rona will understand.\\n\\n'You have been chosen as the warrior for the Clúcath? I am frozen with amazement! I believed the death of Násan and the betrayal of the Trév Duvárdain had ended that rite forever. You defeated Nekhtan in single combat? He cannot have been pleased with that; if Avair is chosen as the warrior of the Trév Duvárdain, Nekhtan will see it as a lost opportunity to avenge himself upon his father's murderer.\\n\\n'I have carved a small figure from the tooth of Murragrath, and I would like you to have it. Carry it among your belongings. Perhaps it will bring you fortune in the trials ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am sure the Trév Duvárdain have not forgotten how you destroyed the standards that flew above Tór Gailvin, and neither have I. I will tell you what I can about what you may face at the Clúcath.\\n\\n'The warrior who slew Násan and sullied the rite is named Avair, and she is a master of the bloodied arts. She has slain many of our people in the years since the last Clúcath, and her name strikes fear into the hearts of all but Nekhtan, who has sworn to end her. Domongart, leader of the Trév Duvárdain, surely thinks that Nekhtan will be our warrior; he may put forth Avair in the hope that Nekhtan will be blinded with rage and easily defeated. It is difficult to say, and there are others.\\n\\n'Drostan of the Trév Duvárdain is fierce, but his most recent battle ended in a cowardly retreat; he fought with Fonghala for one day and one night before he escaped. He favours fighting from a distance, and fears the dangers of standing toe-to-toe with an opponent. He is surely hurting for the chance to redeem his honour. Perhaps I have been no help at all, [placeholder]. Even so, I hope that you can make use of what I have said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Rite of Clúcath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have taken the wisdom of my people? For your sake and the sake of the Trév Gállorg, I hope you have, Southron.\\n\\n'The Clúcath will soon begin at Fail-á-Khro. Speak to me when you are prepared, and we will go to meet destiny.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I should have known, when you helped me against the Wargs that came to Fasach-larran, that you would bring great honour to the Trév Gállorg. But I fear this may be too much for you, [placeholder]. The Trév Duvárdain have already broken the rules of Clúcath once; who is to say they will not do so again?\\n\\n'Our great warrior, Násan, met Avair of the Trév Duvárdain as the sun rose above Fail-á-Khro. For a time, everything seemed as it should: first Avair had the mastery, and then Násan took the advantage. But as the Clúcath drew on, the chieftain of the Trév Duvárdain, Domongart, became restless. Next to him sat two strangers, Men of Carn Dûm, it is thought.\\n\\n'Domongart suddenly rose to his feet and gave forth a tremendous cry: a pre-arranged signal? Násan's attention was diverted, and at that moment Avair knocked him to the ground. The Clúcath was over, but Domongart was not satisfied, and he demanded that Avair slay her helpless foe. This she did, and it was clear that the Trév Duvárdain, our kin of old, were hopelessly corrupted. Násan's son, Nekhtan, swore to avenge his father, but you must do it in his place, for you have bested him, and he is not fit to stand for the Trév Gállorg in the Clúcath. Be watchful, [placeholder], when the Clúcath begins. You must be prepared for anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Tasgall's Gift",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak to the people of Aughaire to learn all that you can of the rite of Clúcath. You must use their knowledge to prevail.\\n\\n'Nekhtan believed he would be the warrior to face the Trév Duvárdain in Clúcath, and he is angry to have been deprived of it. He is hot-tempered. If you care what he thinks, speak to him! But as chieftain, I believe he must come to terms with his weakness on his own time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'At last we have been redeemed, [placeholder], and have triumphed over the Trév Duvárdain and their Angmarim masters. Násan has been avenged, and Domongart has paid for his betrayals.\\n\\n'He who was called Drostan has come to join the Trév Gállorg, but his name is lost; he will be known henceforth as Soltakh, \\qHe Who Is Changed.\\q She who was called Avair did not accept this choice; she is now neither Trév Gállorg nor Trév Duvárdain. She has done much evil and could only see that in others; though Nekhtan might have forgiven her past, I feel she could not. She wanders now the trackless lands, a woman with neither name nor home.\\n\\n'Your Fém is at an end, and I salute you not only as chieftain of the Trév Gállorg, but as Crannog, humble tribesman of Aughaire, as well. Perhaps Tasgall's gift brought you good fortune after all, and perhaps it did not. May you decide for yourself whether you believe in it, but believe always in yourself, friend [placeholder]. I deem that you make your own fortune.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We go now to Clúcath, [placeholder]. I hope that you are ready.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Osbail is by Crannog's ruling-seat in Aughaire, Camran is at the centre island of the settlement, and Tasgall is still hunting hill-beasts north of Aughaire and south-east of Nád Nathair.\\n\\nCrannog has advised you to speak with the people of Aughaire to learn what you may about your upcoming challenge: the Clúcath with the Trév Duvárdain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I salute you, [placeholder]! You fought well and bravely!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Crannog is at his ruling-seat in Aughaire, west of the settlement's central island.\\n\\nYou have spoken with some of the Trév Gállorg and should return to Crannog as he advised.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Drostan is no more. He has become Soltakh, and his life lies ahead of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Crannog is at his ruling-seat in Aughaire, west of the settlement's central island.\\n\\nCrannog is waiting for you to speak with him so you may travel together to Fail-á-Khro for the Clúcath with the Trév Duvárdain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Drostan is no more. He is Soltakh now, and may he find peace.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Crannog is at his ruling-seat in Aughaire, west of the settlement's central island.\\n\\nYou have emerged victorious from the Clúcath with the Trév Duvárdain and should now speak with Crannog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The Trév Gállorg once more control Fail-á-Khro, as we did of old.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Your feats in Clúcath will make a worthy song, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'They of the Búth Sánkhas will long sing of your deeds, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'I thank you for your mercy, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'You fought bravely and well, [placeholder], and from your actions was Soltakh born.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'That Fail-á-Khro is ours once again is a joy to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Long will we remember your deeds in Clúcath, friend [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Crannog and travel to Fail-á-Khro",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Crannog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crannog's design has been revealed: your Fém is to stand for the Trév Gállorg in Clúcath against the Trév Duvárdain and their Angmarim masters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The time of Clúcath is almost upon us, and you must prepare yourself to do battle; despite your prowess against the warriors of the Trév Gállorg, it will not be enough. You need a greater ally: that of knowledge.\\n\\n'Many among the Trév Gállorg witnessed the unlawful breaking of the rites of Clúcath in which Nekhtan's father was slain, and they may have some words by which you will avoid a similar fate.\\n\\n'Osbail, by my ruling-seat, can tell you how Násan met his end and perhaps give you some manner of avoiding a similar fate. Camran, at the centre island of Aughaire, will tell you which of the warriors of the Trév Duvárdain you may be facing. Tasgall, hunter of the hill-beasts south-east of Nád Nathair, may have learned something during his sojourn that will be of aid to you. Speak with these three, and any others who may be able to help, and return to me before long. The Clúcath will not wait forever.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}