{
  "id": 620800120,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Búth Luikh is a place not for the boasting of feats but for the planning of them. Guirmán talks often of storming the walls of Dûn Covád, but I have urged him to be not overzealous in this! A plan not carefully formed is doomed before it is begun.\\n\\n'The Angmarim have erected lesser watching-stones throughout Dûn Covád, and if we do not learn the locations of these statues, any plan of Guirmán's to retake the city is threatened.\\n\\n'The city of Dûn Covád is far to the north of Aughaire, in the western hills of Fasach-falroid. Search the city for the lesser watching-stones and return to me when you have found them. I believe there are three in the city proper, and these are the ones you must locate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You bring me the locations of the watching-stones within Dûn Covád? This will be very helpful, [placeholder], when it is time to storm the city. We will know what to expect and can plan our attack in such a way as to avoid the dreadful stones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Somewhere within the city of Dûn Covád are three lesser watching-stones. I need you to find their locations and return to me with this information.\\n\\n'The city is located far to the north of Aughaire, in the western hills of Fasach-falroid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dread in the Fallen City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'When we attack the city of Dûn Covád, we will avoid the watching-stones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Sorkha of the Trév Gállorg is worried about the lesser watching-stones that have been erected in the city of Dûn Covád.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The watching-stones of Angmar are a deadly menace to the weak-willed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate lesser watching-stones within Dûn Covád ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Three lesser watching-stones can be found somewhere within the city of Dûn Covád, far to the north of Aughaire, in the western hills of Fasach-falroid.\\n\\nSorkha wants you to find the locations of three lesser watching-stones within Dûn Covád.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Located lesser watching-stones within Dûn Covád ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sorkha is in the Búth Luikh in Aughaire.\\n\\nYou have located three lesser watching-stones within the city of Dûn Covád and should return now to Sorkha with the knowledge of their locations.",
      "es": "",
      "es (fem)": ""
    }
  ]
}