{
  "id": 620900565,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Vale-ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Vale-branches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adalmód asked you to aid the guards of Eaworth as they prepare for the coming Orc-siege.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Adalmód sent you, did he? Good enough. As you have heard, I am sure, Orcs out of the Misty Mountains are preparing to lay siege upon Eaworth. In preparation, I have a task for you.\\n\\n'I need you to go out into the Vale and collect some materials for me. We will need arms and armour to spare, but for that we will need materials to forge with.\\n\\n'You can mine ore in the cliffs of the Vale. Wood can be found in the marshes to the north. When you have gathered the materials, return here to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Vale-ore can be found in the cliffs of the Vale, some distance north of Eaworth. Vale-branches can be gathered in the marshes just to the north and a little west of Eaworth.\\n\\nGoldwine has asked you to collect ore and wood to craft arms and armour with.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have returned! The materials you have brought will go far to aid my people.\\n\\n'If you still desire to aid us, I have more tasks for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Goldwine is standing guard near the forge in Eaworth, south of the cliffs and marsh, in the Entwash Vale.\\n\\nYou should bring the ore and branches you collected to Goldwine at once.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I need more ore and wood to provide weapons and armour for the guards.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Vale-ore ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Vale-branches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the ore and wood you gathered to Goldwine at Eaworth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Preparing for the Siege",
      "es": ""
    }
  ]
}