{
  "id": 620900570,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected aurochs-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected aurochs-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected aurochs-ivory ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adalmód asked you to aid the guards of Eaworth as they prepare for the coming Orc-siege.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Adalmód sent you to help? That is well, for we are short-handed and the need is great.\\n\\n'If we are to endure a siege, we will need provisions to last the duration. Reeve Ingbert has chosen not to send his people to the safety of Edoras, and so we must also protect the people. There have already been many small raids against the city, thus our guards cannot leave their posts to hunt.\\n\\n'There are aurochs herds to the south and the east...if you could hunt the wild beasts, they could supply most of our needs: meat for food, hides for blankets, and ivory for the battle-horns the guards need. Will you do this?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aurochs herds can be found to the south and the east of Eaworth, in the Entwash Vale.\\n\\nOffram has asked you to hunt aurochs for meat, hides, and ivory.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have performed a great service for the people of Eaworth, [placeholder]. If you so desire, I have more tasks for you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Offram is on guard outside the Eaworth Vendor Hall.\\n\\nYou should bring the items you collected to Offram.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We need more meat, hides, and ivory than this, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect aurochs-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect aurochs-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect aurochs-ivory ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the aurochs-meat, hides, and ivory to Offram at Eaworth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A City Under Siege",
      "es": ""
    }
  ]
}