{
  "id": 620900567,
  "txt": [
    {
      "id": "0x852590",
      "en": "'Your kindness is appreciated, [placeholder]. While I do not believe myself that we can stand while Ingbert and Ingmar are at odds one with another, the people must feel secure.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adalmód asked you to aid the guards of Eaworth as they prepare for the coming Orc-siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This is madness! Orcs ravage our walls, burn our homes, and prepare to lay siege to the city, and our Reeve does nothing!\\n\\n'Ah, I must beg your pardon, stranger. I am frustrated by the apparent inaction of Reeve Ingbert, but forsooth, Théoden King is to blame. The king has declared that we are not to hunt Orcs within our own borders, and so the Orcs hunt us.\\n\\n'Many here have lost their homes and all they own, and others fear the same will happen to them. Perhaps you could go to the people of Eaworth and reassure them that our city will stand strong?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Botulf has asked you to go throughout the city, reassuring the people of Eaworth that the city shall stand and all will be well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You speak truly. My house yet stands, burned though it be. We shall persevere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Botulf stands near the road leading from the Mead Hall of Eaworth to the northern part of the city.\\n\\nYou should let Botulf know that you have brought reassuring words to the people of Eaworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Gone, it is all gone... yet my family is safe. There is some consolation in that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I have friends who have lost everything. The south walls lie in ruins, yet you say we are not to be afraid?\\n\\n'I am Rohirrim, so I will fight for my home, but will Reeve Ingbert do nothing to avert the attacks of the Orcs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You come to give me comfort? My home stands but barely, and all I own is lost. Your comfort is too little too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Reassure people of Eaworth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I am sure that you are right. Ingbert and Ingmar shall come to a decision, and I am certain that it will save us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Reassured people of Eaworth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Botulf at Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'We are Rohirrim. We will not cower in the face of defeat. We will continue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reassuring Words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'My wife, my children, they are safe... that is all I desire. Ingbert shall see that Eaworth stands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'I have seen much death and injury since the Orcs came. I am called to comfort the wounded and the families of the slain. It is small comfort you bring to me, but I thank you for it anyway.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}