{
  "id": 620900566,
  "txt": [
    {
      "id": 8725904,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'I have not tasted such as this since the dangers began. My thanks to you and Pedwin.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Adalmód asked you to aid the guards of Eaworth as they prepare for the coming Orc-siege.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ho there! You say Adalmód sent you? Then I welcome you!\\n\\n'It is clear, no doubt, that we are facing a terrible siege against a great force of Orcs. We are not a great city, and our guard is small. Many are frightened by the great numbers we face and are in need of encouragement -- though be assured that none will show it, and all will fight.\\n\\n'What better way to bring courage to the heart than to bring cheer to it? Will you take these flasks of ale to the guards with my greetings?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Guards can be found throughout Eaworth.\\n\\nPedwin wants you to bring flasks of ale to the guards of Eaworth in order to encourage them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, the singing begins already! Can you hear them? You have brought cheer and joy to the guards of Eaworth...my thanks!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Pedwin is in the Eaworth Vendor Hall.\\n\\nYou should return to Pedwin and let him know that you have done as he asked.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Give Pedwin my thanks! This is just what I needed!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Ale will warm the body and the heart when shadows fall...give Pedwin my thanks.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring ale to guards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Brought ale to guards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Pedwin at the Eaworth Vendor Hall",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I cannot afford to lose my wits...war is coming! Nonetheless, I will hold this for the celebration when we drive the Orcs from the Entwash Vale.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Courage from a Keg",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Have you something for me?'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Cheers to you and your family!'",
      "es": ""
    }
  ]
}