{
  "id": 620900592,
  "txt": [
    {
      "id": 136263297,
      "en": "Found the entrance to the Wyrmdelf",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated creatures within the Wyrmdelf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found passage to Fang Tor",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found an ill-crafted sword in the corpse of the drake you slew, not at all reminiscent of the workmanship of the Rohirrim.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "This sword is ill-crafted, not at all reminiscent of the workmanship of the Rohirrim. Perhaps someone found the lair of the drake... it might be worth investigating yourself.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The drake's lair is likely somewhere along the cliffs north of Eaworth.\\n\\nYou should hunt for the drake's lair.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What? Who are you? Did Hafoc send you... if so, you can go back to the Brown Lands and tell him that we can handle this.\\n\\n'Hafoc's dead? That's no skin off our teeth... he told us where to find this cave, so clear off! The treasure is ours!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Wyrmdelf lies to the north-east of Eaworth.\\n\\nYou should explore the Wyrmdelf.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The treasure-hunters believe the Wyrmdelf to be the lair of a dragon, not understanding that drakes do not hoard wealth as dragons do.\\n\\nYou should defeat as many creatures within the Wyrmdelf as you can.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "From the outside, you could see a high ledge, Fang Tor, that might be accessible from the Wyrmdelf.\\n\\nYou should find the passage out onto Fang Tor.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the entrance to the drake's lair",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the treasure hunters in the Wyrmdelf",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat creatures within the Wyrmdelf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find passage to Fang Tor",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stirring the Nest",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "TBD",
      "es": ""
    }
  ]
}