{
  "id": 620900568,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Assisted Offram with A City Under Siege",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Assisted Goldwine with Preparing for the Siege",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Assisted Botulf with Reassuring Words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adalmód informed you that Reeve Ingbert and his son were closeted in discussion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Assisted Pedwin with Courage from a Keg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You come from Faldham, seeking an audience with Reeve Ingbert? You have come at an inopportune time, [placeholder]. Dark days are upon us, and the Reeve is wary of strangers.\\n\\n'As well, he is closeted in discussion with his son, Lord Ingmar. We expect to fall under siege by Orcs at any time, and they debate the best strategy to deal with them.\\n\\n'If you desire to help -- and perhaps to prove your friendship to Eaworth -- you may put your talents to use aiding with our siege-preparations. Many of our guards are overtasked and in need of assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Guards may be found throughout Eaworth.\\n\\nAdalmód has asked you to help the guards of Eaworth prepare for the coming siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have shown courage and kindness in your efforts, [placeholder], but I still cannot allow you to pass.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adalmód stands guard at the entrance to the Mead Hall of Eaworth.\\n\\nYou should return to Adalmód now that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Assist Offram with A City Under Siege",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Assist Goldwine with Preparing for the Siege",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Assist Botulf with Reassuring Words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Assist Pedwin with Courage from a Keg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A House in Turmoil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Adalmód at the Mead Hall of Eaworth",
      "es": "",
      "es (fem)": ""
    }
  ]
}