{
  "id": 620871735,
  "txt": [
    {
      "id": 94621400,
      "en": "Wíli is at the centre of the Twenty-first Hall.\\n\\nYou should return to Wíli for further instruction.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Wíli is in the Chamber of Mazarbul, east off the Northern Hallway.\\n\\nYou should speak with Wíli and prepare for the final assaults.",
      "es": ""
    },
    {
      "id": 104520741,
      "en": "Dwarf Sentry",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The outlook is foul, [placeholder]. This horde seems endless, and we are all that remains here. Prepare yourself, for this may well be our final stand.\\n\\n'To arms!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! I fear, however, that our victory here is short-lived. The Orcs seem nearly endless in number. This expedition is doomed to failure, I believe. It will be years before we are strong enough to cleanse these halls.\\n\\n'Ah well, this is not the time for fear or grief. You have defended this hall for today.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Our defences are in order. Now I must tell you the role you are to play in the upcoming battle.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Well done, [placeholder], but the battle has only just begun! See there? Another of the advance guards returns!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Again, well done, [placeholder]. I fear, however, that the Orcs will not so easily give up their assault! Look, there is another of the guards!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'[placeholder]! Word comes from the Northern Hallway that the Enemy is preparing for an assault there!\\n\\n'We must go at once... what remains of the advance guard must deal with any further assaults against the Twenty-first Hall proper.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I will complete preparations here, [placeholder]. If the hallway falls, this chamber will be our final hope for waiting out this siege.\\n\\n'Hark! Do you hear the horns? They come even now... prepare yourself!'",
      "es": ""
    },
    {
      "id": 139136257,
      "en": "'I would ask that you defend the barricades as they come under assault and ensure they stand.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Let us return to the Twenty-first Hall and begin repairs.'",
      "es": ""
    },
    {
      "id": 139136258,
      "en": "'To that end, do not forget to unfurl the banners of Khazad-dûm. They can help stir the hearts of all Free Peoples to great deeds and may even help turn the tide of battle.'",
      "es": ""
    },
    {
      "id": 139136259,
      "en": "'However, do not use them lightly, as once unfurled, a banner's strength is spent.'",
      "es": ""
    },
    {
      "id": 134607841,
      "en": "<rgb=#FF0000>A warning sounds from the east... the first assault is about to begin!</rgb>",
      "es": ""
    },
    {
      "id": 139136260,
      "en": "'Those are my orders, friend. Now we must wait and hope that we shall draw breath another day.'",
      "es": ""
    },
    {
      "id": 134607842,
      "en": "<rgb=#FF0000>A warning sounds from the south... the second assault is about to begin!</rgb>",
      "es": ""
    },
    {
      "id": 129950690,
      "en": "'Fall back to the Chamber of Mazarbul! We must make our final stand there!'",
      "es": ""
    },
    {
      "id": 134607843,
      "en": "<rgb=#FF0000>A warning sounds from the west... the third assault is about to begin!</rgb>",
      "es": ""
    },
    {
      "id": 134607844,
      "en": "<rgb=#FF0000>Defend the Northern Hallway... the fourth assault is about to begin!</rgb>",
      "es": ""
    },
    {
      "id": 134607845,
      "en": "<rgb=#FF0000>A warning sounds from beyond the Chamber of Mazarbul... the final assault is about to begin!</rgb>",
      "es": ""
    },
    {
      "id": 138137349,
      "en": "<rgb=#00FFFF>Encounter Complete: You have defeated the Orc-archers and their captain Kalus</rgb>",
      "es": ""
    },
    {
      "id": 81035233,
      "en": "<rgb=#00FFFF>Encounter Update: Wíli calls out, 'You are halfway there! Four more Orc-weapons, and we should have enough!'</rgb>",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "The fourth assault on the Twenty-first Hall has begun. Defend the Northern Hallway!",
      "es": ""
    },
    {
      "id": 81035234,
      "en": "<rgb=#00FFFF>Encounter Update: Wíli calls out, 'Good! Take the Orc-weapons to the Crafting Hall!'</rgb>",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Wíli is in the Chamber of Mazarbul, east of the Northern Hallway.\\n\\nThe dwarves were forced to retreat back to the Chamber of Mazarbul. You should join Wíli and prepare for the final assault.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "The final assault on the Twenty-first Hall has begun. Defend the Chamber of Mazarbul!",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Wíli is in the Chamber of Mazarbul, east of the Northern Hallway.\\n\\nYou should return to Wíli to discuss your success against the Orcs of Mazog.",
      "es": ""
    },
    {
      "id": 80008421,
      "en": "<rgb=#00FFFF>Encounter Update: You must extinguish the goblins' fire-pot</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Wait for Wíli to finish relaying his orders to his men.",
      "es": ""
    },
    {
      "id": 138092293,
      "en": "<rgb=#00FFFF>Encounter Complete: You have stopped Swangeir Goldstealer from making off with the stolen goods</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Wíli in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Push back the first assault",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Wíli in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Push back the second assault",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Wíli in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Push back the third assault",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Follow Wíli to the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Wíli in the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 207224757,
      "en": "<rgb=#00FFFF>Encounter Failed: You have failed to stop Swangeir Goldstealer from escaping with the goods stolen from the Auction Hall</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#00FF00>The first assault has been broken. You should return to Wíli for further instruction</rgb>",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#00FF00>You have defended against the second assault. You should return to Wíli for further instructions</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#00FF00>You have defended against the third assault. You should return to Wíli for further instructions</rgb>",
      "es": ""
    },
    {
      "id": 138120965,
      "en": "<rgb=#00FFFF>Encounter Complete: You have defeated the Frost-worm Helchnaeth</rgb>",
      "es": ""
    },
    {
      "id": 186392969,
      "en": "'It looks like the Enemy is retreating! I'll return to the front lines... you should speak with Wíli.'",
      "es": ""
    },
    {
      "id": 80008261,
      "en": "<rgb=#00FFFF>Encounter Update: An uruk-archer arrives atop the rampart above the Southern Barricade with a snarl</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>You have defended against the fourth assault. You should return to Wíli for further instructions</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#00FF00>You have defended against the final assault. You should return to Wíli</rgb>",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "<rgb=#FF0000>Wíli has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "<rgb=#FF0000>A warning sounds from the north end of the Northern Hallway... enemies have been sighted!</rgb>",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "<rgb=#FF0000>A warning sounds from the south end of the Northern Hallway... enemies have been sighted!</rgb>",
      "es": ""
    },
    {
      "id": 171885953,
      "en": "'Hurry! Defend the Northern Hallway!'",
      "es": ""
    },
    {
      "id": 171885954,
      "en": "'The Enemy approaches, [placeholder]! For better or ill, the end is nigh!'",
      "es": ""
    },
    {
      "id": 224875665,
      "en": "'Our post was overrun... we have to hold the Enemy here!'",
      "es": ""
    },
    {
      "id": 224875666,
      "en": "'The Enemy is coming from the south!'",
      "es": ""
    },
    {
      "id": 224875667,
      "en": "'We were overrun! The Enemy is coming from the west!'",
      "es": ""
    },
    {
      "id": 138112773,
      "en": "<rgb=#00FFFF>Encounter Complete: You have slain the goblins and extinguished their fire-pot</rgb>",
      "es": ""
    },
    {
      "id": 138149637,
      "en": "<rgb=#00FFFF>Encounter Complete: You have brought the Orc-weapons to the Crafting Hall and defeated the Cave-troll Morûrz-kala</rgb>",
      "es": ""
    },
    {
      "id": 67119041,
      "en": "<rgb=#00FFFF>Encounter: With a mutter, a dwarf crashes through the door of the Auction Hall bearing a crate of stolen goods. Stop him before he escapes</rgb>",
      "es": ""
    },
    {
      "id": 67119042,
      "en": "<rgb=#00FFFF>Encounter: The smell of sulphur and mutterings in the Black Speech tell of goblins trying to break into the Vault</rgb>",
      "es": ""
    },
    {
      "id": 67119043,
      "en": "<rgb=#00FFFF>Encounter: Wíli calls out, 'Gather the Orc-weapons from the slain Orcs and deposit them in the Crafting Hall!</rgb>",
      "es": ""
    },
    {
      "id": 67119044,
      "en": "<rgb=#00FFFF>Encounter: Orc-archers on the rampart above the Southern Barricade are attacking the defenders</rgb>",
      "es": ""
    },
    {
      "id": 67119045,
      "en": "<rgb=#00FFFF>Encounter: An Enemy scout has been sighted beyond the Southern Barricade</rgb>",
      "es": ""
    },
    {
      "id": 67119046,
      "en": "<rgb=#00FFFF>Encounter: A horrible screeching echoes from beyond the Western Barricade</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Battle of the Twenty-first Hall",
      "es": ""
    },
    {
      "id": 67119047,
      "en": "<rgb=#00FFFF>Encounter: A terrible rumble and the sound of grinding stone thunders from the north-east corner of the Chamber of Mazarbul</rgb>",
      "es": ""
    },
    {
      "id": 67119048,
      "en": "<rgb=#00FFFF>Encounter: A chill draught flows from the south-east corner of the Chamber of Mazarbul</rgb>",
      "es": ""
    },
    {
      "id": 138141445,
      "en": "<rgb=#00FFFF>Encounter Complete: You have defeated the Warg-rider Throqûm</rgb>",
      "es": ""
    },
    {
      "id": 180715730,
      "en": "'Burn! Burn! Burn!'",
      "es": ""
    },
    {
      "id": 80008309,
      "en": "<rgb=#00FFFF>Encounter: A thunderous roar heralds the arrival of a Cave-troll bent on recovering the weapons you gathered</rgb>",
      "es": ""
    },
    {
      "id": 102077217,
      "en": "'Hail, Dwarves of the Iron Garrison! War is upon us... the Orcs of Mazog son of Bolg amass to attack.'",
      "es": ""
    },
    {
      "id": 102077218,
      "en": "'If we should fail to defend this hall, our expedition will be for nought! The Iron Garrison will be driven forth, and it will be long ere we may return again....'",
      "es": ""
    },
    {
      "id": 102077219,
      "en": "'Go now and fortify the entrances to the Twenty-first Hall... it is there where we must hold the Enemy at bay!'",
      "es": ""
    },
    {
      "id": 242803538,
      "en": "'Hurry! To the southern bulwark!'",
      "es": ""
    },
    {
      "id": 242803539,
      "en": "'Hurry! To the western bulwark!'",
      "es": ""
    },
    {
      "id": 195980850,
      "en": "<rgb=#FF0000>A goblin-sapper is headed for the barricades! Stop it before it can destroy them!</rgb>",
      "es": ""
    },
    {
      "id": 138133253,
      "en": "<rgb=#00FFFF>Encounter Complete: You have defeated the Shadow from the Heart of the World</rgb>",
      "es": ""
    },
    {
      "id": 57069797,
      "en": "Dwarf Archer",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled to the Twenty-first Hall to aid in its defence. Follow Wíli's direction and help the Dwarves of Moria make their stand!",
      "es": ""
    },
    {
      "id": 226533036,
      "en": "'Hurry now, [placeholder]! The Orcs are preparing to attack... follow me!'",
      "es": ""
    },
    {
      "id": 138161925,
      "en": "<rgb=#00FFFF>Encounter Complete: You have defeated the morvul Fodhroval</rgb>",
      "es": ""
    },
    {
      "id": 103598949,
      "en": "Dwarf Warrior",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Wíli in the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Push back the fourth assault",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Wíli in the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Push back the final assault and defeat the commander of the Orcs",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Wíli in the Chamber of Mazarbul",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Wíli must survive the assault",
      "es": ""
    },
    {
      "id": 96976610,
      "en": "'We must fall back to the Chamber of Mazarbul... return to Wíli and let him know we are in retreat!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wait for Wíli to finish relaying his orders to his men.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Speak with Wíli to see what aid you might lend in his defence.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The first assault on the Twenty-first Hall has begun. Defend the eastern bulwark!",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Wíli is at the centre of the Twenty-first Hall.\\n\\nYou should return to Wíli for further instruction.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The second assault on the Twenty-first Hall has begun. Defend the southern bulwark!",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Wíli is at the centre of the Twenty-first Hall.\\n\\nYou should return to Wíli for further instructions.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The third assault on the Twenty-first Hall has begun. Defend the western bulwark!",
      "es": ""
    }
  ]
}