{
  "id": 621014805,
  "txt": [
    {
      "id": 246419872,
      "en": "You should recover the sweets.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good traveller, I must enlist your aid. One of the Great Eagles was bearing a sack of sweets from far-off Gondor hither to Winter-home. Alas! The bag was rent, and the sweets fell from it as she flew.\\n\\n'She realized her mistake only as the last sweet fell, and with her keen eyes watched as wintry beasts seized it and ran off into the snow. She had flown among the cold and snowy regions of Middle-earth, she told us, to avoid the sun's great heat and to keep the sweets from spoiling.\\n\\n'It is much to ask, I know, but those sweets were destined for the poor children of Winter-home. Will you visit the frozen regions of Middle-earth and recover them? I fear they may all have been seized by the creatures of those parts. The sweets that were lost, you should know, were hot cross buns, plum pudding, gingerbread, peppermint treats, a flask of wassail, and fruit cake.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Recover hot cross buns",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Return to Winter-home",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "DNT defeated snowbeast",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to the child",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Recover plum pudding",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "DNT recover the sweets!",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Recover gingerbread",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You have the sweets? Why look, they are all in one piece. The artisans of Gondor wrapped their gifts well!\\n\\n'Quickly, will you deliver them to the children? They have been waiting - and it is you who should see the joy on their faces, by all rights.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Recover peppermint treats",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Recover a flask of wassail",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Recover fruit cake",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Why, this is my favourite! Oh, thank you. Thank you!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Is that for me? It is? Hurrah!'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Oh, thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "A sack-full of sweets, destined for poor children of Winter-home, was dropped among the snowy regions of the Middle-earth and seized by wintry beasts.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Thank you so much!'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'A warm drink! I will share this with the others. Perhaps they will share their sweets with me.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You should return to the Festival Announcer in Frostbluff with the treats.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I have never had one of these. Is it as delicious as it looks? Well, if I do not like it, perhaps I can trade with one of the others.'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'We heard all about it, traveller. About the Eagle as great as a horse, and someone was going to find all the sweets and bring them back. I am sorry, we did not believe it was true.\\n\\n'But look, we were mistaken, and now I am so happy!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You should deliver the sweets to the children of Winter-home. ",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "One of the children in Winter-home wishes to talk with you.",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Recovered hot cross buns",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Recovered plum pudding",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Recovered gingerbread",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Recovered peppermint treats",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Recovered a flask of wassail",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Recovered fruit cake",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Deliver the sweets to the children",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "DNT Defeat snowbeasts in Forochel",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Recovered sweets ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Deliver the sweets to the children",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'Please, good traveller. Visit the snowy realms of Middle-earth and recover the treats. They are hot cross buns, plum pudding, gingerbread, peppermint treats, a flask of wassail, and fruit cake.'",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "Stolen Sweets",
      "es": ""
    }
  ]
}