{
  "id": 620925478,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 12, Chapter 2: Too Near to Dunharrow",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Horn at the Dark Door, in Dunharrow",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Enough words. I have spoken plainly, and have nothing more to say.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Horn by the entrance to Underharrow",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I did not think to find Ellen Fremedon so cold, [placeholder]. No one save the forces of Saruman are to blame for the unenviable situation in which we find ourselves, but I understand her frustration. We should aid her, if we can.\\n\\n'I spoke with some of the folk of Underharrow while you were recovering equipment from the blacksmith, and they told me a group of Orcs and Wargs have threatened the peace of Dunharrow. The townsfolk have been used to these foes lurking in the mountains, but of late they have journeyed too near to the towns for comfort. Dealing with these creatures will allow us to send two messages, one no less important than the other. The first will serve as warning to the Orcs that Harrowdale is not theirs for the taking. The second message is for Ellen Fremedon, telling her that she does not stand alone. Her worries are ours, and she need not give up the hope of survival.\\n\\n'Let us defeat Orcs and Wargs in Harrowdale, [placeholder], collecting tokens from each, so we may send these two messages. I also wish to see the Dark Door of Dunharrow. I will meet you near it, for only few would speak of it and then only in whispers. It fills me with curiosity.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I have nothing more to say to you. There are too many people here, and on their way, to waste breath on trivial matters.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'My heart is heavy with dread, but so too is it filled with a sense of wonder. That is the Dark Door, [placeholder], and beyond are the paths where the Dead are said to walk. You must know the story of Isildur and the Men of the Mountain, and better even than I, for you have journeyed with the Dúnedain. Aragorn is the first of that line I have met, and then only briefly. He strikes me as a most unusual man. We were not long in Edoras together, but I did mark him to be skilled with words. Perhaps in time of peace he could delight the ear with tales of his people, and may yet before all is done!\\n\\n'I would ask for a different tale than that which concerns Isildur and the oath-breakers. Perhaps something with joy in it. For now, let us move away from the Dark Door. I am glad to have seen it, but I will be gladder still to leave it behind us!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Yes? I am very busy and have no time for you.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'What are these? What have you brought me? Are these... teeth?'\\n\\nHer expression changes from disgust to admiration as you recount your battles against the Orcs and Wargs in Harrowdale.\\n\\n'I did not ask you to do this. I offered no reward. And yet still you campaigned against the creatures on my behalf? I do not know what to say, [placeholder]. After my husband Dúnhere rode to fight alongside his king, I believed no one would give a thought to the troubles of Harrowdale. And yet you did. Thank you, [placeholder]. I hope you did not take offence, earlier. I spoke from a place of despair, but you have given me reason to hope.\\n\\n'If there are more [placeholder]s like you in this land, perhaps Harrowdale will yet be made safe for the folk of Edoras, if the battle for Rohan ends not in victory.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Bring the items you collected to Ellen Fremedon. She may be surprised by us yet.'",
      "es": ""
    },
    {
      "id": 49286658,
      "en": "Bring the Orc sigils and the Warg teeth to Ellen Fremedon",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Collected Orc sigils in Harrowdale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I did not expect you to put yourself in danger for the good of Harrowdale, [placeholder]. Perhaps I have misjudged you.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Horn is by the entrance to Underharrow.\\n\\nEllen Fremedon has made her displeasure clear to you, and has nothing else to say.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Horn is at the entrance to Underharrow, in Kingstead.\\n\\nYou have impressed Ellen Fremedon with your selfless actions on her behalf, and should let Horn know of the experience.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Orcs and Wargs can be found throughout Harrowdale.\\n\\nHorn wants you to collect Orc sigils and Warg teeth from the invaders throughout Harrowdale.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Ellen Fremedon is outside the Mead Hall of Underharrow, in Kingstead.\\n\\nYou have collected Orc sigils and Warg teeth and should bring them to Ellen Fremedon to show her that she does not fight alone to defend her people.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Horn at the entrance to Underharrow",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Ellen Fremedon is displeased at the large numbers of people who now seek shelter in her lands, and worries about the dangers that lurk in Harrowdale.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Collect Orc sigils in Harrowdale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect Warg teeth in Harrowdale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Collected Warg teeth in Harrowdale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'You have nothing for me? It is as I thought.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "Horn listens with amusement as you recount Ellen Fremedon's grateful acknowledgement of the help you provided to her people.\\n\\n'Are you surprised by the Lady of Harrowdale's transformation? You should not be. There is no more certain way to attain the friendship of a ruler than by helping ease the problems of the ruled. We are, all of us, on the same side now. Only Saruman gains to profit if we squabble among ourselves.\\n\\n'We have delivered the message, and we have somewhat eased its sting. It is time to move on to the next stage of our duty.'",
      "es": ""
    }
  ]
}