{
  "id": 620925483,
  "txt": [
    {
      "id": "0xa8e1191",
      "en": "The building is in poor repair, and seems near to falling down",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "This building is in very poor repair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Look at this one, boys! Grab a tankard and a crust, friend! Give us a tale or three and we will raise a cup if it be good!'\\n\\nThe smile drains from his face.\\n\\n'Oh, I see how it is. You are here to get us working? I say we make Arcil do the labour, or maybe have you do it. We'll do it when we're good and ready. You have trouble hearing me, friend? Maybe you'll hear this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Why are you frowning at me? There is cheer enough to go around! The work can wait, but the beer will not last!'\\n\\nThe boorish worker stops smiling, and narrows his eyes.\\n\\n'You say Arcil wants us to work? Pah! You think you can end my merriment? I would like to see you try, knave!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'If you can get the craftsmen to work, you are welcome to try! They have a camp outside the walls of Aldburg, to the south-east. They will not listen to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You did it? I am surprised and impressed, [placeholder]! You managed to get the craftsmen back to work? Perhaps there is hope yet for the restoration of Aldburg!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x863f581",
      "en": "'All right! I'll work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x863f582",
      "en": "'Stop! I will work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We have done as Éowyn asked, and now we should fulfill our obligation to her brother as well. Éomer wished for us to travel to the home he left behind, that we may see how it fares in his absence. That home is Aldburg, in the Eastfold. It was once the seat of power in Rohan, before the King took up residence in Edoras. Now it is the home of Éomer, and it is natural for his mind to dwell on its well-being.\\n\\n'He spoke of Arcil its steward as a man of good motive but of short reach to accomplish such lofty aims. Perhaps when we arrive we will see that Arcil has exceeded his master's expectations?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Horn is by the entrance to Aldburg, in the Eastfold.\\n\\nYou have come to Aldburg with Horn, to see if Éomer's worries about his home are well-placed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x863f583",
      "en": "'Fine! Have it your way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x863f584",
      "en": "'Please stop, I will work!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We should travel to Aldburg, in the Eastfold, there to see if Éomer's worries are founded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Horn wants you to explore the city of Aldburg so you can see if his first impression of its poor state was wrong.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We have arrived at Éomer's home of Aldburg. It looks... well...'\\n\\nHorn looks around, and his normally diplomatic and open face is uncharacteristically clouded with disappointment.\\n\\n'I have never been to Aldburg before, but it does not appear as I have always pictured it. The walls are crumbling and the buildings have fallen into disrepair. I do not think the town was in this state when Éomer left for Edoras. Let us walk through the city and see if my first impression is mistaken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to a loutish worker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It is time for us to travel to Aldburg, in the Eastfold. Only then will we see if Éomer's worries are justified.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Let us walk around the city, remaining alert to the state of Aldburg's buildings and people. Both may need our help, if we are to fulfill our promises to Éomer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to a boorish worker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Arcil in the Mead Hall of Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Aldburg has seen better days, friend. If Éomer were here, he would do something about it, but he is away helping Théoden King with more serious problems. I cannot put the well-being of my home over that of the kingdom! It may seem more pressing to me, but I know what is really at stake.\\n\\n'Still, I wish Arcil would do something about these buildings. A stiff breeze might be enough to knock several of them down, and then where will we be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Can you wield a mallet? Can you set timbers? For those are the abilities we need in Aldburg! Our buildings are falling apart around our ears, and none of the craftsmen will listen to Arcil's words of admonishment. His father would knock them into line, but alas Arkenbryt is now gone, and the strength of will does not seem to have passed from father to son.\\n\\n'Éomer would set things aright, but he is busy with the troubles in the wider land, and none here fault him for that! He is the treasure of the Eastfold, and we will not deprive the kingdom of our greatest son.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Arcil is in the Mead Hall of Aldburg.\\n\\nYou have learned that Aldburg has fallen into disrepair, and Arcil has had difficulty maintaining its rule in the absence of Éomer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Ah, welcome to Aldburg, [placeholder]. Do you bring word from Edoras? Is Éomer preparing to return?'\\n\\nYou give Arcil the news that Éomer is riding to war with the King, and will not return to the Eastfold until the battle is done. His face falls.\\n\\n'Those are poor tidings. I have done my best to keep his city for him, but the people do not listen to my commands and I fear that I have been a poor steward in his absence. Why, just today I sent a group of craftsmen to repair the outside walls, but they have not returned and I have heard rumour they drink and feast instead of doing their work! If you can inspire them to work, feel free to make the attempt! You will find them outside the walls, south-east of the town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'We will find Arcil in the Mead Hall. Let us see what he has to say about his management of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You have come to Aldburg, the home of Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'I sent a group of craftsmen to repair the outer walls of the city, but it seems they have done no work! I hear they are busy feasting and drinking. None of the people listen to my commands, and it makes my stewardship of Aldburg difficult. Nay, not merely difficult. Impossible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Look at the buildings in the south-west corner of Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Páda in the south-west corner of Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Look at the buildings by the Mead Hall in Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2e941",
      "en": "'Oh, is that so?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Tirweld in Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2e942",
      "en": "'You think so, do you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Arcil inside the Mead Hall in Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2e943",
      "en": "'Well, let me show you how we do things around here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2e944",
      "en": "'You think that's how it is?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Find the camp of craftsmen Arcil sent to repair the Aldburg city walls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4e2e945",
      "en": "'Oh, you don't give me commands, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Éomer has asked you to see how his home of Aldburg is being maintained in his absence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Horn will meet you at the entrance to Aldburg, in the Eastfold.\\n\\nYou have agreed to journey to Aldburg to see how his home fares while Éomer rides with the King.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The craftsmen sent by Arcil to repair the walls of Aldburg have a camp outside the city, south-east of the walls.\\n\\nArcil told you that if you think you can get the craftsmen to work, you are welcome to try.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "The craftsmen sent by Arcil are camping outside the walls of Aldburg, to the south-east.\\n\\nArcil is unable to get the people to listen to him, so it comes to you to remind the craftsmen of their obligations.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You have found the craftsmen sent by Arcil, but they are busy feasting and drinking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Travel to the entrance of Aldburg, in the Eastfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad3",
      "en": "Knock some sense into the loutish worker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Horn at the entrance to Aldburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Arcil is inside the Mead Hall of Aldburg.\\n\\nYou have gotten the workers outside Aldburg to begin working again, and should report of your success to Arcil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "The loutish worker yields, and pledges to begin working",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad6",
      "en": "Knock some sense into the boorish worker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "The boorish worker yields, and pledges to begin working",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 3: In Éomer's Absence",
      "es": "",
      "es (fem)": ""
    }
  ]
}