{
  "id": 620925596,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 4: Helm's Dike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Aragorn on the Deeping Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am no fool. Even if Saruman's forces were a quarter of the size the scouts say they are, I know we cannot hold the Dike indefinitely. But we will make them fight for it, will we not? Aye, we will! Come with me and let us stand against the vanguard!'\\n\\n<rgb=#00FF00>There are two ways to participate in the defence of Helm's Dike. You can speak to Thenca for the Storied Tale, a story-focused experience. Or you can use the Epic Battles Panel for a more gameplay-intensive experience.</rgb>\\n\\n<rgb=#FF0000>To participate in the defence of Helm's Dike, open the Epic Battles Panel and select 'Helm's Dike' from the menu. After you successfully complete the defence, you will be returned to the location from which you entered it.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Thenca and complete 'Storied Tale: Helm's Dike' <rgb=#00FF00>OR</rgb> complete 'Helm's Dike' from the Epic Battles Panel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You fought well, my new friend, and claimed the lives of many foes! The Dike is filled with the bodies of Orcs, but still others come, clambering onto the bank. We slowed them. That is what we sought to do. It was foolhardy to expect to do more. Take the eastern stairs and climb onto the Deeping Wall, [placeholder]. Your friends will be in the thick of the fighting before long, and they will want you by their side!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It has begun, friend! Now is the time for battle! The Orcs fill the gorge before the wall. Just look at them down there! I have never seen so many of the foul creatures in one place. There are Dunlending wild-men down there too. Every now and then I can hear one of their war-cries over the rest of the tumult.\\n\\n'We must stand and fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Your friends wait for you on the Deeping Wall. Go to them while there is still time! They may have need of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'The time passed slowly here atop the wall when the noise from the Dike reached us. I saw the Orc torches go out when they sought to pass the breach, and then scatter when they met resistance. You fought at the Dike? That was well-done, [placeholder]! It was a mere taste of what is to come on this night, but you and the men did what needed to be done: you taught our foes that we will not give them one foot more without battle.\\n\\n'Now the battle is before the Deeping Wall, and it is a time for arrows and for stones! Gimli's axe thirsts for Orc-necks, but it will not thirst long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Look at them down there! Ha! Come up here, you cowards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Helm's Dike is under attack, and Gamling seeks your help in defending it from Saruman's forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Our foes are numerous, and now they are here. The next few hours will be trying indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gamling has asked for your help defending Helm's Dike.\\n\\n<rgb=#00FF00>There are two ways to participate in the defence of Helm's Dike. You can speak to Thenca for the Storied Tale, a story-focused experience. Or you can use the Epic Battles Panel for a more gameplay-intensive experience.</rgb>\\n\\n<rgb=#FF0000>To participate in the defence of Helm's Dike, open the Epic Battles Panel and select 'Helm's Dike' from the menu. After you successfully complete the defence, you will be returned to the location from which you entered it.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'We cannot hold the Dike indefinitely. But we will make them fight for it, will we not? Aye, we will! Come with me and let us stand against the vanguard!'\\n\\n<rgb=#00FF00>There are two ways to participate in the defence of Helm's Dike. You can speak to Thenca for the Storied Tale, a story-focused experience. Or you can use the Epic Battles Panel for a more gameplay-intensive experience.</rgb>\\n\\n<rgb=#FF0000>To participate in the defence of Helm's Dike, open the Epic Battles Panel and select 'Helm's Dike' from the menu. After you successfully complete the defence, you will be returned to the location from which you entered it.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "It is after midnight at Helm's Deep.\\n\\nGamling is by the pile of straw on the lower level of the fortress, by the western wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "It is after midnight at Helm's Deep.\\n\\nGimli and Legolas are on the Deeping Wall. Gamling told you to take the eastern stairs up onto the wall in order to reach them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Complete 'Helm's Dike' from the Epic Battles Panel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Gamling by the pile of straw near the western wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Gimli on the Deeping Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Legolas on the Deeping Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "It is after midnight at Helm's Deep.\\n\\nAragorn wishes to speak with you atop the Deeping Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'We may have a problem, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Let us hurry to Helm's Dike! If we have victory there, perhaps we can slow or stop the advance of the Orcs!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}