{
  "id": 620925486,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 12, Chapter 4: The Missing",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Follow the tracks south to the cave and complete 'Instance: The Missing'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You have proven yourself an able motivator, [placeholder], and I wish to make use of that skill once again! A number of workers took a horse and waggon into the Everholt, and have not returned. They planned to retrieve timber from the woods with which to reinforce some of the buildings of Aldburg, but now I am not certain. You may be able to follow the sound of feasting and the singing of songs.\\n\\n'Go out to the Everholt, if you will, and look for these workers and their waggon. Convince them to do the work they agreed to do, as you did with the workers outside the walls. With good fortune we may restore Aldburg before Éomer returns from the war.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Nona in Aldburg",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Find the waggon of craftsmen in the Everholt and convince them to work. You'll find them to the south-east, I wager, drinking and feasting as their brethren did.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Corudan in Aldburg",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Horn in Aldburg",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You found the waggon, but it was abandoned? You say there were signs of struggle? Did you see any tracks? Those workers may be in trouble! Return to the waggon and see if you can find them!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It is good to see you again, [placeholder]. I can think of no better way to meet up with friends than to see them again in the thick of battle! It was a happy meeting.\\n\\n'Corudan and I made the journey to Forlaw with my recovered friends from Wildermore. Some families in Forlaw have opened their doors to them until my friends can find places of their own. We then rode to the river, and it was here that pride gave way to good sense. Rather than upset the guard at the crossing, Corudan suggested that we find another place to cross the river. It was not difficult.\\n\\n'We planned to travel to the King's seat, there to seek you and Horn, but before we left the forest we heard the cries of Orcs and diverted our course to follow them. You know the rest.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'We are all back together again, and let the foes of Rohan beware! After we report to Arcil, we should return to Edoras. We have done as we promised for both Éowyn and Éomer, but there is sure to be more we can do for the people of the Mark.\\n\\n'But first, let us tell Arcil what happened to the workers that went missing in the Everholt.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Arcil in the Mead Hall of Aldburg",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'We would have rescued those people without incident, [placeholder], but I am glad you appeared when you did in any event. Nona and I crossed the Entwash at the narrows south of the guarded crossing. I thought it the wisest course, and did not want to put Hunbald in an unfortunate position regarding his orders. Nona would have put him in an unfortunate position, as well: under the ground. I thought it might be best to avoid the Entwade altogether.\\n\\n'That is what brought us to the Everholt, where I heard the Orc attack in the woods. We followed them into that cave, and that is where you enter the tale.\\n\\n'It is good to see you again.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Wilmund and Torwulf just left the hall, and they spoke at length of your actions on their behalf, [placeholder]. They, and I, cannot thank you and your friends enough!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'It is good to see you again. The four of us can accomplish more together than we can apart!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'It is good to be back with you, [placeholder].'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Tell Arcil what we have accomplished, and then we should return to Edoras.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "A number of craftsmen took a waggon from Aldburg into the Everholt to collect timber.\\n\\nArcil has asked you to search the Everholt for the waggon of craftsmen, and to convince them to do the work they are supposed to do.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find the waggon of craftsmen in the Everholt",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Tracks lead south from the abandoned waggon in the Everholt to a cave entrance.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Nona, Horn, and Corudan are in the town of Aldburg, in the Eastfold, and wish to speak with you.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Arcil is in the Mead Hall of Aldburg, in the Eastfold.\\n\\nHorn has asked you to report of your success in the Everholt to Arcil in the Mead Hall.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The waggon is abandoned and there are signs of struggle. Tracks lead south",
      "es": ""
    },
    {
      "id": 24695158,
      "en": "Impressed with your success motivating the workers in Aldburg, Arcil wants you to find another group that has gone missing.",
      "es": ""
    }
  ]
}