{
  "id": 620925536,
  "txt": [
    {
      "id": 162883717,
      "en": "'This tale is believable, but it makes my sorrow no less. Instead, it fans the flames of my anger! This man you pursue must be made to pay for his crimes. He sought to send you to the Norcrofts? His pride will be his undoing, for by revealing his charade we have discerned his next course. He wanted you to look eastward? Turn your eyes westward, and you will find where next lead his schemes.\\n\\n'After teaching the Orcs of Bardh-dorám how best to attack Stoke, this cunning snake of yours fled the Broadacres. I am certain of it. He has gone to the Stonedeans.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The camp called Bardh-dorám is to the west of Stoke.\\n\\nReeve Fríthild has asked you to defeat Orcs and half-orcs at the camp of Bardh-dorám, and to keep alert for sign of their plans.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'We must tell the Reeve of this. We have been deceived, and the entirety of her Riding is in danger.'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "You cannot tell how long it has been since Wigbald was slain, but it seems he suffered a blow to the head from some heavy object. Dirt and mud on his clothes indicate that he was killed somewhere else and then dragged into the heavy grass.\\n\\nAs you stare down at the body of the slain guard, something that has bothered you since you heard the news from Adgyth slowly resolves itself.\\n\\nThis is not the same Wigbald with whom you spoke when you arrived at Stoke.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Defeat Orc and half-orc raiders from Bardh-dorám (7/8)",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The Orcs have launched attacks on Stoke before, but we have always fended off their assaults. If this secret foe you chased here is as canny as he seems, he might be able to help the Orcs attack more effectively. The camp is called Bardh-dorám in their filthy tongue. Wipe the land clean of its foul inhabitants, and see if you can find any sign of their plans.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "If this is the body of Wigbald, who was it you spoke with at the entrance to Stoke?",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Orcs and half-orcs from Bardh-dorám have raided Stoke before, and we have always fended off their assaults. We may not continue to be so fortunate if they are trained by the secret enemy you pursued to my city.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Bardh-dorám is still a danger to Stoke, [placeholder]. Return to that place, foul as it is, and strike a blow against the foes you find there.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Defeat Orc and half-orc raiders from Bardh-dorám ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Adgyth in the Mead Hall of Stoke",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "The man you spoke to is gone, and left no sign",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You say you found this map of Stoke on the body of a villain from Bardh-dorám? I am not surprised. See these markings? Someone has made notes on this map, and though I cannot read the writing, I am familiar enough with my own walls to know what these annotations represent: vulnerabilities in our defences. Your secret foe is seeking to improve the Orcs' chances of razing Stoke.\\n\\n'But you return to sorrowful news. Adgyth found something, and hastened to bring the news to me at once. Wigbald has been murdered. Speak to the child and hear her account.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I found something! A dead body! Can you believe it?'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Defeat Orc and half-orc raiders from Bardh-dorám ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Examine the body of slain Wigbald, in the eastern part of Stoke",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I found a dead body! I was just telling the Reeve about it!\\n\\n'I was running around on the eastern side of the town, looking for that sour-faced fellow we talked about, when I stumbled upon a body lying in the grass! I stayed just long enough to see if I knew who it was... and I did! It was Wigbald, one of the town guards! I remember his big red beard. He was always kind to me, and now I think that man you were looking for must have killed Wigbald before he fled the city. I can point out to you where I found his body, if you like. I was just telling the Reeve about it, and she says that I did the right thing to come to her at once!'\\n\\nYou tell Adgyth you will investigate the place she described, but you have your doubts. You do not remember Wigbald having a red beard.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I will grieve for Wigbald later. For now, I want justice brought to the man who slew him.\\n\\n'Adgyth says she found his body on the eastern side of the city. Go there and see if you can find any evidence of how his body came to be there.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "The village of Stoke is threatened by Orcs from Bardh-dorám and the ally of Wormtongue that fled from Edoras.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Adgyth is in the Mead Hall of Stoke, with Reeve Fríthild.\\n\\nYou have returned to Stoke to be greeted with troubling news: Adgyth stumbled upon a dead body.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The camp called Bardh-dorám is to the west of Stoke.\\n\\nReeve Fríthild has asked you to defeat Orcs and half-orcs at the camp of Bardh-dorám, and to keep alert for sign of their plans.",
      "es": ""
    },
    {
      "id": 49286709,
      "en": "Bring the torn map of Stoke to Reeve Fríthild in the Mead Hall",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Wigbald was proud and strong, a good man. Stoke is less safe now without him guarding the south entrance. Find his body and see if you can reveal what led to his death.'",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "If Wigbald's body lies in the tall grass on the eastern side of Stoke, who did you speak to at the south gate who claimed to be Wigbald?",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Wigbald was always kind to me! I liked his bushy red beard! I wish it wasn't his body I found. He's in the long grass on the eastern side of town. Maybe you can learn what killed him?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Adgyth says she found Wigbald's body on the eastern side of the town of Stoke.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You have found a torn map of Stoke, and should return it to Reeve Fríthild in the Mead Hall.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Corudan is outside the south gate of Stoke.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Defeated raiders from Bardh-dorám ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "You pry a torn map from the clutches of your fallen foe",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nCorudan has pieced together what must have happened to Wigbald, and you should relate this information to the Reeve.",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'The Orcs have launched attacks on Stoke before, but we have always fended off their assaults. If this secret foe you chased here is as canny as he seems, he might be able to help the Orcs attack more effectively. The camp is called Bardh-dorám in their filthy tongue. Wipe the land clean of its foul inhabitants, and see if you can find any sign of their plans.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Return to the south gate of Stoke and look for the man who claimed to be Wigbald",
      "es": ""
    },
    {
      "id": 162883664,
      "en": "'The Orcs have launched attacks on Stoke before, but we have always fended off their assaults. If this secret foe you chased here is as canny as he seems, he might be able to help the Orcs attack more effectively. The camp is called Bardh-dorám in their filthy tongue. Wipe the land clean of its foul inhabitants, and see if you can find any sign of their plans.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Corudan outside the south gate of Stoke",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'The Orcs have launched attacks on Stoke before, but we have always fended off their assaults. If this secret foe you chased here is as canny as he seems, he might be able to help the Orcs attack more effectively. The camp is called Bardh-dorám in their filthy tongue. Wipe the land clean of its foul inhabitants, and see if you can find any sign of their plans.'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "If this is Wigbald, who was it with whom you spoke at the south gate of town?",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'What have you done? Is something amiss?'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Reeve Fríthild in the Mead Hall of Stoke",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'He is gone, as we knew he must be!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'We have been deceived, [placeholder]! The man we spoke to when we arrived was not Wigbald at all... he was our quarry instead!\\n\\n'I believe I can piece together the tale, but it brings me no joy to do so. Our secret foe arrived at the gates of Stoke sometime during the night, where he was challenged by Wigbald to identify himself. What name did he give? Perhaps Ednoth, or Góding, or another we do not yet know. What story did he weave for Wigbald? I cannot say, but my guess is that it played upon the guard's sympathies. From this I draw another conclusion: our cunning foe must appear, from the outside, to be a good man of Rohan. There will be little about him to mark him as an enemy, or Wigbald would never have let him into Stoke.\\n\\n'But let him in he did, and at some point Wigbald was overcome and slain. What does it reveal about our foe that he was so bold as to take Wigbald's place, and speak falsehoods to the very people in pursuit of him? That is what worries me the most, [placeholder]. Our foe is bold, and he is cunning, and he is unafraid. It is clear to me, now, why he spoke of the Norcrofts, though it was not at the time. He was trying to steer us in the wrong direction.\\n\\n'We must give this news to the Reeve.'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Book 12, Chapter 7: Burning Secrets",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "Defeated raiders from Bardh-dorám ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}