{
  "id": 620925597,
  "txt": [
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Aragorn and help him inspire the defenders",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'We must inspire the defenders to stand strong and fight against the overwhelming numbers we face, [placeholder]! We have little time with which to bolster their quailing hearts, but must do the best we can, and quickly!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Aragorn is worried that the defenders of Helm's Deep will give in to despair now that they have seen the extent of Saruman's forces.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Sometimes the right words at the right time can make all the difference, [placeholder]. The night is far from over, and Saruman's forces seem endless, but we have bolstered the hearts of the men that stand with us. That may prove the best weapon we wield atop this wall, my friend, stronger and sharper even than arrows or blades. We have sharpened the edges of the men who fight, the better to strike at their foes and ours!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Aragorn on the Deeping Wall",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Book 13, Chapter 5: A Need for Words",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'The size of the enemy force is greater even than I expected, [placeholder], and I am no stranger to war. Many of the defenders here have not seen real battle, and those who have can count the number of skirmishes in which they have fought on a single hand.\\n\\n'Now that the men have seen the vast extent of Saruman's armies of Orc and wild-man, will they give in to despair? Will they throw down their weapons and run from the battle, endangering their lives and all those who shelter behind them? They need to hear inspiring words, [placeholder], and quickly, before their courage deserts them!\\n\\n'Speak to me when you are ready to come with me to do what we may.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "It is after midnight at Helm's Deep.\\n\\nAragorn is on the Deeping Wall, and wishes to speak with you now that you have done what you can to save the rapidly falling morale of the beleaguered defenders.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "It is after midnight at Helm's Deep.\\n\\nAragorn is on the Deeping Wall, and wants your help preparing inspiring words for the beleaguered defenders.\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    }
  ]
}