{
  "id": 620925519,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Tell the Reeve that I may have more information for her! If I see that man again I will be sure to let her know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 6: Through the Net",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Wigbald by the southern entrance to Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our mysterious foe seems to have fled Edoras to the north, [placeholder]. There are a few settlements in that direction, but my guess is that he is making his way for Stoke, in the Broadacres. You and your companions travel with haste to Stoke, there to see if you can apprehend this ally of Gríma Wormtongue before he can wreak further mischief.\\n\\n'Reeve Fríthild rules from Stoke, and she has been an inspiration to me since I was very young. Her strength is second to no man, and she has earned the respect of all who dwell in her Riding. Still, this is not the sort of danger for which she is best-suited. She faces enemies that attack over the fields and engage in open battle, not snakes in the grass that strike from in hiding. Bring news of this secret foe to her, and warn her that he may lurk within Stoke. I do not know what evil webs he might yet spin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "This banner is broken, as if it had been brought down upon something with great force",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "This mound of earth indicates a scuffle of some sort took place here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Reeve Fríthild has always been an inspiration for me. Travel to the town of Stoke in pursuit of our mystery foe, and warn the Reeve of the danger he could pose to her city and her Riding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Search either the Norcrofts or the town of Stoke for sign of Wormtongue's ally",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Travel to the entrance of Stoke, in the Broadacres",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It seems our fortunes turn for the worse, [placeholder]. A glint of light caught my eye from afar, and my worries are now confirmed.'\\n\\nCorudan holds up the small object he has found in the grass: a blood-red ruby fitted into a silver brooch shaped in the form of an eye.\\n\\n'Our friend knew of our pursuit, and discarded the only thing by which we would know him. Now he vanishes into the city, free to strike at his leisure. I will give you this brooch, but I confess this is not the outcome for which I hoped. Now we must deliver a warning only to the Reeve, and not the means of ending the threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You have found a discarded helmet, but whose helmet is it?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It is always a pleasure to meet a new [placeholder], [placeholder]! If you maintain the peace and do no harm to my people or these lands, you will be welcome to my hall at any time.'\\n\\nFríthild listens as you recount your pursuit of Wormtongue's mysterious ally and the mischief he wrought at Edoras. She smiles when you mention that Éowyn desired you to bring word of the danger he might pose for the Broadacres.\\n\\n'She has always been a strong girl, and in truth she reminds me of myself at that age. When she has grown some more, and broken a nose or two, she will be quite a woman. She must chafe at remaining behind to shepherd the people to safety while others ride to war. I would do the same, had the war not come right to my own lands. There is battle enough in the Broadacres!\\n\\n'Someone may have seen your secret interloper as he came to Stoke, [placeholder]. You should speak with Wigbald, the guard at the southern gate. If anyone saw anything, it would be Wigbald. He misses little.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We will find Reeve Fríthild in the Mead Hall. Let us bring her the brooch and warn her of the secret danger that may threaten Stoke.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Someone seems to have carelessly run through this nest, ripping it in twain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Corudan outside the entrance of Stoke, in the Broadacres",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "These leaves have been scattered, but it might only have been the wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Bring the Blood-eye Brooch to Fríthild in the Mead Hall of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You say you are looking for someone? Well, I've seen scores of people coming through the gate today. What can you tell me about his appearance?'\\n\\nYou admit to Wigbald that you do not have a good idea of your prey's appearance.\\n\\n'That makes it more difficult to find someone, no doubt about it. There was one fellow I thought seemed worthy of suspicion, now that you mention it. He kept asking about the Norcrofts, so it could be he has left this village entirely and is heading east.'\\n\\nYou tell Wigbald that you may search around Stoke for any other clues, just to be certain, and he shrugs.\\n\\n'You are welcome to do as you like, of course. It is your time you'd be wasting. The only suspicious fellow I've seen was asking about the Norcrofts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Wigbald is the guard at the southern gate. He would have seen your mysterious interloper if any did.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A deadly ally of Gríma Wormtongue's seeks to escape capture, and his trail leads into the Broadacres.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Wigbald is at the southern entrance to Stoke.\\n\\nReeve Fríthild has heard your warning about the mysterious foe that may have come to Stoke, and thinks you should speak with Wigbald at the southern entrance to the city. He may have seen something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The town of Stoke is located north of Edoras, in the Broadacres.\\n\\nYou have given Éowyn your word that you will travel to Stoke to find the ally of Wormtongue that fled the city. He wears a blood-red brooch, but otherwise his appearance remains unknown to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Wigbald thinks you should investigate the Norcrofts, in East Rohan, but your instincts tell you that Wormtongue's ally is still somewhere in Stoke.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Corudan has called a halt just outside the entrance to the town of Stoke.\\n\\nYou should speak to Corudan and ask him what he has found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Wigbald thinks you should investigate the Norcrofts, in East Rohan, but your instincts tell you that Wormtongue's ally is still somewhere in Stoke.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke.\\n\\nYou have pursued Wormtongue's secret ally to Stoke, but he escaped into the city and discarded the brooch by which you would know him. Now you must warn the Reeve of the danger he poses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "You find booted footprints in the mud at the base of this fence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "You found a discarded helmet, and nearby a small child has sought to get your attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Reeve Fríthild is in the Mead Hall of Stoke, in the Broadacres.\\n\\nYou have learned that a suspicious man left the town, heading west, and may have joined with the Orcs. You should report what the child Adgyth saw to the Reeve.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Search either the Norcrofts or the town of Stoke for sign of Wormtongue's ally",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Adgyth on the northern reaches of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Talk to Reeve Fríthild in the Mead Hall of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Are you looking for the man who dropped that helmet? I saw him come back for it, but when he saw me he ran! I followed him for awhile, but he kept running west of town, and I think he might have been looking for the Orcs!\\n\\n'I could tell he was trouble! Did I do the right thing? If I see him again I'll tell you or Reeve Fríthild. You had better tell her who I am so she'll let me in to the Mead Hall. My name is Adgyth, and I've lived here in Stoke my whole life! My mother says I need to stay inside the walls. That's the only reason I didn't follow that man and bring him back for the King's justice. I knew he was a villain. You tell Reeve Fríthild that I'll let her know if I see him again, all right? Promise that you will. Promise!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Corudan calls a halt as you approach the entrance of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'You say this child saw the man for whom you seek? I would like to meet Adgyth and speak with her myself. My hall will be open to her as well.\\n\\n'If this man you pursued from Edoras has joined the Orcs, the danger he poses has turned from a secret one to a threat we here in Stoke know all too well. We have been endangered by the ravages of Orcs and their half-orc brethren for many months now.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}