{
  "id": 620925552,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 10: Rumours of Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Corudan by Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Travel to Helm's Dike, the entrance to the Deep, in the Westfold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I sent my son Herefara south to the town of Brockbridge, for the bridge over that span is of great strategic importance. He was to help Thane Léoferth keep that point secure, for the Thane... well, some say his last days are nearly here. My son is strong and will help Léoferth defend the span.\\n\\n'Travel south to Brockbridge and meet with my son. He will know how best you and your companions can help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Travel to the entrance of Brockbridge, in the Stonedeans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Gamling at Helm's Dike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'You will find my son Herefara at Brockbridge. Travel south to the city and offer him your aid, for I am certain he will have need of it. Thane Léoferth is in poor health, and Brockbridge has vital importance for the Stonedeans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Herefara in Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'My father sent you to me? I am pleased he did so, but I must confess that your abilities might be more needed elsewhere! My men report that something terrible has happened at the Ford of the Isen, and no one seems able to give a clear account. Men are scattered all over the Westfold, and rumours of battle abound. Stay not at Brockbridge! Someone must learn what has befallen in the Westfold. Some say that the King himself is embroiled in the fighting, and may have ridden to Helm's Deep!\\n\\n'A raiding party of Dunlendings has crossed the mountains, and they strike from cover of darkness. Their delight in killing the innocent is unrivalled. Their mark is a winged talon, and the fear of them has spread like fire in the brush. I hope to stand against them, but I have been unable yet to find them. They strike and then disappear, as if they wield some skill borne of magic.\\n\\n'Before you leave, go to the Mead Hall and speak with the Thane. Léoferth is very weak, and the strain of rule has taken a heavy toll on his strength. It is the courteous thing to do. My father Herubrand believes I rule in Brockbridge, and perhaps it seems so in action, but I would not presume to tread upon the authority of the Thane.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Thane Léoferth in the Mead Hall of Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "Léoferth is very weak, and cannot speak above a whisper.\\n\\n'You... come from... Edoras? What... news?'\\n\\nYou tell the Thane that the King has ridden to Isengard to wage war against Saruman's forces, and Léoferth's face slowly forms a rictus grin.\\n\\n'Good... good! That is... the strength... the strength I remember. My son... Háma... surely rides with... with the King. He is his most... most loyal...'\\n\\nLéoferth's voice fades into nothing and his eyes seem far away. You nearly turn away when his eyes close, but then he speaks once more.\\n\\n'Help the... help the King. The Riddermark... must not... must not fall. The Eorlingas... will... will...'\\n\\nYou respectfully wait for more, but the Thane is lost in his own thoughts, and no longer sees you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Nona by Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I do not presume to rule Brockbridge. I act only at my father's request and for the good of Thane Léoferth. Speak to him in the Mead Hall, if he is able to do so. He is very weak, and I fear his last days approach.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Horn by Brockbridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I know the the mark of the winged talon, [placeholder]. That is the sign of the Hebog-lûth, the Falcon Clan. They became enemies of my people when they accepted the coin of Saruman. They are enemies of yours as well, and of Horn's people. Herefara says he has not been able to track their raiding party? That is because he is the son of a horse-lord, and does not know the ways of the wild. He is at home on the open fields, but the people of the Falcon are familiar with the high crag and the paths of the mountains. Lheu Brenin can lead his people wherever he will, and Herefara will never find him.\\n\\n'But I will. I can move silently and swiftly, and I can find the tracks no horse-lord would recognize. We must part again, [placeholder], for a time. I will see you again when the Falcon Clan raiders have been defeated, but I cannot allow them to roam free unopposed. I must do this while I am still able. No others can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Herubrand has asked you to travel to the town of Brockbridge to help his son Herefara against the Dunlending invaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You spoke of the Falcon Clan to me, not long after we first met. I cannot deny their crimes, nor their evil, but I wish there was some other who could find them. Nona believes none other could track them, but surely their leader will make some error, or some mistake, that will lead to his downfall?\\n\\n'No, you speak wisdom. If even one innocent life could be spared, it would be folly not to act. Nona believes she can find the Falcon Clan raiding party, and I think she is right.\\n\\n'But I will not leave her again. This is a journey we will make together. I hope you understand, [placeholder]. I will see you again in time, but I cannot abandon Nona to this battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Nona and Horn plan to find the Falcon Clan raiding party in the Stonedeans. But Horn has charged me with another task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The town of Brockbridge is located to the south of Woodhurst.\\n\\nHerubrand has asked you to speak with his son Herefara in Brockbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Horn and Nona are on the southern side of the span, by Brockbridge, in the Stonedeans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Horn wishes to go with Nona on her search for the Falcon Clan, and I cannot blame him. He believed he could set his love aside while they were apart, but it seems to my eyes that proved incorrect. Rather than send his heart away with her, he would rather walk beside her on her own journey, until its conclusion. Of all the strange things that have been done for love, this is perhaps the least peculiar: a desire to not be apart.\\n\\n'He charged me with one task, in his absence. He wanted me to look after you, [placeholder]! As we continue southward into the Westfold in search of the King, I am to ensure you do not endanger yourself unnecessarily. I told him I would do my best.\\n\\n'Our farewells have been said. When you are prepared to go, let us make for Helm's Deep, in the Westfold. Horn says that this is where the King would ride if his march to war ran afoul of danger unexpected.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Herefara is by the barricades on the southern side of Brockbridge.\\n\\nYou have arrived at Brockbridge and should now speak with Herefara.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Farewell for now, my friend. I must hunt the Falcon Clan. It is my obligation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Farewell, my friend. I have asked Corudan to look after you. You should do the same for him. Keep him away from any Ents!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Corudan is by the southern side of the span, in Brockbridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Thane Léoferth is in the Mead Hall of Brockbridge.\\n\\nHerefara has asked that you speak with the Thane before you investigate the turmoil in the Westfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "You have come to Helm's Dike, at the mouth of the Deep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Helm's Deep is in the southern reaches of the Westfold.\\n\\nYou and Corudan have decided to travel to Helm's Deep in search of the King, while Horn and Nona seek out the Falcon Clan raiding party.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Gamling is at Helm's Dike, at the mouth of the Deep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Horn told me that the King would make for Helm's Deep, in the Westfold, if things went ill on the ride to Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "You have arrived at Brockbridge and should now find Herefara",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You have come to help us? I know not what help you can give, but I will turn none away. Things have gone ill for us.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}