{
  "id": 620925595,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Gamling has come from the Dike, and he seeks our aid! Speak to him and find out what we can do! There is little hope we can hold that pass for long, but standing for even a short while may save some lives.'\\n\\n<rgb=#FFFF00><b>Interact with Gamling to experience 'Epic Battles: Basic Training,' the tutorial for the Epic Battles system, if you are interested in the Epic Battles system. The tutorial is optional, and can be skipped if you intend to play the Storied Tales in Helm's Deep.</b></rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 3: Night Deepens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'You have seen more of war than I have, and this old man counts himself fortunate! There is a map on the table over there. Will you show to me how the attack will progress, while we wait?'\\n\\n<rgb=#FF0000>Interacting with the map table near Gléowine will allow time to pass. Action will resume after midnight, when the battle is joined.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Gléowine, by the map table near the western wall, after midnight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "Aragorn speaks to you in hushed tones.\\n\\n'The next few hours will sorely test us all, my friend, but none more than the King of Rohan. It will be Théoden's resolve, as much as the strength of his fighting men, that will govern our chances of survival. He will not speak plainly to me, or to any of us, on this matter. It is not his way, nor the way of most who rule.\\n\\n'Find Gléowine and ask him what he makes of the King's mood and temperament. I cannot tell if the King is putting on a brave face, but Gléowine has served him for many years and will know better than I the truth of this. I last saw the minstrel below us, by a pile of straw near the western wall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Gléowine near the map table by the western wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Gamling by the pile of straw near the western wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I saw the King not long ago, and he seems to be in fine spirits, [placeholder]. He is not blind to the danger, but he does not ignore it, either. His is not bravery without cause, but courage based on confidence in his men and his own strength. He sheltered too long in his own hall, and now that he emerges and sees battle he is ready for it.\\n\\n'I do not think Aragorn should worry about my King. Théoden will surprise him, when the battle is upon us. Ah, I speak of battle, but I am a minstrel and know little of strategy or tactics. You have seen more of war than I have, and this old man counts himself fortunate! There is a map on the table over there. Will you show to me how the attack will progress, while we wait?'\\n\\n<rgb=#FF0000>Interacting with the map table near Gléowine will allow time to pass. Action will resume after midnight, when the battle is joined.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'You will find Gléowine below us, by the western wall. Ask him what he makes of Théoden's mood and temperament. We will need the King to be strong of will if we are to survive what this night promises.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Study the map table near the western wall, by Gléowine, and time will pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I think battle is almost upon us. If you are willing to stand with my men, come with me to hold Helm's Dike for as long as we are able!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "It is after midnight at Helm's Deep.\\n\\nGamling is by the map table with Gléowine, on the lowest level of the fortress, by the western wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d162",
      "en": "As the night deepens, battle approaches the defenders of the Hornburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Gamling gestures at you, and seeks to catch his breath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Gléowine is on the lowest level of the fortress, by a pile of straw near the west wall.\\n\\nAragorn wants to determine the mood of Théoden, but has sent you not to the King but to Gléowine to learn it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Gléowine wants you to show him on the nearby map table what the night may hold for the defenders of Helm's Deep.\\n\\n<rgb=#FF0000>Interacting with the map table near Gléowine will allow time to pass. Action will resume after midnight, when the battle is joined.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "It is after midnight at Helm's Deep.\\n\\nGléowine is by the map table, near the pile of straw by the western wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Thank you for the lesson in strategy and tactics, my friend. I cannot say the lesson will remain long in this old head of mine, but for now I feel glad having learned something of what awaits us here.\\n\\n'But look! It is Gamling, from the Dike. He seeks our help!'\\n\\n<rgb=#FFFF00><b>Interact with Gamling to experience 'Epic Battles: Basic Training,' the tutorial for the Epic Battles system, if you are interested in the Epic Battles system. The tutorial is optional, and can be skipped if you intend to play the Storied Tales in Helm's Deep.</b></rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "The sound of fighting reaches your ears... the battle is joined!",
      "es": "",
      "es (fem)": ""
    }
  ]
}