{
  "id": 620925470,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "You set down the barrel of swords beside some others",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I see the question in your eyes, [placeholder]. Why have you toiled to bring these barrels here? Why does the sweat so sting your eyes? What good has it done to carry these weapons and armour to me, where they will stay?'\\n\\nThe Lady of Harrowdale's eyes are angry embers as she springs her trap.\\n\\n'It has done no good, [placeholder]. By gift of birth Éowyn commands some little measure of respect, and I give it to her, but she has sent only trouble to Harrowdale. Do you see these swords and spears? Do you see this armour? She has sent to me townsfolk and children, the aged and the infirm. She has sent no warriors! She has sent no one to wield the bright blade, or brandish the sharp spear! These folk will die just as easily here as at Edoras. There is no purpose to this migration!\\n\\n'If my husband falls, and those who ride with the King are defeated, there is no safety in all of Rohan. This is the cause of my reproach, [placeholder]. Éowyn plays at war, as she always has, but there are women in Rohan who truly know what is at stake. I am one of these.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You should return to the Lady of Harrowdale, and see what she thinks of the goods you delivered to her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "You set down the barrel of armour beside some others",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The town of Underharrow is in Kingstead, to the south of Edoras.\\n\\nÉowyn has asked you to bring the news to Ellen Fremedon in Harrowdale that the people of Edoras will soon be sheltering on her lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Ellen Fremedon and I have never agreed upon anything. Find her in Underharrow and tell her what my uncle has commanded: that the people of Edoras find shelter in Dunharrow. If she thinks all have arrived by now, she will not be happy to hear of her mistake.\\n\\n'I wish Thane Dúnhere had not gone to the Ford. He is more reasonable than his wife, if you ask me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e71",
      "en": "You dropped the swords. Ellen Fremedon will not be happy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'My uncle has commanded that I bring the people of Edoras to Dunharrow, for that is a more defensible location than Edoras. Before we make our way there, we should send word to Harrowdale of the great number of people that soon will be arriving. Some have already made their way to Harrowdale, but more will be arriving soon, from all corners of Kingstead. If you have time enough to spare, I ask that you travel north-east to the town of Entwade, and ensure that the people there are prepared for what lies ahead. Afterwards, someone will need to travel to the Harrowdale.'\\n\\nÉowyn pauses, and she seems to be weighing something carefully before speaking.\\n\\n'The lord of Harrowdale is Thane Dúnhere, nephew of Erkenbrand, lord of Helm's Deep in the Westfold. He is a mighty man, accomplished in battle and most loyal to my uncle and the Mark, but... he rode to defend the Ford of the Isen some weeks ago, and his wife now rules in his stead. She and I have never been friendly. Ellen Fremedon is, by most accounts, a kind woman and as just as her husband, but she and I are as different as the badger is to the noble steed. She will not be pleased to hear that I and the folk of Edoras will soon be sheltering at her hall, but she would be less pleased to hear the news from me. After you have helped the people at Entwade, travel to Underharrow, to the south, and give Ellen Fremedon this unpleasant news. There is little other choice, and you seem to be the best available messenger for these tidings, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Horn is at the entrance to Underharrow, in Harrowdale.\\n\\nHorn has come with you to Underharrow, and he wishes to speak with you by the entrance to that city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d147",
      "en": "Éowyn has asked you to bring word to Ellen Fremedon of Harrowdale that the people of Edoras will soon be seeking shelter in her lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The people of Entwade will need your assistance before they can come to Edoras. Travel north-east to their village and help them as much as you can.'\\n\\nÉowyn pauses, her expression conflicted.\\n\\n'The people of Entwade may be more willing to listen to you than will be the next woman with whom you speak. Ellen Fremedon and I have never agreed upon anything. After you deal with Entwade, find Ellen Fremedon in Underharrow and tell her what my uncle has commanded: that the people of Edoras find shelter in Dunharrow. She may think they have all arrived by now, but if so she is mistaken.\\n\\n'I wish Thane Dúnhere had not gone to the Ford. He is more reasonable than his wife, if you ask me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Ellen Fremedon is in Underharrow, in Harrowdale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e75",
      "en": "You dropped the armour. Ellen Fremedon will not be happy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Pick up a barrel of spears from outside Ordwald's shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We have arrived, [placeholder]. Now we must find Ellen Fremedon and hope that the tapestry of her that Éowyn wove for us was an exaggeration.\\n\\n'I must confess that her distaste for the woman strikes me as rather strange. By all accounts, Ellen Fremedon has never spoken against the good of Rohan and has been nothing but loyal to the kingdom and to her husband Dúnhere. Indeed, she is a minstrel of no small skill herself! I heard her play the fiddle once at Eaworth several years ago, and she made it sing in a way I have never heard before nor since.\\n\\n'Still, make no mistake. These are unwelcome tidings we bring. Even the most reasonable lady will not be pleased to hear the news that many scores of folk are seeking shelter in her hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your tidings are over-late, bringer of ill news! Ever since early this morn, ragged folk have been pouring into Underharrow, bringing hungry mouths and sad tales! I will not close my gates to them, for the word of Théoden King is law and Dúnhere my husband would be wroth were I to disobey the Lord of the Mark. I will do my duty, but Éowyn cannot expect me to be pleased about sheltering so many.\\n\\n'You, perhaps, can provide some help to me in return for this hospitality. The blacksmith Ordwald is forging weapons and armour by his home to the south. Go to him and carry the heavy barrels of swords, armour, and spears back to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Ellen Fremedon will not be pleased at the prospect of so many sheltering on her doorstep. Indeed, some of them have already begun to arrive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You have arrived at Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Travel to the town of Entwade, in Kingstead, and help its people with their troubles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ordwald, the blacksmith of Underharrow, has a shop to the south of the Mead Hall.\\n\\nEllen Fremedon has asked you to carry a heavy barrel of swords from Ordwald's shop back to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ordwald has been busy at his forge. Go to his shop, south of here, and bring back a barrel of the swords he has made. I have several others doing the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You are here for more weapons? The Lady of Harrowdale has had folk carrying off barrels of my work all morning. Take a barrel with my regards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You are here for more weapons? The Lady of Harrowdale has had folk carrying off barrels of my work all morning. Take another barrel with my regards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Pick up a barrel of armour from outside Ordwald's shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Ellen Fremedon is outside the Mead Hall in Underharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Ordwald has been busy at his forge. Go to his shop, south of here, and bring back a barrel of the spears he has made. I have several others doing the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Ordwald, the blacksmith of Underharrow, has a shop to the south of the Mead Hall.\\n\\nEllen Fremedon has asked you to carry a heavy barrel of armour from Ordwald's shop back to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac0",
      "en": "Carry the barrel of swords to Ellen Fremedon, in Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "The people of Entwade have many concerns with which you can help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Ordwald has been busy at his forge. Go to his shop, south of here, and bring back a barrel of the armour he has made. I have several others doing the same.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'You are here for another barrel of my work? If you can lift it, bring a barrel of my armour back to the Lady of Harrowdale. She has had folk carrying off barrels of my work all morning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac4",
      "en": "Carry the barrel of armour to Ellen Fremedon, in Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Ordwald, the blacksmith of Underharrow, has a shop to the south of the Mead Hall.\\n\\nEllen Fremedon has asked you to carry a heavy barrel of spears from Ordwald's shop back to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "After you have helped the people of Entwade, travel to the entrance of Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Horn at the entrance to Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad1",
      "en": "Carry the barrel of spears to Ellen Fremedon, in Underharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "The town of Entwade is to the north-east of Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You set down the barrel of spears beside some others",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Pick up a barrel of swords from outside Ordwald's shop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 1: Message for Harrowdale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e62",
      "en": "You dropped the spears. Ellen Fremedon will not be happy",
      "es": "",
      "es (fem)": ""
    }
  ]
}