{
  "id": 620925421,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Are you here to ask after my son Grimbold? Alas, he is away at the Fords. He is a great Thane, and I watch for his return every day. I know Erkenbrand will take good care of him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Townsfolk of Grimslade can be found in the town.\\n\\nYou should speak to townsfolk of Grimslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It is wartime, and our food-stores are alarmingly low now that our supply-lines are cut off. Lady Éowyn has left Meduseld empty, Marton is silent, and the people of Rohan fear to use the roads. We must bolster our supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I cannot talk now, stranger. If you wish to make yourself useful, you will help us make more arrows for defending our walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Hildith is in the Mead Hall of Grimslade.\\n\\nYou should return to Hildith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Return to Hildith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Let us discuss the matters at hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The unfriendly acting Thane, Hildith, grows concerned with the state of the Westfold, and summons a council to her, and does not wish to be disturbed while she calls the meeting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will summon a small council to discuss the tidings you bring, stranger. You may leave my presence. I have no further need of you until I have gathered the council here.\\n\\n'If you wish to occupy yourself, you may speak to the townsfolk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Speak with townsfolk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am Grimwald, son of Grimbold! My father is away at the fords, and now my mother is Thane in his place.\\n\\n'Where are you from? You have very strange clothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Stony Welcome",
      "es": "",
      "es (fem)": ""
    }
  ]
}