{
  "id": 620925559,
  "txt": [
    {
      "id": 216727827,
      "en": "Elgyth's belongings can be found in her home, and among them may be a letter telling of Grimbold's news from the Fords of Isen.\\n\\nYou should search Elgyth's home for the latest news of Grimbold.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "Grimbold's Doting Mother",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "Elgyth calls out when you examine a lady's needlework.\\n\\n'Hildith made that for him when they were first betrothed, and he cherished it always.\\n\\n'He loves that wife of his, even if her words cut him like a whip. They had a terrible fight when he left for war. All of Grimslade could hear.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Elgyth is in her home in Grimslade, in the south-eastern Westfold.\\n\\nYou should take your leave of Elgyth.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "Elgyth's voice calls out as you examine an old warhorn.\\n\\n'When he was a boy, he hid his father's warhorn to try to stop him from going off to battle – but of course my good husband knew he had it, and let him have it as a keepsake.\\n\\n'His father did not come back, and my dear boy thought that death took his father because he had not his horn to sound the alarm. It took a long while to soothe his fears. My Grimbold feels much.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "Elgyth calls out as you examine the letter:\\n\\n'Ahhh...that is the last letter I have received from my dear son. He wrote about the Prince, poor Théodred, how he died in his arms. He wrote that Elfhelm was fighting against him in trying to hold the Fords.\\n\\n'My poor son...he was struggling a great deal.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "Elgyth calls out as you examine a small figurine:\\n\\n'A gift to my son from Erkenbrand! He gave it to my son to remind him of his father's honour as he died to defend the Westfold. Grimbold has cherished this statuette and its giver ever since.\\n\\n'That great lord is like a father to Grimbold. They are both of them great – sacrificing everything for the Riddermark. Defending her lands and her king. They love Rohan more than anyone. How it must pain them to see her at war!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Take your leave of Elgyth",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Look around for keepsakes of Grimbold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "You take your leave of kindly Elgyth, saying that you have trespassed on her hospitality long enough, and that other pressing matters are at hand.\\n\\n'Of course, of course -- you travelling warriors, I know your like! Always more to do.\\n\\n'It was kind of you to stop and talk to an old woman. I hope you find Grimbold and Erkenbrand in time!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Elgyth, the mother of Grimbold, has a house filled with loving memories of her mighty son.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You are looking for word of my son Grimbold too? Would that I had it! You are free to look around my home -- I had a letter from him not long ago.\\n\\n'He was a dear boy, and he has grown into a great man. I pray every moment for his safe return from the fords!\\n\\n'Have a look around, and don't you pay any mind to me if I start to ramble. My visitors are few since my son rode to war.'",
      "es": ""
    }
  ]
}