{
  "id": 620925588,
  "txt": [
    {
      "id": "0xa8e1192",
      "en": "Thurketel is confident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Gimli is confident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Aragorn and the King are outside the keep of the Hornburg, seeing to the preparations. You should ask them if there is aught you can do to help. There is sure to be something you can do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Háma and Déorwine have a great deal to do to reinforce the guard-house",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Háma is neither confident nor without hope, but he seeks to make his father proud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I am glad to see you, my well-travelled friend! My heart tells me we are in for a long night. The Men of Rohan have sheltered in the Hornburg before, and its walls have never failed them. I have seen many points of weakness already, and we have only been here a short while. We must ensure this fortress does not fall. If Rohan falls, I fear the rest of Middle-earth will not stand long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Aragorn tells me the defences of the Hornburg are not strong enough. Speak to him and learn what he means by this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'If Aragorn says our defences are not sufficient, I believe him. He is a strong man, and wiser than you might think to look at him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Déorwine believes the guard-house doors will not last, if tested",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The armies of Saruman assaulted the men at the Fords of Isen, and the survivors of the rout are scattered now across the Westfold. No one seems to know where Erkenbrand might be found. He is the lord of the Hornburg, during time of peace, and would make his way here if he could.\\n\\n'Théoden King turned aside from his course and made for the Deep when the size of Saruman's force became clear. His army is already on the march, and will soon be here. I welcome all able folk willing to offer assistance, but I know you by reputation and count your aid double!\\n\\n'Friends of yours already lend us what help they can. You will find them in the Dike, throughout the Deep, and at the Hornburg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Find Legolas atop the Deeping Wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Your friends can be found along the road from the Dike, and near the Hornburg. Speak to them and assess their moods.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The guard-house provides a sturdy defence for the Hornburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Hail, friend! I knew you would not miss this chance! This dwarf has had enough of running, and riding, and talking! Now is the time for fighting, and quite a battle it is shaping up to be, too!\\n\\n'The walls of the fortress seem very sturdy, and the men say that the Deep has never been taken by an enemy. Aye, and may it not be taken this time, either, but I tell you true that I will be a mite disappointed if my axe sees little use. There are Orc necks to hew, and I am just the dwarf to do it!\\n\\n'I expect you will find Legolas atop the fortress wall. He would prefer a nice long view of the approaching Orcs, whereas I want to see their ugly faces up close!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Legolas atop the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'This is the home of Erkenbrand, but none know what has become of him. Now the King will rely on the walls of the Hornburg, and on the strong arms of his people. Will you help us defend the Deep?'\\n\\nThurketel smiles when you say that you will.\\n\\n'The Hornburg has never fallen, and if fortune be with us I will one day tell my children and theirs that it still has not, even many years hence. This night may be its gravest test, and ours. May we be found sufficient!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Sigferth atop the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The tides of war bring you once again to the King's shore, [placeholder]! No, this time I will not take your weapons, or keep you from seeing Théoden. Now I am pleased you are here, and hope that your skill in battle is as great as I am told!'\\n\\n'Déorwine and I seek to reinforce the doors of this guard-house, but it is to be hoped that the forces of Saruman do not get this far into the Deep. Still, it is good to be prepared.'\\n\\nYou tell Háma of your meeting with Léoferth, in Brockbridge, and the doorward sighs heavily.\\n\\n'Thank you for the news of my father. He has been in poor health for many years, but I am glad to know that he thinks of his son from time to time. He is often in my thoughts. If there is some measure of glory to be had in the hours ahead, I hope it is my lot to make Léoferth proud.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We are trying to reinforce the doors, but there is not enough sturdy wood in the Deep! Everything is either rotted or dry and old. Brittle wood will do us no good. We must hope that Gamling and the other soldiers are able to keep the armies of Saruman from breaching the Dike, for these doors will not keep them long.\\n\\n'Háma says I am wrong. I hope he is right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Travel up the road and see the fortress, my friend. It is quite well-built, by the standards of men. Dwarves could do better, but is this not always true?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Find Théoden and Éomer outside the keep of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The Hornburg has never fallen to any enemies of the Mark. I pray we may still say this on the morrow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Théoden outside the keep of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'We meet once more, my friend! If you seek battle, you have come to the right place, but if you seek a good rest or peaceful quiet you should leave this ravine at once! If the numbers reported by Théoden's scouts can be trusted, this entire gorge will be filled with Orcs before the moon is down.\\n\\n'From here I will have a clear shot upon any foe that seeks to cross the flat plain before the Deeping Wall. Every arrow I loose will spell death for one of our enemies, but which will I first exhaust: my arrows or our foes?\\n\\n'All of us will have our part to play during the coming night.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Éomer outside the keep of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'We are well-met, my new friend! These are the times that prove the strength of our hearts, are they not? We are lucky to live in such times, for the opportunity to prove ourselves up to the task!\\n\\n'Saruman's Orcs will arrive at the Dike, and if they are not defeated outright, they will push into the space before our walls. We will whittle down their numbers with arrows and with thrown spears, and they will shake their blades and gnash their teeth and will have no choice but to turn away.\\n\\n'The Hornburg has never been breached. It will not be breached tonight, either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Thurketel sees you and heartily calls a greeting",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You should climb to the top of the wall, and see the strength of our defence. The view will be a good one, as well. You should see it before the view is marred by the sight of ugly Orcs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You should climb the wall and see how fare its defenders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Gimli at Helm's Dike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Talk to Aragorn outside the keep of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Thurketel along the road from the Dike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Welcome to the Hornburg, [placeholder]. This is where I will make my stand. Let Saruman's armies come! They will break upon our walls and we will scatter them across the fields. There is no shortage of tasks to be done. The only thing we lack is time: the scouts tell me Saruman's forces will be here before the moon is high.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'You ride a fast steed, my friend! Were you able to be a help to my sister Éowyn? And how did you find my own home of Aldburg? Has Arcil maintained the village as well as his father once did?'\\n\\nYou give Éomer what tidings you can in the little time you both have to spare.\\n\\n'I see. My uncle believes this battle will be over quickly, but I am not so certain. I hope he is right. There will be much work to do to restore the Mark, even once the fighting is done. But first we must survive the coming battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Find the guard-house of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Háma at the guard-house of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Déorwine at the guard-house of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d166",
      "en": "You have arrived at Helm's Deep as the King's men prepare to defend the Hornburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "A road runs from Helm's Dike through the valley and to the Hornburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "Aragorn is outside the keep of the Hornburg, alongside Éomer and not far from Théoden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "There is a maelstrom of activity outside the walls of the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "Théoden is confident the Hornburg will not be breached",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Éomer is worried that the battle will be neither easy nor quick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "Aragorn believes the Hornburg's defences are not strong enough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "The Deeping Wall provides a sturdy defence for the Hornburg, and allows its defenders a commanding view of the gorge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Legolas waves a greeting as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Théoden and Éomer are overseeing the preparations outside the Hornburg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Follow the road that runs from Helm's Dike to the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "Legolas fears he will run out of arrows before the battle is done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "Sigferth is incredibly confident",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 1: The Lay of the Land",
      "es": "",
      "es (fem)": ""
    }
  ]
}