{
  "id": 620925555,
  "txt": [
    {
      "id": 127458128,
      "en": "'This stranger has come and brought word that my husband, your Thane, has gone missing.'",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'We are behind on news of the Mark since our trade routes fell away.'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'Our guest brings word that the Fords of Isen have fallen.'",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'The lords who held them -- Erkenbrand, Elfhelm, and our own Grimbold....'",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "'My Grimbold is loved by all, you know.'",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'...are missing. None have heard from them.'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Dear me, my son has been away so long. How I miss him!'",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'Marton, our neighbouring town, is destroyed, and much of the Westfold is in ruin.'",
      "es": ""
    },
    {
      "id": 127458134,
      "en": "'Our king braces for war in the Hornburg, and Gandalf Grayhame searches high and low for Grimbold and the others.'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'Erkenbrand himself took my dear boy under his wing. A good man, Erkenbrand.'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'We will not sit idly while the Westfold falls! We shall search for Grimbold and the others as well!'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'The fords were lost, but surely it was Elfhelm's fault. He and Grimbold had a falling out.'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'I shall send my four swiftest riders out in every direction to look for him in the Westfold.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'How many mothers like me wait for their dear sons to come home from the war? How many will wait forever?'",
      "es": ""
    },
    {
      "id": 127458137,
      "en": "'Are you sure that is wise, my lady? It is a death sentence to ride out now!'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'I miss my sweet son. He is a just Thane and a great warrior.'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'Hildith is not kind to Grimbold, you know. She drives him away with her hard words.'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'My son's wife has never shown me any great kindness. She is as quarrelsome a woman as ever was....'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'Don't mind me! An old woman may ramble when a visitor comes calling.'",
      "es": ""
    },
    {
      "id": 127458112,
      "en": "'I advise you to look to our defences, or our escape, and waste not a man or horse on anything else.'",
      "es": ""
    },
    {
      "id": 127458113,
      "en": "'Are you questioning me, Dunward?'",
      "es": ""
    },
    {
      "id": 127458160,
      "en": "Cúthsig",
      "es": ""
    },
    {
      "id": 127458114,
      "en": "'No indeed, Lady Hildith! It is just that... if Grimbold were here, he --'",
      "es": ""
    },
    {
      "id": 127458161,
      "en": "'Speak against me again, Dunward, and I will send you from Grimslade.'",
      "es": ""
    },
    {
      "id": 127458115,
      "en": "'But Grimbold is decidedly not here.'",
      "es": ""
    },
    {
      "id": 127458162,
      "en": "'My word is law in Grimbold's absence.'",
      "es": ""
    },
    {
      "id": 127458116,
      "en": "'I do not like that fact any more than you do...which is why we must find him.'",
      "es": ""
    },
    {
      "id": 127458163,
      "en": "'My... my apologies, Lady Hildith. I only wished to offer my humble counsel.'",
      "es": ""
    },
    {
      "id": 127458117,
      "en": "'Riders! Did you not hear my command?'",
      "es": ""
    },
    {
      "id": 127458164,
      "en": "'Wait! Don't go just yet!'",
      "es": ""
    },
    {
      "id": 127458118,
      "en": "'Return to me when you have news of Grimbold.'",
      "es": ""
    },
    {
      "id": 127458119,
      "en": "Winmar",
      "es": ""
    },
    {
      "id": 127458120,
      "en": "Húnbrit",
      "es": ""
    },
    {
      "id": 127458121,
      "en": "Ordgar",
      "es": ""
    }
  ]
}