{
  "id": 620925545,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 12, Chapter 9: The Soothsayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Herubrand and go with him to meet the soothsayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Nona by the entrance to Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Horn by the entrance to Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is true. An old soothsayer lives in a remote cave among the mounds, and she speaks words of prophecy. She has foretold that I will die at Orkish hand, as will my firstborn son.'\\n\\nHerubrand laughs boisterously.\\n\\n'Never before has knowledge of coming death been so welcome, [placeholder]! For if it be my fate to die at Orkish hand, well, no Dunlending will be able to land a hand upon me! Thus far it has proven so! Speak to your companions, and if they agree to the journey I will bring you before the soothsayer Hildegard. Perhaps she will read your fate, as well?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Herubrand in his hideout, in Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'A soothsayer? Such mystics never speak plain, but deal in riddles to confuse the weak-minded. Herubrand is a fool to believe the words of this Hildegard. I will go with you to this cave if Nona desires it, but I beg of you: do not put too much stock in the words of this soothsayer. There are many mysteries in the world, but I think it likely this Hildegard is merely a woman with an addled mind.\\n\\n'This soothsayer will speak in riddles and lies. Mark my words well, for they tell the future. Pah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What is it? A soothsayer lives in this land?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'A soothsayer lives in this land? I am filled with delight, [placeholder]! Such folk truly possess the power of foretelling the fates. Do you remember the dream that drew us across the mountains? We could not fathom its meaning, but a soothsayer such as the one of which Herubrand speaks is more skilled at reading such visions than the like of us.\\n\\n'Return to Herubrand and humbly beg him to bring us before this soothsayer. She could tell us much!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'This soothsayer will speak in riddles and lies. Mark my words well, for they tell the future. Pah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Are you prepared to depart? Very good! Let us see what Hildegard has to say of your own future. May it be so rosy as my own, which frees my hand in battle against the Dunlending invaders!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We have to do something! I need time to think, [placeholder]. Hildegard is as powerful as I had hoped, and now I wish that she was not! Her words give shape to a grim tomorrow, and I do not want to believe it will come to pass. Am I to lose Horn as I lost my brother?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Rubbish and lies. The words of that woman prey on the fears and hopes of all who listen to her. Herubrand is a fool if he believes himself to be invincible on account of Hildegard's witless ramblings. I cannot believe Nona sets any stock upon the words of this woman. She has my heart, always, but I am saddened by her belief in this nonsense.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Herubrand believes that he is invincible and cannot be slain by the Dunlendings that invade the Stonedeans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Horn and Nona are at the entrance to Woodhurst, in the Stonedeans.\\n\\nYou have had a curious encounter with the soothsayer, Hildegard, and should now speak of the experience with your companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Now do you understand, my friend? Hildegard has unusual powers, and she speaks of the future with a convincing tongue. I have no doubt that I will cast the Dunlending invaders from Woodhurst, for none of them can hope to slay me, or my son. If my death be at Orkish hand, then no Man can hope to harm me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Horn is at the entrance to Woodhurst.\\n\\nHeruband has offered to bring you before the soothsayer Hildegard, but first you should see what Horn and Nona think of the prospect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Herubrand is a wise man to listen to the words of Hildegard. She has unusual powers, and can see much that is hidden to the rest of us. Horn denies her power at his peril!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Herubrand is a fool. His belief in Hildegard will get him killed, and perhaps not at the hands of an Orc! It will be little consolation to me, or to him, but there it is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Nona is at the entrance to Woodhurst.\\n\\nHeruband has offered to bring you before the soothsayer Hildegard, but first you should see what Horn and Nona think of the prospect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Herubrand is in the cellar of his hideout, on the outskirts of Woodhurst.\\n\\nHorn and Nona have agreed to meet with the soothsayer, with varying degrees of excitement, and now you should tell Herubrand you are ready to go.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Horn at the entrance to Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Nona at the entrance to Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Herubrand is in the cellar of his hideout, on the outskirts of Woodhurst.\\n\\nYou have returned from meeting the soothsayer Hildegard, and should report now to Herubrand.",
      "es": "",
      "es (fem)": ""
    }
  ]
}