{
  "id": 620925599,
  "txt": [
    {
      "id": "0x29e9e91",
      "en": "'[placeholder], thank you for joining us here for dinner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29e9e92",
      "en": "'Of course, Éothain. I know we have not always seen eye-to-eye, but I do respect your opinions when it comes to matters of strategy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29e9e93",
      "en": "'I agree; however, this group of White Hand Orcs might very well be all that remains of a larger group, posing very little threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5bf7941",
      "en": "'I have seen firsthand what they are capable of. If you value Aldburg and its inhabitants, you will do the right thing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x29e9e94",
      "en": "'How dare you question my dedication to Aldburg and its people? The reason that we are discussing this at all is due to my dedication.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd925f95",
      "en": "Instance: Aldburg Convenes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5bf791",
      "en": "'First, let me say, while we may have had our disagreements, I appreciate you allowing me this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5bf792",
      "en": "'Very well. I have seen the treachery and destruction the White Hand is capable of.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5bf793",
      "en": "'I am not suggesting that we simply ignore them, but we should focus upon the White Hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd5bf794",
      "en": "'You are right...we are not going to. I believe that I have had enough of this bitter food. I believe this dinner is over.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e9e952",
      "en": "'Éothain and I need to resolve our disagreement on the issue of the Orcs, and we were hoping that you could mediate and help us decide the best course of action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e9e981",
      "en": "'I want to do the right thing for our grand city and protect the people at the same time. I can see that we are not going to agree upon a course of action.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e9e953",
      "en": "'I will allow Éothain an opportunity to speak first. Please, state your side, cousin of Éomer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9e9e9b1",
      "en": "'The other Orc-tribe troubles me because we know nothing about them. Their number may be great enough to overpower us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5bf7951",
      "en": "'We are vulnerable here in Aldburg, and if we do not defeat them soon, their number may grow beyond our reckoning.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}