{
  "id": 620925541,
  "txt": [
    {
      "id": 162883717,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "Heremond has died. His wife Briant or his son Herubrand must rule Woodhurst now in his stead.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 12, Chapter 8: Hill Tribes and Horse-lords",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Nona by the entrance to Woodhurst",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Horn tells me this town is home to many people of Dunlending and Rohirric blood. Do they maintain the traditions both of my people and of Horn's people? Or have they forgotten from where they came in order to survive in this land? I do not see much I recognize of the Uch-lûth in this town. The buildings are wrong, the land is wrong. Will the people prove otherwise?'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'I have no close ties with my neighbours to the west, save the oaths we share, but I wish them no harm. If this snake has entered the Stonedeans, they must be warned of the danger he poses. A secret enemy, combined with the dangers they already face, endangers the whole of my Riding. He must be stopped, and now only a few know his face. You have seen it, as has poor, departed Wigbald. Bring this knowledge to Reeve Heremond, in the Stonedeans.\\n\\n'His seat is in the town of Woodhurst, located in the northern region of the Stonedeans. Heremond is very old, and there are whispers that he has been in poor health of late. If he is indisposed, you should speak to his wife Briant. She is of Dunlendish blood, but she is strong in her own right.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have no close ties with my neighbours to the west, save the oaths we share, but I wish them no harm. If this snake has entered the Stonedeans, they must be warned of the danger he poses. A secret enemy, combined with the dangers they already face, endangers the whole of my Riding. He must be stopped, and now only a few know his face. You have seen it, as has poor, departed Wigbald. Bring this knowledge to Reeve Heremond, in the Stonedeans.\\n\\n'His seat is in the town of Woodhurst, located in the northern region of the Stonedeans. Heremond is very old, and there are whispers that he has been in poor health of late. If he is indisposed, you should speak to his wife Briant. She is of Dunlendish blood, but she is strong in her own right.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Horn by the entrance to Woodhurst",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Briant in the hideout on the outskirts of Woodhurst",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Bring word of the danger that threatens the Stonedeans to the town of Woodhurst!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Herubrand in the hideout on the outskirts of Woodhurst",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Travel to the entrance of Woodhurst, in the Stonedeans",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Defeat Dunlending invaders throughout the Stonedeans ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'This is Woodhurst. I have desired to see it for some time.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Horn tells me this town is home to many people of mixed blood-lines. Do they maintain the traditions of my people and of Horn's people? Or have they forgotten from where they came in order to survive in this land?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Herubrand in the hideout on the outskirts of Woodhurst",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You are welcome in Woodhurst, but you do not see her at her best. My husband has finally succumbed to death, but I cannot properly mourn for him. I must mourn too for our city, for it is held in the grip of Dunlending invaders. The blood of the hill-tribes flows through my veins, but they are no longer my people. When I wed Heremond and came to live in his lands, and when I gave him a son, then I was no longer of my tribe. I was part of a new tribe.\\n\\nBriant's eyes flash, and you see a fire in them that reminds you of Nona.\\n\\n'Those who hold the Mead Hall and bring war to my home may share my blood, but they spill the blood of those I love. Now we are enemies. You have my thanks for this warning you bring, but Woodhurst is already imperiled. What is one more threat upon the pile of many? Speak to my son Herubrand. He rules now in place of his father. I will answer any questions of yours I am able.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Reeve Fríthild believes that the man you pursue has gone westward, into the Stonedeans.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'This looks like any other village of the horse-lords to me.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I see the Dunlending influence in this place, to be certain.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Woodhurst is located in the northern stretches of the Stonedeans, west of the Broadacres.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Briant is inside her son's hideout, in Woodhurst. You do not know where Reeve Heremond is. The hideout is on the outskirts of Woodhurst.\\n\\nYou should find Reeve Heremond or his wife Briant in Woodhurst, and convey the message from Reeve Fríthild that Woodhurst may be in danger.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You wish to help? Good. There are not enough folk willing to help with the problems of others in these trying times. My son Herefara is doing all he can, as am I, but we cannot be everywhere. There will always be somewhere we are not. You may not know much of these invaders, but I do. They are called Draig-lûth, and they worship worms and lizards of all sorts, but their loyalty has been bought by Saruman and they go where he commands.\\n\\n'Defeat these Dunlending invaders, wherever you find them throughout the Stonedeans. You will find Draig-lûth aplenty in Woodhurst, to my sorrow and my mother's.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Nona and Horn are at the northern entrance to Woodhurst, in the Stonedeans.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Speak to my son Herubrand and help him defeat the invaders from Dunland. They are my people no longer.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Herubrand is in the hideout on the outskirts of Woodhurst.\\n\\nBriant has told you to speak with her son Herubrand about the situation in Woodhurst.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Dunlending invaders can be found throughout the Stonedeans, especially in Woodhurst.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'I have no close ties with my neighbours to the west, save the oaths we share, but I wish them no harm. If this snake has entered the Stonedeans, they must be warned of the danger he poses. A secret enemy, combined with the dangers they already face, endangers the whole of my Riding. He must be stopped, and now only a few know his face. You have seen it, as has poor, departed Wigbald. Bring this knowledge to Reeve Heremond, in the Stonedeans.\\n\\n'His seat is in the town of Woodhurst, located in the northern region of the Stonedeans. Heremond is very old, and there are whispers that he has been in poor health of late. If he is indisposed, you should speak to his wife Briant. She is of Dunlendish blood, but she is strong in her own right.'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'I have no close ties with my neighbours to the west, save the oaths we share, but I wish them no harm. If this snake has entered the Stonedeans, they must be warned of the danger he poses. A secret enemy, combined with the dangers they already face, endangers the whole of my Riding. He must be stopped, and now only a few know his face. You have seen it, as has poor, departed Wigbald. Bring this knowledge to Reeve Heremond, in the Stonedeans.\\n\\n'His seat is in the town of Woodhurst, located in the northern region of the Stonedeans. Heremond is very old, and there are whispers that he has been in poor health of late. If he is indisposed, you should speak to his wife Briant. She is of Dunlendish blood, but she is strong in her own right.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Defeated Dunlending invaders throughout the Stonedeans ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Herubrand is in the hideout on the outskirts of Woodhurst.\\n\\nYou have defeated many Dunlending invaders and should report of your success to Herubrand.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'There will be no shortage of Dunlending invaders throughout the Stonedeans, friend. Fight them, and defeat them, wherever you are able to do so.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You have done well, my friend. Soon this land will be free of their clutches. My son and I will do what we can against the Draig-lûth, for they cannot defeat us.'\\n\\nHerubrand smiles at your puzzled expression.\\n\\n'I speak not in riddles, [placeholder], and do not exaggerate my prowess or that of my heir. The Dunlendings cannot defeat us. We are invincible.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'This is Woodhurst. I have desired to see it for some time. So near to Dunland, many of the folk of this town share ancestry with the Dunlending tribes. Perhaps Nona and I will be able to find a place here, when all is through?\\n\\n'That is still a good while hence, I do not doubt it! But my heart tells me that Woodhurst would be more welcoming to us than my own home of Eaworth. Well, we have more pressing matters than this! Let us find Reeve Heremond and report to him of the danger his town may face!'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have arrived at Woodhurst, in the Stonedeans",
      "es": ""
    }
  ]
}