{
  "id": 620925488,
  "txt": [
    {
      "id": 228284039,
      "en": "'Are you ready? Let us remain alert. Allies of Gríma Wormtongue could be anywhere. Do not think that we cleansed the city of them when last we were here!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Horn will speak to you again by the barrows outside Edoras, as he did once before.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'A picture begins to shape itself, [placeholder]. The writings you recovered from Gríma's chambers spoke in vague and shrouded terms, in order to keep the identities of his allies a secret, but we have found some few of them already. Hebeca, Léofing, and Forthere have been defeated or imprisoned for their part in Gríma's schemes, but it seems there was a fourth conspirator. It seems he used several names, among them Ednoth and Góding. There may have been more that we know not.\\n\\n'But now we have a common thread, [placeholder]. Our mysterious foe seems overly fond of a blood-red brooch, and it is by this jewellery you will know him. We cannot risk his return! Only by tracking this secret enemy can we ensure he does not return to cause deadlier mischief!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Horn is by the barrows outside Edoras, in Kingstead.\\n\\nHorn has asked you to tell him when you are ready to walk through the streets of Edoras with him and your companions.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Horn by the barrows outside Edoras, in Kingstead",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Horn by the barrows outside Edoras, and walk with him through the streets",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Éowyn waits for us outside Meduseld. We cannot abandon her to her task without aid!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Éowyn is outside Meduseld, in Edoras.\\n\\nYou have learned that an ally of Wormtongue's attempted to sabotage the evacuation efforts, but may have fled the city.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Éowyn outside Meduseld, in Edoras",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have made good on your promise to Éomer and have provided for the continued maintenance of Aldburg. Now you should see how Éowyn's work has progressed.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I cannot thank you enough for all you have done. You have aided Aldburg and its people in ways I was unable to do myself, but I should not be surprised at your ability. After all, Éomer did send you to assist me! Éomer possesses wisdom far beyond his years, and he uses it not just on the field of battle but in times of peace, as well!\\n\\n'There have been fewer of those in recent memory, alas.\\n\\n'You return now to Edoras? Go with my good wishes, and may you help the folk there as you helped the people of Aldburg!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We have come once again to Edoras, this time in the company of both Corudan and Nona. Are you ready to walk through the streets and speak once more to Éowyn? Let me know if you are prepared. Allies of Wormtongue could be anywhere, and we must remain alert.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You have my thanks for all you have done. Now you and your companions travel to Edoras? Give my regards to Éowyn, and tell her that I am doing what I can to maintain her brother's home.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 12, Chapter 5: Eyes of Edoras",
      "es": ""
    }
  ]
}