{
  "id": 620925484,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Hail, stranger! What might you need of me?\\n\\n'I apologise for Elda, but he has been acting queer towards everyone of late. It is unusual, as he has always been a kind and caring man. Much has changed lately, and I barely recognize Woodhurst anymore.\\n\\n'You seem a friend of the Mark, and so I shall speak with you. We have much to discuss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You are trespassing! Why did no guard stop you? The Thane is not here, and the door is locked. Be gone, or I will call for the guards!\\n\\n'Oh, Arnwi sent you.\\n\\n'There is nothing to see here, so keep to your own! Herubrand is not here, and I am not certain why Arnwi said I could help you. Go back to him...or go leap in the river and rid us of your insatiable curiosity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Elda is near the Mead Hall in Woodhurst.\\n\\nArnwi asked you to speak with Elda, another of the Reeve's advisors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Calin is in the farm-house on the eastern side of Woodhurst.\\n\\nArnwi suggested that you speak next with the third advisor, Calin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Calin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Someone must have survived the attack on the Mead Hall. \\n\\nAn advisor of the Reeve or a family member should be somewhere inside Woodhurst, in the north-west corner of the Stonedeans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Elda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Arnwi is standing near the stable-master of Woodhurst.\\n\\nElda refused to speak with you and told you to return to Arnwi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Return to Arnwi near the stable",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I should have warned you that Elda can be flustered easily these days. He was not like this before and is usually a gentle soul, though his reaction was harsher than I would have expected. I believe he is taking Herubrand's departure less easily than the rest of us.\\n\\n'Perhaps you will have greater fortune speaking to Calin. He can be found in the farm-house on the eastern side of Woodhurst.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find a member of the Reeve's family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Good day, [placeholder]. How might I help you? Ah, you were sent by men leaving the town?\\n\\n'They were wise to leave, for our situation is not good. They sent you to seek Heremond, but I believe you look for Herubrand, Heremond's son. I am afraid you will not find him here.'\\n\\nHe lowers his voice so only you can hear him.\\n\\n'You did not come in vain, but I cannot say more too loudly. Eyes and ears are everywhere. Elda may tell you more. He keeps watch upon the locked Mead Hall while Herubrand is away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Oter and Stithwulf are now better prepared for the long road since you stopped to help them. They are likely to stay a few more days before departing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Onward to Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I cannot stop you from going to Woodhurst, but it is not safe. The night we left, we spotted a party of men sneaking towards the Mead Hall with weapons drawn. They might have killed us if we had been seen. We were about to leave when we saw them and hid behind our waggon until they passed.\\n\\n'I hope that Reeve Heremond and his family are still alive and safe. Perhaps someone in the mead hall survived to tell you what has happened.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}