{
  "id": 621024936,
  "txt": [
    {
      "id": 30955862,
      "en": "''Many of your kind have been sent to the Black Pits. That is not your fate.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "The Twisted Stair can be found beyond the halls leading out of the dungeons of Barad-dûr.\\n\\nZôreth has bidden you to present yourself to the Mouth of Sauron that you might serve in the Dead City.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Lethi can be found in the dungeons of Barad-dûr.\\n\\nBefore you were able to reach the Twisted Stair, you encountered Lethi standing amid a slaughter of Men, Orcs, and Stout-axes. You should ask Lethi what has happened.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Lethi",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'No... no, no, no.\\n\\n'What have they done?!'",
      "es": ""
    },
    {
      "id": 149027380,
      "en": "A New Servitude",
      "es": ""
    },
    {
      "id": 24695157,
      "en": "The Witch-king of Angmar has come to the Dark Tower to seek new servants for the Dead City. You have been chosen.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Before you can reach the Twisted Stair, you find Lethi standing amid a slaughter",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Many secrets, forbidden even to the Order of the Eye, lay hidden in the shadows of the Dark Tower.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Ascend the Twisted Stair and present yourself to the Mouth of Sauron",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Many of your kind have been sent to the Black Pits. That is not your fate, but perhaps you may wish it were so!\\n\\n'You are to leave the dungeons at once and present yourself to the Mouth of Sauron upon the highest steps of the Twisted Stair. The Witch-king of Angmar has come to Barad-dûr seeking stronger servants for the Dead City and your... unique heritage may be of use to the Lord of the Nazgûl.\\n\\n'Relish this brief freedom to walk among the glorious works of Sauron the Great, dwarf, for your servitude is far from ended!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Glimpse of the Forbidden",
      "es": ""
    }
  ]
}