{
  "id": 621024918,
  "txt": [
    {
      "id": 218639269,
      "en": "Once he was a great king in lands far to the east, accustomed to rule and unwilling to bend the knee to any other. But then came a giver of gifts and a promiser of power, and upon accepting these lures, the great king changed. No longer did he rule his lands with mercy, and neither did he remain in his own kingdom. He became Rhûn's bane, and by that name came he to be known as the Bane of Rhûn, and elsewhere.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "From the distant south he came, bringing fear and fire to every coast he spied with his glass. His was a reign of blood, and he drew it from all who lived in sight and scent of the Sea. Was that the reason Sauron gave to him the ring Khânto, which is Pain-giver? With the power of it, the Forsaken Reaver could not be stopped, and his laughter carried inland on fell winds; he was among Sauron's swiftest servants, and the cruelest.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "None can say what ship bore him hither to Middle-earth before Númenor was lost, but once he accepted Sauron's gift he could no longer be counted among the Men of that land. He dwelt in Thaurband, a fortress in southern Mordor, not far from the inland Sea. It was from that keep that the fear of him spread, giving him a new title to replace the name he no longer needed. He became the Gloom of Núrn, though he did not stay there, and roved far and wide at Sauron's command.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Few among the living ever heard him speak, but his visage was well-known, and feared. They called him the Grim Southron, and while Men quailed at his approach during the Second Age, during the Third the legend of his malice had only grown. In later days it was he that Lhaereth the Stained followed in secret to Dol Guldur, where she discovered Sauron and helped him recover, for a price. Did the Dark Lord deal out reward or punishment for his Nazgûl's lapse? But that was much later. During the Second Age, the Grim Southron was known only to be patient, loyal, and silent.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Complete \\qThe Woe of Khand, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Complete \\qThe Black Blade of Lebennin, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "They called him the High Sorcerer of Harad, but for most of those who fought against Sauron it was just a name. He rarely left the dungeon fastnesses of Mordor, for he delighted in the working of foul rituals and the mastery of fell magics, and gave his thought to little else. But when the Dark Lord saw fit to send him forth, Men and Elves knew to give him a wide berth, or suffer. It was Mêbat he wore, the Mirth-eater, and wherever he went there was an end to laughter, and only the onset of grief.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Complete \\qThe Witch-king, Lord of the Nazgûl, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Complete \\qThe Cursed Rider, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 8567445,
      "en": "He was the Woe of Khand, and with the blessing of Sauron he strode across the unconquered lands and claimed them for the Dark Lord. The ring gifted to him was called Adâsh, and many were the foes it made, many the proud warriors he brought low. He found great joy in the bringing of war, and always had done so, but with the power given to him by Sauron, the Woe of Khand became ever more deadly, more relentless, and more unforgiving.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Great Alliance of Elves and Men stood in defiance of Sauron for long years of siege, but even their greatest heroes came to fear his deadliest servants. These were the Nazgûl, and their number was Nine.",
      "es": ""
    },
    {
      "id": 8567424,
      "en": "He moved at speed across the battlefield, running down the warriors who dared stand against him, fewer as the siege went on. He was the Cursed Rider, and the sound of his approach turned even courageous blood to water. In later years he would command armies from within the walls of Dol Guldur, but during the Second Age he preferred to fight from the back of his black steed, alone.",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "The Great Alliance of Elves and Men stood in defiance of Sauron for long years of siege, but even their greatest heroes came to fear his deadliest servants. These were the Nazgûl, and their number was Nine.",
      "es": ""
    },
    {
      "id": 8567448,
      "en": "In later days, the Black Blade of Lebennin was oft-seen stalking among the hills and forests of Western Gondor, striking fear into the hearts of Men with both deadly countenance and fearsome sword. For those few who did not flee, his words poured like honey into their unwilling ears and drove them to terrible acts of evil. This may have proved his worst and most effective weapon.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete \\qThe Bane of Rhûn, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 8567426,
      "en": "Greatest and most feared of the Nine, the Witch-king stalked the battlefield but rarely, leaving the fortresses of Mordor only at Sauron's most pressing command. In later years the Lord of the Nazgûl would raise from nothing the Land of Angmar, wielding it in furtherance of the Dark Lord's aim to destroy the northern kingdom of Arnor, but at the close of the Second Age that was still far off in the mists of Time. During the Siege of Barad-dûr, the Witch-king could be found testing the weaknesses of the armies arrayed against his master, seeking the most valuable prize of all: information.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Nine",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete \\qThe Forsaken Reaver, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete \\qThe Gloom of Nurn, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete \\qThe Grim Southron, Scourge of Mordor\\q",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete \\qThe High Sorcerer of Harad, Scourge of Mordor\\q",
      "es": ""
    }
  ]
}