{
  "id": 620863673,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated the Stag Spirit",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Arassiel has sent you forth to challenge the last of the spirits of the Wild Hunt in a test of wisdom.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Three spirits you have faced and overcome. Now ye must hunt the fourth and last.\\n\\n'Go forth and prove thy wisdom, and the Huntsman's favour shall be thine, mortal.\\n\\n'Take my blessings with thee, for I would see the glory of the Free Peoples rekindled in the age to come, and much rests upon thee and thy friends.'\\n",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The stag-spirit of Arassiel dwells in the southern reaches of the Mournshaws.\\n\\nArassiel has charged you with challenging her stag-spirit servant.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Three spirits you have faced and overcome. Now ye must hunt the fourth and last.\\n\\n'Go forth and prove thy wisdom, and the Huntsman's favour shall be thine, Child of the Stars.\\n\\n'Take my blessings with thee, for I would see the glory of the Free Peoples rekindled in the age to come, and much rests upon thee and thy friends.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Arassiel is in the Huntsman's Hall.\\n\\nYou should return to Arassiel with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "As you kneel by the waters of the pool, a strangely mesmerizing glow emanates from the waters.\\n\\nFeeling dazed as you stare into the glowing water, you reach down to cup a handful and bring it to your lips....\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thus concludes the Wild Hunt, [placeholder]. Thou hast proven thy virtue in this ancient test.\\n\\n'Thou hast earned the Huntsman's favour, but watch thy tongue in his presence, for his patience with the chatter of mortals is brief indeed.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You must challenge the stag-spirit to fulfil your task.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thus concludes the Wild Hunt, [placeholder]. Thou hast proven thy virtue in this ancient test.\\n\\n'Thou hast earned the Huntsman's favour, but watch thy tongue in his presence, for his patience is brief indeed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Challenge Arassiel's spirit",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Arassiel at the Huntsman's Hall",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Wild Hunt: Arassiel's Spirit",
      "es": ""
    }
  ]
}