{
  "id": 620863674,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I see that the Huntsman has set you upon the Wild Hunt. I wonder if he truly believes you ready, or if he simply amuses himself at your expense?\\n\\n'So be it. You must take up my challenge and hunt an ancient spirit -- a wild beast whose strength and aggression may prove your end if you are careless or weak.\\n\\n'Its anger is such that the forest itself is awakened and wroth in its presence, so guard yourself well, lest you be overcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see. So perhaps the Huntsman was right to gauge you in this matter. I must say that I have had my doubts.\\n\\n'Go then, [placeholder], and complete the Wild Hunt. Should the Huntsman's favour fall upon you, then perhaps there is some hope that the strength of Men and the Free Peoples of Middle-earth will yet prevail against the darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go forth to my pool and challenge my spirit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wild Hunt: Lavaneth's Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "As you kneel by the waters of the pool, a strangely mesmerizing glow emanates from the waters.\\n\\nFeeling dazed as you stare into the glowing water, you reach down to cup a handful and bring it to your lips....\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Wild Huntsman has tasked you with hunting the spirit servants of his hand-maidens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Boar Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Lavaneth's spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lavaneth's spirit roams in the north-west eaves of the Mournshaws.\\n\\nLavaneth has bidden you hunt her boar-spirit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lavaneth at the Huntsman's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lavaneth is at the Huntsman's Hall.\\n\\nYou should return to Lavaneth and tell her of your successful challenge against the boar-spirit.",
      "es": "",
      "es (fem)": ""
    }
  ]
}