{
  "id": 620837275,
  "txt": [
    {
      "id": 22075078,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have fallen into the depths of the Great Delving!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have plummeted into the depths of the Silvertine Lodes!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have fallen to ruin in Durin's Way!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "While the crevices that make up the Great Delving are not bottomless, they are more than deep enough to result in the swift demise of the careless delver.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The most prominent feature of the Silvertine Lodes is the great shaft that descends into the earth in the centre of the dig.\\n\\nIf you were to drop a goblin into it, the screams would likely fade before it hit bottom.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ancient dwarf-realm of Khazad-dûm is called Moria, the Black Pit, by the Elves...never have you seen so many pits.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have vanished into the depths of the Redhorn Lodes!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "While Durin's Way does not feature the great abyssal cracks that are frequent in other parts of Moria, it still features dangerous ledges and falls for the unwary traveller.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have tumbled into the depths of Nud-melek!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "There is a dark pit in the Redhorn Lodes that the Orcs use as a refuse dump. One can only imagine what horrors lie down there by now....",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have hurled yourself into oblivion in the chasms of Khazad-dûm!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The area of Nud-melek lies riven with deadly chasms. The movements of the earth itself have badly damaged many of the works of the dwarves since they fled and left many of the paths dangerous to tread.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The bridge of Khazad-dûm has fallen, and the great chasm it once spanned now poses a seemingly impassable obstacle to those seeking to escape through the eastern gates of Moria.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Explore the depths of the pits of Moria -- the hard way.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Pits of Moria",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "TBD",
      "es": ""
    }
  ]
}