{
  "id": 621059214,
  "txt": [
    {
      "id": "0x78e1fa5",
      "en": "Surveying Glittengrof",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Deliver the broken crystal shards to Spall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Glittengrof can be found to the south-west of Watchers' Roost in Gloomingtarn.\\n\\nSpall has asked you to join him in exploring Glittengrof. You should travel to Glittengrof.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Spall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Collect broken crystal shards in Glittengrof ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Alas for Glittengrof!\\n\\n'If it weren't for these accursed spiders, I could spend hours—nay—days admiring the crystals of Glittengrof! Even their webs have done little to dim their light! I must admit, my friend, I had intended to harvest some of these crystals for my studies, but now I find that I cannot bring myself to raise my pickaxe. To my mind, it would be like defiling an ancient museum!'\\n\\nSeemingly blind to the danger of the glass-spiders, an awestruck Spall looks around Glittengrof. After a moment, something catches his eye in the distance.\\n\\n'Wait a moment, [placeholder]... do you see that? \\n\\n'A-ha! It seems that some of the old crystals have fallen to the ground and shattered. If they are just broken shards, I do not feel so badly about collecting them. After all, the spiders have no use for them!\\n\\n'Will you help me collect some of the shards, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Broken crystal shards can be found in Glittengrof in Gloomingtarn.\\n\\nSpall has asked you to collect broken crystal shards from Glittengrof.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Spall can be found at your side in Gloomingtarn.\\n\\nYou have begun your survey of Glittengrof and it appears Spall wishes to speak to you. You should talk to Spall.\\n\\n\\n<rgb=#FF0000>NOTE: If you become separated from Spall, use the horn he gave you to call him to your side.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Collected broken crystal shards in Glittengrof ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Spall can be found at your side in Gloomingtarn.\\n\\nYou have collected a number of broken crystal shards in Glittengrof. You should deliver them to Spall.\\n\\n\\n<rgb=#FF0000>NOTE: If you become separated from Spall, use the horn he gave you to call him to your side.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have my thanks, [placeholder].\\n\\n'It is a pity that these crystals were damaged, but I will learn what I can from them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT - Quest Descrip",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "As you step deeper into Glittengrof, Spall mumbles something to himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Will you accompany me to Glittengrof, [placeholder]?\\n\\n'I'm told it is not far from Watchers' Roost, but I have been told a lot of things since I crossed the threshold of Mount Gundabad. And not nearly all of them have proven true! According to legend, it was in Glittengrof that Durin the Deathless first discovered the crystals he would use to light the halls of Mount Gundabad. Perhaps that is why Lord Stormhammer's warriors have not yet returned!\\n\\n'If Glittengrof is truly so beautiful, I must see it for myself... and not just for my survey! Let us go, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT - Gloomingtarn Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Explore Glittengrof with Spall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Among the long-abandoned caverns of Gloomingtarn lies Glittengrof, the ancient crystal-lodes of Durin the Deathless.",
      "es": "",
      "es (fem)": ""
    }
  ]
}