{
  "id": 621059216,
  "txt": [
    {
      "id": 49286677,
      "en": "Deliver the glow-worm gizzards to Spall",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'By Durin's beard, what has happened to this place?! The glow-worms have been devouring Ormgren from within!'\\n\\nFor a moment, Spall's face drains of colour and it looks as if he is about to faint. After a moment, he steadies himself.\\n\\n'Perhaps... this was the will of the First Crafter. Yes... yes, it must be. And besides, [placeholder], there is still much to be learned from these glow-worms. It is only a matter of knowing where to look!\\n\\n'Are you familiar with how glow-worms digest what they eat, my friend? They possess complicated gizzards which become more effective when traces of stones and precious minerals are lodged within them. If we were to collect gizzards from these glow-worms, we might learn what ores and minerals they have recently devoured. And by we, I mean you, of course. I am a proud lore-master, not some butcher of beasts and insects!\\n\\n'You don't mind helping me, do you? Oh, and only the adult glow-worms will have what I need, so you can leave the wormlets be!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Ormgren can be found to the east of Watchers' Roost across Durthuzâram in Gloomingtarn.\\n\\nSpall has asked you to join him in exploring Ormgren. You should travel to Ormgren.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Glow-worm gizzards can be harvested from adult glow-worms in Ormgren.\\n\\nSpall has asked you to extract glow-worm gizzards from the glow-worms inhabiting Ormgren.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Spall can be found at your side in Gloomingtarn.\\n\\nYou have begun your survey of Ormgren and it appears Spall wishes to speak to you. You should talk to Spall.\\n\\n\\n<rgb=#FF0000>NOTE: If you become separated from Spall, use the horn he gave you to call him to your side.</rgb>",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collected glow-worm gizzards from glow-worms in Ormgren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected glow-worm gizzards from glow-worms in Ormgren ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Spall can be found at your side in Gloomingtarn.\\n\\nYou have collected a number of glow-worm gizzards in Ormgren. You should deliver them to Spall.\\n\\n\\n<rgb=#FF0000>NOTE: If you become separated from Spall, use the horn he gave you to call him to your side.</rgb>",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Ah, thank you! These will do nicely, [placeholder].\\n\\n'I hope it was not too much trouble for you, but with these, we might learn what precious minerals still lay hidden within the ancient stones of Mount Gundabad.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "As you step deeper into Ormgren, Spall calls you over",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Among the long-abandoned caverns of Gloomingtarn lies Ormgren, the ancient ore-lodes of Durin the Deathless.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Explore Ormgren with Spall",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Have you heard much of Ormgren, [placeholder]?\\n\\n'From what lore I've been able to gather, it seems that these were among the very first lodes delved in Mount Gundabad—and if legend speaks true, they were first mined by Durin the Deathless himself! I am eager to see how they have fared since the Elder Days, and I hope you are as well, my friend.\\n\\n'Lord Stormhammer tells me that there is a small boat moored near Skelstrand that we might use to cross Durthuzâram to its eastern banks. I'm not certain how I feel about taking a boat out on the sacred tarn, but even I must admit that swimming seems a poor choice.\\n\\n'Shall we then?'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Surveying Ormgren",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Spall",
      "es": ""
    }
  ]
}