{
  "id": 621059226,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'Oh, he'll talk to you, will he? Bah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "As Skálo looks on, the Dourhand warrior strains against his shackles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Rethvárd at Grúmachath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'If you wish to aid us, [placeholder], perhaps you should first speak to Skálo. We were fortunate enough to capture one of the Dourhands when we first laid siege to Grúmachath, but he has proven... strong-willed.\\n\\n'It is certain he knows at least some of the plans the Iron Crown has for Mount Gundabad, and we must know what he knows!\\n\\n'In the meantime, I shall speak with Múta about our next course of action against the Iron Crown. She is quite clever... for one of the cousins of the Kámbrada!\\n\\n'Skálo and the prisoner are just over yonder. Go on!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Skálo at Grúmachath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Mézto sent you, did he?\\n\\n'This one hasn't given me much, aside from his name: Rethvárd. Of course, I haven't been as... convincing as I would like to be!'\\n\\nSkálo glares at Rethvárd.\\n\\n'You are free to speak to him, [placeholder], but I would not expect him to answer. If he continues to hold his tongue, I have other ways of making him talk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Skálo can be found at Grúmachath.\\n\\nYou have found Skálo and the Dourhand prisoner at Grúmachath. You should talk to Skálo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Ah, [placeholder]. Our paths cross at last!'\\n\\nRethvárd chuckles to himself.\\n\\n'Lord Brathar told us all about you—how you and the Longbeards slew Skorgrím at Gabilazan. A compelling tale, to be sure, but I knew better. That thing was not Skorgrím! It was the sorcery of Angmar given flesh!\\n\\n'When I told Lord Brathar the truth of it, his fury could hardly be contained. At first, he could not believe it, but as Angmar grew weaker in the absence of its steward, he saw the Angmarim for what they truly were: power-hungry lickspittles that rob and abuse all peoples they deem inferior.\\n\\n'We may appear to serve the Iron Crown, but only until our vengeance is done. In truth, we Dourhands ought to thank you for returning our king of old to rest!\\n\\n'And so, I offer you a gift in good faith—a gift of information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After capturing a Dourhand, the Zhélruka at Grúmachath seek to undermine the Iron Crown in Câr Bronach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Ah, [placeholder]! How fare your Longbeard friends in Ered Luin? I did not expect that our paths would cross again... or so soon!'\\n\\nRethvárd chuckles to himself.\\n\\n'You've been busy, my old friend. Lord Brathar told us all about how you and the Longbeards slew Skorgrím at Gabilazan. A compelling tale, to be sure, but I knew better—and so did you, as memory serves. That thing was not Skorgrím! It was the sorcery of Angmar given flesh! We should have heeded your warnings, but our pride blinded us to the truth.\\n\\n'When I told Lord Brathar the truth of it, his fury could hardly be contained. At first, he could not believe it, but as Angmar grew weaker in the absence of its steward, he saw the Angmarim for what they truly were: power-hungry lickspittles that rob and abuse all peoples they deem inferior.\\n\\n'We may appear to serve the Iron Crown, but only until our vengeance is done. In truth, we Dourhands ought to thank you for returning our king of old to rest!\\n\\n'And so, I offer you a gift in good faith—a gift of information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Rethvárd can be found at Grúmachath.\\n\\nAfter finding little success questioning his prisoner, Skálo has invited you to speak to Rethvárd. You should talk to Rethvárd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Skálo and the Dourhand prisoner can be found at Grúmachath in Câr Bronach.\\n\\nAfter capturing a Dourhand warrior, Mézto hopes to undermine the Iron Crown. You should find Skálo and the Dourhand prisoner at Grúmachath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Rethvárd at Grúmachath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Rethvárd can be found at Grúmachath.\\n\\nIn exchange for your aid in revealing the treachery of Angmar to the Dourhands, Rethvárd has offered you information about the Iron Crown. You should talk to Rethvárd and aid him with his tasks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Rethvárd can be found at Grúmachath.\\n\\nYou have aided Rethvárd and hindered the Iron Crown in their efforts to raise the Dead of Câr Bronach. You should return to Rethvárd at Grúmachath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Aid Rethvárd with 'Best-laid Plans: Skáilag'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Aid Rethvárd with 'Best-laid Plans: Toll Oivas'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Skálo can be found at Grúmachath.\\n\\nAfter returning from the tasks Rethvárd set for you, you have found Skálo wounded and Rethvárd is nowhere to be found. You should talk to Skálo.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Find Skálo and the Dourhand prisoner at Grúmachath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Skálo at Grúmachath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "A wounded Skálo lays beside a now-barren post. Rethvárd has escaped!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Your efforts have done much to hinder the Iron Crown's presence at Skáilag!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Clever rat!\\n\\n'Rethvárd must have freed himself while I was not looking. He caught me unawares when I brought him bread. Dourhands must truly have no shame!\\n\\n'Was what he told you true at least? Of Skáilag? Of Toll Oivas? Have you made the Iron Crown suffer?'\\n\\nYou tell Skálo that you managed to defeat powerful Angmarim and put an end to their plans.\\n\\n'At least not all of it was lies then! But, I fear our problems are just beginning....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Your efforts have done much to hinder the Iron Crown's presence at Toll Oivas!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Prisoner of the Zhélruka",
      "es": "",
      "es (fem)": ""
    }
  ]
}