{
  "id": 621059220,
  "txt": [
    {
      "id": 246419872,
      "en": "Hersegg can be found at your side.\\n\\nYou have defeated the Iron Crown commander and helped to sow discord at Lochan Dúv. You should talk to Hersegg.\\n\\n<rgb=#FF0000>NOTE: If you become separated from Hersegg, use the horn she gave you to summon her back to your side.</rgb>",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Determined to discover lost artifacts, the Angmarim of the Iron Crown toil within Lochan Dúv",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The Iron Crown commander can be found at Lochan Dúv. Hersegg can be found at your side.\\n\\nYou should defeat the Iron Crown commander at Lochan Dúv and aid Hersegg with her task.\\n\\n<rgb=#FF0000>NOTE: If you become separated from Hersegg, use the horn she gave you to summon her back to your side.</rgb>",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Hersegg rushes to your side!",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Hersegg can be found at the entrance to Mîn Lorg within Lochan Dúv in Gloomingtarn.\\n\\nYou have found the entrance to Mîn Lorg. You should talk to Hersegg.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I can't be sure it was their doing, but it looks like the Men of the Iron Crown have used some of the old crystal-lamps to light the way deeper into the cavern. At least we won't have to fumble around in the dark!\\n\\n'Whatever they uncovered must be something of great power or worth, [placeholder], and that worries me!'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'It's worse than I thought, [placeholder]. There must be a hundred of them all told!'\\n\\nHersegg looks around Lochan Dúv, and her eyes stop when she spots a small metal cage.\\n\\n'Ukhrâsh?! What use could these Men possibly have for them? More importantly, someone must be leading this expedition here in Lochan Dúv—and they will know what the Iron Crown has planned for Gloomingtarn.\\n\\n'Hmm, I have an idea, [placeholder], but it might be a bit risky!'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Hersegg can be found at your side.\\n\\nYou have found the entrance to Mîn Lorg. You should talk to Hersegg.\\n\\n<rgb=#FF0000>NOTE: If you become separated from Hersegg, use the horn she gave you to summon her back to your side.</rgb>",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find the entrance to Mîn Lorg",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "The entrance to Mîn Lorg can be found somewhere within Lochan Dúv in Gloomingtarn.\\n\\nThe Iron Crown commander held orders demanding an excavation of Mîn Lorg before the arrival of his master, Allaban the Collector. You should search for the entrance to Mîn Lorg.\\n\\n<rgb=#FF0000>NOTE: If you become separated from Hersegg, use the horn she gave you to summon her back to your side.</rgb>",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Honourless villains! It was the Iron Crown that stole away the Black Stone Anvil of Durin the Deathless, and they do not intend to stop there.\\n\\n'They now send their servants not only to Gloomingtarn, but into the Clovengap and into the heights of the Welkin-lofts. It seems they seek to lay claim to everything in Mount Gundabad, but that shall not be so! The Angmarim gather to Lochan Dúv like moths to the flame, and I fear the tide of battle may soon turn against my grandfather's expedition—and the Gabil'akkâ.\\n\\n'We must stop them here, [placeholder], and strike at the very heart of their encampment!'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Hersegg rushes to your side!",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "As the Iron Crown commander falls defeated, Hersegg swiftly collects the scroll-case he carried",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Hersegg at Mîn Lorg",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Lochan Dúv has been thrown into disarray!",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Hersegg rushes to your side!",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "After learning that the Angmarim of the Iron Crown appear to have uncovered a secret passage known as Mîn Lorg, Hersegg resolves to stop them and discover the secrets of Gloomingtarn for the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Lochan Dúv can be found to the west of Lugun-nâla in Gloomingtarn.\\n\\nHersegg has asked you to accompany her in combatting the Iron Crown at Lochan Dúv. You should travel to Lochan Dúv with Hersegg.\\n\\n<rgb=#FF0000>NOTE: If you become separated from Hersegg, use the horn she gave you to summon her back to your side.</rgb>",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Hah! That worked better than I'd hoped! Now then, let's have a look at this....'\\n\\nHersegg produces the scroll-case she recovered from the Iron Crown commander and begins to read it. Her eyes widen, and she looks to you.\\n\\n'It seems these Angmarim have discovered an ancient passage here in Gloomingtarn, and if these notes are to be believed, they suspect it was an early dwelling of Durin the Deathless. The eldest house... if such a thing can truly be!\\n\\n'Among these writings were orders demanding that the passage—which they have named Mîn Lorg—be excavated and their findings gathered before the arrival of their master, Allaban, from Câr Bronach.\\n\\n'From what I can tell, Mîn Lorg must lie somewhere within Lochan Dúv. We must find it, [placeholder], and prevent the Iron Crown from defiling it!'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat the Iron Crown commander at Lochan Dúv",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Aid Hersegg with 'Curious Captives'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Hersegg",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Scout Lochan Dúv with Hersegg",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Hersegg rushes to your side!",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "Hersegg can be found at your side.\\n\\nYou have entered Lochan Dúv with Hersegg. You should talk to Hersegg.\\n\\n<rgb=#FF0000>NOTE: If you become separated from Hersegg, use the horn she gave you to summon her back to your side.</rgb>",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Within the cavern, you hear distant Angmarim voices...",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Hersegg rushes to your side!",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Hersegg rushes to your side!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Secrets of Gloomingtarn",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'A-ha! This must be it.\\n\\n'Over here, [placeholder].'",
      "es": ""
    }
  ]
}