{
  "id": 621059219,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Lugun-nâla, the span that crosses Durthuzâram to Abkân'aban, the Stone of Wakening, can be found to the north of Watchers' Roost in Gloomingtarn.\\n\\nHermáth Stormhammer has informed you that Spall and Hersegg have gone north to Lugun-nâla with his warriors. You should travel to Lugun-nâla and meet Spall and Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Deliver the Iron Crown scroll-case to Hersegg at Lugun-nâla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Hersegg at Lugun-nâla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Scout the Iron Crown encampment on the western banks of Durthuzâram",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'All right, [placeholder]. It's time we figured out just what the Iron Crown are after!\\n\\n'Before you arrived, I spotted a small encampment to the north. It seems the Iron Crown have a few such camps leading down into Gloomingtarn from the Clovengap, but this one appears to be the largest of them—aside from Lochan Dúv. Although we haven't been able to recover any of them, I have seen the Angmarim of the Iron Crown carrying scroll-cases.\\n\\n'If they didn't stop after stealing the Black Stone Anvil, who knows what else they might seek to pilfer? Scout the encampment to the north and see if you can't find one of those scroll-cases, [placeholder]. We've got to know what they're up to and what they've found!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "It appears the Iron Crown use this encampment to explore beyond the shores of Durthuzâram",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find and collect an Iron Crown scroll-case",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You collect a scroll-case presumably containing notes and research gathered by the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Hersegg can be found at Lugun-nâla in Gloomingtarn.\\n\\nYou have explored the Iron Crown encampment at Durthuzâram and recovered a scroll-case. You should return to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa23",
      "en": "Pilgrimage to Abkân'aban",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'What did you find, [placeholder]? Ah, give that here!'\\n\\nHersegg opens the scroll-case and begins reading the notes and research collected by the Iron Crown in Gloomingtarn.\\n\\n'Oh, I don't like the sound of this at all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Along with several of his warriors and Hersegg, Hermáth Stormhammer has permitted Spall to travel to Abkân'aban, the Stone of Wakening.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Ah! There you are, [placeholder]!\\n\\n'I was beginning to wonder if Lord Stormhammer forgot to mention where I'd gone, but no matter. Look out across the lake, my friend. Isn't Abkân'aban beautiful?'\\n\\nSpall gestures to the massive island which rises out of the waters of Durthuzâram. His eyes are aglow with excitement and awe.\\n\\n'It is the Stone of Wakening! It is said that it was upon those stones where Durin the Deathless first awoke—first of the Seven Fathers. What a sight to behold! Few Longbeards have been so fortunate to make such a pilgrimage, but would you accompany me?'\\n\\nYou tell Spall that Lord Stormhammer has asked you to aid Hersegg and the other warriors.\\n\\n'I see. That is a shame, my friend, but I do understand. I shall continue my studies here then for a time before crossing the span, but I do hope you get to visit the Stone before you depart Gloomingtarn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Among other warriors of Hermáth Stormhammer's expedition, Spall and Hersegg stand before Lugun-nâla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Hersegg can be found at Lugun-nâla in Gloomingtarn.\\n\\nAfter arriving at Lugun-nâla, Spall has informed you that Hersegg wishes to speak with you. You should talk to Hersegg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Follow the thoroughfare through Gloomingtarn and meet Spall and Hersegg at Lugun-nâla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'As I was saying, [placeholder]...\\n\\n'Your companion, Spall, was quite determined to continue his survey, and so I allowed him to continue onward to Abkân'aban. However, I did not send him alone. Hersegg and a few of my warriors accompanied him northward to Lugun-nâla, the ancient span to the Stone of Wakening. I am certain our warriors are more than a match for the Iron Crown, but I grow concerned that more of these Men of Angmar are arriving in Gloomingtarn with each passing hour.\\n\\n'As much as Spall may wish to continue his survey with you at his side, I am afraid I now have a greater need for your aid. I ask that you join Hersegg and my warriors at Lugun-nâla, [placeholder]. Do let Spall know that I regret depriving him of his companion, but I am certain he will understand.\\n\\n'Be swift, my friend. The Iron Crown cannot be allowed to lay claim to Gloomingtarn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The Iron Crown encampment can be found to the north of  Lugun-nâla, along the banks of Durthuzâram.\\n\\nHersegg has asked you to scout the Iron Crown encampment along the western bank of Durthuzâram and recover a scroll-case if you find one among the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "DNT - Gloomingtarn Quest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Spall can be found at Lugun-nâla in Gloomingtarn.\\n\\nYou have arrived at Lugun-nâla. You should talk to Spall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Spall at Lugun-nâla",
      "es": "",
      "es (fem)": ""
    }
  ]
}