{
  "id": 621059217,
  "txt": [
    {
      "id": 228284039,
      "en": "Thrástan does not appear to notice your presence.\\n\\nHe mumbles inaudibly to himself for a moment and then falls silent.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Thrástan can be found at Watchers' Roost in Gloomingtarn.\\n\\nAfter you and Hersegg discovered an old dwarf alone in the caverns of Gloomingtarn, Hermáth Stormhammer has asked you to talk to Thrástan and uncover how he came to dwell in Mount Gundabad. You should talk to Thrástan.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "<rgb=#FF00FF>Hail</rgb> Thrástan and try to get his attention",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Thrástan can be found at Watchers' Roost in Gloomingtarn.\\n\\nThrástan has turned to look at you. You should talk to Thrástan.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "The old dwarf turns his head slowly and his gaze falls upon you",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Thrástan can be found at Watchers' Roost in Gloomingtarn.\\n\\nThrástan seems unaware of your presence. You should hail Thrástan and attempt to get his attention.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "<rgb=#FF00FF>Calm</rgb> Thrástan and urge him to continue",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "Thrástan raises his hand to greet you, but remains silent. You ask Thrástan how he came to dwell within Mount Gundabad. After a long pause, he begins to speak, but his voice is gravelly and weak.\\n\\n'I... I do not remember.'\\n\\nYou ask Thrástan if he was among the Haban’akkâ of Thráin during the Sixth War of the Dwarves and Orcs. He shakes his head solemnly, but his face betrays a pained expression.\\n\\n'The memories... it is as if they are not mine. Even this name... I gave it to myself. It... was so... long ago....'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Thrástan can be found at Watchers' Roost in Gloomingtarn.\\n\\nThrástan has become distraught in his attempt to answer your questions. You should try to calm Thrástan and urge him to continue trying to remember.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Thrástan can be found at Watchers' Roost in Gloomingtarn.\\n\\nThrástan does not appear to be able to answer your questions. You should talk to Thrástan.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "After a moment, Thrástan shakes his head uneasily",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "As he falls silent once more, Thrástan gazes toward Abkân'aban, the Stone of Wakening",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I... am sorry. I wish I could... remember, but I... cannot. A chill... has taken... these old bones.'\\n\\nThrástan shivers uncomfortably.\\n\\n'I have... been too long... from the Shaper's hearth.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Hermáth Stormhammer",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Believing that no dwarf could have entered Mount Gundabad between the Sixth War of the Dwarves and Orcs and the arrival of the Gabil'akkâ, Hermáth Stormhammer is determined to learn how Thrástan came to dwell in Gloomingtarn.",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What were you able to learn from Thrástan, [placeholder]?'\\n\\nYou tell Hermáth Stormhammer what little knowledge you gleaned from Thrástan's words. You mention that the dwarf appears to be suffering from a strange ailment, but you suspect that he wishes to travel to Abkân'aban, the Stone of Wakening.\\n\\n'Ah, I see. I am afraid I now only have more questions on my mind! As for the Shaper's hearth... could Thrástan be speaking of the White Stone Forge?'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'To my knowledge, there is not a single dwarf among the Gabil'akkâ named Thrástan!\\n\\n'You see, [placeholder]... unless Thrástan was with us before the Iron Crown captured him, it is nearly impossible that he should have found his way this deep into Mount Gundabad. Even when the Haban’akkâ breached the Mountain-home during the Sixth War of the Dwarves and Orcs, we ventured no further than Máttugard. Even King Thráin deemed the Deepscrave too perilous to cross, and after all, Azog had yet to be slain!\\n\\n'Perhaps he entered in the years that followed, but to elude the Orcs as far as Zâram-mekhem on his own is beyond the skill—or luck—of any dwarf I have ever known! Or that he could have dwelt here since the time of Durin the Deathless? Impossible! Only Durin himself was so long-lived among the Dwarves!\\n\\n'I cannot make any sense of it, my friend. If he is truly of Durin's Folk, Thrástan must answer for himself!\\n\\n'Question Thrástan, [placeholder], speak to him, and learn what you can!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "An Impossible Dwarf",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Thrástan",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Hermáth Stormhammer can be found at Watchers' Roost in Gloomingtarn.\\n\\nBefore you could learn much from Thrástan, the old dwarf appears to suffer from some unseen ailment. You should talk to Hermáth Stormhammer.",
      "es": ""
    }
  ]
}