{
  "id": 621059213,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Hersegg can be found at Zâram-mekhem in Gloomingtarn.\\n\\nSpall hopes to join Lord Hermáth Stormhammer's expedition at Watchers' Roost in Gloomingtarn. You should talk to Hersegg on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Watchers' Roost can be found in Gloomingtarn, along the thoroughfare between the Deepscrave and the Clovengap.\\n\\nAfter hindering the Orcs encamped at Drúkala, Hersegg told you to join the rest of her grandfather's expedition at Watchers' Roost. You should travel to Watchers' Roost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Hersegg and Spall can be found at Zâram-mekhem in Gloomingtarn.\\n\\nIn exchange for your aid in combating the Orkish presence in Gloomingtarn, Hersegg has indicated that she is willing to escort Spall to Watchers' Roost. You should aid Hersegg and Spall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Follow the thoroughfare through Gloomingtarn and travel to Watchers' Roost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Hermáth Stormhammer can be found at Watchers' Roost in Gloomingtarn.\\n\\nAfter arriving at Watchers' Roost, you have spotted Hermáth Stormhammer among the warriors of the Gabil'akkâ. You should talk to Hermáth Stormhammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Among the Gabil'akkâ at Watchers' Roost, you spot the expedition's leader: Hermáth Stormhammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Hermáth Stormhammer at Watchers' Roost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Ah, it is good to see you, [placeholder]!\\n\\n'Hersegg informed me that you would be along soon enough. I trust the Orcs have been dealt with for the moment?'\\n\\nYou tell Hermáth Stormhammer of your efforts to combat the Orcs at Drúkala.\\n\\n'It will not stop them for long, I fear, but it has bought us time—and that is enough. For there is much to be done to reclaim Gloomingtarn, my friend, and I would not turn away one as skillful as yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After arriving at Zâram-mekhem, Spall has discovered that passage through Gloomingtarn is fraught with danger. Undaunted, however, Spall is determined to aid Hermáth Stormhammer's expedition and bear witness to the site where Durin the Deathless awoke in Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Hersegg at Zâram-mekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'It seems I had even more reason to send word to you than I first thought, [placeholder].\\n\\n'Do you see these runes, my friend? They read: \\qALL MUST DEPART EXCEPT THE ELDEST HOUSE. DEATH AWAITS THE UNWELCOME.\\q Not the most inviting, and for good reason! See what happens when some wicked Men render them powerless?\\n\\n'Hersegg tells me that the Orcs' encampment lies directly in our path... or at least right beside it! As I am certain one as well-informed as you will have heard, Hersegg's grandfather, Lord Hermáth Stormhammer, has led an expedition into Gloomingtarn. Although it was said to have faced Orkish resistance upon passing through Zâram-mekhem, the Gabil'akkâ was able to secure a foothold deeper within the hallowed caverns—at an old overlook known as Watchers' Roost.\\n\\n'That is where I wish to go, my friend. And now that you have come, perhaps Hersegg will finally allow me to begin my studies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Unsafe Passage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Aid Spall with 'Echoes of the Ancestors'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Aid Hersegg with 'Gorgar's Curse-breaker'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I must thank you for coming as soon as you did, [placeholder]. I have found myself in a bit of a bind.\\n\\n'When my grandfather sent me to escort a new arrival to Watchers' Roost, I expected to find a capable warrior—not a lore-master of the Lonely Mountain. I mean him no insult, but a journey through the Ironfold is a much different task than the reclamation of the Mountain-home. I have no doubt that Spall means well, but as Prince Durin himself knows, the situation in Gloomingtarn is far more dire than we had hoped.\\n\\n'The warding-runes were sapped of their ancient power by some fell artifact of Angmar, and without their protection, the Orcs and some wicked Men of the Iron Crown have invaded Gloomingtarn. Although we overcame the Orcs in our first encounter with them on our way to Watchers' Roost, they have bolstered their numbers from the Deepscrave and made camp at Drúkala.\\n\\n'I am capable enough of escorting Spall on my own, but without some sort of distraction, I fear we will be waylaid by the Orcs before we reach our destination. As you might expect, Spall and I each have our own ideas of what might prove most effective in repelling the Orcs from Gloomingtarn. If you would combat the Orcs at Drúkala, I shall escort Spall and see that he can begin his studies in earnest at Watchers' Roost.\\n\\n'And when you have finished with the Orcs, you should follow the thoroughfare and join us at the Roost. It is quite the sight to see, my friend!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}