{
  "id": 620792449,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have lost the crate of supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully delivered the crate of supplies to Harthadril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers have taken the court of Clorhir in front of the pools of Glinghant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94701a1",
      "en": "'Thank you, friend! This is just what we need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Victory is ours this day, [placeholder]: the Dúnedain have taken the court of Clorhir. The entrance to the pools of Glinghant is ours.\\n\\n'However, we are sure to lose this foothold if we cannot supply them! I want you to bring a crate of supplies to Harthadril at Clorhir. She will be grateful for the delivery. Just pick up one of the crates from this stack, and carry it to Harthadril.\\n\\n'Return to me once you have done this, but be warned: you would best bring some strong allies to safe-guard you as you carry the crate. The Angmarim will try to prevent our resupply of Clorhir if they can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Harthadril is at the Ranger-encampment in the court of Clorhir, in front of the entrance to the pools of Glinghant, on a higher level of the city.\\n\\nQuartermaster Badhordam has asked you to carry a crate of supplies to Harthadril at the forward position of Clorhir. He recommended that you bring some strong allies to protect you while you are carrying the crate, for Angmarim will surely attempt to disrupt this attempt at resupply.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thank you for that, [placeholder]. We cannot hope to hold our forward positions, if we cannot keep them supplied, and we cannot deal with the threat of the darkwater that infest Glinghant if we lose control of Clorhir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Quartermaster Badhordam is at Echad Garthadir, the Ranger-encampment at the heart of Annúminas.\\n\\nYou have delivered a crate of supplies to Harthadril at the Ranger-camp in Clorhir, the court in front of the entrance to the pools of Glinghant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Clorhir is on a higher level of the city, [placeholder]. Pick up a crate from the stack here and carry it to Harthadril.\\n\\n'You should bring a few strong allies with you to protect you, because your hands will be full while you are carrying the crate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crate of supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry crate of supplies to Harthadril at Clorhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Supplies for Clorhir",
      "es": "",
      "es (fem)": ""
    }
  ]
}