{
  "id": 620792417,
  "txt": [
    {
      "id": 245760017,
      "en": "'Hey! What are you doing? Bring that over here!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laerdan has learned the location of the palantír and has determined a means by which it might be taken from Amarthiel.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Laerdan came to see me, as you said he would, and he told me much the same: that our prisoner remains dangerous. I did not pay as much attention to these words as I should have, it seems!\\n\\n'But I have something to tell you that this unfortunate business with Tann Morgul drove from my mind until now -- Laerdan has learned the location of Amarthiel's palantír and has devised a scheme by which it might be recovered!\\n\\n'He is waiting for you in his room. I do not want to say any more about it while in the presence of the prisoner, but you should talk to Laerdan about this at once!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Laerdan is in his room atop the stairs through the door on your right as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nTadan has told you that Laerdan believes he has learned the location of the palantír and knows how it can be reclaimed.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder]! I had not expected to see you again so soon. Why have you come to me?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golodir is in the Ranger-camp of Gath Forthnír, in East Angmar.\\n\\nLaerdan has sent you to speak with Golodir about acquiring some means with which to reclaim the palantír from Amarthiel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "Mordrambor stares at you with hatred in his eyes, but says nothing.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'[placeholder], welcome! You look better than when last I saw you -- did you manage to take some rest at last? The time for open fighting is over. Calenglad is wise and strong, but he has been blinded by his pride: he will not retake Annúminas before Amarthiel locates Narchuil. \\n\\n'Mordrambor is a creature of lies, but in taunting me, I believe he has made a mistake. He said Amarthiel waited for me in Barad Tironn, do you remember? Barad Tironn was where the kings of Annúminas sat in judgement and heard the concerns of their people. The histories do not agree on this point, but a number of them record that the palantír of Annúminas was kept at Barad Tironn for the use of the kings. That palantír of Annúminas is gone, drowned beneath the sea, but surely that is where Amarthiel strives with the palantír she has recovered.\\n\\n'We must assault Barad Tironn and reclaim the palantír, [placeholder]. But hold! Do not rush to Calenglad just yet! This palantír has been bound to the evil of the Enemy, and the merest touch of it will cause us harm. We need some means to carry it. Golodir has such a means at Gath Forthnír. Though it may cause him grief to remember the events of his fall, you must speak with Golodir on this matter. Only he can provide us with what we need.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Mordrambor stares at you with hatred in his eyes, but says nothing.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hurry and speak with Laerdan, [placeholder]! His room is atop the stairs on the other side of the keep. He is waiting for you! Do not worry, I will bring Tann Morgul to Calenglad for you.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Golodir is a good man, but I do not understand how he can help us retake the palantír.\\n\\n'He is in Gath Forthnír in East Angmar, if Laerdan says you must seek him out.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You must journey to Gath Forthnír to speak with Golodir, [placeholder]. Only he can provide us with the means to carry the palantír. Once you have returned, we will arrange an assault on Barad Tironn with Calenglad and his Rangers.\\n\\n'We must act quickly, [placeholder]. Hurry to Golodir.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 12: A Means to Carry It",
      "es": ""
    }
  ]
}