{
  "id": 620792475,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Nengon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Nengon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Glinghant was once the most beautiful place in all of Annúminas -- no small feat given the splendor of the ancient city at its height. Descriptions of the pools and gardens of Glinghant hold a special place in the hearts of my people. Even after the long years of decay, you could see the memory of its beauty.\\n\\nThe coming of Amarthiel and her legions to Annúminas is cause itself for sorrow, but of all the harm they have caused to this city, their possession and despoiling of Glinghant stirs me most to rage. I would cast them out of this place and restore the splendour it had of old, even should the rest of Annúminas fall. In that, I am not joined by most of my kindred, but such is my horror at the spoiling of Glinghant.\\n\\nAmarthiel has many servants, but to Glinghant she has sent the darkwater: foul spirits of corruption led by a grisly demon called Nengon. If you should venture beyond the gate into the terraced steps of Glinghant, I would account you highly should you defeat Nengon and his corrupting brethren.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Glinghant was once the most beautiful place in all of Annúminas -- no small feat given the splendor of the ancient city at its height. Descriptions of the pools and gardens of Glinghant hold a special place in the hearts of my people. Even after the long years of decay, you could see the memory of its beauty.\\n\\n'The coming of Amarthiel and her legions to Annúminas is cause itself for sorrow, but of all the harm they have caused to this city, their possession and despoiling of Glinghant stirs me most to rage. I would cast them out of this place and restore the splendour it had of old, even should the rest of Annúminas fall. In that, I am not joined by most of my kindred, but such is my horror at the spoiling of Glinghant.\\n\\n'Amarthiel has many servants, but to Glinghant she has sent the darkwater: foul spirits of corruption led by a grisly demon called Nengon. If you should venture beyond the gate into the terraced steps of Glinghant, I would account you highly should you defeat Nengon and his corrupting brethren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nengon and his darkwater brethren are within the pools and gardens of Glinghant, beyond the court of Clorhir.\\n\\nHarthadril has asked that you enter Glinghant and defeat the darkwater that have despoiled its beauty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good that you have defeated Nengon, for the darkwater cannot be allowed to remain within Glinghant.\\n\\n'I will reward you for this brave deed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harthadril is in Annúminas, probably at the court of Clorhir outside the entrance to Glinghant. If she is not, she asked you to report your success to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment in the city.\\n\\nYou have defeated Nengon and his darkwater brethren and should report of your victory to Harthadril.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The darkwater cannot hold Glinghant for long. We have dealt them a mighty blow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have my thanks, [placeholder]. Fainneleg and Calenglad want the entire city retaken, and certainly I do as well, but Glinghant is most dear to me. I am overjoyed that you have bested Nengon and his vile allies. There is nothing so sad to me as natural beauty despoiled, and that is what Glinghant has become.\\n\\n'But perhaps not for long, my helpful [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I believe Glinghant was merely the rallying point for the darkwater. Nengon surely had designs for Nenuial.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I heard that the kings built Glinghant in honour of Gwindeth of Nenuial, but I do not know if that is so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nengon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I heard that the kings built Glinghant in honour of Gwindeth of Nenuial, but I do not know if that is so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Nengon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Glinghant Corrupted",
      "es": "",
      "es (fem)": ""
    }
  ]
}