{
  "id": 620792416,
  "txt": [
    {
      "id": 218649170,
      "en": "'We have come to it at last, [placeholder], I can feel it! I have not had an easy time guarding the prisoner, but it will all be worthwhile if we can defeat this Guldurchir before he is permitted to use Tann Morgul against us!\\n\\n'We are in luck, too, because I have fought against Guldurchir and know where he is! Shortly after Annúminas was taken, a small group of us fought to the uppermost level of the city. There, in a courtyard full of fell idols and cursed trappings above Echad Garthadir, we encountered Guldurchir. He drove us away, and our assault ended in defeat.\\n\\n'That courtyard is called Menelband. If you can fight your way up through the city to Menelband, you might be able to defeat Guldurchir and take Tann Morgul from him -- the day could be ours!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes, my friend, yes....\\n\\n'Untie my bonds and give me the relic you have taken from Guldurchir, Tann Morgul, heirloom of fallen Númenor....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 11: Guldurchir's Restraint",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thou hast not taken Tann Morgul from Guldurchir? How can this be?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What do you think you were doing, [placeholder]? I do not know what happened to me, but something seemed to shake me from a deep slumber, and I saw you about to untie the prisoner!\\n\\n'You need to steel yourself against his wiles! Did not Laerdan tell you that? He is treacherous, our prisoner, and we cannot let down our guard for an instant!\\n\\n'I will take Tann Morgul and bring it to Calenglad. I do not think it is wise for you to spend too much time in the company of Mordrambor, [placeholder]. Calling you \\qfriend\\q all the time... I do not trust him, and neither should you!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Guldurchir is known to me -- he is one of Amarthiel's Black Númenórean lieutenants, and as such is one of Mordrambor's brethren. That our prisoner would betray him so readily feels strange to me.\\n\\n'Still, Mordrambor has spoken true until now. If this artifact is as deadly as he has led us to believe, we cannot allow it to remain in Guldurchir's hands.\\n\\n'Menelband is a courtyard on the uppermost level of Annúminas, and it is the site from which Guldurchir oversees the battle.' ",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Where is Tann Morgul, [placeholder]? Where can it have gone?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We have had several run-ins with Guldurchir -- he is known to me, and every encounter with him is an evil memory.\\n\\n'The courtyard of Menelband is his station. Head east of Echad Garthadir until you see a steep slope leading southward; you must climb the slope and immediately double back westward. That will take you to Menelband, on the highest level of the city.\\n\\n'Your news of this artifact he bears, Tann Morgul, does not surprise me. What surprises me is that Amarthiel would command him not to use it. What will happen when he abandons his restraint on this matter?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ranger Tadan is on guard in the prison atop the stairs behind the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nMordrambor has told you of Tann Morgul, the artifact wielded by one of his brethren and says that its power can destroy the Dúnedain. Ranger Tadan is eager to speak with you about this new development.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Get thee from my sight, thou worthless worm! Thou shalt pay for thy failure!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guldurchir is in Menelband, a courtyard located on the uppermost level of Annúminas.\\n\\nRanger Tadan has told you where to find Guldurchir; he hopes you will be able to defeat this Black Númenórean before he is permitted to use the relic he carries, Tann Morgul, against the Dúnedain.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I will not keep thee from speaking with my jailor, friend [placeholder]. He is most tiresome, but perhaps thou canst teach him to mind his betters.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mordrambor is in the prison atop the stairs behind the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nYou have done what Mordrambor believed you could not: you defeated Guldurchir and wrested Tann Morgul from his clutches. You should bring the artifact now to Mordrambor to show that he was wrong.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'My pitiful jailor is correct -- Guldurchir oversees the battle from Menelband, a courtyard on the highest level of the city. Thou art strong, friend [placeholder], but Guldurchir is stronger. He will slay thee, and thy friends will be utterly destroyed.\\n\\n'Thou canst not hope to take Tann Morgul from him. That is folly.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Ranger Tadan is in the prison atop the stairs through the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nTadan has called you out of your reverie, preventing you from freeing Mordrambor and handing him Tann Morgul!",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Guldurchir oversees the battle for the city from Menelband, the uppermost courtyard of Annúminas. Defeat him and wrest Tann Morgul from his clutches, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I have not been feeling very well of late, [placeholder]. My head feels heavy, as if it is full of water, and I cannot shake it out.\\n\\n'I must just be tired. I just wish I could have a rest from our prisoner's constant muttering!'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'I have never heard of Tann Morgul before now, [placeholder], but Guldurchir is known to me: wholly evil and merciless. Be mindful of the danger should you seek to confront him.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'I have never heard of Tann Morgul before now, [placeholder], but Guldurchir is known to me: wholly evil and merciless. Be mindful of the danger should you seek to confront him.'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'Guldurchir has been defeated? I am filled with wonder, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Tann Morgul to Mordrambor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Tann Morgul to Tadan",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mordrambor has told you that one of his brethren, a Black Númenórean called Guldurchir, possesses an artifact of great evil that will be used to destroy the Dúnedain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Thou wishest to hear more of Tann Morgul, friend [placeholder]? I thought thou wouldst. It is a relic of ancient Númenor, corrupted through the dark arts of my brethren and gifted to Guldurchir for safe-keeping. Thou wonderest why he has not brought it to bear upon the city? The reason is simple: Amarthiel forbade him from using it until she had derived as much amusement as she could from the pathetic struggles of the Dúnedain.\\n\\n'That time draws near. If thou wishest to postpone thine utter defeat, thou wouldst do well to relieve Guldurchir of Tann Morgul, and soon. His restraint will not last forever.\\n\\n'My jailor has something to say? What could that be, [placeholder]?'",
      "es": ""
    }
  ]
}