{
  "id": 620792402,
  "txt": [
    {
      "id": 218649170,
      "en": "'You bring both good news and bad, [placeholder] -- that the emissaries have been defeated is one worry put to rest, but I fear the loyalties of the tomb-robbers of Rantost and the Gauredain of Emyn Uial are already purchased.\\n\\n'We can count ourselves fortunate that the Kergrim have no love for Angmar's gold, but that is no large gain in the face of such great opposition.\\n\\n'Cuguminuial brought me some baked goods and a few choices for dinner; you're welcome to help yourself to some of it. I think she felt badly that I have to spend all this time in the company of the prisoner. I don't like carrot cake, so you'd be doing me a favour by taking that off my hands, but you can help yourself to some of the rest of it as well.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If you seek to stop my negotiations, you are too late! The Gauredain fight now for Amarthiel! To me, my allies!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 7: Emissaries of Evil",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'These beasts have no interest in gold? No matter! I will crush you myself, and bring your skin to Amarthiel as an unexpected gift!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You are too late, fool! Amarthiel rewards those who serve her faithfully and well, and such have I done!\\n\\n'These Men will serve her well when they come to fight in the old city, and I will be rewarded for bringing them. But first I will destroy you!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated Mól Choluim",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Mordrambor willingly translated the orders for us? I must confess that I did not believe he would do so easily!\\n\\n'We must use caution, [placeholder], for he is not to be trusted, but if we can hinder the plans of these emissaries, we might prevent much bloodshed.\\n\\n'Look for boats along the shore of the lake near each of the three allies of which Mordrambor spoke. You should find the emissaries not far from their landings, unless we are too late.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have defeated Roibárd",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have defeated Amarthiel's emissaries? This is wonderful news, [placeholder], even if some loyalties had already changed. Tadan will be delighted to hear that the prisoner has lightened our burdens with his information, no matter how untrustworthy he may be.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have defeated Cailin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mordrambor told you of three Angmarim emissaries sent to buy the loyalties of new allies for Amarthiel's armies in Annúminas: the tomb-robbers on the island of Rantost, in the north-east corner of the lake, the Gauredain near the north-west corner of the lake, and the Kergrim among the tombs of Men Erain, along the south-east corner of the lake. \\n\\nMordrambor has told you of three emissaries sent by boat across Lake Nenuial to buy the loyalties of some of the evils that plague Evendim.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Speak to thy friend, if thou must. Tell him that his days will be shorter than thine.\\n\\n'Amarthiel will soon have new allies, their loyalties bought with gold, and thou shalt feel the sting of their blades and the bite of their teeth.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ranger Tadan is in the prison atop the flight of stairs on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nYou have defeated the three emissaries sent by Amarthiel to recruit new allies for the battle of Annúminas and should now report of your victories to Tadan.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'It has been some time since I have seen thee, foolish [placeholder]. Hast thou been scurrying about on futile errands?'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'This is just the sort of information for which Calenglad was hoping, [placeholder]! If you can defeat these emissaries before they can coerce the loyalty of these three enemies, Amarthiel's plans will be hindered!\\n\\n'We may not be able to trust Mordrambor's words, but we do not have a choice -- this is a chance we must take. If we can prevent Angmar from receiving these new allies, our capture of Mordrambor will have paid for itself a hundredfold!\\n\\n'His words tell us that three Angmarim emissaries set forth across Lake Nenuial by boat, seeking to buy three new loyalties: the tomb-robbers on the island of Rantost, to the north-east; the Gauredain of the north-west hills of Emyn Uial, and the Kergrim of Men Erain. Find and stop these emissaries of evil, [placeholder]! Look for their boats along the shores of the lake, near to each of these threats, for they are sure to be near, unless we are too late.'",
      "es": ""
    },
    {
      "id": 221704657,
      "en": "'Men of Rantost! Where now do your loyalties lie?'",
      "es": ""
    },
    {
      "id": 22241969,
      "en": "'To me, my new allies!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Amarthiel's emissary to the Gauredain",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Mól Choluim",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find Amarthiel's emissary to the Kergrim",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Roibárd",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find Amarthiel's emissary to the Men of Rantost",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defeat Cailin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mordrambor has translated the orders you recovered from Angmarim in Annúminas and revealed a deadly plan to gain more allies in the fight for the city.",
      "es": ""
    },
    {
      "id": 26761505,
      "en": "'Thus have you paid for spurning my queen's gold!'",
      "es": ""
    },
    {
      "id": 26761506,
      "en": "'So too will all who refuse to join with Angmar!'",
      "es": ""
    },
    {
      "id": 26761507,
      "en": "'No matter. You have received what you deserve!'",
      "es": ""
    },
    {
      "id": 39429985,
      "en": "'With the Iron Crown!'",
      "es": ""
    },
    {
      "id": 114761729,
      "en": "'Join these witless beasts in death!'",
      "es": ""
    },
    {
      "id": 204097073,
      "en": "'Angmar will see you are rewarded.'",
      "es": ""
    },
    {
      "id": 204097074,
      "en": "'The vaults of Carn Dûm are full of treasure.'",
      "es": ""
    },
    {
      "id": 204097075,
      "en": "'The Men of Rantost will be placed high in Amarthiel's esteem for their loyal service.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'These words sing of thy death and of the deaths of all the Dúnedain, foolish [placeholder]. The pages tell Amarthiel's loyal servants to await the return of her emissaries, who have travelled to many lands seeking new allies.\\n\\n'The waters of the lake have been as a road for Amarthiel's emissaries, and they carry gold with which to buy the loyalty of new servants: cold-hearted Men on an island far to the north-east; the Gauredain of the north-western hills, fierce and savage; the Kergrim, great beasts that stalk among the crypts of long-dead kings.\\n\\n'When these servants return from across the great water, such a number of new allies sworn to the Iron Crown will come in their train that none shall hope to prevail against them.'",
      "es": ""
    }
  ]
}