{
  "id": 620792496,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Black Númenórean that sits in Ost Elendil is named Balhest. He is a powerful foe, but he is not the only evil that resides now in that place. We have learned that the passage into the throne room where Balhest commands his forces is guarded by the Cargûl known as Guloth. If you are to defeat Balhest, you will first need to do something about Guloth.\\n\\n'He possesses some terrible power over creatures of shadow, drawing strength out of the darkness with which he commands them to his will. You must somehow sever Guloth's ability to strengthen the fell spirits under his command.\\n\\n'Ost Elendil lies across the bridge of Ariant. Go there only if you are able and willing to face not only Balhest, lieutenant of Amarthiel, but also Guloth the Cargûl. If the battle has drawn me elsewhere by the time you return, report of your victory to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment here in the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated Guloth? I will tell Legrindavor when next he returns, and he will be overjoyed! Accept this reward for your victory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must defeat the Cargûl Guloth, [placeholder]. Look for him inside Ost Elendil, beyond the bridge of Ariant and remove his command over creatures of shadow. You will be unable to challenge Balhest, Amarthiel's lieutenant in Ost Elendil, until you defeat his fearsome door-warden.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have defeated Guloth, [placeholder]? I rejoice at your success, for any Cargûl is a foe beyond measure, and Guloth is more dangerous than most. The Enemy will surely rue this defeat, as we are brought that much closer to retaking Annúminas from the Iron Crown!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Door-warden of the Inner Chamber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Black Númenórean that sits in Ost Elendil is named Balhest. He is a powerful foe, but he is not the only evil that resides now in that place. We have learned that the passage into the throne room where Balhest commands his forces is guarded by the Cargûl known as Guloth. If you are to defeat Balhest, you will first need to do something about Guloth.\\n\\nHe possesses some terrible power over creatures of shadow, drawing strength out of the darkness with which he commands them to his will. You must somehow sever Guloth's ability to strengthen the fell spirits under his command.\\n\\nOst Elendil lies across the bridge of Ariant. Go there only if you are able and willing to face not only Balhest, lieutenant of Amarthiel, but also Guloth the Cargûl. If the battle has drawn me elsewhere by the time you return, report of your victory to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment here in the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Legrindavor at Tirband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Cargûl Guloth is inside Ost Elendil, beyond the bridge of Ariant on the highest level of Annúminas.\\n\\nLegrindavor has warned you that Balhest is defended by a fearsome Cargûl, Guloth by name, who wields power over creatures of shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with Captain-General Daerdan at Echad Garthadir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Legrindavor is at the courtyard of Tirband, on the uppermost level of Annúminas. If he is not, he asked you to report to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment in the city.\\n\\nYou have defeated the Cargûl Guloth and should report now to Legrindavor of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}