{
  "id": 620792497,
  "txt": [
    {
      "id": 136263297,
      "en": "Valandil is once again at peace.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "We have learned some troubling news, [placeholder]. It seems that Dolvaethor, one of Amarthiel's Black Númenórean lieutenants, has entered Haudh Valandil. I can think of no good reason for Dolvaethor to enter the tomb, but many terrible ones!\\n\\nWhatever Dolvaethor plans within the depths of wise Valandil's crypt, he must be stopped. You must do this, [placeholder] -- fighting your way across the bridge of Ariant and onto the island upon which sits Ost Elendil and Haudh Valandil will be terrible, but the Dúnedain lack the force of arms needed for this task. You and your allies, however, might be able to fight through.\\n\\nOnce you have defeated Dolvaethor within Haudh Valandil, set right whatever harm he has caused, then return to me. If the course of battle has drawn me elsewhere, speak instead to Captain-General Daerdan at Echad Garthadir.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have learned some troubling news, [placeholder]. It seems that Dolvaethor, one of Amarthiel's Black Númenórean lieutenants, has entered Haudh Valandil. I can think of no good reason for Dolvaethor to enter the tomb, but many terrible ones!\\n\\n'Whatever Dolvaethor plans within the depths of wise Valandil's crypt, he must be stopped. You must do this, [placeholder] -- fighting your way across the bridge of Ariant and onto the island upon which sits Ost Elendil and Haudh Valandil will be terrible, but the Dúnedain lack the force of arms needed for this task. You and your allies, however, might be able to fight through.\\n\\n'Once you have defeated Dolvaethor within Haudh Valandil, set right whatever harm he has caused, then return to me. If the course of battle has drawn me elsewhere, speak instead to Captain-General Daerdan at Echad Garthadir.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dolvaethor is inside Haudh Valandil on the island upon which stands Ost Elendil, beyond the bridge of Ariant, in Annúminas.\\n\\nGlangilith has asked you to defeat Dolvaethor and put an end to whatever evil he plans for Haudh Valandil.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Every moment Dolvaethor spent in Haudh Valandil is an insult to the king's memory, but I am pleased that his time is ended. I will reward you for this victory, but more than that you have my earnest thanks.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glangilith is likely at Tirband, the court beneath the great watch-tower on the highest level of the city. If he is not, he asked that you report of your victory to Captain-General Daerdan at the Ranger-encampment of Echad Garthadir at the heart of Annúminas.\\n\\nYou have ended Dolvaethor's plans in the depths of Haudh Valandil and should now return to Glangilith with news of your victory.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Glangilith is either at Tirband, the court beneath the great watch-tower on the highest level of the city, or at the Ranger-encampment of Echad Garthadir at the heart of Annúminas.\\n\\nYou have ended Dolvaethor's plans in the depths of Haudh Valandil and should now return to Glangilith with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Dolvaethor will never again trouble us.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have put an end to Dolvaethor's menace, [placeholder]? This is wonderful news! The tomb of Valandil shall remain undisturbed as long as we defend this place.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It seems to me that Amarthiel begins to run out of Black Númenóreans!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It seems to me that Amarthiel begins to run out of Black Númenóreans!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Restore Valandil's remains to peace",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry Valandil's remains to their crypt",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "End Dolvaethor's Menace",
      "es": ""
    }
  ]
}