{
  "id": 620792406,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'What ails you, [placeholder]? You do not look well. Perhaps you should take some rest? The foes arrayed against us are fearful, but we must renew our strength from time to time -- you cannot fight such an enemy for so long without rest.\\n\\n'What is this news you bring? Mordrambor has given us the locations of Amarthiel's next assaults on the city? The Port of Annúminas and the gate of Adannon, as before? What does she hope to accomplish with this renewed assault? Go quickly now to Gwonil at the docks and Torchirion at Adannon and help them repel these new attacks!\\n\\n'I am sorry, [placeholder]. Perhaps you can take some rest when this attack is ended? We cannot lose those positions now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Once again the words of Mordrambor have guided us true, [placeholder]? It was good fortune indeed that allowed you and Tadan to make him a prisoner of the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 9: A Renewed Assault",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I do not see anything, [placeholder]. Are you sure the prisoner said they were planning a fresh assault upon the docks?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'It has been quiet since last you were here, [placeholder]. I suspected the Angmarim might be planning a fresh assault, but I have seen no signs of it thus far.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gwonil has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have my thanks once again, [placeholder]! I am deeply saddened to face Men of Evendim in battle; the gold of Angmar has too easily turned their hearts from mischief to evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have successfully defended Gwonil's position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'All else might fall, but still you and I will hold the gate of Adannon against all aggressors! Is it not so, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Torchirion has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nMordrambor has told you to tell Calenglad of the planned locations for Amarthiel's next assaults: the Port of Annúminas and the gate of Adannon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'These have been trying times for all of us, [placeholder], but I promise you: once you have aided Gwonil and Torchirion in the defence of the Port of Annúminas and the gate of Adannon, we will try to rely less heavily upon you. You will be able to take some rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have successfully defended Torchirion's position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gwonil is on the docks at the Port of Annúminas, north of Echad Garthadir. Torchirion is at Adannon, a small gate in the city wall west of the docks that provides access to the western shore of Lake Nenuial.\\n\\nCalenglad has asked you to hurry to the defence of Gwonil and Torchirion; according to the words of Mordrambor, they will bear the brunt of Amarthiel's latest assault upon the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Run and tell thy master, Calenglad, that he will soon have reason to mourn his friends at the Port of Annúminas and at the gate of Adannon.\\n\\n'Thou shalt report his grief to me, friend [placeholder], will thee not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nYou have defended Gwonil and Torchirion from the assaults foretold by Mordrambor and should now return to Calenglad with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thou spakest with Calenglad? Good, good. Perhaps now he will see that there can be no victory against Angmar's regent. Dost thou wish to aid thy friends at the Port and at Adannon or hast thou decided to see the truth? These fools cannot stand against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Pay no heed to the prisoner, [placeholder]. Laerdan was right: his words are vile and mean nothing!\\n\\n'He toys with us, but still we can learn things of value. Gwonil and Torchirion are friends of mine, and if we can come to their defence as a result of Mordrambor's words, I will be willing to suffer his vile whisperings.\\n\\n'Bring this news to Calenglad! He must be told what awaits us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gwonil and defend her position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defend Gwonil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Torchirion and defend his position",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defend Torchirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9147451",
      "en": "'Wait, I see them: boats pulling up to the dock!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9147452",
      "en": "'Come with me! We must stop them from landing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9147453",
      "en": "'We have repelled the assault! Victory is ours once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In exchange for bringing his message to Laerdan, Mordrambor has given you the locations of Amarthiel's next planned assault upon Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x850c9f1",
      "en": "'Wait! Do you see them, at the bottom of the hill?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x850c9f2",
      "en": "'We must defend Adannon once more, you and I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I understand thou hast already seen the sites of Amarthiel's next assault, friend [placeholder], and their defenders believed in the strength of their defences.\\n\\n'But this time will be different, for Amarthiel has new servants, and thy struggles have come to naught. Hurry now to thy master, to Calenglad of Tinnudir, and tell him where his friends will be slain: at the Port of Annúminas and the gate of Adannon.\\n\\n'Amarthiel has told me the names of those marked for death: Gwonil and Torchirion. Tell Calenglad they will come no more out of Annúminas. Pay close attention to his grief, friend [placeholder]... I look forward to hearing news of it!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}