{
  "id": 620792454,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected supplies from hidden store ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Someone has already looted this cache, for it is empty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dannassel has told you of a number of supply stores hidden throughout the city in times of peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], we are in a difficult position. The Angmarim have been unable to force us from Echad Garthadir thus far, but every assault taxes our strength more than the last. We cannot hold out forever, despite Badhordam's efforts to resupply and Fainneleg's cunning strategies.\\n\\n'Long ago, the Dúnedain hid a number of supply stores of weapons and armour throughout the city, against the fear that some enemy might attempt to take and hold Annúminas. If you can find some of these hidden stores and return to me with their contents, we will be able to replace our damaged equipment and better continue the fight with the Angmarim in the city.\\n\\n'I do not know the locations of these hidden stores, but if you search in out-of-the-way locations within Annúminas, you will surely find them. It is possible that the Angmarim will have come across some of the stores and looted them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Stores of supplies are hidden in out-of-the-way locations throughout Annúminas.\\n\\nDannassel has asked you to search for supply stores hidden throughout the city and to bring their contents to her. She warned you that Angmarim patrols may have already discovered and looted some of the stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder]. Thank you for searching for these stores! They had to be well-hidden for them not to have fallen into the hands of the enemy, so I know you have been particularly wise to have found them.\\n\\n'Fainneleg will be pleased that we can replace some of our damaged equipment. With these supplies, the fight against the Angmarim here in Annúminas can continue for some days yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dannassel is at Echad Garthadir, the Ranger-encampment in the heart of Annúminas.\\n\\nYou have recovered some of the supplies from the stores hidden throughout Annúminas and should bring them to Dannassel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There should be supply stores of weapons and armour hidden throughout the city. If you can find them and bring them to me, we will be better able to replace some of our damaged equipment and continue the fight against the Angmarim. Be warned that some of the stores may have been looted by the enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not found enough of the hidden stores I sent you to recover, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you again for locating the hidden stores, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Our weapons and armour are in good condition again, thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect supplies from hidden stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring recovered supplies to Dannassel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring recovered supplies to Dannassel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Time of Need",
      "es": "",
      "es (fem)": ""
    }
  ]
}