{
  "id": 620792435,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'My jailor is a fool, [placeholder], but even he is not the fool thou art, given to pride and an irresistable desire to do good. And yet, what is good? Thou hast done only what the regent of Angmar, and I, her greatest servant, desired of thee! It was no accident that brought me to the tomb of long-dead Elendil with so few servants. Thou didst not think Amarthiel would needlessly risk the life of one so valuable, surely?\\n\\n'While I have had thee running errands about the city and on pilgrimages to the far shores of vast Nenuial, she has been gazing into the palantír she retrieved from Carn Dûm, willing it to show her that which she seeks. I am greater now than Guldurchir, for it was at her suggestion that I told you he bore Tann Morgul! He thought to use it to challenge her for leadership of Angmar; thou wert a useful pawn in his removal. Amarthiel shall thank thee for it.\\n\\n'But now I have completed my greatest task, the task for which she sent me to thee, [placeholder]: the delivery of Laerdan to her at Barad Tironn. She has much in store for the Elf, much for which she has waited long. Didst thou think that Laerdan was innocent? Thou art twice the fool, then, or thrice so! Run to thy master, [placeholder], and tell Calenglad of thy folly: Laerdan will not return from Barad Tironn, or if he does, it will be in a form none shall recognize, wholly twisted and evil. I have but one task remaining to me, and I will relish its execution.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? A note from Laerdan?\\n\\n'This is my fault, [placeholder]! How could I have been such a fool? Laerdan offered to watch the prisoner for a time, and I agreed -- I have not felt well for some time, and I thought some fresh air would do me well; I said as much to you, if you recall.\\n\\n'The prisoner must have said something to Laerdan during that time, woven some foul tangle of words! What sad irony, for Laerdan to succumb to this treachery, when he oft spoke to us of its danger!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 13: The Plan Carried Out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Every decision I have made has gone ill, [placeholder]; my thoughts of victory turn to ash, even as it seemed so near! For Laerdan to pay this price for the mistaken pride of the Dúnedain fills me with sorrow. May a thousand curses fall upon the heads of Mordrambor and his fell mistress!\\n\\n'Nay, I will not give in to despair, though things seem darkest. Our prisoner is a creature of lies and deceit, and despite his cruel whisperings, we have won great victories in Annúminas. Can this be a ruse, risen from the desperation of a captive whose plans have not borne the expected fruit? Can it be that Amarthiel's search has gone less well than she hoped, and that Mordrambor seeks now to fill us with despair where none should be?\\n\\n'We may be able to save Laerdan and recover the palantír, as he intended, [placeholder]. Though he has left us, perhaps the Dúnedain can repay Laerdan for his friendship. One last assault on the steps of Barad Tironn may get you and your friends within its walls, [placeholder], and we shall see if there is any truth to Mordrambor's words. We shall see if the time has come yet for despair, or if our greatest victory is at hand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You do not have anything for me, [placeholder]? How can this be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "There is a note pinned to Laerdan's door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you touch the palantír with your hands, the Enemy could show you such things as would freeze your heart. Use only the finely-woven cloth bag I gave you to carry it; even then, the effect of the seeing-stone upon your mind may be great. Steel yourself against it!\\n\\n'Return to Laerdan with this and with my good wishes, but caution him not to underestimate our enemy. I recognize in him the burden I have borne since the loss of Lorniel, and I fear for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Laerdan's Note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What is this? A note on Laerdan's door? I fear this can signify only evil, [placeholder], and I fear for him.\\n\\n'You must read the note, my friend, though it may be hard. We must know to what end Laerdan has set himself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan is in his room in the keep on the island of Tinnudir, in Evendim. Laerdan's room is atop the stairs through the door on your right as you enter the keep.\\n\\nGolodir has given you a finely-woven cloth bag that was used to cover the palantír at Carn Dûm when it was not in use. He also cautioned you not to touch the palantír with your hands and to warn Laerdan not to underestimate your enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I can feel thy despair, [placeholder]. To me it tastes sweet and cries out that thine end comest quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "A note from Laerdan is pinned to the door of his room in the keep on the island of Tinnudir, in Evendim.\\n\\nYou have returned from Gath Forthnír with a finely-woven cloth bag with which you can carry the palantír, but Laerdan seems to have gone. However, he left a note for you on his door.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "Mordrambor stares at you smugly, a half-smile playing across his lips, but says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ranger Tadan is in the prison atop the stairs through the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nLaerdan has left a note for you on his door, indicating that he has gone to Barad Tironn to confront Amarthiel by himself. You should show this note to Tadan at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The prisoner wrought some fell sorcery to cause Laerdan to venture to Barad Tironn alone! Ask him and see if he denies it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Mordrambor is in the prison atop the stairs through the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nRanger Tadan told you that Laerdan asked to guard the prisoner for a time while Tadan enjoyed a respite from the stifling air of the prison. In that time, Tadan believes that Mordrambor worked some foul sorcery on Laerdan that caused the Elf to venture to Barad Tironn alone. You should speak with Mordrambor about this treachery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'This is terrible news, [placeholder]! We have been so careless, and Laerdan must pay the price for our folly!\\n\\n'Bring these ill tidings to Calenglad at once, my friend -- surely he will know what we can do, if there is anything to be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nMordrambor has revealed his purpose to you: to send Laerdan to Amarthiel in Barad Tironn and to keep you occupied with trivial tasks in Annúminas and Evendim while his mistress made use of the palantír in her possession. You must deliver these unpleasant tidings to Calenglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Laerdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Laerdan's Note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Laerdan's note to Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Laerdan believes that the time for reclaiming Annúminas has passed. Now, all of your attention must turn to wresting the palantír from Amarthiel before she can learn the location of lost Narchuil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe8e9a61",
      "en": "'All has been done according to the will of Amarthiel!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You say you have come from Laerdan, and that he believes I may play a part in reclaiming the palantír that was taken from Carn Dûm? The seeing-stone is wholly evil! I see that now, and wish I had never been made to gaze into it. Mordirith has paid for his torment of me, but even that will never be enough to satisfy his debt! No act of vengeance will bring back my poor, lost Lorniel!\\n\\n'Laerdan speaks the truth. Even as Mordirith brought me forth from the gates of Carn Dûm, the hateful images of the palantír still burned into my mind, I clutched in my hand the black cloth with which the seeing-stone was covered when not in use. The terrible events of that day had all but pushed it from my memory, but I remember it now. Hold the palantír only with this finely-woven cloth bag, else the stone will seek to show you such things that might bring you to despair. Do not touch the palantír without this bag! I do not wish for you to endure what I was made to endure!\\n\\n'Give Laerdan my good wishes, but warn him not to underestimate our enemy. He is a good Elf and true, but in him alone have I recognized the terrible burden I have borne in the days since Lorniel was lost to me. Something gnaws at his heart, and I fear it will bring him to harm if he does not guard against it.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}