{
  "id": 620792453,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'My kinsmen are fighting a losing battle within the walls of Annúminas, [placeholder]; unless something changes, we will lose the city to Angmar for good!\\n\\n'If you are willing, you and your allies might be able to make the difference. Defeat the Angmarim wherever you find them within Annúminas, on the south-west shore of Lake Nenuial, and perhaps things will change for the better!\\n\\n'The battle rages across the streets of the city on each level, and the Angmarim push us back at every opportunity. Let us give them a taste of defeat, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your efforts, [placeholder]! Every sword-swing, staff-thrust, and bow-shot that finds its mark ensures that there will be fewer Angmarim to fight tomorrow!\\n\\n'Annúminas will be ours once again, and the Angmarim will be thoroughly defeated! I swear it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Annúminas is on the south-west shore of Lake Nenuial, [placeholder]. I encourage you and your allies to join the battle against the Angmarim in its streets!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fighting in the Streets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your tale against the Angmarim grows ever greater, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ringlor and the rest of the Dúnedain are fighting a losing battle against the Angmarim that have taken Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your deeds in Annúminas are of great worth, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Angmarim in Annúminas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Angmarim in Annúminas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Angmarim can be found everywhere among the streets of Annúminas, on the south-west shore of Lake Nenuial.\\n\\nRinglor hopes that by lending your arm to the struggle, you might help turn the tide of the battle for Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ringlor is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nThe Ranger Ringlor asked you to join the battle against the Angmarim in the city of Annúminas, and you took part in the struggle. Now you should return with news of your victories.",
      "es": "",
      "es (fem)": ""
    }
  ]
}