{
  "id": 620792450,
  "txt": [
    {
      "id": 136263297,
      "en": "You have lost the crate of supplies",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You successfully delivered the crate of supplies to Badhordam",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers at Annúminas need supplies to continue their fight there.",
      "es": ""
    },
    {
      "id": 115860785,
      "en": "'You bring supplies from Tinnudir! Very good!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is all we can do to keep Fainneleg's encampment supplied, [placeholder]. His Rangers are hard-pressed at Echad Garthadir in the heart of Annúminas, and I fear that without fresh supplies, they will not be able to hold out much longer.\\n\\n'Can I ask you to bring a crate of supplies to Badhordam, Fainneleg's quartermaster at Echad Garthadir? You will need some friends to guard you while you carry the crate, for fighting inside the city can be intense at times.\\n\\n'The crate has many cracks and holes in the bottom -- do not get it wet, or its contents will be ruined! I hope the gate at the courtyard of Gwaelband is held by the Dúnedain; if it is not, I do not know how you will get the crate to Echad Garthadir.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Badhordam is at Echad Garthadir, the Ranger-encampment at the heart of Annúminas.\\n\\nCuguminuial has asked you to carry a crate of supplies to Badhordam, the quartermaster at Echad Garthadir, in Annúminas. She warned you not to get the crate wet and to bring friends who can protect you while you are carrying it. She is worried that unless the Dúnedain control the gate at the courtyard of Gwaelband, you might not be able to find a safe route to Echad Garthadir.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for these supplies, [placeholder]. Cuguminuial is right -- these should allow us to keep fighting for a few more days.\\n\\n'As we gain more footholds further in the city, we must keep them resupplied.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Badhordam is at the Ranger-encampment of Echad Garthadir, in Annúminas.\\n\\nYou have delivered a crate of supplies from Tinnudir to Echad Garthadir and should now speak with Badhordam, the quartermaster of the camp.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do not get the crate wet, bring friends to protect you on your way, and hope that the Dúnedain still control the gate at Gwaelband; if we do not, I do not think you will be able to find a route to Echad Garthadir.\\n\\n'It will not be easy, [placeholder], but these supplies could spell the difference between victory and defeat for the Rangers under Fainneleg's command! Badhordam is his quartermaster, and will be very grateful for these supplies.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Rangers here can only continue to fight as long as their supplies hold out.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am Badhordam, the quartermaster of this encampment.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect crate of supplies",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry crate of supplies to Badhordam at Echad Garthadir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Supplies for Echad Garthadir",
      "es": ""
    }
  ]
}