{
  "id": 620792498,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated spirits in Ost Elendil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "I grieve to see Ost Elendil in the hands of the Enemy, [placeholder]. The great palace of the kings should lie untainted by the forces of evil, not brought low by the machinations of Angmar and its regent!\\n\\nFell spirits and their Angmarim masters now stalk the halls of Ost Elendil at Amarthiel's command. We must drive them forth.\\n\\nDefeat the spirits within the palace and take from their Angmarim masters the blood-stained runes with which they are commanded. That may lessen Angmar's grip on the palace, shining jewel-that-was. If I am not here when you return, I ask that you bring the runes to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment here in the city. He will be able to destroy the foul things.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I grieve to see Ost Elendil in the hands of the Enemy, [placeholder]. The great palace of the kings should lie untainted by the forces of evil, not brought low by the machinations of Angmar and its regent!\\n\\n'Fell spirits and their Angmarim masters now stalk the halls of Ost Elendil at Amarthiel's command. We must drive them forth.\\n\\n'Defeat the spirits within the palace and take from their Angmarim masters the blood-stained runes with which they are commanded. That may lessen Angmar's grip on the palace, shining jewel-that-was. If I am not here when you return, I ask that you bring the runes to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment here in the city. He will be able to destroy the foul things.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fell spirits and their Angmarim masters can be found in Ost Elendil, beyond the bridge of Ariant.\\n\\nLegrindavor has asked you to defeat the fell spirits inside Ost Elendil and bring him the blood-stained runes used by the Angmarim there to command them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done as I asked, and our battle to retake Annúminas is better for it. I will dispose of these runes at once.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Legrindavor is probably at Tirband, the court in front of the great watch-tower on the highest level of Annúminas; if he is not, he asked you to bring the runes to Captain-General Daerdan at the Ranger-encampment of Echad Garthadir in the heart of the city.\\n\\nYou have defeated many fell spirits in Ost Elendil and taken blood-stained runes from their Angmarim masters. You should now return to Legrindavor.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The fell spirits of Ost Elendil have been dealt a severe blow.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not done as I asked, [placeholder]. Did Ost Elendil prove too much for you?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'It is good that we have your aid, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I will take these runes and see them destroyed, [placeholder]. Legrindavor was right to trust you with the task of braving Ost Elendil, and I shall reward you for your victory there.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It is good that we have your aid, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have not finished the task with which Legrindavor charged you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat spirits in Ost Elendil ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring blood-stained runes to Legrindavor",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring blood-stained runes to Captain-General Daerdan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Evil in Ost Elendil",
      "es": ""
    }
  ]
}