{
  "id": 620792401,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I can hardly believe our good fortune, [placeholder]. Take now these orders and show them to our prisoner. He will tell us their meaning willingly, or he will be made to tell us their meaning. I do not imagine Amarthiel inspires anything other than fear in her lieutenants, and this Black Númenórean will surely tell us what we need to know, if he feels he will be spared.\\n\\n'My people have prepared a prison for the captive, and Ranger Tadan has volunteered to guard him. Tadan is a good man, a strong man, and will see that Mordrambor's bonds remain unyielding. Enter the keep here on Tinnudir and take the door on your left to the stairs that lead to the prison.\\n\\n'Bring this sheaf of papers to Mordrambor and demand that he tell us their meaning. He surely has knowledge of the Black Speech and will tell us what we must know before long. The sooner he does, the better our fortunes will be, but I have no doubt that he will do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I remember thee, foolish [placeholder]. I know the number of thy days, and they are few. Let us speak a while, then, for thou wilt soon fall beneath the tread of Angmar.\\n\\n'What hast thou brought to me? Writings in the Black Speech, most beautiful of all the tongues? Thou canst not read these words? I weep for thy ignorance, foolish [placeholder], but I will take pity on thee, for thy struggle will soon end in pain and grief. I will tell thee what great Amarthiel plans for the wretches who cling still to this lowly city.\\n\\n'Show me these pages. I will delight in foretelling thy demise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Our prisoner will translate the orders for you. The only question is when he will do so. I hope only that the Dúnedain can stand against Amarthiel as long as it takes!\\n\\n'Bring the sheaf of papers to Mordrambor in the keep on this island. As you enter the keep, the door on your left leads to the stairs that climb up to the prison we have prepared for our captive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thou hast nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 6: The Secret of the Orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hello there, [placeholder]. I am still filled with amazement from our victory outside Haudh Elendil! I think it no exaggeration to say that together we may have changed the course of the battle for Annúminas, and for the better!\\n\\n'I will see to it that this villain stays under lock and key. He does not seem very happy about his fate, does he?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the capture of Mordrambor, the fortunes of the Dúnedain may be changing. If he can be made to translate the orders you found, the tides of battle may turn in the favour of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Dúnedain have captured the Black Númenórean Mordrambor? I can hardly believe this news, [placeholder], but do not let down your guard! Even imprisoned, Mordrambor will seek to do his master's will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xee08e92",
      "en": "Storage Room",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Show sheaf of papers to Mordrambor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mordrambor is being held prisoner in the keep on the island of Tinnudir, in Evendim. As you enter the keep, the door on your left leads to stairs that climb up to the prison.\\n\\nCalenglad has given you the orders you collected from the Angmarim in Annúminas, so that you may show them to the Black Númenórean prisoner. Mordrambor will know the Black Speech and must be made to translate the orders for you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}