{
  "id": 620792436,
  "txt": [
    {
      "id": 218649169,
      "en": "'Too long have I delayed, hoping to reclaim the city from the forces of Angmar, but I see now that victory in Annúminas will not be complete if Amarthiel learns the location of Narchuil. We will have traded victory here for defeat elsewhere -- this was the lesson of Laerdan, but I did not see it!\\n\\n'Speak to me when your allies are ready, and we will launch a final assault upon Barad Tironn! If we are successful, you will have access to the inner chamber, where one of you must pick up the palantír and carry it back to the entrance, where I will be waiting -- if you have the finely-woven cloth bag given to you by Golodir, the palantír should not harm you. Protect the bearer of the palantír from the attacks of the enemy!\\n\\n'Much depends upon this, [placeholder], for we will not have another chance. If you see Laerdan within the depths of Barad Tironn, do what you can, but do not endanger yourselves needlessly. The retrieval of the seeing-stone must come first -- it is what he would have wanted: the eye of Angmar blinded once more.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The victory is bittersweet, my friend, for Laerdan has been taken by the Enemy and we do not have the numbers to stage another assault upon Barad Tironn. I fear that he is lost to us, and although the palantír is now free of Amarthiel's clutches, it seems she learned at least some of the information she sought. Only time now keeps her from reclaiming Narchuil, the ring she lost so long ago.\\n\\n'I will bring the palantír to one that will keep it safe. We have done what we could, [placeholder], but it was not enough. A hundred curses upon the Iron Crown! It has taken so much from us, and for every victory it deals us a dozen hurts!\\n\\n'And yet, we fight on. It has always been the way of the Dúnedain, and I know it is your way as well, [placeholder]. What else is there to do? We will fight on in Laerdan's name, and in the names of all those who have fallen, and one day Amarthiel will pay for each and every one. I swear it on the bones of my fathers and my fathers' fathers. We will see it done, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you prepared, [placeholder]? I will give the word when you and your allies are ready, and we will storm Barad Tironn with as much force as we can muster. Retrieving the palantír will be up to you -- my Men can only pave the way for you.\\n\\n'If you can do anything to help Laerdan inside Barad Tironn, I would ask that you do, but I fear he is lost to us.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 14: The Eye of Angmar",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Calenglad has made his choice: the plan to recover the palantír from Barad Tironn will be set into motion, despite Laerdan's foolish attempt to confront Amarthiel on his own.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Calenglad and travel into Barad Tironn in search of the palantír",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nCalenglad is waiting to hear that your allies are prepared for the assault on Barad Tironn and the reclamation of the palantír.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Calenglad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nThe palantír has been recovered, but Laerdan was left to an uncertain fate in the depths of Barad Tironn and Amarthiel saw what she sought in the depths of the seeing-stone.",
      "es": ""
    }
  ]
}