{
  "id": 620792451,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have lost the crate of supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully delivered the crate of supplies to Legrindavor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers have taken control of Tirband, the court in front of the great watch-tower on the highest level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is hope of victory, [placeholder]: the Dúnedain have taken the court of Tirband, a square on the highest level of the city, from which the great watch-tower looks out over Lake Nenuial. This is a grave blow to the Angmarim, and we must not lose it!\\n\\n'But we must keep them supplied, or lose it we shall. I would have you carry a crate of supplies to Legrindavor, the Ranger in charge of maintaining our control of Tirband. Pick up a crate from this stack and carry it to Legrindavor.\\n\\n'You should bring allies with you, for you will be unable to defend yourself from Angmarim attack while you are carrying the crate of supplies. Return to me once you have delivered the crate to Legrindavor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Legrindavor is at Tirband, the court on the highest level of the city, from which the great watch-tower looks out over Lake Nenuial.\\n\\nQuartermaster Badhordam has asked you to carry a crate of supplies to Legrindavor at the court of Tirband on the highest level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your aid, [placeholder]. It is to be hoped that the supplies you delivered to Legrindavor will be used to maintain Dúnedain-control of Tirband for a while yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Badhordam is at Echad Garthadir, the Ranger-encampment in the heart of Annúminas.\\n\\nYou have delivered a crate of supplies to Legrindavor at the court of Tirband and should now return to Quartermaster Badhordam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring a few strong allies with you, [placeholder], because you will not be able to defend yourself from attack while you are carrying the crate. You will find Legrindavor in the court of Tirband on the highest level of the city, from which the great watch-tower looks out over Lake Nenuial.\\n\\n'Return to me once you have delivered the crate of supplies to Legrindavor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect crate of supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x96b7a21",
      "en": "'Thank you for these supplies! This is just what we need!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry crate of supplies to Legrindavor at Tirband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Supplies for Tirband",
      "es": "",
      "es (fem)": ""
    }
  ]
}