{
  "id": 620792448,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have launched many offences to seize control of Tirband, the court beneath the great watch-tower on the highest level of the city, but always Agarochir repels us.\\n\\n'He is one of Amarthiel's Black Númenóreans, and he is a fearsome sorcerer. If we are to seize control of Tirband, Agarochir must be defeated.\\n\\n'If you and your allies can put an end to Agarochir, our fortunes might change for the better; the strategic importance of Tirband cannot be overstated!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Agarochir is no more? I can hardly believe our good fortune, [placeholder]! You have done much already for the Dúnedain, but this truly fills me with amazement!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Agarochir is a mighty sorcerer and must not be underestimated, [placeholder]. It will be no easy feat to seize control of Tirband, the court at the base of the great watch-tower on the highest level of the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Agarochir, Keeper of Tirband",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Eirieniel has told you of Agarochir, the Black Númenórean that leads the Angmarim who control the court of Tirband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Agarochir can be found in the courtyard of Tirband at the base of the great watch-tower, on the highest level of the city.\\n\\nEirieniel has asked you to defeat Agarochir, one of Amarthiel's Black Númenórean lieutenants so the Rangers may be able to seize the court of Tirband.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eirieniel is at Echad Garthadir.\\n\\nYou have defeated Agarochir, one of Amarthiel's Black Númenórean lieutenants, and should bring news of your victory to Eirieniel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}