{
  "id": 620792415,
  "txt": [
    {
      "id": 54354734,
      "en": "Mordrambor has been a useful prisoner, but Calenglad and Laerdan are both concerned that he still wields some power for deceit.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Listen to me! I would do well to remember Laerdan's words to you -- Mordrambor is still a servant of the Enemy, and despite the usefulness of his information, he would bring us all to harm if given the chance. I temper my words of good fortune with a reminder to use caution when dealing with him; it is a reminder we both should take to heart!\\n\\n'Laerdan came to speak with me while you were away; he wished to know if any progress had been made in recovering the palantír. I told him of our military victories, but he did not seem encouraged by the news. We do not see eye to eye on this matter, he and I, but surely you must see that our successes in Annúminas are crucial for taking the seeing-stone from Amarthiel?\\n\\n'I could not ease his mind, and Laerdan asked that you see him in his room in the keep when you return. Perhaps you can make him see the rightness of our course? Annúminas must be reclaimed before we can hope to wrest the palantír from Amarthiel's clutches. We have time, [placeholder]. Tell him this.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Laerdan is in his room atop the stairs behind the door on your right as you enter keep on the island of Tinnudir, in Evendim.\\n\\nCalenglad told you that Laerdan wishes to speak with you about the palantír and asked you to persuade him that the Dúnedain must win a decisive victory in Annúminas before it will be possible to reclaim the palantír.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Didst thou repulse the attacks on thy friends? It matters not, but I admire thine efforts in the face of such overwhelming odds.\\n\\n'Thou canst not prevail against Guldurchir, friend [placeholder], no matter how strong or wise thou thinkest thyself to be, for Guldurchir wields Tann Morgul.\\n\\n'The defeat of the Dúnedain will be complete when he brings its power to bear upon the city.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ranger Tadan is on guard in the prison atop the stairs through the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nLaerdan has expressed his concern that Mordrambor is intentionally keeping you occupied in Annúminas while Amarthiel searches for Narchuil with the palantír.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Mordrambor is in the prison atop the stairs through the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nTadan has told you he will look forward to Laerdan's visit, because guarding Mordrambor is not pleasant, especially as the prisoner has begun reciting the various exploits of his brethren.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Laerdan is in his room atop the stairs on your right as you enter the keep on this island. Tell him that we must retake Annúminas before it will be possible to reclaim the palantír!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I will look forward to Laerdan's visit, [placeholder] -- the prisoner is not very good company, and I have seen him giving me unpleasant looks out of the corner of my eye.\\n\\n'The air in this room feels so stifling, too! I may see if I can have Forchon or Naethmunn take a shift or two, after Laerdan's visit. It will do me good to clear my head and put an end to the prisoner's constant ramblings.\\n\\n'He has taken to rattling off the exploits of his fellows, one of them in particular. If I never hear the name \\qGuldurchir\\q again, I would be greatly pleased.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Mordrambor stares at you coldly and says nothing.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'[placeholder], welcome! I am glad that you have come. You do not seem well, my friend. You cannot defend all of Annúminas yourself, despite Calenglad's wish that you might.\\n\\n'I asked you to come because I want to know if Mordrambor has spoken at all of the palantír to you. He has not? I find it most interesting that he has kept you busy with military matters in the city, while we know that Amarthiel has a palantír in her possession. My heart tells me that Mordrambor is delaying us for his mistress. Her goal has not changed: she seeks Narchuil. Do not be distracted by the errands on which he sends you!\\n\\n'Will you bring my words to Tadan, the Ranger that guards Mordrambor? Tell him that I will come to see him in a few hours -- I want to ensure that he is alert to the danger of his prisoner's whisperings.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Listen to him! It is enough to drive a man mad, [placeholder]. I am looking forward to Laerdan's visit, if only to have a reprieve from the prisoner's constant mumbling!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'My heart tells me that our prisoner is using us, [placeholder]. He is spinning words to make Calenglad do exactly what Amarthiel wants him to do -- waste time fighting meaningless battles while the real work, the dangerous work, is being done with the palantír.\\n\\n'If you would, speak with Tadan and tell him that I will come see him in a few hours. I want to remind him of the danger Mordrambor poses for us all, even imprisoned.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 10, Chapter 10: Do Not Trust Him",
      "es": ""
    },
    {
      "id": 257925057,
      "en": "'Guldurchir will destroy thee. Amarthiel will soon set him to it!'",
      "es": ""
    }
  ]
}