{
  "id": 620792500,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected priceless relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Black Númenórean Dolvaethor has gone to Haudh Valandil at Amarthiel's bidding, [placeholder], and I fear the mischief he may cause in that hallowed place. The halls and tombs are lined with precious relics of the past -- relics of both great historical and personal value to the Dúnedain -- and they must not be despoiled!\\n\\nI ask you to recover as many of these priceless relics from the depths of Haudh Valandil as you can; my brethren will keep them in a safe place until the Angmarim have been defeated and the tomb is once more a place of peace.\\n\\nThe entrance to Haudh Valandil is located on the island, beyond the bridge of Ariant. Beware of Dolvaethor and the kergrim that have awakened within its depths and recover the relics with all haste! If I am not here when you return, report to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment here in the city.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Black Númenórean Dolvaethor has gone to Haudh Valandil at Amarthiel's bidding, [placeholder], and I fear the mischief he may cause in that hallowed place. The halls and tombs are lined with precious relics of the past -- relics of both great historical and personal value to the Dúnedain -- and they must not be despoiled!\\n\\n'I ask you to recover as many of these priceless relics from the depths of Haudh Valandil as you can; my brethren will keep them in a safe place until the Angmarim have been defeated and the tomb is once more a place of peace.\\n\\n'The entrance to Haudh Valandil is located on the island, beyond the bridge of Ariant. Beware of Dolvaethor and the kergrim that have awakened within its depths and recover the relics with all haste! If I am not here when you return, report to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment here in the city.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The entrance to the tomb is on the island beyond the bridge of Ariant, on the highest level of the city.\\n\\nGlangilith has asked you to recover priceless relics from Haudh Valandil before the Angmarim ruin them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for this, [placeholder]. My heart is filled with song to know that these relics are not in the foul clutches of the Angmarim.\\n\\n'My people will keep these safe until Amarthiel and her forces are cast out of Annúminas.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glangilith is in the court of Tirband, at the base of the watch-tower that overlooks Annúminas. If he is not, he asked that you return the relics to Captain-General Daerdan at Echad Garthadir, the Ranger-encampment in the centre of the city.\\n\\nYou have recovered several priceless relics from the depths of Haudh Valandil and should now give them to Glangilith, so that his people can keep them in safety until the Angmarim are cast out of Annúminas.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The entrance to Haudh Valandil is on the island beyond the bridge of Ariant. Recover the priceless relics from the depths of the tomb before the Angmarim can despoil them, and the Dúnedain shall preserve them until such time as Amarthiel and her forces are cast out of Annúminas.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not recovered the relics from Haudh Valandil?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Glangilith has given me word that if you returned from Haudh Valandil, you would do so bearing priceless relics for safe-keeping. I see that you have, and I will reward you for bringing these relics out of the darkness.\\n\\n'One day, when the Angmarim have been pushed out of Annúminas, we will return these relics to their proper home. Until then, we will keep them safe.\\n\\n'I will reward you for this good deed.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have not returned with the relics Glangilith thought you would.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect priceless relics ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring priceless relics to Glangilith",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring priceless relics to Captain-General Daerdan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "New Home for the Relics of Old",
      "es": ""
    }
  ]
}