{
  "id": 620792407,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Mordrambor has told you that Amarthiel plans renewed assaults at specific locations within the city, but he will only tell you where if you deliver a message for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The prisoner has been smirking about something the whole time you have been gone, and it has had me worried.\\n\\n'He is feeling sure of himself about something. He keeps muttering something about new attacks upon the city, but whenever I ask him about them, he refuses to talk to me.\\n\\n'Perhaps you can get something out of him? He does not seem to be concerned about withholding information from you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mordrambor is in the prison atop the stairs through the door on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nMordrambor has been muttering about new attacks upon the city, but refuses to give Tadan any further details. Tadan hopes you may be able to get some information from the prisoner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thou sayest Amarthiel's emissaries art defeated? I read more in thine eyes than thou hast spoken. Perhaps their duties were already fulfilled, their missions completed? Aye, I read you a-right. But smile on, fool [placeholder] -- against Angmar and its regent there can be no hope for thee. She plans a new assault upon certain sites within the city, and thy Dúnedain friends cannot hope to stand against her.\\n\\n'And yet...I will tell thee where these assaults will come the hardest. I greatly desire to hear thy weeping and the weeping of this fool Ranger when Amarthiel seizes the city in spite of thy meagre defences. But I will tell thee where the hammer will fall only if thou dost something for me.\\n\\n'An Elf has come to this keep; he looked on me from afar when this fool Ranger brought me to this pathetic prison. This Elf is named Laerdan, and I would have thee bring him a message. The message is this: \\qLaerdan, thy time is soon ended, thy mistakes soon accounted. Amarthiel awaits thee in Barad Tironn, where she will sit in judgement over thee.\\q Thou shalt bring him these words, or thou shalt learn naught from me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Laerdan has been given a room in the keep on the island of Tinnudir, atop the stairs behind the door on your right as you enter the keep.\\n\\nMordrambor has told you that Amarthiel plans renewed assaults on the city of Annúminas, but will only reveal the locations for these new attacks if you deliver a message to Laerdan: 'Laerdan, thy time is soon ended, thy mistakes soon accounted. Amarthiel awaits thee in Barad Tironn, where she will sit in judgement over thee.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Mordrambor is being held prisoner in the prison atop the stairs on your left as you enter the keep on the island of Tinnudir, in Evendim.\\n\\nYou have delivered Mordrambor's message to Laerdan as he requested, and the Elf told you to beware the Black Númenórean's treachery, for even imprisoned he poses great danger. If he upholds his word, Mordrambor should now tell you the location of Amarthiel's latest planned assault on Annúminas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The prisoner is in no position to make demands, [placeholder]! But I must admit that it is a tempting offer: what lives might we save with the foreknowledge of where Amarthiel will strike next?\\n\\n'Laerdan is a wise Elf. There can be no harm in delivering the prisoner's message, and there is much to gain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am glad to see thee return, my friend, for I know that thou hast delivered my message to Laerdan. I know too what he must have said to thee: \\qSteel yourself to his words! Remain alert against his subtleties!\\q\\n\\n'What did thou callest thyself? [placeholder]? I give thee my thanks, [placeholder], for upholding our bargain. I will now do the same.\\n\\n'I will tell thee where the next assaults upon the city will come, friend [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hurry now to our prisoner and tell him you have upheld our end of the bargain! There is little time to waste, [placeholder], for on this matter I do not doubt that he was speaking truth: Amarthiel is planning fresh assaults, and we must know where she will attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Steel yourself against the words of Mordrambor, [placeholder], for he is skilled in the tangling of thoughts, as are most of his kind. He will seek to confuse you with artful trickeries and misleading phrases, and through them lead you only into treachery. Remain alert to his subtleties, and he will be unable to hold any power over you!\\n\\n'I have heard his message and ask that you now heed mine: do not relax your guard! Even imprisoned, a Black Númenórean is a dangerous foe, and he will lead us all to harm if we do not take care to guard against his devices!\\n\\n'Return now to your prisoner and tell him that you have fulfilled your side of the bargain. And remember my words!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thou hast not delivered my message to the Elf Laerdan, and I will tell thee naught.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You should try talking to Mordrambor, [placeholder]. I know it is not pleasant, but if we can get more information about what Amarthiel has planned for Annúminas, we will be better for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I do not like this, [placeholder]. What harm can these words do, ill-tempered and objectionable as they are? Still, they make me uneasy. And yet, if he tells us where next to expect Amarthiel's assault, many of my brethren might be saved.\\n\\n'I do not see what choice we have. Laerdan is a wise Elf; he will see these words for what they are -- the foul insults of a desperate prisoner -- and dismiss them.\\n\\n'Laerdan has been given a room atop the stairs behind the door on your right as you enter the keep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 10, Chapter 8: The Prisoner's Message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I do not need Laerdan to tell me that our prisoner is not to be trusted! Still, he has been very useful to us so far, and for once the battle seems to be turning in our favour. Amarthiel surely rues the night we took one of her prized lieutenants from her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Do not trust him, [placeholder]. Mordrambor will try to confuse you with his words, to ensorcel you with his speech. You must guard yourself from this, even as he appears powerless, for he is not so.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}