{
  "id": 621002355,
  "txt": [
    {
      "id": "0xa8e1197",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa21",
      "en": "Daily Expedition: Udûn and Talath Úrui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Hello, friend! Up for an adventure? \\n\\n'Today, we would like you to focus your efforts in Udûn and Talath Úrui. The bounty board has many things to do, and we would be grateful for whatever aid you can offer. Be careful out there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d162",
      "en": "There is much to do for the Conquest of Gorgoroth to succeed. Today, you should focus your efforts in Udûn and Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Well met, adventurer.\\n\\n'Today, Durin's Folk will reward you for work in Udûn and Talath Úrui. The bounty board over there has tasks for you. Best get to it! Gorgoroth isn't going to conquer itself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "TBD ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Hail, friend of the Elves.\\n\\n'We have identified that currently Udûn and Talath Úrui hold the greatest threats to our people. Your efforts are best spent there today. See the bounty board for specific information. Travel with care, and represent us well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Greetings, adventurer.\\n\\n'The Conquest of Gorgoroth has decreed that Udûn and Talath Úrui are the targets for today. Check the bounty board for specific tasks in those areas. Good luck.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Today the Conquest of Gorgoroth would like you to work in Udûn and Talath Úrui.\\n\\nYou should complete any four Allegiance quests in Udûn or Talath Úrui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to an Expedition Organizer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Expedition Organizers can be found in Allegiance Halls.\\n\\nYou should talk to your Expedition Organizer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Complete 4 Allegiance quests in Udûn and Talath Úrui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'The Conquest of Gorgoroth thanks you for you aid, adventurer. Take this as a token of our gratitude. See me again tomorrow for a new task.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}