{
  "id": 621002352,
  "txt": [
    {
      "id": 111477412,
      "en": "Talk to your Expedition Organizer",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'The Conquest of Gorgoroth thanks you for you aid, adventurer. Take this as a token of our gratitude.'",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "TBD Fellbeast",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Complete Uiliúr, the Ancient Evil",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "TBD Drake",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Complete Gristlebite, Scourge of Lhingris",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477328,
      "en": "Complete Bolvág the Cursed, Scourge of Agarnaith",
      "es": ""
    },
    {
      "id": 246419778,
      "en": "Scourges can be found throughout Gorgoroth.\\n\\nYou should defeat each scourge in Gorgoroth.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Complete Nuzdum, Scourge of Udûn",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Complete Rotwing, Scourge of Dor Amarth",
      "es": ""
    },
    {
      "id": 149027361,
      "en": "Weekly Conquest: Scourges",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Expedition Organizers can be found in Allegiance Halls.\\n\\nYou should talk to your Expedition Organizer.",
      "es": ""
    },
    {
      "id": 111477332,
      "en": "Complete Spitpyre, Scourge of Talath Úrui",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Hello again! Feeling brave?\\n\\n'There's some extra-nasty monsters out there in Gorgoroth. You may have spotted them in your travels already! We need some skilled adventurers to band together and defeat the beasties!'",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "There is much to do for the Conquest of Gorgoroth to succeed. This week, you should focus your efforts on scourges.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'[placeholder], I have a real challenge for you this time.\\n\\n'There's a group of particularly dangerous creatures in Gorgoroth, and we need a group of hardy adventurers to put them down. There's no chance of securing the region until it's done! Good hunting!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'[placeholder], I'm afraid I have a dangerous mission for you.\\n\\n'Our trackers have identified several grave threats to the peace. These large and deadly foes travel throughout Gorgoroth wreaking havoc. You must band together with other brave adventurers and put a stop to them while we have the chance.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'[placeholder], I have a mission for you, if you're willing to accept it.\\n\\n'We have identified several prime targets for you and other skilled volunteers to take on. These huge monsters roam Gorgoroth, disrupting our operations. They need to be dealt with if we're ever going to gain control of the region. Should you choose to hunt them down, be careful.'",
      "es": ""
    }
  ]
}