{
  "id": 621002273,
  "txt": [
    {
      "id": 228073297,
      "en": "'It... is empty!'",
      "es": ""
    },
    {
      "id": 228073298,
      "en": "'What have you done with it, Zôreth?'",
      "es": ""
    },
    {
      "id": 48994193,
      "en": "'Hearken to me, my brethren!'",
      "es": ""
    },
    {
      "id": 48994194,
      "en": "'This day we shed the name given to us by the Dark Lord in mockery of my forefathers!'",
      "es": ""
    },
    {
      "id": 48994195,
      "en": "'We are the Firehorns, proud and unbroken, and Manthríf will be ours once more! That is the oath I now swear!'",
      "es": ""
    },
    {
      "id": 44429105,
      "en": "'Yes, Spakorth?'",
      "es": ""
    },
    {
      "id": 48994196,
      "en": "'These traitors and thieves: Gimli, Spakorth, and [placeholder] are banished from our spire -- the Oath-taker's Horn!'",
      "es": ""
    },
    {
      "id": 44429106,
      "en": "'You have a keen eye, old friend, but we shall not speak of that yet.'",
      "es": ""
    },
    {
      "id": 48994197,
      "en": "'That is the only mercy I will offer you now! Begone!'",
      "es": ""
    },
    {
      "id": 44429107,
      "en": "'That is a matter to be discussed in private. Gimli and [placeholder], will you join us?'",
      "es": ""
    },
    {
      "id": 256919473,
      "en": "'For many years, even before the fall of Khazad-dûm, the dwarves dwelt in the Lonely Mountain.'",
      "es": ""
    },
    {
      "id": 145372417,
      "en": "'Some of those that once lived in exile now dwell in the Blue Mountains, but King Dáin and his folk again live within the Lonely Mountain.'",
      "es": ""
    },
    {
      "id": 256919474,
      "en": "'When Khazad-dûm was lost, my folk fled to the Lonely Mountain and rebuilt our kingdom within it.'",
      "es": ""
    },
    {
      "id": 145372418,
      "en": "'It is a tale of dwarves, dragons, and days long ago. Do you wish me to tell it, King Váskmun?'",
      "es": ""
    },
    {
      "id": 176540753,
      "en": "'What did you say?!'",
      "es": ""
    },
    {
      "id": 256919475,
      "en": "'There sat the first King under the Mountain, and for many years, my people prospered.'",
      "es": ""
    },
    {
      "id": 145372419,
      "en": "'Very well! I shall tell it as best I can.'",
      "es": ""
    },
    {
      "id": 176540754,
      "en": "'Silence!'",
      "es": ""
    },
    {
      "id": 256919476,
      "en": "'But it was not fated to remain so....'",
      "es": ""
    },
    {
      "id": 176540755,
      "en": "'Dolgráth the Battle-hungry will taste of your flesh, witch.'",
      "es": ""
    },
    {
      "id": 176540756,
      "en": "'You need only decide how long you will suffer!'",
      "es": ""
    },
    {
      "id": 256919477,
      "en": "'A great dragon, Smaug, brought ruin upon the Lonely Mountain and dwelt within the deserted halls of my people.'",
      "es": ""
    },
    {
      "id": 256919478,
      "en": "'My folk were cursed with misfortune for many years, and even the Orcs mocked us!'",
      "es": ""
    },
    {
      "id": 256919479,
      "en": "'But then came the day that Thorin Oakenshield set out to reclaim Erebor and slay Smaug!'",
      "es": ""
    },
    {
      "id": 256919480,
      "en": "'With only thirteen dwarves, a hobbit, and an old grey wizard, Smaug was vanquished and Erebor reclaimed!'",
      "es": ""
    },
    {
      "id": 256932087,
      "en": "'Hah! We did a lot more than stand against them. I slew forty-two Orcs with my own axe at the Hornburg!'",
      "es": ""
    },
    {
      "id": 256919481,
      "en": "'Alas! With Erebor no longer guarded by a dragon, great armies gathered to lay claim to its treasures.'",
      "es": ""
    },
    {
      "id": 182761249,
      "en": "'Enough! I yield!'",
      "es": ""
    },
    {
      "id": 256919482,
      "en": "'Although we did not begin the battle as allies, Men and Elves alike aided my folk in repelling the Orcs of the North.'",
      "es": ""
    },
    {
      "id": 182761250,
      "en": "'So this is what those long years of wearing Manthríf in the dungeons did to you?'",
      "es": ""
    },
    {
      "id": 256919483,
      "en": "'We learned in the years that followed that a great evil had laid hidden just beyond our lands.'",
      "es": ""
    },
    {
      "id": 182761251,
      "en": "'Oh yes, I know about that. Always it was given, yet always it was taken.'",
      "es": ""
    },
    {
      "id": 256919484,
      "en": "'Bolg, son of the hated Azog, was defeated and the Lonely Mountain was ours once more!'",
      "es": ""
    },
    {
      "id": 182761252,
      "en": "'Look what it has reduced you to, Váskmun.'",
      "es": ""
    },
    {
      "id": 256919485,
      "en": "'That is the tale, King Váskmun!'",
      "es": ""
    },
    {
      "id": 182761253,
      "en": "'You will destroy your own people. The Dark Lord himself would delight in the irony!'",
      "es": ""
    },
    {
      "id": 182761254,
      "en": "Bahahaha! What a king you are, Váskmun.'",
      "es": ""
    },
    {
      "id": 262633252,
      "en": "The fell spirit flees into the higher reaches of Lûghash!",
      "es": ""
    },
    {
      "id": 182761255,
      "en": "Doom of the Stout-axes! The last of your line!'",
      "es": ""
    },
    {
      "id": 4041410,
      "en": "Spakorth whispers something to King Greytooth...",
      "es": ""
    },
    {
      "id": 182761256,
      "en": "'I pity you.'",
      "es": ""
    },
    {
      "id": 83153441,
      "en": "'Your misbegotten kind are free, then. I release them!'",
      "es": ""
    },
    {
      "id": 83153442,
      "en": "'I would trade them all for you... or at least that key of yours.'",
      "es": ""
    },
    {
      "id": 83153443,
      "en": "'For it alone can open this coffer I claimed from the vaults of the Dark Lord.'",
      "es": ""
    },
    {
      "id": 83153444,
      "en": "'It is sealed with enchantments of the Elder Days, but the Ring of Power you seek lies within.'",
      "es": ""
    },
    {
      "id": 83153445,
      "en": "'Alas, it will not be yours, Váskmun. It will remain in my keeping here at Lûghash.'",
      "es": ""
    },
    {
      "id": 199535857,
      "en": "'It is not to merely be shown, King Greytooth, but it is a gift in honour of your return!",
      "es": ""
    },
    {
      "id": 83153446,
      "en": "'That is the bargain. Their freedom for the key, or naught at all!'",
      "es": ""
    },
    {
      "id": 216322466,
      "en": "'My trusted friends, old and new, you are the first with whom I will share this secret.'",
      "es": ""
    },
    {
      "id": 199535858,
      "en": "'Behold! Dolgráth the Battle-hungry!'",
      "es": ""
    },
    {
      "id": 179916721,
      "en": "'Exile? I do not understand.'",
      "es": ""
    },
    {
      "id": 83153447,
      "en": "'What say you, Váskmun?'",
      "es": ""
    },
    {
      "id": 179916722,
      "en": "'Of course!'",
      "es": ""
    },
    {
      "id": 83153448,
      "en": "'Do I?'",
      "es": ""
    },
    {
      "id": 179916723,
      "en": "'And what a tale it was! I am honoured to have heard it!'",
      "es": ""
    },
    {
      "id": 83153449,
      "en": "'Your dwarf friend told an interesting tale, Váskmun. One that I know well.'",
      "es": ""
    },
    {
      "id": 179916724,
      "en": "'Do not worry, I have not forgotten you, Sversting! What did you wish to show me?'",
      "es": ""
    },
    {
      "id": 83153450,
      "en": "'It happened as he told it, save for his embellishments about the Dark Lord's return to Mordor.'",
      "es": ""
    },
    {
      "id": 83153451,
      "en": "'Don't you see?'",
      "es": ""
    },
    {
      "id": 83153452,
      "en": "'It was the victory of Durin's Folk in the North that condemned you to the dungeons of Barad-dûr.'",
      "es": ""
    },
    {
      "id": 83153453,
      "en": "'You have Gimli, his kin, and his allies to thank for your torments, Váskmun.'",
      "es": ""
    },
    {
      "id": 83153454,
      "en": "'Then take it.'",
      "es": ""
    },
    {
      "id": 83153455,
      "en": "'You won't get far, Váskmun. Your precious Manthríf will still be mine in the end.'",
      "es": ""
    },
    {
      "id": 51648201,
      "en": "'[placeholder], I have heard you and Gimli have shared many adventures in your time beyond Mordor....'",
      "es": ""
    },
    {
      "id": 216322482,
      "en": "'Nay, to change the very fate of Drása's Folk!'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "Instance: A House Forged Anew",
      "es": ""
    },
    {
      "id": 188459601,
      "en": "'My King! What has happened? Are you all right?'",
      "es": ""
    },
    {
      "id": 124830817,
      "en": "'A Dwarf-ring? One of the Rings of Power?! For what did my friends and allies toil if not to rid the world of such things?'",
      "es": ""
    },
    {
      "id": 124830818,
      "en": "'No good can come of this, King Váskmun.'",
      "es": ""
    },
    {
      "id": 124830819,
      "en": "'And what happened after that?'",
      "es": ""
    },
    {
      "id": 51648217,
      "en": "'And here is [placeholder], the brave Stout-axe who returned to Mordor and freed me from the dungeons of Barad-dûr!'",
      "es": ""
    },
    {
      "id": 84179730,
      "en": "'At Dol Guldur in the Greenwood of old dwelt the Necromancer, a sorcerer of terrible might.'",
      "es": ""
    },
    {
      "id": 84179731,
      "en": "'But in truth, the Necromancer was none other than the Dark Lord himself!'",
      "es": ""
    },
    {
      "id": 83153488,
      "en": "'And once it is, your wretched people will be brought to heel once more!'",
      "es": ""
    },
    {
      "id": 84179732,
      "en": "'So fearful was he, it is said, of the triumph of Durin's Folk that he fled back to Mordor!'",
      "es": ""
    },
    {
      "id": 83153489,
      "en": "'Do what you will and begone from my sight!'",
      "es": ""
    },
    {
      "id": 84179733,
      "en": "'Back here, I suppose...'",
      "es": ""
    },
    {
      "id": 83153490,
      "en": "'What trickery is this?! It must be there! It was promised!'",
      "es": ""
    },
    {
      "id": 83153491,
      "en": "'Fool of a dwarf! If I possessed it, what use would I have for you or your kind?'",
      "es": ""
    },
    {
      "id": 247036274,
      "en": "'And so too do we shed the name of Drása himself, for this day we are born again!'",
      "es": ""
    },
    {
      "id": 53200116,
      "en": "King Váskmun pulls his key from its chain and opens the mithril-wrought lockbox...",
      "es": ""
    },
    {
      "id": 247036275,
      "en": "'The Stout-axes... the Khirvísa... those dwarves are dead and gone!'",
      "es": ""
    },
    {
      "id": 111008177,
      "en": "'I see. You keep strange company, my friend. Ah, but I mean you no offence!'",
      "es": ""
    },
    {
      "id": 111008178,
      "en": "'Offer this \\qFellowship\\q my truest thanks! Many were the evils visited upon us by the Dark Lord, and at last they are repaid!'",
      "es": ""
    },
    {
      "id": 111008179,
      "en": "'We know well of the final siege at the gates of Mordor, but what of the battles that came before?'",
      "es": ""
    },
    {
      "id": 51648057,
      "en": "'I am curious, [placeholder]. After all your efforts to escape your own servitude, how did your adventures lead you back to Mordor?'",
      "es": ""
    },
    {
      "id": 248401169,
      "en": "'Spakorth, Gimli, [placeholder]....'",
      "es": ""
    },
    {
      "id": 230535793,
      "en": "'You speak only lies, Zôreth! In truth, you abhor us. We are nothing to you but a means to an end!'",
      "es": ""
    },
    {
      "id": 248401170,
      "en": "'From out of the dungeons of Barad-dûr, I have carried a key wrought of mithril. A key to change the fate of the Stout-axes.'",
      "es": ""
    },
    {
      "id": 230535794,
      "en": "'Surrender Manthríf and I will spare you for your crimes against us!'",
      "es": ""
    },
    {
      "id": 248401171,
      "en": "'You see, it is with this key that I might once again wield the Dwarf-ring, Manthríf!'",
      "es": ""
    },
    {
      "id": 230535795,
      "en": "'Enough of your lies! Manthríf is mine!'",
      "es": ""
    },
    {
      "id": 26209344,
      "en": "'My King?'",
      "es": ""
    },
    {
      "id": 248401172,
      "en": "'Nonsense! It brought my people good fortune and wealth for many years.'",
      "es": ""
    },
    {
      "id": 248401173,
      "en": "'Bah! Sauron is dead and gone! What use could he have for it now?'",
      "es": ""
    },
    {
      "id": 207830481,
      "en": "'Zôreth has deceived you all! Spakorth was taken by one of her spirits!'",
      "es": ""
    },
    {
      "id": 248401174,
      "en": "'I shall hear no more on -- Spakorth, what troubles you? You look unwell!'",
      "es": ""
    },
    {
      "id": 207830482,
      "en": "'Bind Spakorth to one of the pillars and watch him! He is no friend of mine -- not anymore!'",
      "es": ""
    },
    {
      "id": 207830483,
      "en": "'Eitur, Gimli, [placeholder] -- come with me! Zôreth shall pay for her treachery!'",
      "es": ""
    },
    {
      "id": 66505201,
      "en": "'Zôreth!'",
      "es": ""
    },
    {
      "id": 66505202,
      "en": "'I hereby demand the freedom of my people and the return of Manthríf, our ancestral Ring of Power.'",
      "es": ""
    },
    {
      "id": 66505203,
      "en": "'It is ours by right!'",
      "es": ""
    },
    {
      "id": 43830065,
      "en": "'It is magnificent, Sversting! I shall wield it well!'",
      "es": ""
    },
    {
      "id": 66505204,
      "en": "'Do you think me a fool? You speak only lies, Zôreth!'",
      "es": ""
    },
    {
      "id": 66505205,
      "en": "'I will hear no more of this!'",
      "es": ""
    },
    {
      "id": 66505206,
      "en": "'Free my people, surrender Manthríf, and I will spare you!'",
      "es": ""
    },
    {
      "id": 66505207,
      "en": "'If you will not, your life ends. THAT is the bargain!'",
      "es": ""
    },
    {
      "id": 66505208,
      "en": "'It... is empty!'",
      "es": ""
    },
    {
      "id": 3053099,
      "en": "'Come! As for you all, be merry and celebrate the days ahead for our people!'",
      "es": ""
    },
    {
      "id": 66505209,
      "en": "'What have you done with it, Zôreth?!'",
      "es": ""
    },
    {
      "id": 66505210,
      "en": "'Enough of your lies! Manthríf is mine!'",
      "es": ""
    },
    {
      "id": 165900657,
      "en": "'It was not meant for you, dwarf! King or not!'",
      "es": ""
    },
    {
      "id": 72381137,
      "en": "'Your people are free, King Váskmun, and Zôreth is defeated.'",
      "es": ""
    },
    {
      "id": 165900658,
      "en": "'What you seek will not be yours!'",
      "es": ""
    },
    {
      "id": 72381138,
      "en": "'Is that not enough?'",
      "es": ""
    },
    {
      "id": 165900659,
      "en": "'The Mistress beckons...'",
      "es": ""
    },
    {
      "id": 226375473,
      "en": "'Don't you see? It was the victory of Gimli's people that condemned you to the dungeons of Barad-dûr!'",
      "es": ""
    },
    {
      "id": 226375474,
      "en": "'Your dwarf friend told an interesting tale, Váskmun, and one that I know well.'",
      "es": ""
    },
    {
      "id": 226375475,
      "en": "'Will you now?'",
      "es": ""
    },
    {
      "id": 226375476,
      "en": "'Then take it! You won't get far before the Order finds you, and it'll still be mine in the end!'",
      "es": ""
    },
    {
      "id": 226375477,
      "en": "'Come, take it!'",
      "es": ""
    },
    {
      "id": 226375478,
      "en": "'What trickery is this?! I swear I knew nothing of this deception!'",
      "es": ""
    },
    {
      "id": 226375479,
      "en": "'Fool of a dwarf! I do not have the Ring!'",
      "es": ""
    },
    {
      "id": 226375480,
      "en": "'So this is what the years of wearing the Dwarf-ring in the dungeons did to you? Oh yes, I know about that!'",
      "es": ""
    },
    {
      "id": 226375481,
      "en": "'You shall destroy your own people, Váskmun! Even I could not be so cruel....'",
      "es": ""
    },
    {
      "id": 111007665,
      "en": "'Skorgrím.... Did these Dourhands truly sense no danger in serving one who claimed to have returned from death?'",
      "es": ""
    },
    {
      "id": 111007666,
      "en": "'A dwarf in form, but no will of his own. No, no good comes from having spirits about!'",
      "es": ""
    },
    {
      "id": 209426337,
      "en": "'Hear my words!'",
      "es": ""
    },
    {
      "id": 111007667,
      "en": "'As for the lost halls of Khazad-dûm, I hope they do not remain darkened. Gimli, may your people's expedition soon reclaim them!'",
      "es": ""
    },
    {
      "id": 209426338,
      "en": "'Today I am honoured to welcome two warriors of renown to Lûghash!'",
      "es": ""
    },
    {
      "id": 111007668,
      "en": "'If not Khazad-dûm, where now do your folk dwell, Gimli?'",
      "es": ""
    },
    {
      "id": 209426339,
      "en": "'Here is Gimli, son of Glóin, dwarf of Durin's Folk! He has journeyed from far-off lands to explore the realm of Mordor!'",
      "es": ""
    },
    {
      "id": 111008433,
      "en": "'These Kingdoms of Men sound a sight to behold! And to stand against so many foes... a wonder!'",
      "es": ""
    },
    {
      "id": 209426340,
      "en": "'And here is [placeholder], the brave [placeholder] who aided my escape from the Dark Tower!'",
      "es": ""
    },
    {
      "id": 111008434,
      "en": "'Hah! As any dwarf would hope!'",
      "es": ""
    },
    {
      "id": 209426341,
      "en": "'[placeholder], I have heard you and Gimli have shared many adventures....'",
      "es": ""
    },
    {
      "id": 7926881,
      "en": "'And by the time the day was ended, I slew twice as many on the fields of Gondor!'",
      "es": ""
    },
    {
      "id": 111008435,
      "en": "'Ah, but have you met any other dwarves beyond those of Durin's Folk in your adventures? Do any other Dwarf-kingdoms remain?'",
      "es": ""
    },
    {
      "id": 209426342,
      "en": "'I am curious, [placeholder]. How did your adventures lead you to Mordor?'",
      "es": ""
    }
  ]
}