{
  "id": 621002350,
  "txt": [
    {
      "id": 111477412,
      "en": "Talk to your Expedition Organizer",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'The Conquest of Gorgoroth thanks you for you aid, adventurer. Take this as a token of our gratitude.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Greetings, [placeholder]. I have a dangerous assignment for you.\\n\\n'Many areas of Gorgoroth are still not under our control, and our allies are threatened. Go and do what you can, and the Kingdom of Gondor will reward you. Report to Candúr in Udûn for specifics.'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419895,
      "en": "Resource instance quests are given by Candúr, who can be found in Udûn.\\n\\nYou should complete each resource instance.",
      "es": ""
    },
    {
      "id": 149027361,
      "en": "Weekly Conquest: Resource Instances",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "Expedition Organizers can be found in Allegiance Halls.\\n\\nYou should talk to your Expedition Organizer.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Hello again! Ready to take action? \\n\\n'Many places in Gorgoroth are still full of dangerous enemies, and in need of help from skilled fighters like you! Lend them your aid, and we'll do our best to reward your efforts. Report to Candúr in Udûn when you're ready!'",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "There is much to do for the Conquest of Gorgoroth to succeed. This week, you should focus your efforts in Resource Instances.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Good to see you, [placeholder]. We are in need of someone of your skill.\\n\\n'There are still places in Gorgoroth filled with powerful foes, the perfect place to test your abilities! Lend our allies your aid, and for your efforts, I am able to share with you some of the wealth of the mountain. Report to Candúr in Udûn when you're able!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Hail, [placeholder]. I have a task for you.\\n\\n'In the darkest corners of Gorgoroth, dangerous enemies await you. Take heart, and lend our allies your aid. Lend our allies your aid. For your successes, we will offer you a valuable gift. Report to Candúr in Udûn when you are ready to depart.'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477408,
      "en": "Complete Kála-murg: The Final Stand",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Complete Bhol Rûdh: Siege of Corruption",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Complete The Burning Mountain: Blood Wings",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Complete Durthang: The Dark Spire",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Complete Barad-dûr: Realm of the Black Word",
      "es": ""
    }
  ]
}