{
  "id": 620954143,
  "txt": [
    {
      "id": 228870261,
      "en": "Genealogy of the Beornings",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page contains the final section of the genealogical graphs, which has brought the line of Beorn down to your generation: you, Sterkist, and Langhár.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This page contains a number of paragraphs concerning Grimbeorn, the son of Beorn and your relative. He is the leader and patriarch of your folk, and maintains the lodge where Beorn once lived. He is now very old, and has little patience for the fancies of the young.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page contains several paragraphs of information about your cousin Varthmath and his siblings. Most of them range further afield and do not stay near the lodge, so you do not know them as well as Varthmath.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Collect the missing pages of 'Genealogy of the Beornings' and add them to the book.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page briefly describes the heritage of your sister Langhár, but most of the page is blank. You suppose that it is waiting to be filled with her deeds.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a page of 'Genealogy of the Beornings'",
      "es": ""
    },
    {
      "id": 218639267,
      "en": "This page contains some paragraphs of information about Beorn, your relative and the apparent forebear of your line. Even you have little information about Beorn's parentage, and if Grimbeorn knew of it he never spoke of it to you.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThis book contains a number of genealogical diagrams professing to document the various lines and branches of your family, but some of the pages are missing.\\n\\nYou do not know who prepared this book, but perhaps Bilbo Baggins, currently staying in Rivendell, knows something about it. He has an interest in such things and knew your relative Beorn.",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "This page contains a paragraph of information about Ofolmóth, your one-time relative. The information is now... outdated.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "This page briefly describes the heritage of your brother Sterkist, but most of the page is blank. You suppose that it is waiting to be filled with his deeds. Curiously, his name is misspelled. You decide to spare his feelings and not tell him about the error.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "You have found a book that purports to trace the genealogy of your family. Perhaps Bilbo Baggins, currently staying in Rivendell, will know something about it.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "This page is about you! It is mostly blank. You suppose it is waiting to be filled with record of your deeds. One day you should write your own page in this book.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bilbo Baggins at the Last Homely House in Rivendell.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Genealogy of the Beornings, Page 17",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Genealogy of the Beornings, Page 18",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Genealogy of the Beornings, Page 19",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Genealogy of the Beornings, Page 20",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Genealogy of the Beornings, Page 21",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Genealogy of the Beornings, Page 22",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Genealogy of the Beornings, Page 23",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Genealogy of the Beornings, Page 24",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You show Bilbo the book labeled 'Genealogy of the Beornings' and his face lights up.\\n\\n'Ah, most interesting! I do love family trees, [placeholder], when they are complete! Sadly, this one does seem to be missing a few branches. You should search around for the missing pages in order to have the complete diagrams and descriptive paragraphs!\\n\\n'Your family is larger than I expected, and this could be an interesting resource for documenting its trunk and branches!'",
      "es": ""
    }
  ]
}