{
  "id": 620954185,
  "txt": [
    {
      "id": "0x82ba92",
      "en": "You have discovered the Camp of the Grey Host, a stop for Aragorn and his men before they march on Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Discovered Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Path of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "You have discovered the city of Pelargir, one of Gondor's oldest and greatest cities, has long stood in direct opposition to the city of the Corsairs in Umbar. It stands at the mouth of the River Sirith as it flows into the Anduin just above the delta of the Ethir; it is a city of wharves, bridges, and canals, with a palace built on pilings out in the Anduin itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Discover the Stone of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Discover Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Discovered the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Discover Calembel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Discovered Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Discover Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Walk the path of Aragorn and his men from Ringló Vale to Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Walk the path of Aragorn and his men from Ringló Vale to Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "You have discovered the village of Ethring, which stands on either side of the main fords of the Ringló. It is a rustic village of lumberers and fisher-folk with a mighty hall upon a nearby knoll. Timbers hewn in its woods are sent downstream to Amroth and south, overland, to the Ethir and Pelargir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Discover the Camp of the Grey Host",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "You have discovered the city of Linhir which straddles the river on either side, guarding a ford and bridge. Part of the town belongs to Lebennin, and part to Belfalas. It is normally a quiet harbor of fisherfolk, but has been assailed and partially destroyed by the Haradrim and Corsairs of Umbar, who besieged it and fought long against its defenders, led by Lord Angbor of Lamedon and Comeldir, a Swan-knight entrusted by Prince Imrahil with guardianship over the far reaches of his province.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Discover Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Discovered the Stone of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Discovered Pelargir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Discovered Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Discover Ethring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Discover Linhir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab4",
      "en": "You have discovered the city of Pelargir, one of Gondor's oldest and greatest cities. It has long stood in direct opposition to the city of the Corsairs in Umbar. It stands at the mouth of the River Sirith as it flows into the Anduin just above the delta of the Ethir; it is a city of wharves, bridges, and canals, with a palace built on pilings out in the Anduin itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab5",
      "en": "You have discovered the city of Linhir which straddles the river on either side, guarding a ford and bridge. Part of the town belongs to Lebennin, and part to Belfalas. It is normally a quiet harbor of fisherfolk, but has been assailed and partially destroyed by the Haradrim and Corsairs of Umbar, who besieged it and fought long against its defenders, led by Lord Angbor of Lamedon and Comeldir, a swan-knight entrusted by Prince Imrahil with guardianship over the far reaches of his province.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba87",
      "en": "You have discovered Calembel, This is home to Angbor, who commands great forces for Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba89",
      "en": "You have discovered the Stone of Erech, where Aragorn called upon the Dead Men of Dunharrow to honour their oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Discovered Calembel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Discovered Ethring",
      "es": "",
      "es (fem)": ""
    }
  ]
}