{
  "id": 620954144,
  "txt": [
    {
      "id": 228870261,
      "en": "A Study of the Skin-changer",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "On this page, the author claims that most skin-changers can assume the forms of many animals, and acquire their most fundamental characteristics. You have never known this to be true.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "On this page, the author describes his belief that the power of the skin-changer is passed through the male line. The power does seem to be hereditary, but there are many women in your family who also share that power, including your own sister Langhár.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "On this page, the author notes that when a skin-changer assumes the form of an animal, he may grow to several times his normal size. You have known this to be true, and wonder if the author has based this portion of his account on actual encounters with your family or pure supposition.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "On this page, the author says that every skin-changer is uniformly more ferocious than other folk, which you know to be an outright fabrication. Many members of your family are introspective and thoughtful. You wonder what the author would make of your brother Sterkist, who is given to day-dreaming of adventure but would never hurt anybody.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "On this page, the author describes the skin-changer's love of honey-cakes. This, at least, is accurate. Your cousin Varthmath is particularly skilled at the baking of honey-cakes, and now you want one. You silently curse the mysterious author for reminding you of such deliciousness without any near at hand.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "On this page, the author describes the expansive bee-pastures which your family have tended for years. The bees grow to incredible size and produce some of the most delicious honey you have ever tasted.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "On this page, the author poses a question he finds undeniably frightening: are there skin-changers among us? You know that your people are not as numerous as he believes, nor are they as skilled at blending in as he thinks they are.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "On this page, the author supplies a surprising confession: he claims that he himself is a skin-changer! Judging from the rest of his book, you find this a difficult thing to believe.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page from 'A Study of the Skin-changer'",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "This curious manual seems to describe the nature of your family's ability to take the shape of animals. It is a description of skin-changing over the years, written long ago by someone with very little actual understanding of the ability. You wonder if there is any truth hidden within its exaggerated and mostly-untrue account.\\n\\nSeveral pages are missing, but a small, much more recent, bit of parchment tucked into the front cover contains the inscription 'Ask Bilbo.' Is this a reference to Bilbo Baggins, currently residing in Rivendell?",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bilbo Baggins at the Last Homely House in Rivendell.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "A Study of the Skin-changer, Page 4",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "A Study of the Skin-changer, Page 8",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "A Study of the Skin-changer, Page 15",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "A Study of the Skin-changer, Page 16",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "A Study of the Skin-changer, Page 23",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "A Study of the Skin-changer, Page 42",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "A Study of the Skin-changer, Page 11",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "A Study of the Skin-changer, Page 21",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThis curious manual seems to describe the nature of your family's ability to take the shape of animals. It is a description of skin-changing over the years, written long ago by someone with very little actual understanding of the ability. You wonder if there is any truth hidden within its exaggerated and mostly-untrue account.\\n\\nSeveral pages are missing, but a small, much more recent, bit of parchment tucked into the front cover contains the inscription 'Ask Bilbo.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Bilbo takes the book from you with scholarly interest and studies it briefly.\\n\\n'This is an interesting find, [placeholder], but it does not appear to be very... how can I put this? It does not seem to me that a great deal of factual study went into its preparation. I wonder who wrote it, and who placed this parchment within its pages? Did this mysterious author wish to consult with me on the nature of your family's power? I am hardly an expert, and only met Beorn on occasion.\\n\\n'You should collect the missing pages. I do not think you will learn anything truthful, but you might derive some amusement from the author's interpretation and extrapolation of your family's nature.'",
      "es": ""
    }
  ]
}