{
  "id": 620954142,
  "txt": [
    {
      "id": "0xda44875",
      "en": "A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered 'A Hobbit's Holiday'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "On this page, Bilbo describes a harrowing ride on the back of an Eagle. It does not sound like the experience agreed with either the hobbit or the Eagle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You should search for missing pages from A Hobbit's Holiday throughout Angmar and the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba1",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of A Hobbit's Holiday",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba4",
      "en": "On this page, Bilbo describes Gandalf's declaration to the dwarves that he will soon be leaving them on their own in order to see to his own affairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nA Hobbit's Holiday was written by Bilbo Baggins, a hobbit from the Shire who went on an unexpected and surprising adventure. You leaf through the pages with interest to read his account of meeting your ancestor Beorn, but you are unable to find it.\\n\\nMany of the pages in the middle of the book have gone missing. An entire chapter seems to be missing. Is it the chapter where he met Beorn?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba5",
      "en": "On this page, Bilbo describes Gandalf's plan for introducing the dwarves to Beorn: two by two, very carefully, very slowly, and very politely. This account of Beorn makes him sound very quick to anger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Bilbo Baggins is in Rivendell, and will be most interested that you found a copy of his book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "On this page, Bilbo describes the arrival at Beorn's house, and particularly the tremendously large bees that live there even today. Beorn took great pride in his bee-pastures, and so too does his son Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba7",
      "en": "On this page, Bilbo describes his first meeting with Beorn. Your relative's tremendous size and bluster made an impression on the hobbit, as did his reluctance to entertain any guests. Fortunately the party consisted only of Bilbo and Gandalf... as far as Beorn knew.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba8",
      "en": "On this page, Bilbo describes how Gandalf introduced the remaining dwarves at such a slow pace as to keep Beorn's curiosity piqued but not so quick as to anger him. You have heard variations of this story from Grimbeorn quite often during your childhood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bilbo Baggins at the Last Homely House in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "On this page, Bilbo describes the delicious meal that Beorn served after all the dwarves had arrived, and the stories that your relative told of Mirkwood and the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "A Hobbit's Holiday, Page 66",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "A Hobbit's Holiday, Page 67",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "A Hobbit's Holiday, Page 68",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "A Hobbit's Holiday, Page 69",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "A Hobbit's Holiday, Page 70",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "A Hobbit's Holiday, Page 71",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "A Hobbit's Holiday, Page 72",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "A Hobbit's Holiday, Page 73",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba90",
      "en": "On this page, Bilbo describes an uneasy sleep punctuated with growling outside his door and the sound of many animals. The fear he felt would not have been eased had he known the true extent of Beorn's nature, but you know that he was never in any danger from your fierce relative.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, very interesting! You found a copy of my book! Not many were made, you know. It was a painstaking process and, to be honest, I did not think there would be a great deal of interest.'\\n\\nYou tell Bilbo that you are very interested to read about his encounter with your ancestor Beorn, but the chapter seems to be missing. He blanches somewhat.\\n\\n'Well, yes, of course. You could defeat enemies in dangerous places and see if some of them have picked up the pages. I hope you will not be too upset by anything I may have written about your relative! It is important to remember that the dwarves and I were very frightened at the time, and Beorn was an imposing and quite scary fellow in his day! You will forgive me any unfortunate language I may have used in my portrayal of him, I hope!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}