{
  "id": 620954174,
  "txt": [
    {
      "id": 225071143,
      "en": "Complete the epilogue of Lebennin",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "The Ruthless Dead found themselves hopelessly bound to their oath, and banished far from their Master.\\n\\nDrugât grew weary, and asked your aid in reclaiming gifts once given Isildur and his men. In exchange, his cursed folk would return to the Paths of the Dead and never again trouble the lands of the Living.\\n\\nYou held your word and for once, Drugât upheld his. He and the Ruthless Host have left Gondor in peace, hoping that one day, they shall finally be at rest.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Complete the epilogue of Central Gondor.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "In the end, the Sister of the Gilrain played a tremendous role in shaping the fate of Gondor.\\n\\nHer command over the river Gilrain not only banished the Ruthless Dead from Dor-en-Ernil, but also had the curious power of saving Garvir during the attack on Linhir.\\n\\nReunited with their brother once more, Erchar and Herion have a renewed sense of hope for the future, and have prepared themselves for any troubles that lie ahead.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Vanguard of Central Gondor",
      "es": ""
    },
    {
      "id": 218639272,
      "en": "In the aftermath of the attack on Hata Kebir, the folk of Lebennin have grown curious about what became of the strange Corsair that aided the Men of Linhir.\\n\\nYou found Jajax and Daxamat on the shores of the Anduin where they planned to set off... on a stolen ship. Indeed, Jajax and his brother were true Corsairs to the very end. You shared strong drinks with the mischievous pair, but by the time you awoke from your antics, they had sailed off.\\n\\nYou wonder what will become of Jajax, and you hope your paths cross once again.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Complete the epilogue of Ringló Vale",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Complete the epilogue of Central Gondor.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Complete the epilogue of Dor-en Ernil",
      "es": ""
    }
  ]
}