{
  "id": 620873546,
  "txt": [
    {
      "id": "0xd085252",
      "en": "To the Rangers:\\n\\nI do not have much time to write this; I beg you to move with all possible haste. A group of uruks have come out of Dunland, but instead of passing further north as others have done, these have begun the climb into Thrór's Coomb. I fear they have orders involving the dwarves that still live there, especially the one called Nár.\\n\\nYou must defend this dwarf from the uruks! He knows much that, told to the wrong person, could be hurtful to your errand.\\n\\nErgothorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'There you are! I have been looking everywhere for you! We have received another letter from Ergothorn.\\n\\n'I left it on that crate there. If he speaks the truth, we have little time to waste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: For Wadu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'If we can believe the words of Ergothorn, a party of uruks marches toward Zudrugund. If they seize Nár, he could tell them of our errand!\\n\\n'Or he could tell them nonsense. But I think we have no choice, [placeholder]. We have to do something in case Ergothorn is right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'What do you have to say to me, duvodiad?'\\n\\nSuvulch listens impatiently as you recount Nona's words to him about Wadu.\\n\\n'You cannot speak to me of this matter, and neither can my daughter! Only one language will we speak: the language of battle.\\n\\n'You and I will fight hostile Dunlendings of other clans, duvodiad, and we will measure which of us has the authority to judge the other. Do not return until you have slain many of our enemies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated a hostile Dunlending warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My father Suvulch should feel great shame for the way he treated Wadu while he was alive. Find him, wherever he is, and tell him so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'How many hostile Dunlendings have you slain?'\\n\\nSuvulch listens to your count and nods.\\n\\n'My count is higher! Yet it does not matter, for we have done this for the memory of my son. Let his enemies rue the day they slew him from ambush and caused us to notice the stink of them.\\n\\n'Shortly after I returned from battle, one of your Rangers spoke with me. He said his name was Radanir, and he wanted to speak with you. You should find him and see what he wants of you. He said he would be at the duvodiad camp among the trees to the east of my village.\\n\\n'Thank you for the competition, [placeholder]. It is not enough to answer for my son's life, maybe, but it is something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated a hostile Dunlending warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Suvulch has challenged you to a competition to slay the foes of the Uch-lûth? He does this for Wadu?\\n\\n'It is not enough. He should have done this when my brother was alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'How many hostile Dunlendings have you slain?'\\n\\nSuvulch listens to your count, and nods.\\n\\n'What? You have slain more than I, in my eagerness to return here to hear your tally! It is no matter. We did this for Wadu, and now his cowardly foes have paid a price for their ambush.\\n\\n'Shortly after I returned from battle, one of your Rangers spoke to me. He said his name was Radanir, and he wanted to speak with you. You should find him and see what he wants of you. He said he would be at the duvodiad camp among the trees to the east of my village.\\n\\n'Thank you for the competition, [placeholder]. It is not enough to answer for my son's life, maybe, but it is something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You last saw Suvulch at Wadu's favourite tree, on a rise by the ox-pens, west of Lhanuch.\\n\\nNona is angry at her father Suvulch for his cruel treatment of Wadu while Wadu was still alive, and she wants you to tell Suvulch so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have fought many Dunlendings of other clans. They were the enemies of Wadu, and they are my enemies. I am pleased you have done this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'How many hostile Dunlendings have you slain?'\\n\\nSuvulch listens to your count, and nods.\\n\\n'My count is higher, but not by a great deal. You did very well! It does not matter who is the victor, for we have done this in memory of my son. Let his enemies rue the day they slew him from ambush, and caused us to notice the stink of them.\\n\\n'Shortly after I returned from battle, one of your Rangers spoke to me. He said his name was Radanir, and he wanted to speak with you. You should find him and see what he wants of you. He said he would be at the duvodiad camp among the trees to the east of my village.\\n\\n'Thank you for the competition, [placeholder]. It is not enough to answer for my son's life, maybe, but it is something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hostile Dunlendings can be found throughout Enedwaith.\\n\\nSuvulch has challenged you to a competition to see who can defeat the most Dunlendings of enemy clans in honour of Wadu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My father can do what he likes in memory of Wadu, but it will never be enough for me. He is simply too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'How many hostile Dunlendings have you slain?'\\n\\nSuvulch listens to your count, and nods.\\n\\n'What? I cannot believe my ears! You have slain more than I? I was overeager to return here to hear your tally, [placeholder], I confess it. It is no matter. We did this for Wadu, and now his cowardly foes have paid a price for their ambush.\\n\\n'Shortly after I returned from battle, one of your Rangers spoke to me. He said his name was Radanir, and he wanted to speak with you. You should find him and see what he wants of you. He said he would be at the duvodiad camp among the trees to the east of my village.\\n\\n'Thank you for the competition, [placeholder]. It is not enough to answer for my son's life, maybe, but it is something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Suvulch is by Wadu's favourite tree, on a rise by ox-pens west of Lhanuch, and hostile Dunlendings can be found throughout Enedwaith.\\n\\nSuvulch has challenged you to a competition to slay hostile Dunlendings in memory of Wadu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "To the Rangers:\\n\\nI do not have much time to write this; I beg you to move with all possible haste. A group of uruks have come out of Dunland, but instead of passing further north as others have done, these have begun the climb into Thrór's Coomb. I fear they have orders involving the dwarves that still live there, especially the one called Nár.\\n\\nYou must defend this dwarf from the uruks! He knows much that, told to the wrong person, could be hurtful to your errand.\\n\\nErgothorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Radanir is at the camp-site of the Grey Company in a grove of trees to the east of the Uch-lûth village of Lhanuch.\\n\\nSuvulch told you that Radanir was looking for you about an urgent matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I have left the letter on that crate there. Read what Ergothorn has to say, but read quickly! If what he says is true, we may not have much time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "A second letter from Ergothorn is on the crate near Radanir, at the camp-site of the Grey Company in the grove of trees east of Lhanuch.\\n\\nRadanir has found a second letter from Ergothorn and wants you to read it and give your opinion on what the mysterious correspondent has to say.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'You have work to do! I will slay more warriors of hostile clans than you can, and I will do it for my son.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'It was a good competition, and the foes of Wadu surely regret their treachery. The Ranger named Radanir is looking for you. You should go see him. He said he would be at the duvodiad camp among the trees to the east of my village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Radanir is at the camp-site of the Grey Company in the grove of trees east of Lhanuch.\\n\\nYou have read Ergothorn's second letter, which calls for you to go to the defence of Zudrugund.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Suvulch somewhere near Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat hostile Dunlendings throughout Enedwaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat hostile Dunlendings throughout Enedwaith, and return to Suvulch when you are satisfied",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Suvulch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find Radanir at the grove of trees east of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Read the letter on the crate by Radanir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Radanir at the grove of trees east of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nona is not pleased that Halbarad has refused her request to travel south with the Grey Company and is also angry with her father Suvulch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'All men are fools! Your leader Halbarad is a fool for refusing my request, the Brehur are fools for delaying so long in action against our enemies, and my father Suvulch is a fool as well!\\n\\n'He has been avoiding me since Wadu died. Do you know what I think? I think he is ashamed to show his face for his cruel treatment of Wadu while he still lived. He should feel that shame! It is his alone!\\n\\n'He should have been kinder to his son while Wadu lived. You find him and tell him so!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}