{
  "id": 620873562,
  "txt": [
    {
      "id": 54354734,
      "en": "You have repelled an attack on Zudrugund by the Grishgúk uruks, but Nár's curious behaviour before the attack causes Corunir concern.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Before the attack, Nár became very excited, and no amount of calming words from Frithgeir could settle him. He moved from shelf to shelf in a certain section of the library, and in his agitated state, I could not even get his attention!\\n\\n'I will point out to you the shelves. Perhaps, this time, you will find some relevant information that will help us get to the bottom of our mysterious dwarf!\\n\\n'The shelves are on the upper level, on the north side of the library.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The book-shelves that so agitated Nár are on the upper level, on the north side of the library in Zudrugund.\\n\\nCorunir has noted the book-shelves that Nár spent so much time at in the moments before the attack and wants you to search them for information that might be of use.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "(You found a stack of loose papers, yellowed with age, which seem to have been placed back onto the shelf randomly, with no regard for keeping them in order.)\\n\\n...and in the last month, a great number of the supports have fallen, giving rise to much concern among the dwarves who have stalls in Zigil-jabâl. A dozen of our stone-masons were directed to repair the supports, and trade should resume shortly.\\n\\nWith these stone-masons went several waggons of material, chiefly unearthed stone, but also a number of fine gems: a gift to the dwarves at Kechel. We will see how hotly burn their forges, and if they can work the gem-stones into their craft as well as we are able.\\n\\n(Judging from the state of the next page, it is even older, and only a few words can still be read.)\\n\\n...time we lost one of our own to the Forbidden Halls. They should seal it away and forget it was ever delved.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nár is in Zudrugund.\\n\\nYou have searched the book-shelves pointed out to you by Corunir, and should speak to Nár to see if he can shed any light at all on what you found there.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corunir is in Zudrugund.\\n\\nYou have spoken with Nár, but yet again he has provided very little with which you can piece together a solution.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I can tell you where the book-shelves that Nár spent time at before the attack are located. They are on the upper level, on the north side of the library here in Zudrugund.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "(You have found some pages, which have been hastily torn from a larger volume -- perhaps a diary or record of events -- and seem to be only a few years old.)\\n\\n...surprisingly cold for March. Our friend the Ranger came by again today, and we spoke for a time about the situation in the north. His chief is on some errand to Mirkwood, but it seems to me that Túgonn knows little of it as well.\\n\\nNár has been in high spirits lately; I think he likes receiving visitors, though he does not always recognize them for who they are. Still, it seems to me he enjoys the company. He does spend a great deal of time in the mine; I only accompany him occasionally, but there are only so many times I can see Thrór's Stone-house standing empty before the melancholy is too much. Nár sees it as it was, I think, so I am content to let him visit it by himself.\\n\\nThese periods give me time to write in my book, which is fine by this dwarf. I think tomorrow I will walk down to the Coomb and see about picking more of the herbs I have read about. Perhaps I will make that brew after all. It will be nice to have Nár to talk to again.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Halbarad is among the huts on the western side of Lhanuch.\\n\\nYou have defended Zudrugund from the uruks, and Corunir now wants you to report of your success to Halbarad.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I confess that I cannot piece together any solution to this riddle, [placeholder]. I see no reason for what you found on those shelves to drive Nár to distraction so. Perhaps he can shed some light, though I do not expect it.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "(You found a book, of which the cover is missing, as are many of the pages, but it has been recently read and was clearly put back carelessly.)\\n\\n...but the beast returned that night, and the walls all around shook with the sound of its fury. The doors were barred, but the bars bent with each mighty crash of the creature's bulk, and cracks began to appear along their lengths. \\qWe must return its youngling!\\q cried Selur over the din, and he leapt forward, knocking aside the warriors that braced the door with their bodies. The first bar gone, and then the second! \\qNo, Selur!\\q they shouted, but it was too late: the third bar fell to the floor, and Selur threw open the door.\\n\\nOld Stonetooth was through the doorway in seconds. Selur was trampled underfoot, along with many good dwarves that spoke against the capture of Pebblewart; it availed them nothing in the end. Stonetooth thundered down the length of the hall, braying for her young. And then, an answering bleat! It drew her down side passages and steep stairways, the flagstones cracking beneath her great weight.\\n\\nThe dwarves freed Pebblewart from his cage, and many of them ran; those that witnessed the reunion of mother and child did not survive to tell of it. But the next day, when the dwarves ventured back to those broken halls, all was empty. Old Stonetooth and Pebblewart were never seen in those caves again, and none know where they went. But it is still said today, when the earth shakes, that Pebblewart is running beneath the mountains, expressing joy at his freedom, carving great channels in the walls of the deepest caves with his golden horn.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We have had both successes and failures at Zudrugund, [placeholder]. We protected Nár, but he keeps his secrets safe from us! Go tell this to Halbarad, among the huts on the western side of Lhanuch.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I do not know what interest Nár could have in this variety of topics, [placeholder]. A list of repairs at a dwarf-hold in the White Mountains, a page from Frithgeir's journal, and the story of some beast, likely more tale than true? I can think of no common thread to tie these together, just as I could not the last time we tried to make sense of the dwarf's curious behaviour.\\n\\n'Return to Halbarad and tell him that, for now, Zudrugund is safe from the Uruks. You should be able to find him among the huts on the western side of Lhanuch.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search book-shelves on the upper level of Zudrugund ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'What is it? You are speaking nonsense. You should speak more clearly if you want to be understood!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'That was quite a battle, was it not? Ah, it has been a long time since uruks dared to show their faces here! I must tell Thrór when he comes back.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Searched book-shelves on the upper level of Zudrugund ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Nár in Zudrugund",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I have bad news, [placeholder]. We have found Ergothorn. He is dead.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Corunir in Zudrugund",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8: Further Secrets",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Halbarad in Lhanuch",
      "es": ""
    }
  ]
}