{
  "id": 620873560,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have to leave at once if we are to have any hope of arriving in time to face the uruks, [placeholder]. We may already be too late. Let me know if you are ready!'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you came to the defence of Zudrugund, [placeholder]! Once again, Ergothorn has saved us a great deal of trouble. Why do I not feel more relieved by this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We were able to defend Zudrugund from attack, but we are still no closer to solving the mystery of Nár. And now we know that Saruman has some interest in the dwarf as well! You should return to Zudrugund and speak with Corunir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7: Attack on Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready, [placeholder]? We will travel to Zudrugund together, and at once!'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ergothorn has left the Rangers a second letter: a band of uruks has come out of Dunland and is marching towards Zudrugund!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Radanir and travel with him to Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Radanir is at the camp-site of the Grey Company in the grove of trees to the east of Lhanuch.\\n\\nRadanir is waiting to speak with you, and together you will travel to Zudrugund with all haste to try and defend it from the uruks of which Ergothorn wrote.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an inspiration bonus, but the challenge will be great.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Corunir in Zudrugund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corunir is in Zudrugund.\\n\\nYou have managed to stave off an attack on Zudrugund by the Grishgúk Uruks led by Núrzumgrat, and should speak now to Corunir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}