{
  "id": 620873539,
  "txt": [
    {
      "id": 218649170,
      "en": "'Anirin has given me the message from Lheu Brenin of Tûr Morva, and it fills me with joy, for it means that the Uch-lûth do not stand alone against the Wizard Saruman. We have some few allies still, and that gives me hope.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "To the Rangers:\\n\\nI am a man of Gondor, a friend of the Elves and of all good folk. Call me Ergothorn. I see the danger growing in the East and wish to oppose it.\\n\\nLheu Brenin dispatched a messenger from Tûr Morva in Dunland, but the messenger was beset by foes outside Lhaid Ogo in the Lich Bluffs and was dragged within. If he yet lives, he will have information for you.\\n\\nI cannot reveal myself to you, but trust that I am a friend. I will contact you again when it is safe to do so.\\n\\nErgothorn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4: Ergothorn Elf-friend",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Is this Ergothorn a friend? Why will he not show his face? I do not like this, [placeholder]. And yet, if he is telling the truth....\\n\\n'We need to know, [placeholder]. Gather allies you can trust and go to Lhaid Ogo, far to the south of here, on the right side of the road through the Lich Bluffs. It may be that a messenger from the south is in trouble, and if so, we could use the information he brings.\\n\\n'But keep your eyes open. I will not trust Ergothorn without proof. It may be a trap.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Is this Ergothorn a friend? Why will he not show his face? I do not like this, [placeholder]. And yet, if he is telling the truth...\\n\\n'We need to know, [placeholder]. Gather allies you can trust and go to Lhaid Ogo, in the Lich Bluffs, at DIRECTIONS TBD. It may be that a messenger from the south is in trouble, and if so, we could use the information he brings.\\n\\n'But keep your eyes open. I will not trust Ergothorn without proof. It may be a trap.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "There are signs of a struggle outside the entrance to Lhaid Ogo",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will be right behind you! Hurry now and lead the way to Glynn Brenin in Lhanuch.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "To the Rangers:\\n\\nI am a man of Gondor, a friend of the Elves and of all good folk. Call me Ergothorn. I see the danger growing in the East and wish to oppose it.\\n\\nLheu Brenin dispatched a messenger from Tûr Morva in Dunland, but the messenger was beset by foes outside Lhaid Ogo in the Lich Bluffs and was dragged within. If he yet lives, he will have information for you.\\n\\nI cannot reveal myself to you, but trust that I am a friend. I will contact you again when it is safe to do so.\\n\\nErgothorn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The mysterious letter is on a crate by Halbarad.\\n\\nRadanir found a letter addressed 'To the Rangers' stuck in a tree with a knife, and Halbarad wants you to read it and give your opinion on its truthfulness.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "To the Rangers:\\n\\nI am a man of Gondor, a friend of the Elves and of all good folk. Call me Ergothorn. I see the danger growing in the East and want to oppose it.\\n\\nLheu Brenin dispatched a messenger from Tûr Morva in Dunland, but the messenger was beset by foes outside Lhaid Ogo in the Lich Bluffs and was dragged within. If he yet lives, he will have information for you.\\n\\nI cannot reveal myself to you, but trust that I am a friend. I will contact you again when it is safe to do so.\\n\\nErgothorn",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Halbarad is among the huts on the western side of Lhanuch.\\n\\nYou have read the note from Ergothorn and should now speak with Halbarad about it.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Read the letter and tell me what you think, [placeholder]. I have left it on the crate there for you.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lhaid Ogo is on the right side of the road that runs through the Lich Bluffs.\\n\\nHalbarad is not certain that Ergothorn can be trusted, but he wants you to travel to Lhaid Ogo to see if there is any truth to the mysterious letter.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'If you find a messenger from the south in Lhaid Ogo, we will know that Ergothorn was telling the truth...about this matter, at least.\\n\\n'Gather allies you can trust and go to Lhaid Ogo, on the right side of the road that runs south through the Lich Bluffs.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Somewhere inside Lhaid Ogo, a messenger from Dunland may be in trouble.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You found Lhaid Ogo? You need to go inside and search for the Dunlending messenger, if such a messenger exists. I have still not made up my mind about Ergothorn. Return at once to the entrance to Lhaid Ogo, south of here on the right side of the road that runs through the Lich Bluffs!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Glynn Brenin is in the Brenin's Hall, atop the hill of Lhanuch.\\n\\nYou have rescued the Dunlending messenger and should return to Glynn Brenin to hear his message.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Ergothorn steered us true on this matter, but I do not give my trust so easily. Truth often comes before a lie, the better to ensure the lie go undetected.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'The messenger from Dunland is still within Lhaid Ogo? You need to rescue him! Return at once to DIRECTIONS TBD!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Glynn Brenin is in the Brenin's Hall, atop the hill of Lhanuch.\\n\\nYou have rescued the Dunlending messenger and should return to Glynn Brenin to hear his message.",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Ergothorn steered us true on this matter, but I do not give my trust so easily. Truth often comes before a lie, the better to ensure the lie go undetected.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Read the letter on the crate by Halbarad in Lhanuch",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the entrance to Lhaid Ogo, in the Lich Bluffs",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Search Lhaid Ogo for the lost Dunlending messenger",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Glynn Brenin in Lhanuch",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Radanir found a mysterious note from a purported friend: but can Ergothorn Elf-friend be trusted?",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Radanir found this letter stuck into a nearby tree with a knife, [placeholder]. It is addressed 'To the Rangers,' and...well, I have left it on that crate there. Read it and tell me what you think it means.'",
      "es": ""
    }
  ]
}