{
  "id": 620873488,
  "txt": [
    {
      "id": 218649170,
      "en": "(A slim book, 'Herbs and Plant-life of the Coomb,' is resting atop several others, as if it had been recently removed and carelessly returned to a shelf.)\\n\\nIt is my hope that these musings on the great variety of plant-life found within the Coomb will be of help to those who, by want or need, find themselves uncertain of a herb's utility or a vegetable's properties. It is clear that such knowledge is fading in my people; Thrór has commanded the opening of a new wing in the mines beneath Zudrugund, but my own studies have been, of a necessity, self-directed. I do not complain! The gems they have taken from the old wing stir my heart as much as they do any of my fellows; but there is as much to be learned from the green as there is from the stone.\\n\\nBut I ramble, as I often do when called upon to defend my interest!\\n\\n(This is followed by several pages of notes on various plants that grow on the slopes of Thrór's Coomb. One of the pages has been turned sideways and ear-marked, and catches your eye.)\\n\\nThis next herb is easily found throughout the Coomb; simply follow your nose, and on a day of calm weather, its sweet smell will guide you most easily to patches of Hulwul-harâz growing on the grassy slopes. The name, in fact, means 'Sweet Warder,' and the Dunlendings with whom I have spoken believe the smell to drive away evil beings.\\n\\nWhen the herb is crushed and added to water containing the petals of the Nijam-mujdu and the fruit of the Kibil-luwz, steeping the solution for an hour produces a strange-smelling brew that I have noted for its ability to provide clarity of thought and heightened reasoning. It does seem that its effectiveness dulls with repeated use, and the brew should therefore not be over-used.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "(You found a parchment, yellowed and old, tucked away between the covers of a thin book and apparently forgotten.)\\n\\nHail, Thráin, King under the Mountain!\\n\\nPreparations for leaving the Coomb are well underway, and it will not be long before our people are ready to depart for the Blue Mountains. The great wheels in the depths will turn without them; I wonder for how long?\\n\\nI am writing this letter to express my concern about Nár. You know as well as anyone the things he has seen, and his service to your father cannot be questioned. He deserves much better than he has gotten. He seems not even to see me, these days, though I must endure the retelling of my own exploits two, four, or a dozen years in the past. It makes me sad to think of it now, and his excitement in each recounting, the previous one forgotten, saddens me all the more.\\n\\nThis is why I must ask your permission to remain, when the others go. Nár will not go to the Blue Mountains, and I wish to stay here to look out for him. My son, too, wishes to stay; he is young, and knows nothing of our real home; this to him is no exile, but the Blue Mountains would be. I do not want to deprive Frithgeir of the only home he has known.\\n\\nI will do whatever you command, of course. But this is my desire, if it be your wish to grant it.\\n\\nHervin Drake-slayer",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 1: Secrets of Zudrugund",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "(You found some torn pages, which seem to have undergone a great deal of use over the years. The words are very large, and every page has an illustration drawn in a fanciful style.)\\n\\nKári was a little dwarf.\\nSmaller than you or me.\\nAnd wherever Kári went\\nHe took his axe... or three.\\n\\nOne axe for his left hand.\\nOne axe for his right.\\nOne axe to carve the roast\\nHe ate most every night.\\n\\nNow one day the Orcs did call.\\nThey came right up to the gate.\\n'Come on out!' they said,\\n'We'll have a feast! Don't be late!'\\n\\nThe dwarves knew what that meant.\\nThey knew it very well.\\nIf they went to see the Orcs\\nThey'd not hear the dinner bell.\\n\\nDo you know what Kári said?\\nHe said it loud and clear.\\n'I will go to see the Orcs,\\nAnd give them things to fear!'\\n\\n'But you're so little!' said the dwarves.\\nThey told him not to go.\\nBut Kári went; he would not stop\\n'Till he faced the Orcs below.\\n\\nThe Orcs laughed, 'What can you do?\\nJust hold still, we'll get the skewers.'\\nThey turned their backs, and that was that!\\nSo we call him Kári Orc-hewer.",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Yes? I am sorry he upset you. Nár means no harm.'\\n\\nFrithgeir listens as you recount Corunir's request to know of Nár's recent activities. His brow creases in thought, and he is silent for a moment. When he speaks again, his words come slowly, as if he is unsure they will be of help.\\n\\n'A few days before Wadu the Dunlending came to Zudrugund, I noticed Nár spending a great deal of time looking through some of the book-shelves for something. I thought it odd, because he generally takes little interest in the books and records here, but he did not speak of it and I did not ask what drove his examination.\\n\\n'I can tell you which section of shelves it was, but there are a lot of books to go through. I do not know if that will be of any assistance, but you are welcome to seek a common thread if it may be of help to you and your friends. Look at the shelves to the south-east of here, around the illuminated statue.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nár spent an unusual amount of time at the book-shelves located south-east of here, the ones surrounding the illuminated statue.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Nár's words remain as cloudy as ever. It was worth trying, [placeholder], though it has not borne fruit.\\n\\n'You should go to Candaith at the camp-site of the Grey Company in a grove of trees east of the Uch-luth village of Lhanuch, and tell him that we are no closer to learning why Nár spoke of the Paths of the Dead. Candaith is a master of lore and may have thought of something.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Did you find anything interesting? You can ask Nár about any of the things you saw, but he may not be able to tell you anything more than you already know.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "Nár nods in your direction, and a wide smile creases his old face.\\n\\n'You have brought the gem-stones? Good, good! These will do very nicely!'\\n\\nHe seems not to realize that you have brought no gem-stones. This is going about as well as you expected.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frithgeir is in the library at Zudrugund.\\n\\nCorunir has asked you to speak with Frithgeir about Nár, in hopes that he can reveal the source of his friend's unexpected knowledge of the Grey Company's possible road.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Many days I cannot unravel my friend's words. Alas that this is one of those days! Perhaps your Ranger friend, Corunir, will know what to do.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You have spoken with the dwarf Nár again, to no avail? I see. Will he not tell us how he knows of the words of Elrond? Will he not tell us how he knows of the Paths of the Dead? It seems this mystery must remain unsolved for a time yet.'\\n\\nCandaith sighs, thinking.\\n\\n'Do you know the story of the Oath-breakers and the Paths of the Dead? Perhaps a recounting of that tale is in order, and you will be more familiar with the puzzle set before us.\\n\\n'Do you wish to hear it?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Frithgeir has pointed out book-shelves in Zudrugund where Nár has spent time recently, at the shelves south-east of Frithgeir, surrounding an illuminated statue.\\n\\nYou should investigate book-shelves where Nár has shown recent interest, hoping it will prove instructive.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You will find Frithgeir somewhere within the library here at Zudrugund. Speak to him about Nár; it may be he will reveal the source of his friend's strange knowledge of the paths Elrond bade us keep in mind.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nár is somewhere within Zudrugund.\\n\\nYou have searched the book-shelves pointed out to you by Frithgeir, but have learned little that seems relevant to Nár's mysterious knowledge of the Grey Company's intentions.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Nothing you found among the book-shelves strikes me as being relevant to Nár's knowledge of our possible road, [placeholder]. Ask the dwarf and see if he can illuminate any of this for us.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Corunir is in Zudrugund, the dwarf-hall in Thrór's Coomb.\\n\\nYou have spoken to Nár about what you found in the book-shelves you were pointed to by Frithgeir, but have learned little of use. You should report of your efforts to Corunir.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Candaith may have thought of something. I hope so, for I am out of ideas! Look for him at a camp-site of the Grey Company in a grove of trees east of Lhanuch, in Nan Laeglin.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Candaith is at a camp-site of the Grey Company in a grove of trees east of the Dunlending village of Lhanuch, in Nan Laeglin.\\n\\nCorunir has sent you to speak with Candaith to see if he has thought of a reason for Nár to have mentioned the Paths of the Dead.",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Ah, Fannar, it has been too long! Trade at Zigil-jabâl continues fine, I trust? Good, good, good.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search book-shelves in Zudrugund ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Searched book-shelves in Zudrugund ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A serious complication has arisen in regard to the quest of the Grey Company: how does the dwarf Nár have knowledge of its potential road?",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not like this, [placeholder]. How has Nár come to know of our potential road? That Elrond advised his sons to remember the Paths of the Dead, for we may have need to walk them, was known to but a few, and all of them trustworthy.\\n\\n'Something is not right about this. It will not be long before we must set out again, but in the time before we do we must learn what we can about Nár's recent activities. There may be some clue in them to reveal the source of his knowledge concerning our errand.\\n\\n'Speak to Frithgeir about Nár. He proved helpful in returning his friend to clarity, short-lived though it was, and may help us again.'",
      "es": ""
    }
  ]
}