{
  "id": 620873545,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Jewelled sword sheaths from the enemies of the Free Peoples. Deliver the items to Maegamiel at Echad Mirobel in the southern section of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The enemies of the Free Peoples must continue to fall, or all will be lost. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Men of the north, Orcs from the south and north, and the vile union of the two now comb this land that was once our home. We must drive them back. Collect their weapons and sheaths, whatever they many be, and deliver them to me for a reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Elves of Rivendell Task: Jewelled Sword Sheaths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maegamiel at Echad Mirobel has requested that jewelled sword sheaths be delivered to her at the Elf-ruins in the southern reaches of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected jewelled sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the jewelled sword sheaths to Maegamiel at Echad Mirobel in southern Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You have accepted a task to deliver jewelled sword sheaths taken from the enemies of the Free Peoples to Maegamiel. Maegamiel defends Echad Mirobel in the southern area of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Jewelled sword sheaths from the enemies of the Free Peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect jewelled sword sheaths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}