{
  "id": 620873563,
  "txt": [
    {
      "id": 54354734,
      "en": "Halbarad has given you some unexpected news: they have found Ergothorn, but he is dead.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'One of the scouts of the Uch-lûth found his body this morning, hidden behind a fall of rocks on the southern edge of the Coomb. I think he was ambushed from hiding, as Wadu was, though it is strange he was not slain by sword, arrow, or bolt. He was killed by hand, the life choked out of him.\\n\\n'For now, his body is being kept in the Hall of Making, to the north-east. You should examine Ergothorn's body to see if we can learn anything more of his fate.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ergothorn's body is in the Hall of Making, to the north-east of Halbarad.\\n\\nHalbarad has asked you to examine Ergothorn's body to see if you can learn anything more of his fate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "It is as Halbarad described: the man is wearing armour of Gondor and has no sword-wounds on his body, but he is dead.\\n\\nYou notice a scrap of parchment clutched in one hand, which you pry loose and read.\\n\\n'To the Rangers:\\n\\n'The dwarf has already told your foe much, and I fear that it will be enough to endanger not just your errand, but the delicate situation in Dunland as well. Things are not as he thought they were, but they soon will be. He has been slowed by his uncertainty concerning the errand of your company, but not stopped.\\n\\n'They who swore the oath to Isildur at Erech -- you know of them and of their home beneath the Dwimorberg -- but you do not know that some number of them sought to flee their curse and came to hide in a place called the Forsaken Road, among the Lich Bluffs. If they could be made to fulfil their oath to your chieftain's forebear, all might not be lost.\\n\\n'Not all remember the old ways, but I do. For Ithil that was lost -- and for all else that was forgotten -- I remain,\\n\\n'Ergothorn.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Halbarad is among the huts on the western side of Lhanuch.\\n\\nYou have read Ergothorn's last letter and should return now to Halbarad to tell him what it said.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Radanir is at the camp-site of the Grey Company in the grove of trees east of Lhanuch.\\n\\nHalbarad has directed you to speak with Radanir to tell him to investigate Ergothorn's claim that the Oath-breakers who came to the Lich Bluffs might be compelled to fulfil their oath.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "The note clutched in Ergothorn's dead hand reads thus:\\n\\n'To the Rangers:\\n\\n'The dwarf has already told your foe much, and I fear that it will be enough to endanger not just your errand, but the delicate situation in Dunland as well. Things are not as he thought they were, but they soon will be. He has been slowed by his uncertainty concerning the errand of your company, but not stopped.\\n\\n'They who swore the oath to Isildur at Erech -- you know of them and of their home beneath the Dwimorberg -- but you do not know that some number of them sought to flee their curse and came to hide in a place called the Forsaken Road, among the Lich Bluffs. If they could be made to fulfil their oath to your chieftain's forebear, all might not be lost.\\n\\n'Not all remember the old ways, but I do. For Ithil that was lost -- and for all else that was forgotten -- I remain,\\n\\n'Ergothorn.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'He must have been coming to leave us that letter, [placeholder]. He was unable to deliver it in life, but has done so in death.\\n\\n'I know not who set upon him in the wilderness, far from safety, but I believe it is the foe of which he speaks or an agent of that enemy. I believe now that Ergothorn's enemy is our enemy as well. But now at last it becomes clear. Whoever killed Ergothorn can move stealthily and strike without warning, but chooses to use neither sword nor bow. If this mysterious foe can move about without the knowledge of his prey, he may have overheard our conversations. If he, too, speaks with Nár, that could be the source of the dwarf's information, but twisted into a form unbeknownst to Nár himself.\\n\\n'And it all comes back to the Oath-breakers. Is Ergothorn right? Could they be compelled to fulfil their oath? If we can learn that this is possible within the Forsaken Road, that will be a great boon for Aragorn! Speak to Radanir at our camp-site in the grove of trees east of Lhanuch. Tell him that I want this investigated.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "The note clutched in Ergothorn's dead hand reads thus:\\n\\n'To the Rangers:\\n\\n'The dwarf has already told your foe much, and I fear that it will be enough to endanger not just your errand, but the delicate situation in Dunland as well. Things are not as he thought they were, but they soon will be. He has been slowed by his uncertainty concerning the errand of your company, but not stopped.\\n\\n'They who swore the oath to Isildur at Erech -- you know of them and of their home beneath the Dwimorberg -- but you do not know that some number of them sought to flee their curse and came to hide in a place called the Forsaken Road, among the Lich Bluffs. If they could be made to fulfil their oath to your chieftain's forebear, all might not be lost.\\n\\n'Not all remember the old ways, but I do. For Ithil that was lost -- and for all else that was forgotten -- I remain,\\n\\n'Ergothorn.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Halbarad's wishes are my own as well. We will walk the Forsaken Road and see what lies within.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Ergothorn's body is being kept in the Hall of Making, to the north-east. You should examine the body to see what more we can learn of Ergothorn's fate.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Examine Ergothorn's body for clues to his demise",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Tell Radanir that I want this investigated. In his last letter, Ergothorn was right: if the Oath-breakers could be compelled to fulfil their oath, we might gain much. Will we learn that this is possible along the Forsaken Road?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the letter to Halbarad in Lhanuch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Radanir in the grove of trees east of Lhanuch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 9: Ergothorn's Last",
      "es": ""
    }
  ]
}