{
  "id": 620873598,
  "txt": [
    {
      "id": "0xe083313",
      "en": "'We need the allegiance of the Men of the Mountain. Will they grant it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Many years passed, and a shadow fell upon the Kingdom of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083314",
      "en": "'Look for them from the north slope of the hill, Iarvund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "It is as Isildur feared. Garth Lotheg has been besieged by Orcs, and its defenders slain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083315",
      "en": "'I am.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083316",
      "en": "'The Kingdom of Gondor is young, but already you have seen sign of its strength.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083317",
      "en": "'From over the sea we have come, bringing with us majesty undreamed of in Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083318",
      "en": "'We desire your friendship. Gondor can provide you with great stores of knowledge and power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083319",
      "en": "'Be still, Urcheneb!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is a great deal we can learn from you and from the Kingdom of Gondor. We are now as brothers, are we not? The bond of our oath will tie us together, and let our shared enemies tremble! Gondor and the Mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'King Rioc has led us for these many years, and his word is hewn from stone like that of the Mountain itself, with roots as deep. Let Sauron show himself again, at his peril! He would dare it not, when confronted with we Men of the Mountain and you, the sons of Númenor and now Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Iarvund, is it? Yes, I thought so.'\\n\\nIsildur looks about expansively, admiring the view from the summit.\\n\\n'This has been a year of toil, Iarvund. But in moments like this, breathing the clean air and looking out over the forests of this Middle-earth, I can almost believe that this is home.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'At this moment, there are none in this land more proud than I, King Rioc of the Mountain. There is so much our people can learn from each other, and by sharing our strength, we will be the stronger for it. Your lord Isildur was wise to reach out to us, and we are honoured to have been called to this place.\\n\\n'Should Sauron return, he will face our combined might and be fearful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a91",
      "en": "'The Kingdoms of Arnor and Gondor were still in their infancy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'This is the place, Iarvund: the Hill of Erech. You stayed behind at the encampment when our lord was last here, but I was in the party that wrestled the Stone to the summit. Several days of toil, true, but I can think of no better way to mark the escape of Númenor's sons from the deluge.\\n\\n'Seeing the forest we came through from this height gives me a greater appreciation for its beauty, and I forgive its branches the many scratches we sustained! This new Kingdom of Gondor is a beautiful land indeed; may it stand evermore!\\n\\n'This way, Iarvund! Isildur has gone ahead, and we must not let our lord wait on our arrival!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a92",
      "en": "'Isildur knew he would need allies if Gondor was to flourish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'What a day this has been, Iarvund! We must learn from Isildur's example: do not undervalue the worth of our alliances! It would be easy to look upon the wonders of Gondor, even this early in its life, and think we can conquer any enemy.\\n\\n'But Sauron is conniving, and if he does somehow return, as Isildur fears, we will be glad for the strong warriors of the Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a93",
      "en": "'Isildur called the Men of the White Mountains to treat with him at Erech.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'It does not look good, Beriadar. The Men of the Mountain should have been here by now, but they have sent no word and made no appearance.\\n\\n'I have never seen our lord Isildur like this. It may be best for King Rioc if he does not come here at all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a94",
      "en": "'At last they approached: a small group of men and their king.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Our wait has ended, Beriadar. King Rioc and some of his people now climb to the summit. They are late, but their support against Sauron will excuse them their tardiness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a95",
      "en": "'It was done. The allegiance of the Men of the Mountain was secured.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'I did not believe the whispers, Beriadar. I thought Rioc's people would be as good as their word, but it seems the rumours were true: they worshipped Sauron in secret during the Dark Years, and now he has returned they cast their lot in with his.\\n\\n'Standing here upon Erech, I look from the height and see for a great distance, even into the years ahead. Know this: my words to Rioc were not empty. This war will last for countless years, and if Gondor defies Sauron, Rioc's people will be summoned once more before the end.\\n\\n'They will never know peace until they have fulfilled their oath. This I vow and let all bear witness to it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a96",
      "en": "'The years passed, and the shadow grew again in Middle-earth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a97",
      "en": "'No word came from Garth Lotheg, a fortress in Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a98",
      "en": "'Isildur gathered a force of men to investigate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeed4a99",
      "en": "'It was the proof Isildur hoped not to find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "The Orcs have erected a disturbing idol in the centre of Garth Lotheg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced11",
      "en": "Isildur is in the centre of Garth Lotheg, waiting to speak with you about the disturbing idol of Sauron the Orcs erected there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced12",
      "en": "Candaith is continuing the story of Isildur and the oath of the Men of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced13",
      "en": "Isildur has returned to the Stone of Erech to summon the Men of the Mountain to fulfill their oath, but they have not yet arrived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced14",
      "en": "Isildur is at the summit by the Stone of Erech, waiting for the Men of the Mountain to arrive and fulfill their oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced15",
      "en": "King Rioc and the Men of the Mountain have come to Erech, summoned by Isildur to fulfill their oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced16",
      "en": "The Men of the Mountain have arrived, but they refuse to honour the terms of their oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced17",
      "en": "Isildur is at the summit of Erech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced18",
      "en": "Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced19",
      "en": "Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8331a0",
      "en": "'The forces of Sauron are scattered and leaderless, but it has been so before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8331a1",
      "en": "'Will you swear an oath to fight against him, should he return?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Follow Urcheneb up the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63351",
      "en": "'You know what we must do, Dorwë.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Urcheneb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63352",
      "en": "'We will fight our way inside and reclaim this fort for Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63353",
      "en": "'Beriadar, Dorwë, this way! You others circle the fort and approach from the flank!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Wait for the Men of the Mountain to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63354",
      "en": "'The Orcs must have assembled these war machines in the shadow of the cliffs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Witness the meeting between Isildur and the Men of the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63355",
      "en": "'The defenders sealed the doors, and the Orcs settled in for a long siege.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Britou",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63356",
      "en": "'But this was not a long siege.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Bodúan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63357",
      "en": "'Prepare yourselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to King Rioc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63358",
      "en": "'This way, while we have surprise on our side! Up the causeway!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Talk to Urcheneb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1e63359",
      "en": "'These Orcs are different than those others we have seen this year, Beriadar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852590",
      "en": "'Beriadar, this is terrible! Look what has happened to Garth Lotheg! This is the reason we have heard naught from its defenders...they are slain and the fort taken!\\n\\n'How could such evil have come to Gondor without our knowledge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852591",
      "en": "'We know what this means, Beriadar. It means that these Orcs are not leaderless, but were given purpose by Sauron their master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852592",
      "en": "'This is the work of Orcs, Beriadar. You and Dorwë come with me. We will fight our way into the fort while the rest of our band approaches Garth Lotheg from the flank. They will rue the day they spilled Gondorian blood on our soil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a340",
      "en": "'Now GO! Leave this place! My words will follow you for your restless eternity!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6335542",
      "en": "'We have come too late to save these people, but we will make these Orcs pay for every one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x852593",
      "en": "'This is the work of Orcs, Beriadar. You and Dorwë come with me. We will fight our way into the fort while the rest of our band approaches Garth Lotheg from the flank. They will rue the day they spilled Gondorian blood on our soil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8618d1",
      "en": "'Isildur, what do we do?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8618d2",
      "en": "'Aye! For Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a0",
      "en": "'Sauron had returned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a1",
      "en": "'And so Isildur summoned the Men of the Mountain to Erech to fulfill their oath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a2",
      "en": "'At last, they approached.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a3",
      "en": "'But the Men of the Mountains refused to fulfill their oath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a4",
      "en": "'They had worshipped Sauron in the Dark Years and thought they would be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a5",
      "en": "'They fled before him, his curse echoing in their ears.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a6",
      "en": "'They fled to their homes in the mountains, but they could never escape Isildur's curse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed4a9a7",
      "en": "'And it is said they linger still, hungering for the rest they shall never have.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a31",
      "en": "'I expected you earlier than this, Rioc. And why have you brought so few men?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a32",
      "en": "'What are you saying, Rioc? You swore an oath to fight against Sauron!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a33",
      "en": "'Hold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa676021",
      "en": "'We have not come to fight for you. Your strength is nothing before that of Sauron!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa676022",
      "en": "'You do not frighten us. Sauron will crush your kingdoms as he has before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a34",
      "en": "'Death is too good for you, Rioc.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2691",
      "en": "'To the summit, Iarvund!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x466f1b0",
      "en": "'I will swear it on this very stone, this sign of the might of Númenor's sons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a35",
      "en": "'You will be the last king of your people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2692",
      "en": "'There were people in this land before we escaped to these shores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x466f1b1",
      "en": "'On this stone, I swear that I and my people will stand with you and fight against Sauron...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a36",
      "en": "'This curse I lay upon you and all your folk: never to rest until your oath be fulfilled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2693",
      "en": "'Isildur wishes to gain their trust and their loyalty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x466f1b2",
      "en": "'...should he return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a37",
      "en": "'You will not know the restful sleep of death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2694",
      "en": "'I wonder which will be easier to obtain?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a38",
      "en": "'You will not know a day without the regret of your broken oath!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2695",
      "en": "'There he is, Iarvund. Speak with him while I catch my breath a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5b2a39",
      "en": "'This war will last for uncounted years, and you will be summoned again before its end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2696",
      "en": "'Hail, Urcheneb! Long may Gondor thrive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2697",
      "en": "'Long may it thrive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc9d2698",
      "en": "'My lord Isildur does not ask for your reverence! He asks for your sword-arms!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5f9abf1",
      "en": "'Still no sign of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: At the Stone of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f11",
      "en": "'We will judge them as they are and know their strength. But silence now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f12",
      "en": "'You are the son of Elendil the Tall? You are the one called Isildur?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f13",
      "en": "'I am Rioc. I am the King of the Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f14",
      "en": "'Why have you called us to this place?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f15",
      "en": "'Understand this, Isildur, son of Elendil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xac63f21",
      "en": "King's Man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f16",
      "en": "'When my sworn men were young, traders told them tales of the great land beyond the sea.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f17",
      "en": "'Now the men of that place have sprung forth, as if from legend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f18",
      "en": "'They erect mighty towers and great cities. They perform wonders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf466f19",
      "en": "'I could no more prevent my men from revering yours than I could keep the sun from rising.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith is telling you the tale of the Oath-breakers and the Paths of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c40",
      "en": "Talk to Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c41",
      "en": "Wait for the Men of the Mountain to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c42",
      "en": "Support Isildur as he curses the Men of the Mountain for their refusal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c43",
      "en": "Listen to the end of Candaith's tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c44",
      "en": "Talk to Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Listen to Candaith continue the telling of the tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Talk to Dorwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2df70f1",
      "en": "'I will kill you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Talk to Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c53",
      "en": "Fight alongside Isildur into Garth Lotheg. Isildur and Dorwë must not be defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c54",
      "en": "Examine the disturbing idol erected by the Orcs in Garth Lotheg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c55",
      "en": "Listen to Candaith's story continue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c56",
      "en": "Talk to Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c57",
      "en": "Listen to Candaith's story continue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c58",
      "en": "Follow Dorwë to the summit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c59",
      "en": "Talk to Dorwë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have called the Men of the Mountain to this place. Will they come? Gondor is young and needs her allies.\\n\\n'Look for them to arrive from the north side of the Stone, Iarvund.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633550",
      "en": "'Something drives them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is a good day, Iarvund. Gondor will be strong, but she will be stronger with allies, and this night, she will have more than she had this morning.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633551",
      "en": "'What sorrow has taken this place! We will scrub it from the walls and slay every Orc!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You are Iarvund, a soldier of the young Kingdom of Gondor, come to the Hill of Erech with your friend Urcheneb to serve your master Isildur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Look at the Stone up there, Iarvund. It will stand here long after we are gone. I feel it in my bones.\\n\\n'Or perhaps I feel the aching memory of the countless men and horses used to haul it to the summit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633552",
      "en": "'A troll!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Isildur is standing by the Stone of Erech, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Examine that idol, Beriadar. It fills me with unease, for I know what it portends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633553",
      "en": "'The drums are getting louder. Ready yourselves, friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Isildur has asked you to look for the Men of the Mountain to arrive from the north slope of the hill of Erech.\\n\\nIsildur and his trusted soldiers have come to Erech and now wait for the arrival of the Men of the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633554",
      "en": "'Their ranks thin! Press onward, soldiers of Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "The Men of the Mountain have arrived. Will they now swear the oath of allegiance to Isildur?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633555",
      "en": "'The deluge comes! Their waves will crash and die upon the rocks of Gondor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "The King of the Mountain has sworn to fight against Sauron should he return to Middle-earth, and in return, his people will have the aid of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083311",
      "en": "'Do you think they will come, Iarvund?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633556",
      "en": "'We are victorious, if anything this day can be called a victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Urcheneb and Isildur are on the summit of Erech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe083312",
      "en": "'We have peace, for now. But if Sauron returns we will need allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe633557",
      "en": "'Beriadar...look at that idol the Orcs have erected. Tell me it is not what it seems to be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "Many years passed, and a shadow fell upon the Kingdom of Gondor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}