{
  "id": 620873565,
  "txt": [
    {
      "id": 54354734,
      "en": "Devastated by the losses suffered by the Grey Company on the Forsaken Road, Halbarad wants you to tell Corunir it is time to leave.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I want Corunir to come back from Zudrugund. It is time we made ready to leave once again, and I want every Ranger ready to depart. We have lost too many of our number to foolish detours! Enough!\\n\\n'Go to Zudrugund and tell Corunir that it is done. We ride at first light. I do not care what Nár may know, or of what Ergothorn was afraid. I thought we could attain some secret, some new wisdom that would be of use to Aragorn when we come at last to him in Rohan, but I was wrong.\\n\\n'There is no secret weapon, no easy victory. Go to Corunir and tell him we are done with Zudrugund and done with Nár.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Corunir is at Zudrugund.\\n\\nHalbarad wants you to tell Corunir to come back to Lhanuch.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I must follow Halbarad's orders, but I will not leave until I have some answers! After the disaster of the Forsaken Road, I strode through the Coomb and collected the ingredients for the strange-smelling brew: Kibil-luwz, Nijam-mujdu, and Hulwul-hurz. Frithgeir did not want to, but at the end I gave him no choice, and he has brewed the drink and given it to Nár.\\n\\n'Hurry! Go now to Nár and ask him, once again, how he knows of the Oath-breakers! Ask him how he knows the words of Elrond concerning the Paths of the Dead! Ask him why my friends are dead!\\n\\n'Go, [placeholder]! We will leave Zudrugund, but first I want to know why all of this had to happen!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nár is in Zudrugund.\\n\\nCorunir, angered by the loss of his friends along the Forsaken Road, has forced Frithgeir to give Nár the strange-smelling brew once again, in order for dwarf to give clear answers about his knowledge.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Corunir is at Zudrugund.\\n\\nYou have spoken with Nár about a number of topics of interest to Corunir and should tell the Ranger what you have learned.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I have given Nár the brew once again. Your Ranger friend had a strange fire in his eyes, and I did not feel I could refuse. You should hurry, for the effects will not last.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I cannot believe this! The traitor Saruman has been influencing our errand without our knowledge, and we have played right into his hands!\\n\\n'This stage of our journey, this investigation into the mystery posed by Nár, is over. Halbarad is right: the next stage of our journey will take us south into Dunland, likely towards war and danger, right beneath the shadow of our enemy, but it does not matter. What matters is that we journey. For good or ill, the Grey Company will continue on its road.\\n\\n'This detour means our enemy knows we are coming. We must hope he does not know why, but if he does, perhaps that knowledge will cause him to make a mistake, to make some error he will regret.\\n\\n'Our friends have perished. Our hope for the future must not die with them. The Grey Company will ride again, and soon. You will come with us, if you still wish to. I would not blame you for changing your mind, for the road will be hard.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am sorry for what has happened to your friends because of this. I did not think this could happen.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "The distant expression that Nár usually wears has been replaced with a shrewd glare. He is still under the effect of the strange-smelling brew, but that clarity may not last long.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Hurry! You must ask Nár these questions before the effects of the brew fade! I want to know why this had to happen! I will not leave here without answers!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Corunir at Zudrugund",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "The distant expression that Nár usually wears has been replaced with a shrewd glare. He is still under the effect of the strange-smelling brew, but that clarity may not last long.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nár at Zudrugund",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Corunir in Zudrugund",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Tell Corunir to return to Lhanuch. We are done with Zudrugund and done with Nár.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 11: Grief and Insight",
      "es": ""
    }
  ]
}