{
  "id": 620873534,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'What is it you want?'\\n\\nNona laughs, a harsh and humourless sound.\\n\\n'Concern? Do not be concerned for me. I was lost after the death of my brother, but that was before I learned of the glory he had attained before his death. Those who slew him were right to do so from hiding; they must have been able to sense that he had become a great warrior and would have bested them.\\n\\n'There was a tree Wadu loved, atop a rise by the ox-pens, west of Lhanuch. I left his sword there, to honour his memory, but I think he would rather I used it to attain even half the glory with it he did. Go to the tree and bring me the sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is it? The Uch-l没th woman has a request?'\\n\\nHalbarad listens as you recount Nona's desire to travel with the Grey Company, but his response is quick and unyielding.\\n\\n'No, absolutely not. This I must refuse. This is not open for debate.'\\n\\nHalbarad shakes his head.\\n\\n'But there is something urgent, [placeholder]. Radanir found something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 3: Nona's Request",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Thank you for bringing me my brother's sword, [placeholder]. It was a sword of Rohan, true, but to my eyes it is no longer the weapon of my people's ancient enemies. It is now my brother's sword, the sword with which he slew the mightiest gwiber anyone has ever seen, and I will use it in his memory.'\\n\\nNona nods sternly and looks around at the huts of Lhanuch.\\n\\n'I have a request, [placeholder]. Go to the leader of your company, the man called Halbarad, who has spoken at length with Glynn Brenin, and tell him that I will go with your people when they leave Lhanuch. It is my desire to avenge the death of my brother on the enemies of the Uch-l没th and on the Wizard Saruman, and our road lies together for a little while. Your man Halbarad is in Lhanuch, is he not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have brought me nothing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Wadu's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Wadu's favourite tree and recover his sword, [placeholder]. I have changed my mind. Wadu would want me to use the sword, as he did. It should not go unused. The tree is on a rise overlooking the ox-pens, west of Lhanuch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The man named Halbarad leads your company, does he not? Tell him I will go with your Rangers when they depart Lhanuch. He is just to the west of here in the village, I am sure of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nona is in the north-eastern corner of Lhanuch.\\n\\nCandaith has asked you to check on Nona to see how she is dealing with the death of her brother.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We need the friendship of the Uch-l没th if we are to pass peacefully through Enedwaith into Dunland. Please check on Nona and see how she is dealing with the death of her brother. She is in the north-eastern corner of Lhanuch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wadu's favourite tree is on a rise west of Lhanuch, overlooking the ox-pens.\\n\\nNona has asked you to recover the Rohirrim sword she left at Wadu's favourite tree. It was found with Wadu's body and she thought to leave it there as a remembrance, but has changed her mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Were you able to offer words of comfort to Nona? She told you to recover Wadu's sword from the tree where she left it? We all manage our grief differently, [placeholder]. If that is what she wants, then it should be done. She said the tree is on a rise overlooking the ox-pens, west of Lhanuch? That is where you should go, I expect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nona is in the north-eastern corner of Lhanuch.\\n\\nYou have recovered the sword from Wadu's favourite tree and should now bring it to Nona as she requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It is very unusual for a Dunlending to have and use a sword of Rohan, [placeholder], but that seems to be the case. I wonder what the story of this sword might be? Well, there is no time to find out; Nona is waiting for it in the north-eastern corner of Lhanuch, correct?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Halbarad is in Lhanuch, among the huts on the western side of the village.\\n\\nNona has asked to accompany the Grey Company when it departs Lhanuch and travels south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Nona wishes to ride with us when we leave Lhanuch? I do not think Halbarad will allow it. You can ask him, but I feel certain he will refuse. He is among the huts on the western side of the village.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Nona... told me... about the mighty gwiber. The one he... the one my son killed. I did not think he had the spirit for that.'\\n\\nSuvulch falls silent and does not speak again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "Suvulch remains downcast, lost in thought.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Nona wishes to join your company? It seems that she will, then. There is no man among you of sterner stuff than my daughter, and she will not be refused when she has set her mind to a thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Nona in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Recover the sword from Wadu's favourite tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Wadu's sword to Nona in the north-east corner of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Halbarad in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nona, the Dunlending girl you helped beneath Zudrugund, has been mourning the death of her brother Wadu, and Candaith wants to make sure she is comforted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These worries endanger our haste; we must not tarry overlong. But I would not forget the pains of those we have encountered along the way.\\n\\n'The Uch-l没th girl who helped us as we came to Lhanuch: Nona. She lost her brother Wadu, ambushed by a hostile Dunlending clan, and she must be feeling the grief most keenly. Please go to her in the north-east corner of Lhanuch and lend whatever comfort you can.\\n\\n'I do not want the Grey Company to wear blinders like those Erebrandir wore in his youth, before he was befriended by Saeradan. We must be aware of the hurts happening around us and do what we can to help.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}