{
  "id": 620873540,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The messenger from Dunland has given hope to Glynn Brenin that other Dunlending clans are standing against Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My Brehur and Brehures have heard the messenger Anirin's words. They will decide what must be done in this matter of Saruman.\\n\\n'Speak with them and hear what they have to say. They will wish to know the events that led you to find this stray messenger, as well, so leave nothing out. They will decide, too, what course of action to recommend to your people.\\n\\n'Once you have heard my Brehur and Brehures, bring their advice to your leader Halbarad. He and I have spoken already on this, and their council will complete the argument.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Brehur and Brehures can be found in the Brenin's Hall in Lhanuch.\\n\\nGlynn Brenin has asked you to speak with his advisors about the words of Anirin the messenger and about the events of his rescue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your people, these Rangers, are duvodiad, but unlike others I have seen. This man Halbarad reminds me of Glynn Brenin: stern, willing to listen to the advice of others, but given to decisive action when it is necessary.\\n\\n'Know that the road through Dunland will not be safe for you. It is good that Lheu Brenin still stands against the Wizard Saruman, but there are other clans in Dunland that do not have leaders as strong, and for them, the promises of the Wizard may be hard to refuse. Tell your people to be wary on the road south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is among the huts on the western side of Lhanuch.\\n\\nYou have spoken with the Brehur and Brehures of Lhanuch and should return to Halbarad with their words as Glynn Brenin wished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Nona is in the north-eastern corner of the Dunlending village of Lhanuch.\\n\\nHalbarad has remembered that you did not bring his refusal to Nona and wants you to tell her that he cannot allow her to travel with the Grey Company when they depart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have spoken with your leader Halbarad about these matters. Once you have heard the wisdom of my Brehur and Brehures, bring their words to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am pleased by Anirin's message from Lheu Brenin. If T没r Morva still stands against the Wizard, we must remain strong in our resolve as well!\\n\\n'It is good to know that some of our brothers in Dunland have not believed the promises of Saruman. We are not without friends, as was my worry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The words of my Brehur and Brehures should be heeded. Bring their advice to your leader Halbarad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I spoke against the promises of Saruman for many days! That was the course of wisdom. How few of the clans listened to my advice? Too few.\\n\\n'But Anirin brings us hope from Dunland. He will return to T没r Morva with word that Lhanuch also stands against Saruman; let that strengthen our cousins' resolve!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Anirin's tidings are welcome, but not all of the clans of Dunland will have the strength of will to stand against the wishes of the Wizard. If Saruman seeks to dominate the Dunlending clans and command them in battle, he will not remain opposed by many.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Are all duvodiad so trusting? How do you know this man Ergothorn is a friend? You know nothing about him beyond what he wishes to tell you, and that not even in person!\\n\\n'I say \\qhe,\\q but you know not even that! Ergothorn could be a woman, and that could be the least of her deceptions!\\n\\n'It matters not to me that the messenger Anirin was found where Ergothorn said he would be. One truth is nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Halbarad in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'There is glory in standing strong to the end, [placeholder], though that end be a sad one. We will stand with our brothers in the south against the threats of the Wizard Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Your leader Halbarad does not know what he says! Too dangerous? He is a fool if he thinks I cannot stand with the best man in his company!\\n\\n'A fool, then. We will see who has the greater glory, when the tally of battle is finished. It will be Nona of the Uch-l没th, sister to Wadu Gwiber-slayer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nona in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Wizard Saruman will never command the Uch-l没th! We will stand against him, no matter the cost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I understand the concerns of the Brehur and Brehures, [placeholder]; they are fair points. When we depart for Dunland, we cannot let our caution wane for even an instant.\\n\\n'The business with Ergothorn's letter drove from my mind the request of the Dunlending girl. Go now to Nona and tell her that I cannot allow her to travel with the Grey Company. She is here in Lhanuch, and here she will stay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 5: News from Dunland",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I trust no man I cannot see. If Ergothorn will not meet you duvodiad face to face, you should not listen to his words. Tear them up, unread, and you will be the happier for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Nona will be disappointed, but she must understand that there is no place for her on our journey south. Speak with her here in Lhanuch and tell her this.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}