{
  "id": 620873533,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "In the Second Age, the Men of the Mountain swear an oath at the Stone of Erech to fight the forces of Sauron, but when they break their promise, Isildur levies a curse against them. They will never know rest until they fulfil their oath....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'After the destruction of Númenor in the Second Age, Elendil and his sons came to Middle-earth and knew they had to start anew or perish. And so the kingdoms of Arnor and Gondor were founded, Arnor in the north and Gondor in the south.\\n\\n'At the hill of Erech, in the kingdom of Gondor, Isildur set a great black stone that was brought out of Númenor before its downfall. It is said the stone stands there still, unchanged, even as it was in the latter years of the Second Age.\\n\\n'That is where -- and when -- our story begins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Men of the Mountain sought to escape their curse, fleeing back to their mountain homes, but no word of man relates what became of them in the years since. It is said a shadow lies now on Erech, where they broke their oath, and none now take the Dimholt Road that ran through their gates and into their mountain home.\\n\\n'The Rohirrim name that peak Dwimorberg, Haunted Mountain, and the passages beneath are known now as the Paths of the Dead. None would take that road, but Elrond bid his sons remember it, and that leads me to worry. I know it lies heavily upon Halbarad's mind.\\n\\n'And yet Nár knows something of it as well. Have we been watched without our knowledge? But how can that be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are ready to listen, I will tell you the tale of the Oath-breakers and the Paths of the Dead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2: At the Stone of Erech",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Candaith wishes you to know the story of the Oath-breakers and the Paths of the Dead, so you can appreciate why the Rangers are so disturbed by the words of Nár.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Candaith at the grove east of Lhanuch and experience 'Session: At the Stone of Erech' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Candaith is at the camp-site of the Grey Company in a grove of trees to the east of the Uch-luth village of Lhanuch, in Nan Laeglin.\\n\\nCandaith has decided to tell you the story of the Oath-breakers and the Paths of the Dead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Candaith at the grove east of Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Candaith is at the camp-site of the Grey Company in a grove of trees east of the Uch-luth village of Lhanuch, in Nan Laeglin.\\n\\nYou have listened to Candaith relate the tale of the Oath-breakers and the Paths of the Dead and should now speak with him.",
      "es": "",
      "es (fem)": ""
    }
  ]
}