{
  "id": 620873564,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If Ergothorn is right, a number of Oath-breakers fled from the Dwimorberg after Isildur cursed them, and left Gondor. They travelled through the trackless wilderness, seeking to escape the curse, and came at last to the Lich Bluffs. Did they find what they sought, or did they come to realize there was no escaping their curse? I do not know.\\n\\n'But if we can find the Forsaken Road where this group finally remained, we may learn something to our advantage. We may learn if Aragorn can compel them to fulfil their oath.\\n\\n'I have spoken with Rhod, the scout who found Ergothorn's body. He knows where the entrance to the Forsaken Road is and will show us the way. Talk to me when you are ready, and I will assemble a group of Rangers to investigate.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We knew there would be hardship on our road, [placeholder], but I did not think... I did not think it would happen so soon....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to depart for the Forsaken Road? Many of my brethren have volunteered to come with us; they are eager to find some information that will aid Aragorn, especially to see if there is some secret by which he can compel the Oath-breakers to fulfil their oath.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 10: Echoes of the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "It all becomes clear: if the Oath-breakers can be compelled to fulfil their oath, Aragorn's destiny is assured. The knowledge of how to do this may lie along the Forsaken Road.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo, you will receive an Inspired Greatness bonus, but the challenge will be great.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Radanir and walk the Forsaken Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Radanir is at the camp-site of the Grey Company in the grove of trees east of Lhanuch.\\n\\nYou should speak with Radanir when you are ready to walk the Forsaken Road in search of information that may allow Aragorn to compel the Oath-breakers to fulfil their oath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Halbarad in Lhanuch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is among the huts on the western side of Lhanuch.\\n\\nHalbarad is waiting to speak with you after the disaster of the Forsaken Road.",
      "es": "",
      "es (fem)": ""
    }
  ]
}