{
  "id": 621072323,
  "txt": [
    {
      "id": 228284034,
      "en": "'I'm told Mariners have a talent for telling stories, and that some of them know quite a few songs capable of lifting spirits in trying times. Shanties, I believe you call them. Is that so?\\n\\n'These storms are always bad for business. Either none of my customers show up at all, or they make a great big mess of things! Nob and Bob were cleaning up the puddles for hours last time, and by the end of the night, we'd all agreed that I should put thicker rugs and mats by the doors. Now that I mention it, I never did get around to that....'\\n\\nBarliman Butterbur pauses for a moment, pulls a small piece of parchment from beneath the counter, and scribbles something onto it.\\n\\n'Nevertheless, a good shanty or two would do a fair bit to raise their spirits, I think. Besides, if my customers are entertained, I find they're usually a bit better-behaved as the night wears on!\\n\\n'If you'd be willing to sing a few shanties at the Pony this evening, I can offer you a fair wage. What do you say, [placeholder]?'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Barliman Butterbur can be found at the Prancing Pony, in Bree-town.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Barliman Butterbur",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Very good! I'll see you this evening, [placeholder]. Just remember to get here before the storm rolls in!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Barliman Butterbur has need of a practised Mariner to help keep spirits high—and customers seated—in the Prancing Pony as a storm batters Bree-town.",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Shanties in the Storm",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'It was very kind of you to stick it out until the rain stopped, [placeholder].\\n\\n'I'm just sorry that old Bill Ferny gave you trouble. Why, I swear I have to run him out of here every week! To be honest, I don't know why Harry puts up with him. It seems your shanties were a delight to the rest of my customers, though. Some of them have even asked when you'll be coming back! I am told that I am sometimes forgetful, but that's just because there's simply so much to be done. I don't think your shanties will fade from my memory anytime soon, though!\\n\\n'You seem a fine Mariner, my friend, and so long as I am its proprietor, you will always be welcome at the Prancing Pony!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Talk to Barliman Butterbur and entertain the customers of the Prancing Pony",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Barliman Butterbur can be found at the Prancing Pony, in Bree-town.",
      "es": ""
    }
  ]
}