{
  "id": 621072397,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Piles of unidentifiable filth can be found in 'Sagroth, Lair of Vermin.'\\n\\nYou should destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Destroy unidentifiable filth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56876",
      "en": "'To tarry in a sewer of any sort carries the risk of infection and death, and the children should know that we only put ourselves in such danger to foil Gárvadach before it was too late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1169",
      "en": "Destroyed unidentifiable filth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Lágsaith has recounted, in excruciating detail, the disgusting filth she and her comrades encountered while in the sewers.\\n\\nYou should tell Avlath in Bail Avarc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Lágsaith's disinterest in mentioning the sewers' health hazards bothers Avlath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Sagroth: Attention to Detail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01164",
      "en": "Use the Instance Finder to enter 'Sagroth, Lair of Vermin' on any difficulty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Talk to Avlath in Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'Lágsaith actually mentioned the filth this time? Then I'm satisfied. I didn't mean to sound so harsh earlier, but she wields power with her words, power that can be used for good.\\n\\n'May her story remind the children to keep themselves healthy, for followers of the Iron Crown are not the only threats we face.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'A fresh face. You must be Lágsaith's latest victim, or will be soon. She usually saves her dramatic retellings for children, but even passing travellers will not be spared.\\n\\n'The sewers expedition was not nearly as exciting as she makes it out to be. She completely skips over the \\qboring bits,\\q as she would call them, for the sake of \\qbetter pacing.\\q Thus she neglects to mention the filth we burned along the way.\\n\\n'The children ought to know that infection and plague is no laughing matter. Make sure Lágsaith does not forget this either!'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Sagroth, Lair of Vermin.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Enter 'Sagroth, Lair of Vermin' on any difficulty",
      "es": "",
      "es (fem)": ""
    }
  ]
}