{
  "id": 621072399,
  "txt": [
    {
      "id": 173025472,
      "en": "Talk to Dolág",
      "es": ""
    },
    {
      "id": 190220376,
      "en": "'Welcome back, my new friend. Málruv is safe now, thanks to you. Though he is well in body, the horrors he saw within Bâr Heledh will stay with him all his days, I fear.\\n\\n'However, I now have hope that people like you will help to create a new world where good folk are safe once more.'",
      "es": ""
    },
    {
      "id": 173025474,
      "en": "Defeat Cráthair",
      "es": ""
    },
    {
      "id": 173025476,
      "en": "Defeat Tarkka-oka",
      "es": ""
    },
    {
      "id": 190220288,
      "en": "'Beyond the iron gates of Sant Lhoer lie deadly gardens and glass houses full of fungi spewing forth noxious spores. Some of the plants within the Poison Gardens can kill one in an instant! Beyond the gardens, across the teeming rivers of green liquid, is Bâr Heledh, where an Angmarim sorceress is said to be experimenting upon plants, creatures, and free-folk alike. There are things which should never be attempted, and I fear she has gone far beyond that limit. I beg you to put an end to her endeavours.\\n\\n'Before you venture into Sant Lhoer, you should speak with Dolág. Her brother Málruv was attacked and she tracked his captors here. She is nearly grieved enough to go in for him by herself, but if she did so, I fear she would not return.\\n\\n'Please, offer her your aid if you are able.'",
      "es": ""
    },
    {
      "id": 173025480,
      "en": "Search for the north gate",
      "es": ""
    },
    {
      "id": 148969987,
      "en": "You found an iron key",
      "es": ""
    },
    {
      "id": 148969989,
      "en": "The great Jorthkyn crashes to the ground",
      "es": ""
    },
    {
      "id": 190220291,
      "en": "'You came! I... admit I did not actually expect you to.'\\n\\nShe is silent a moment, and when she speaks again, her shoulders are set more firmly.\\n\\n'My gratitude runs deep. Let us go forth then, but take care. The waters here are foul and have a fell look about them. I shall follow behind.'",
      "es": ""
    },
    {
      "id": 148970178,
      "en": "You have discovered Cráthair and Tarkka-oka",
      "es": ""
    },
    {
      "id": 148970038,
      "en": "You found a glass gazebo",
      "es": ""
    },
    {
      "id": 148969993,
      "en": "The key slides into the lock and the gate opens",
      "es": ""
    },
    {
      "id": 173025441,
      "en": "Talk to Málruv",
      "es": ""
    },
    {
      "id": 190220297,
      "en": "'What has happened to this giant? It looks nothing like the Jorthkyn I have encountered before. There is something strange going on with the creatures in this garden. The Orcs and trolls, and now the Jorthkyn - they all seem to be twisted, grotesque mutations. This is surely Oganuin's doing, if Rhúnelleth is to be believed. The Elf will be glad to know you put an end to this abomination of nature.'\\n\\nYou show her the iron key you found.\\n\\n'A key! Now that must be for the gate to the north. I could see it far over the poison waters. Let us make our way there.'",
      "es": ""
    },
    {
      "id": 173025489,
      "en": "Continue searching for Málruv",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Into Sant Lhoer, the Poison Gardens",
      "es": ""
    },
    {
      "id": 126686873,
      "en": "Sant Lhoer, known as the Poison Gardens of Carn Dûm, is a dank place teeming with deadly plants, trees, and flowers, the likes of which have rarely or never been seen before in Middle-earth. Beyond the foetid, beryl-green waters which flow through Sant Lhoer, rise immense glass structures, including Bâr Heledh, the Glass House. It is here that the sorceress Oganuin plies her craft, experimenting upon creatures, plants, and people alike. To what end, and for what purpose? One can only assume the darkest of designs.",
      "es": ""
    },
    {
      "id": 184621425,
      "en": "Rhúnelleth has suggested that you speak with Dolág, whose brother went missing while scouting the Poison Gardens of Carn Dûm.\\n\\nDolág is at Bail Avarc, near Carn Dûm.",
      "es": ""
    },
    {
      "id": 120621337,
      "en": "'What sort of a vile world is it that we live in? The skies are blue in other lands, and I hear there are places where you can walk freely without fear of being snatched away by forces of evil. Why then are we cursed with such a homeland?!'",
      "es": ""
    },
    {
      "id": 173025445,
      "en": "Talk to Dolág",
      "es": ""
    },
    {
      "id": 184621426,
      "en": "Determined to rescue her missing brother, Dolág has asked you to meet her at the entrance of Sant Lhoer, the Poison Gardens.\\n\\nThe Poison Gardens are located in Carn Dûm.",
      "es": ""
    },
    {
      "id": 173025494,
      "en": "Wait for, and then talk to, Dolág",
      "es": ""
    },
    {
      "id": 184621428,
      "en": "Dolág has met you inside the gate of the Poison Gardens and is waiting for you to press on. You should look for her missing brother.",
      "es": ""
    },
    {
      "id": 184621382,
      "en": "Within Sant Lhoer you have come across an Angmarim sorcerer, Cráthair, and his companion, the Jorthkyn Tarkka-oka. The latter is like nothing you have ever seen before. This must be one of Oganuin's foul experiments! You should defeat the pair.",
      "es": ""
    },
    {
      "id": 148970002,
      "en": "You found a huge glass house",
      "es": ""
    },
    {
      "id": 173025496,
      "en": "Defeat High Cultivator Oganuin",
      "es": ""
    },
    {
      "id": 184621431,
      "en": "While exploring Sant Lhoer, you have come across a glass gazebo. You should search inside for signs of Málruv.",
      "es": ""
    },
    {
      "id": 148970009,
      "en": "Oganuin has been defeated",
      "es": ""
    },
    {
      "id": 173025362,
      "en": "Talk to Dolág",
      "es": ""
    },
    {
      "id": 184621392,
      "en": "You have discovered an iron key on the body of Cráthair. Dolág thinks it may unlock a gate she saw on the northern end of the Poison Gardens.\\n\\nYou should search for and unlock the north gate.",
      "es": ""
    },
    {
      "id": 184621346,
      "en": "You have found Málruv, and rescued him from the machinations of the Angmarim sorceress, Oganuin. You should speak with Málruv.",
      "es": ""
    },
    {
      "id": 173025320,
      "en": "Talk to Dolág within Sant Lhoer, the Poison Gardens",
      "es": ""
    },
    {
      "id": 184621395,
      "en": "You leave the Poison Gardens behind and make your way towards enormous structures of iron and glass. You should continue searching for Málruv.",
      "es": ""
    },
    {
      "id": 190220505,
      "en": "'Who are you? I do not know you. Rhúnelleth sent you? The Elf meddles and has not stopped pestering me since I arrived here.'\\n\\nShe sighs and collects herself.\\n\\n'In fairness, I have appreciated her concern, and she kept me from rushing into that foul place without a plan. I have scouted at the gates of the Poison Gardens, and I see much movement beyond its metal bars. I doubt I could proceed against so great a number of enemies, but you look formidable enough to give me some bit of hope.\\n\\n'If you will lead the way, I will follow close behind. Perhaps Málruv can be found within! Let us meet then, in Sant Lhoer.'",
      "es": ""
    },
    {
      "id": 184621396,
      "en": "You have discovered massive glass and iron greenhouses within Sant Lhoer. Wait for Dolág to catch up to you and then speak with her.",
      "es": ""
    },
    {
      "id": 184621350,
      "en": "After defeating the sorceress Oganuin, you rescued Málruv and saw to his well-being. His worried sister is now waiting to speak with you.\\n\\nYou should talk to Dolág",
      "es": ""
    },
    {
      "id": 184621444,
      "en": "Within an iron and glass gazebo in Sant Lhoer, you were set upon by Tarkka-oka and his Keeper, Cráthair. Upon their defeat, you found an iron key.\\n\\nDolág has joined you in the gazebo and is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 184621351,
      "en": "Dolág waits to speak with you at Bail Avarc, near Carn Dûm.",
      "es": ""
    },
    {
      "id": 184621399,
      "en": "You stand before Bâr Heledh, the Glass House of Carn Dûm. Within its metal and glass walls the sorceress Oganuin practices her fell crafts, creating abominations and twisting living things towards unnatural ends. You must defeat her and search for signs of Málruv.",
      "es": ""
    },
    {
      "id": 190220368,
      "en": "'I... greet you with joy, Southron. The things she planned for me....'\\n\\nHe shudders.\\n\\n'You were just in time!'",
      "es": ""
    },
    {
      "id": 190221217,
      "en": "'What sort of a vile world is it that we live in?'",
      "es": ""
    },
    {
      "id": 190221218,
      "en": "'Won't you aid me in freeing my brother from the Iron Crown?'",
      "es": ""
    },
    {
      "id": 173025281,
      "en": "Search the gazebo",
      "es": ""
    },
    {
      "id": 173025328,
      "en": "Enter Sant Lhoer and search for some sign of Málruv",
      "es": ""
    },
    {
      "id": 190220325,
      "en": "'Look there, beyond the glass walls! There is some queer light flickering within. We have found Bâr Heledh, where Rhúnelleth says Oganuin is creating the creatures you have been fighting. Could my brother be within as well?\\n\\n'Collect yourself, for I doubt not that she will have more fearsome surprises waiting.'",
      "es": ""
    },
    {
      "id": 190220372,
      "en": "'Words alone can not express my relief. Come, let us leave this foul place. Meet me back at Bail Avarc. I wish to get my brother to safety.'",
      "es": ""
    },
    {
      "id": 173026128,
      "en": "Talk to Dolág at Bail Avarc",
      "es": ""
    }
  ]
}