{
  "id": 621072396,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Foul liquid can be found in 'Sagroth, Lair of Vermin.'\\n\\nYou should collect some samples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'It is good to hear Lágsaith honoured your request. Maybe she will eventually recount these details on her own, without needing reminders. In the meantime, Eávair and Borgach will do what they can, while I keep an ear to the ground.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad0",
      "en": "Sagroth: Testing the Waters",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Use the Instance Finder to enter 'Sagroth, Lair of Vermin' on any difficulty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec2",
      "en": "Talk to Náchtan in Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Enter 'Sagroth, Lair of Vermin' on any difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Lágsaith has described the foul liquid running through the sewers in vivid detail.\\n\\nYou should tell Náchtan in Bail Avarc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1a9",
      "en": "As Eávair and Borgach attempt to solve the issue of cleansing the sewers, Náchtan directs his efforts towards spreading information -- and hopefully, gaining some answers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Collect foul liquid samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56871",
      "en": "'When you have heard more of Lágsaith's account, perhaps you will be better able to help us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You are a traveller, no? Have you ever seen anything like this before?' He procures a few phials of viscous, violently green liquid.\\n\\n'The Iron Crown did not maintain their sewers very well. We gathered samples from there for further studying, but Eávair and Borgach -- ' He nods to the two women nearby who are in deep discussion. ' -- are still figuring out how to break down and cleanse it. These impurities must be harming the land in ways we do not understand.\\n\\n'Lágsaith loves to recount our expedition, though she does not linger on the details. Stories spread by word-of-mouth can cover larger distances than we ourselves can travel. If she described the foul liquid to more travellers such as yourself, someone with new information might come forward and help us in our endeavours.\\n\\n'Should you seek her out for the full account, make sure to remind her of this.'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Sagroth, Lair of Vermin.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Collected foul liquid samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}