{
  "id": 621072313,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Implements of Navigation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect venomous dread turtle beaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect corrosive droplets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Very good, [placeholder]. These will do nicely, but there is more to be done yet!\\n\\n'For the next materials I require, you will need to travel to the lands of Angmar. I must ask you to gather several beaks from the venomous dread-turtles of Malenhad, and you must also bring me a collection of corrosive droplets from the brimstone-leeches that dwell amongst the befouled waters of Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect the putrid slime of Helchgam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Well done, my friend! Now, there are still two more items I require, and these shall be the most challenging of all.\\n\\n'For each of these final materials, you must again travel to the land of Angmar—to Urugarth and Carn Dûm. For the first, you will need to seek out the fearsome Orcs known as Dafrim, Gríshakrum, and Kughûrz in Urugarth. Word of their cruelty and prowess in battle has spread among the Dúnedain, and it is said that they delight in tallying a count of those they have slain by carving a notch into crude sticks. If you can best them in combat, collect one of their bloodstained tally sticks and bring it to me in Tornhad.\\n\\n'As for the second, that is a most dangerous task. It is said that the beast Helchgam can be found in the sewers beneath the dread city of Carn Dûm, but I am afraid there is only one way to procure the putrid slime of Helchgam, and that will mean putting an end to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Collected Throghásh's cask of fire-oil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Collect a bloodstained tally stick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You return triumphant, [placeholder]!\\n\\n'I bow to your skill, for none but the most seasoned Mariner could finish the many tasks I set before you, let alone overcome the dread-beast Helchgam in its foul cistern.\\n\\n'You have proven yourself a most worthy Mariner, my friend, and so it is my honour to present you with this weapon. May it will serve you well in your journeys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'For your first task in this trial, I shall require two materials. First, I will need a cask of the foul fire-oil carried by the Orc, Throghásh, who roams near the ruins of Eitheldir, and second, I have need of a number of the steel water-flasks carried by half-orcs and brigands here in the Angle of Mitheithel. Despite our best efforts, they have maintained an encampment in the ruins of Thelgarth, so it will not be difficult to find them.\\n\\n'After you have brought those to me, I will task you to find materials that must be gathered further afield, in less hospitable lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected steel water-flasks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver the final set of materials to Aelindil in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x822d610",
      "en": "'All these hideous trees! It won't take long for the flames to spread!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Aelindil has asked you to collect Throghásh's cask of fire-oil at Eitheldir and also a number of steel water-flasks carried by half-orcs and brigands in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Aelindil can be found at Tornhad in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Deliver the second set of materials to Aelindil in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730895",
      "en": "'You are missing something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Aelindil can be found at Tornhad in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5085c5e",
      "en": "'You'll burn just like the others, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Bloated brimstone-leeches may be found in Eastern Malenhad and Duvuinen in Angmar. Dread-turtles may be found in Malenhad in Angmar.\\n\\nAelindil has asked you to bring him venomous dread turtle beaks and corrosive droplets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'For the next materials, you will need to travel to the lands of Angmar. I must ask you to gather several beaks from the venomous dread-turtles of Malenhad, and you must also bring me a collection of corrosive droplets from the brimstone-leeches that dwell amongst the befouled waters of Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Aelindil can be found at Tornhad in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected a bloodstained tally stick",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Collect Throghásh's cask of fire-oil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect steel water-flasks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308a3",
      "en": "'You're missing something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aelindil at Tornhad has agreed to help you fashion a weapon worthy of your skill as a Mariner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e18",
      "en": "Deliver the first set of materials to Aelindil in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Helchgam can be found at Carn Dûm in Angmar. Dafrim, Gríshakrum, and Kughûrz can all be found in Urugarth in Angmar.\\n\\nAelindil has asked you to bring him a bloodstained tally sick and the putrid slime of Helchgam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected venomous dread turtle beaks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7c3e954",
      "en": "'But I... wanted... to...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected corrosive droplets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'For the final materials I need, you must again travel to the land of Angmar. Dafrim, Gríshakrum, and Kughûrz are fearsome Orcs of Urugarth. Word of their cruelty and prowess in battle has spread among the Dúnedain, and it is said that they delight in tallying a count of those they have slain by carving a notch into crude sticks. If you can best even one of them in combat, collect a bloodstained tally stick and bring it to me in Tornhad. It is said that Helchgam can be found in the sewers beneath the dread city of Carn Dûm, but I am afraid there is only one way to procure the putrid slime of Helchgam, and that will mean putting an end to it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I wonder, [placeholder]. Is not a weapon yet another tool of navigation? It is true enough that one can guide you to the end of conflict or conversation.\\n\\n'I can fashion for you a fine weapon, one befitting a Mariner of your skill, but first, I will need you to bring me a number of materials. I must warn you, though. This shall be no simple task, my friend.\\n\\n'For your first task in this trial, I shall require two materials. First, I will need a cask of the foul fire-oil carried by the Orc, Throghásh, who roams near the ruins of Eitheldir, and second, I have need of a number of the steel water-flasks carried by half-orcs and brigands here in the Angle of Mitheithel. Despite our best efforts, they have maintained an encampment in the ruins of Thelgarth, so it will not be difficult to find them.\\n\\n'After you have brought those to me, I will task you to find materials that must be gathered further afield, in less hospitable lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Collected the putrid slime of Helchgam",
      "es": "",
      "es (fem)": ""
    }
  ]
}