{
  "id": 621072330,
  "txt": [
    {
      "id": 111477396,
      "en": "Punch an echoing deep-stone and defeat whatever evil is drawn to the sound",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "The last and greatest of the foes drawn to your mischief has arrived: Maudágul emerges!",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Punch an echoing deep-stone and defeat whatever evil is drawn to the sound",
      "es": ""
    },
    {
      "id": 111477312,
      "en": "Talk to Byrski Hardprow",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'An islet north-east of the great underground lake contains several suitably echoing deep-stones. Find them, punch them, and defeat whatever creatures answer your noisy challenges! This will be good for you, TBDCLASS. I'd say five bouts should do it, and you might even learn something to help you advance in the fighting arts.'",
      "es": ""
    },
    {
      "id": 49286695,
      "en": "Deliver the planks of ilex wood to Byrski Hardprow at Mekhem-bizru",
      "es": ""
    },
    {
      "id": 111477316,
      "en": "Talk to Byrski Hardprow",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'An islet north-east of the great underground lake contains several suitably echoing deep-stones. Find them, punch them, and defeat whatever creatures answer your noisy challenges! This will be good for you, TBDCLASS. I'd say five bouts should do it, and you might even learn something to help you advance in the fighting arts.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Bardag Hailhand is at the Shadowed Refuge in the Foundations of Stone, in Moria.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat Orcs at Uruk-gashan in the Dimrill Dale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'There is one small problem, though, my friend. After all, I could not sail a ship through Moria!\\n\\n'I have prepared a few designs by which to build a ship, but I am short a few materials I need. Unfortunately, those Orcs over by Durin's Stone—the disrespectful lot they are—are currently in possession of my planks of ilex wood. Why don't you drive them off and collect some of that wood? Once that is done, I think we'll have all the tools we need to build a ship, and quite a bit less to worry about once we're out on the Mirrormere! After all, we don't want an errant Orc-arrow piercing our sails!\\n\\n'Go on, my friend. There is no time to waste!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Bardag Hailhand described a location north-east of the lake in the Foundations of Stone where he wants you to punch deep-stones and defeat creatures attracted to the echoes.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Collect planks of ilex wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'At last, a TBDCLASS! You are just the sort for whom I have been looking, [placeholder]. These others just don't understand. When they think of brawling, they think of musclebound types smacking each other around in taverns or in alleys, but you and I know that a good brawl can break out anywhere, and involve anyone!\\n\\n'To wit: I have discovered that certain rock formations in the Foundations of Stone, when struck, cause tremendous reverberations through these dark caverns. Creatures of great evil and power are drawn to these echoing sounds, and a mighty TBDCLASS might use this opportunity to defeat them, rendering the caves less dangerous for those other adventurers who never learned to brawl!\\n\\n'An islet north-east of the great underground lake contains several of these echoing deep-stones. Find them, punch them, and defeat whatever creatures answer your noisy challenges! This will be good for you, TBDCLASS. I'd say five bouts should do it, and you might even learn something to help you advance in the fighting arts.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Byrski Hardprow has offered to seek out Durin's Crown in the Mirrormere, hoping it might herald an auspicious end to the Iron Garrison's reclamation of Khazad-dûm.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Another creature of the Globsnaga lumbers near: Thargur attacks!",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The fourth bout goes to you; Darbrog has been defeated!",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Help Byrski Hardprow build a ship",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Talk to Byrski Hardprow",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'An islet north-east of the great underground lake contains several suitably echoing deep-stones. Find them, punch them, and defeat whatever creatures answer your noisy challenges! This will be good for you, TBDCLASS. I'd say five bouts should do it, and you might even learn something to help you advance in the fighting arts.'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Are these creatures gaining in size and ferocity? Darbrog bellows a challenge!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Bardag Hailhand described a location north-east of the lake in the Foundations of Stone where he wants you to punch deep-stones and defeat creatures attracted to the echoes.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Punch an echoing deep-stone and defeat whatever evil is drawn to the sound",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "The final bout goes to you; the brawl is finished with the defeat of Maudágul!",
      "es": ""
    },
    {
      "id": 177082704,
      "en": "Perhaps it looked better in your head?",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Help Byrski to build a ship worthy of witnessing Durin's Crown",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'An islet north-east of the great underground lake contains several suitably echoing deep-stones. Find them, punch them, and defeat whatever creatures answer your noisy challenges! This will be good for you, TBDCLASS. I'd say five bouts should do it, and you might even learn something to help you advance in the fighting arts.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Bardag Hailhand described a location north-east of the lake in the Foundations of Stone where he wants you to punch deep-stones and defeat creatures attracted to the echoes.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Talk to Byrski Hardprow",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Stars' Favour",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Bardag Hailhand at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Come along, my friend. Durin's Crown awaits us!'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "A terrible slurping and scraping sound presages the arrival of Úfauth the Hidden",
      "es": ""
    },
    {
      "id": 162883653,
      "en": "'Well, I think I saw Durin's Crown at least, so Brogur will be glad to hear it! Maybe you ought to ask one of the Elves about what you saw, though.\\n\\n'Nevertheless, I thank you for your help, my friend. You have done the Iron Garrison a great service, and I will make certain that Brogur—and Bósi, of course—know of the Mariner who allowed us to find Durin's Crown. Let us hope it means that the reclamation of Khazad-dûm will soon be finished!'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The second bout goes to you; Fakhthal has been defeated",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Fakhthal of the Globsnaga is compelled to attack!",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Bardag Hailhand described a location north-east of the lake in the Foundations of Stone where he wants you to punch deep-stones and defeat creatures attracted to the echoes.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The third bout goes to you; Thargur has been defeated!",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I think that will do nicely! Now then, why don't you do the honours? No, no, I insist.\\n\\n'You are a skilled Mariner, after all! I am certain you can build a suitable ship for our expedition.\\n\\n'Well then, I'll stand back and let you get to it!'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Bardag Hailhand described a location north-east of the lake in the Foundations of Stone where he wants you to punch deep-stones and defeat creatures attracted to the echoes.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "The first bout goes to you; Úfauth has been defeated",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Bah! You have to think a little bigger than that, my friend. We are going on an expedition, not out for a day of fishing!\\n\\n'Try again, [placeholder]. I must have a ship worthy of bearing witness to Durin's Crown!'",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Byrski Hardprow can be found at Mekhem-bizru in the Dimrill Dale.",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "You should help Byrski Hardprow to build a ship for his expedition, but maybe try a bit harder this time.",
      "es": ""
    },
    {
      "id": 177082729,
      "en": "Masterfully done!",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Ha-ha! Now that is more like it!\\n\\n'Now then, let us set out onto the Mirrormere. If you need to make any preparations, take whatever time you need, but do not keep me waiting!'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'An islet north-east of the great underground lake contains several suitably echoing deep-stones. Find them, punch them, and defeat whatever creatures answer your noisy challenges! This will be good for you, TBDCLASS. I'd say five bouts should do it, and you might even learn something to help you advance in the fighting arts.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Bardag Hailhand is at the Shadowed Refuge in the Foundations of Stone, in Moria.",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Byrski Hardprow can be found at Mekhem-bizru in the Dimrill Dale.\\n\\nYou have successfully built a suitable ship for your expedition onto the Mirrormere. You should talk to Byrski Hardprow.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'You have returned, and in one piece! Well done, [placeholder]. Am I to understand that you defeated five opponents, and delivered such a drubbing to them that the echoes of it will remain a warning to all other foes in the Foundations of Stone? What foes did you defeat?'\\n\\nYou recount the list of your opponents, and with every name Bardag's eyes grow wider.\\n\\n'I expected you to fight Orcs and trolls, but I must confess I did not anticipate that nameless creatures of such power would answer your challenge! Well-brawled, my friend! Such good fighting deserves a reward to match, though I know for the two of us a good brawl is reward enough!'",
      "es": ""
    },
    {
      "id": 86966502,
      "en": "Bring the letter to Bardag Hailhand at the Shadowed Refuge",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Byrski Hardprow can be found at Mekhem-bizru in the Dimrill Dale.",
      "es": ""
    },
    {
      "id": 246419798,
      "en": "Byrski Hardprow can be found at Mekhem-bizru in the Dimrill Dale.\\n\\nYou have helped Byrski Hardprow to witness Durin's Crown in the Mirrormere. You should talk to Byrski Hardprow.",
      "es": ""
    },
    {
      "id": 246419799,
      "en": "You should help Byrski Hardprow to build a ship for his expedition.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Punch an echoing deep-stone and defeat whatever evil is drawn to the sound",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Orcs and planks of ilex wood can be found at Uruk-gashan in the Dimrill Dale.\\n\\nByrski Hardprow has asked you to fend off the Orcs lurking in the Dimrill Dale, and he has also asked you to collect planks of ilex wood.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated Orcs at Uruk-gashan in the Dimrill Dale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Byrski Hardprow can be found at Mekhem-bizru in the Dimrill Dale.\\n\\nYou have collected a number of planks of ilex wood and driven off many of the Orcs at Uruk-gashan. You should return to Byrski Hardprow.",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Collected planks of ilex wood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419896,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Punch an echoing deep-stone and defeat whatever evil is drawn to the sound",
      "es": ""
    }
  ]
}