{
  "id": 621072318,
  "txt": [
    {
      "id": 177082793,
      "en": "Collected a medallion of passage",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'Most impressive, my brawling friend! You are truly deserving of the fine piece of jewellery I have crafted for you. May it protect you no matter the number or ferocity of the opponents you face!\\n\\n'Why did I need you to gather such assorted materials? Ah, I am making myself a new pair of boots. Never underestimate a good pair of boots! I suppose you hobbits wouldn't know about that, would you?\\n\\n'Enjoy the jewellery, my brawling friend, as I will enjoy the boots your labour has made possible.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Ingenuity",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Collect an emblem of ritual",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Collect unyielding drake scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Excellent work, [placeholder]! I am glad to know that Torcadáll Wild-eye will no longer trouble the Dúnedain here in the Angle, and it pleases me that you were able to recover his spy-glass. What a curious tool! And do not worry, those avanc-teeth will still have a use in my design!\\n\\n'For the next set of materials, I will need coiled spider spinnerets from spiders such as those found in Angmar and in other dangerous lands. I also require a number of unyielding drake scales from the dragon-kind of Angmar or the lost realm of Moria.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You have done well, [placeholder]. Each of these materials will serve to adorn the jewellery I craft for you, but there are still two items I require and each of them will do much to prove your worthiness as a Mariner.\\n\\n'For the final set of materials, you must collect an emblem of ritual from the Uruk, Morthrâng, who resides in the Orc-fortress of Urugarth, but that is not all, my friend. You must also bring me a medallion of passage from the Uruk, Urro, who dwells within the walls of Carn Dûm.\\n\\n'Only then shall I count your task as finished!'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Collected Torcadáll's spy-glass",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Collect a medallion of passage",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am most impressed, [placeholder]!\\n\\n'You have performed admirably in the tasks I set before you, and no doubt can remain that you have proven your worthiness of this reward—both as a Mariner and as a protector of the Free Peoples of Middle-earth. Let this fine piece of jewellery serve as a reminder of your skill and ingenuity as a Mariner!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Collected hooked avanc-teeth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Aelindil has asked you to bring him a number of hooked avanc-teeth and Torcadáll's spy-glass.\\n\\nTorcadáll Wild-eye may be found in Thelgarth in the Angle of Mitheithel. Avanc can be found throughout the Angle of Mitheithel.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Aelindil can be found at Tornhad in the Angle of Mitheithel.",
      "es": ""
    },
    {
      "id": 49286707,
      "en": "Deliver the final set of materials to Aelindil in Tornhad",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Aelindil can be found at Tornhad in the Angle of Mitheithel.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "Deliver the second set of materials to Aelindil in Tornhad",
      "es": ""
    },
    {
      "id": 225642646,
      "en": "'You're missing something.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'For your first task, I require two things, but one has need of further explanation. I have heard word that a Man of Angmar named Torcadáll Wild-eye has taken up with the brigands and half-orcs at Thelgarth. I do not know why he has come to the Angle of Mitheithel, but I fear it bodes ill, for it has been long since the realm of Angmar last troubled this land. He carries in his possession a curious object called a spy-glass, and it is said that it grants its wielder the sight of the Elves. I do not know if he means to sway new allies into the service of the Iron Crown or searches for some relic lost long ago in the war between Angmar and Arnor, but it matters not. I need not explain that Torcadáll is unwelcome in the Angle of Mitheithel, and his spy-glass could prove a great boon to the Dúnedain, so I ask that you retrieve it, my friend. In addition, I require a number of hooked avanc-teeth. That will be a simpler errand, surely, for they can be found throughout the Angle of Mitheithel.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Spiders can found in Angmar and other dangerous places. Drakes and other dragon-kind can be found in Angmar and Moria.\\n\\nAelindil has asked you to bring him coiled spider spinnerets and unyielding drake scales.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Aelindil can be found at Tornhad in the Angle of Mitheithel.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Collect Torcadáll's spy-glass",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Collected an emblem of ritual",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Collect hooked avanc-teeth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49208132,
      "en": "'Angmar shall triumph!'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect coiled spider spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 78032766,
      "en": "'You are a fool to trouble me in my errand, [placeholder]!'",
      "es": ""
    },
    {
      "id": 225642660,
      "en": "'You are missing something.'",
      "es": ""
    },
    {
      "id": 130328916,
      "en": "'The Night of Red Waters shall seem a pleasant memory when we are finished with you!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Aelindil at Tornhad has agreed to help you fashion a piece of jewellery worthy of your reputation as a Mariner.",
      "es": ""
    },
    {
      "id": 49286680,
      "en": "Deliver the first set of materials to Aelindil in Tornhad",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Urro can be found at Carn Dûm in Angmar. Morthrâng can be found at Urugarth in Angmar.\\n\\nAelindil has asked you to bring him a medallion of passage and an emblem of ritual.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Collected coiled spider spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Collected unyielding drake scales ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'For the final set of materials, you must collect an emblem of ritual from the Uruk, Morthrâng, who resides in the Orc-fortress of Urugarth, but that is not all, my friend. You must also bring me a medallion of passage from the Uruk, Urro, who dwells within the walls of Carn Dûm. Only then shall I count your task as finished!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A Mariner must always strive for balance! This is true upon the rivers and Seas of Middle-earth, and it is also true in the manner of one's appearance. Simple garb is oft of great use when undertaking duties upon a ship, but for a Mariner, the wearing of fine jewellery is a long-held tradition.\\n\\n'Indeed, I can fashion you a suitable piece of jewellery that you might share in this proud tradition, but first, you must find the materials I seek.\\n\\n'For your first task in this trial, I require two things, but one has need of further explanation. I have heard word that a Man of Angmar named Torcadáll Wild-eye has taken up with the brigands and half-orcs at Thelgarth. I do not know why he has come to the Angle of Mitheithel, but I fear it bodes ill, for it has been long since the realm of Angmar last troubled this land. He carries in his possession a curious object called a spy-glass, and it is said that it grants its wielder the sight of the Elves. I do not know if he means to sway new allies into the service of the Iron Crown or searches for some relic lost long ago in the war between Angmar and Arnor, but it matters not. I need not explain that Torcadáll is unwelcome in the Angle of Mitheithel, and his spy-glass could prove a great boon to the Dúnedain, so I ask that you retrieve it, my friend. In addition, I require a number of hooked avanc-teeth. That will be a simpler errand, surely, for they can be found throughout the Angle of Mitheithel.\\n\\n'After you have finished this task, I must ask you to venture further afield, for the materials I shall need next cannot be found in the Angle of Mitheithel.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'For the next set of materials, I will need coiled spider spinnerets from spiders such as those found in Angmar and in other dangerous lands. I also require a number of unyielding drake scales from the dragon-kind of Angmar or the lost realm of Moria.'",
      "es": ""
    }
  ]
}