{
  "id": 621072341,
  "txt": [
    {
      "id": "0x2f00ed0",
      "en": "Deliver the samples of corrupted flesh to Dolág",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "You have collected the samples of flesh that Dolág requested. You should give these messy bits to her as quickly as possible.\\n\\nDolág is located at Bail Avarc, outside of Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Collect flesh samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Oganuin has locked herself in her Glass House, where she and her followers experiment on plants and creatures alike. I have seen some of the Orcs that she has wrought her trials upon and the results have stricken me to the core.\\n\\n'I know of a master hunter who wishes to study the flesh of the creatures she has altered. Bring me samples from creatures within her Poison Gardens and the Glass House. Knowledge of what she has done may help us to stop and even reverse the process.'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Sant Lhoer, the Poison Gardens.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Sant Lhoer: Oganuin's Results",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "The Angmarim sorceress Oganuin has locked herself in Bâr Heledh, the Glass House within Carn Dûm, where she has been experimenting on plants, creatures, and monsters alike. Her creations skulk between the shadows in the gardens of Sant Lhoer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Collected flesh samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Dolág has asked you to collect samples of flesh from the creatures within Carn Dûm's Poison Garden and the Glass House.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Ah, you return. A grisly task I set you upon, I know. Give to me the samples you gathered. I will bring them to my friend, and perhaps he will have some insight into what atrocities are being committed behind those dirty glass walls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd7308b7",
      "en": "'I fear what horrors TBDSORCERESS has wrought behind the stained windows of the Glass House. Bring me the flesh of her creatures, that I might study them closely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Alas for those taken to Sant Lhoer, but with your aid, there may still be hope for them!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}