{
  "id": 621072338,
  "txt": [
    {
      "id": 177082752,
      "en": "Put witch's crown to the torch ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Galasdil",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Put witch's crown to the torch ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "You have put to torch many witch's crown, and Galasdil will be happy to hear of your efforts.\\n\\nGalasdil is located at Bail Avarc, outside of Carn Dûm.",
      "es": ""
    },
    {
      "id": 162883746,
      "en": "'Welcome back. I can see by the smoke that lingers about you that you have been successful. May it be that your actions will keep these terrible creations from spreading into Angmar and beyond.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Mae govannen. My name is Galasdil, and I was travelling through Nan Amlug when I came across a plant so strange I paused my journey in order to study its origin. My investigation led me through the wasted lands of Angmar, to here - the gates of Carn Dûm.\\n\\n'Within Carn Dûm's Sant Lhoer grow numerous plants, twisted and corrupted by the foetid waters of the rivers that flow through the area. Among these is the corrupted witch's crown, whose seeds carry lightly upon the winds. Even now, I see small fluffs of seed floating through the dank air!\\n\\n'If you are brave enough to venture into the Poison Gardens, put any of these plants you see to the torch. They must not be allowed to spread throughout Middle-earth!'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Sant Lhoer, the Poison Gardens.</rgb>",
      "es": ""
    },
    {
      "id": 162883748,
      "en": "'We must stop the spread of witch's crown before it is too late, [placeholder].'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Sant Lhoer: Seeds of Evil",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Within Sant Lhoer, the Poison Gardens of Carn Dûm, grow numerous plants, twisted and corrupted by the foetid waters of the rivers that flow through the area. Should these aberrations manage to make their way out of their dank garden, they could threaten the other plants, creatures, and peoples of Middle-earth.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Galasdil has asked you to destroy any witch's crown plants that you might find within Sant Lhoer, the Poison Garden.\\n\\nSant Lhoer is in Carn Dûm.",
      "es": ""
    }
  ]
}