{
  "id": 621072316,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Galdor can be found near Elrond's Stables, in Rivendell.\\n\\nYou have fashioned a weapon and piece of jewellery worthy of your skill and reputation as a Mariner. Aelindil has asked you to seek out the Elf, Galdor, in Rivendell, that he might train you in the finer techniques of the Mariner.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aelindil has learned that Galdor, an Elf from the Grey Havens, has come to Rivendell. Although Galdor's master, Círdan the Shipwright, did not accompany him in his errand, Galdor himself is known to be a mariner of great repute who might help you to hone your skill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aelindil at Tornhad in the Angle of Mitheithel knows of a legendary mariner who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder], and none can deny your achievements—both as a [placeholder] and as a Mariner. Your skill and determination are admirable, my friend, and as promised, I have arranged for you an audience with Galdor of the Havens.\\n\\n'I made the acquaintance of Galdor's master, Círdan, in my youth, and it was a meeting I shall never forget. I could spend several of my lifetimes in his tutelage, and I would still fall many centuries short of the breadth of his knowledge of the Sea. Ah, but I digress.\\n\\n'It is my understanding that Galdor's errand will soon take him far afield, so if you cannot find him at the Last Homely House, perhaps he might be found nearer to Lord Elrond's stables in Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aelindil is at Tornhad in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Galdor in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It is time you learned more of the ways of the Mariner, [placeholder]. In my youth, I spent many years among the Elves of Imladris, and I learned much from them and from their many visitors. An Elf of the Grey Havens named Galdor has come to Imladris, and I am certain that his wisdom would be a great boon to you in your journey as a Mariner. Before such a meeting can be arranged, however, you must be suitably prepared and outfitted!\\n\\n'To that end, you shall have need of equipment that better reflects your skill as a Mariner and also the good you do for the people of Middle-earth, my friend. It would be my honour to fashion for you a weapon and a fine piece of a jewellery by which to represent your prowess, but I must give to you this cautionary word: these implements and articles will not be easily earned, for I shall task you with a number of trials to collect materials of worth to aid in their creation. Only when you have finished each and every one of my trials shall you receive the rewards I have promised you, for only then shall you prove yourself a Mariner befitting them. Such was the test that was laid before me in my youth, and so too shall it be for you!\\n\\n'If perhaps you do not understand how each of these materials I shall demand relate to each of the others, then allow me to explain before you ask, my friend. These materials shall serve me two-fold, for some of them shall be put to use in the craft of your weapon and jewellery, and others will prove your worth as a Mariner and as one worthy of such equipment.\\n\\n'If we are understood, then let us begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Only when you have finished each and every one of my trials shall you receive the rewards I have promised, for only then shall you prove yourself a Mariner befitting them. Such was the test that was laid before me in my youth, and so too shall it be for you!\\n\\n'If perhaps you do not understand how each of these materials I shall demand relate to each of the others, then allow me to explain before you ask, my friend. These materials shall serve me two-fold, for some of them shall be put to use in the craft of your weapon and jewellery, and others will prove your worth as a Mariner and as one worthy of such equipment.\\n\\n'If we are understood, then let us begin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete 'Implements of Navigation'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I bid you welcome, [placeholder].\\n\\n'The Ranger, Aelindil, is a friend of Lord Elrond, and I was told I should expect you. It is my understanding that you have come to seek guidance in the way of the Mariner. Indeed, I can offer you that, my friend—in some small measure at least.\\n\\n'My lesson is this: the path of the Mariner is one of calm and hardship—of song and storms. Balance is a skill like any other, and there are many paths by which it might be achieved, but no Mariner should fear to stray from it in times of need. The Sea tasks one to perform with perfect mastery, favouring those with a sharp mind and a swift hand, and a Mariner must find harmony with its tides and currents—for those who do not will soon meet their doom. Perhaps you have spent much time upon the rivers and Seas of Middle-earth, or perhaps you have not, but consider my words, nonetheless.\\n\\n'Alas, my time in Imladris must soon come to an end. I wish you good fortune in your journey as a Mariner, [placeholder], and I applaud your efforts on behalf of the Free Peoples of Middle-earth! I regret that I cannot remain in Imladris to offer you more lessons, for my errand is one of great importance and urgency, but perhaps our paths shall cross again ere I return to the Grey Havens. Until we meet again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete 'Articles of Ingenuity'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Aelindil in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lesson from Galdor",
      "es": "",
      "es (fem)": ""
    }
  ]
}