{
  "id": 621072398,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Mapping points can be found in 'Sagroth, Lair of Vermin.'\\n\\nYou should find them to complete the map of the sewers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'If it were not for this map, I fear Lágsaith would have never found her way out of those sewers!\\n\\n'I jest, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Use the Instance Finder to enter 'Sagroth, Lair of Vermin' on any difficulty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec2",
      "en": "Talk to Aighrig in Bail Avarc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Enter 'Sagroth, Lair of Vermin' on any difficulty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "Thanks to Aighrig's map, Lágsaith's tale became a little less confusing to follow.\\n\\nYou should return the map to Aighrig in Bail Avarc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Find mapping points ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "The layout of Carn Dûm's sewers is a mess. Aighrig's map is a work-in-progress, but it might also help you visualize Lágsaith's story better.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Sagroth: Theatre of the Mind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Found mapping points ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'After our adventures in the east, it is strange to see you here in my homeland, [placeholder]. But you are a welcome sight.'\\n\\nLukhag chirps in affirmation.\\n\\n'I am sure Lágsaith wishes to regale you with the tale of our expedition, so I will not keep you for long. But perhaps knowledge of the sewers' layout will allow you to appreciate her retelling more.' She hands you a map that has been sketched in a careful hand. 'I traced our steps while we were down there. Lágsaith would never admit this, but she needed the help; her sense of direction is atrocious.\\n\\n'You may borrow the map until Lágsaith is finished with her retelling.'\\n\\n\\n<rgb=#FF0000>NOTE: To advance this quest, you must use the Instance Finder (Ctrl+J) to enter Sagroth, Lair of Vermin.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56845",
      "en": "'I trust that the map helped? It is rudimentary to be sure, but useful as well. Without it, we may have been lost forever.' A small smile cracks through Aighrig's serious countenance. 'I jest. But returning home would have been more difficult.\\n\\n'The map only displays a fraction of the full sewer system. It is my hope that we will complete it on future expeditions. There is still much work to be done, after all.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}