{
  "id": 620789794,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected damp pottery shards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Astiul has asked you to search along the shoreline for jetsam and to collect any damp pottery shards you find.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am not as suspicious of your identity as Calenglad, but I will do as he wishes; you must prove to me that you have an honest heart and are not allied with those who seek to plunder my Dúnedain heritage.\\n\\n'Jetsam sometimes washes onto the shore of this island from out in the lake, and the tomb-robbers seek it out in search of jewels and other valuable trinkets. These pieces once belonged to the law-abiding people of Arnor and to their kings in Annúminas; we cannot allow the robbers to get their hands on any more of them.\\n\\n'Follow the island's western shore northward, [placeholder], and look for jetsam among the reeds. I would be interested in seeing any damp pottery shards you can recover. Beware of tomb-robbers, for they seek the same things, though for very different reasons! Return to me when you have gathered enough fragments, and I will see if you have recovered anything of interest.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Jetsam from Lake Nenuial often washes onto the western shore of Tinnudir, north of the Ranger-camp.\\n\\nAstiul has asked you to follow the island's shore north of the Ranger-camp in search of jetsam and to search any you find for damp pottery shards.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned, [placeholder], and with some shards of Evendim's history, I trust?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Astiul is at the Ranger-camp on the island of Tinnudir in Evendim, south of the jetsam-littered shore.\\n\\nThe Ranger Astiul waits for you to return with the results of your search along the shore of Lake Nenuial.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find jetsam along the island's western shore, north of the Ranger-camp. Return to me with any damp pottery shards you can recover and beware of the tomb-robbers that prowl the lakeside!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have not fully searched the shoreline that extends through Parth Aduial for jetsam, [placeholder]? Why have you already returned?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I hope the tomb-robbers did not cause you much trouble.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We have been at odds with the tomb-robbers for a long time.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search jetsam along the shore of Tinnudir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring damp pottery shards to Astiul",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Washed Up On the Shore",
      "es": ""
    }
  ]
}