{
  "id": 620789790,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected elk-meat",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected elk-meat",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your discovery of wolves in his fields has upset Nibs Chubb.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This whole affair is just like one of the old tales Hal Gamgee tells. Most of the hobbits in these parts don't heed much of what he says. I think he has spent one too many nights under the stars, and that could play queer tricks on any decent hobbit.  \\n\\n'All this talk has gotten me to thinking, though... you should see Hal about these wolves.  He might know a thing or two. Not two weeks ago he came to my door with a story of a giant wolf north-east of Oatbarton.\\n\\n'Mayhaps you would speak with him? You might find him near town centre.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hal Gamgee can be found in Oatbarton centre.\\n\\nNibs Chubb has asked you to speak with Hal Gamgee about the wolves.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Herds of elk have been coming down from beyond the north Bounds, more and more. They have to be running from something... many of 'em are spooked to the point I can't even notch my bow before they're deep into a thicket.\\n\\n'It's the elk that are bringing the wolves across the Brandywine. I saw a big white one stalking the elk in the woods north of here, but he ran off as soon as he spotted me.\\n\\n'I've tried hunting the wolves, but they're smarter than most game. I gather you'll have to take down that big wolf to scatter the pack. If the wolves are hunting elk, I'd reckon a flank of elk-meat could lure the big one out.\\n\\nA herd of young greensward-hind is usually grazing in the old orchard in the north of Oatbarton.  You should try hunting there for the elk-meat.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Young Greensward-hind can be found grazing in the old orchard just north of Oatbarton centre.\\n\\nHal Gamgee suggested you hunt some elk to provide bait for the wolves then return to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hal should be in Oatbarton centre, go and look for him there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found the meat yet, [placeholder]?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Did you find that elk-flank yet? Young greensward-elk often graze on the fallen apples in the old orchard just north of here.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the elk-meat to Hal Gamgee",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect elk-meat",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Collecting the Bait",
      "es": ""
    }
  ]
}