{
  "id": 620789678,
  "txt": [
    {
      "id": 136263297,
      "en": "Glirion has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The tomb-robbers have been defeated",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ancient ruins of Evendim and those who watch over them are endangered by tomb-robbers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Glirion, one of my kinsmen, guards a third ruin. Seek him out and warn him of these freshly-emboldened tomb-robbers.\\n\\n'Glirion is at a ruin atop one of the highest hills in Men Erain, overlooking the lake. You will have to go to some effort to work your way up through these highlands to find him, as only faint traces of the old roads through the hills still remain.\\n\\n'Make haste, [placeholder]! Glirion may already be in danger!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glirion makes his camp in a ruin high atop the hills of Men Erain, overlooking the lake.\\n\\nHelechír has sent you to aid Glirion, a Ranger helping to guard the Dúnadan-ruins near Annúminas. He warned you that the roads through the highlands have been mostly lost to time, and it will not be easy to climb to the heights.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It was happy chance, or some benevolent fate, that brought you to Glirion in time to aid him! You have my thanks once again, [placeholder].\\n\\n'We must strike against these tomb-robbers, friend, before they attack again.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Helechír is on a little island just off Men Erain.\\n\\nYou helped Glirion fight off a band of tomb-robbers and should bring word of your success back to Helechír.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Thank you for your assistance during the battle! It would have gone ill for me had you not fought at my side!\\n\\n'Return now to Helechír at Sid Waring's camp, just off Men Erain, and tell him that we have fought off the tomb-robbers.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is good that you have come. These robbers are fools indeed if they expect to find treasure in these ruins, or at least, any treasure in which they would be interested!\\n\\n'I trust you are ready to fight? Surely you have seen the signs... they are preparing to make their attack even now.\\n\\n'Look to your weapons! Here they come!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please hasten to Glirion's side. I am concerned that the tomb-robbers may already threaten him!\\n\\n'You will find him at the ruins atop the highest peak in Men Erain, overlooking the lake. It will be no easy feat to climb the heights, for the roads have been largely lost to time.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, at least TBD is still alive. Please go to the camp he told us of and recover those stolen relics.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We must stand firm in our resolve to oppose the tomb-robbers of Evendim!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Glirion",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The tomb-robbers must be opposed wherever they show their faces!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defend Glirion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Murder in the Ruins",
      "es": ""
    }
  ]
}