{
  "id": 620789793,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Bonefang",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have collected the bait Hal Gamgee suggested you use to draw out the wolf-leader.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'This meat will do fine, now all we need is to set the trap! Like I was telling the folk in town, I saw the pack up away north-east of here. If you head there, you should catch sight of some of the younger wolves, and the big fellow won't be far away.\\n\\n'The big wolf most likely will be hid up in a cave or hole near the pack... leastways that's always how all the good tales tell. You might try placing the meat outside of his cave to lure him out.\\n\\n'You should try not to use all of the meat, though. I wouldn't mind a few strips of fried elk for lunch.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The wolf camp can be found north-east of Oatbarton.\\n\\nNow that you have brought him the elk-meat, Hal Gamgee suggests that it is time to lay the trap for the big wolf by placing the meat outside of the wolf's cave.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What a story this will make, what with wolves crossing the Brandywine and sturdy folk driving them off. I will have to get old Ronald in Dwaling to write me a letter to my cousin Sam to tell all about it!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hal Gamgee is in Oatbarton centre.\\n\\nYou should return to Hal Gamgee with news of your victory.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The wolves should be just north of Oatbarton in Stonecrop Tor.  You should hurry and deal with the wolves before they start hunting here in town!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you slain the wolf yet?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Well, it's a good thing that wolf matter is settled. I never would have finished the harvest with wolves prowling and hunting my fields.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I still can't believe you were able to best that wolf, [placeholder].  I have quite a story to tell the next time I'm at the Dragon!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Slay Bonefang",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hal Gamgee",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Hal Gamgee",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Setting the Trap",
      "es": ""
    }
  ]
}