{
  "id": 620789797,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Elrond told you of Aragorn's youthful journey to Annúminas and has given his approval that Narsil be reforged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Aragorn came to us when he was only two years of age, his father Arathorn having been slain by the arrows of the Orcs. Gilraen feared for her child's safety and brought him to Imladris, seeking to keep the fact of his birth from the eyes of the Enemy. I bade Gilraen keep his true name and lineage secret, and she called him instead Estel, or \\qHope.\\q\\n\\n'When he reached twenty years of age, I saw that he had come early to manhood, and I gave to him knowledge of his lineage and the name his father had given him: Aragorn, a strong name. Full of hope was he on that day, but he soon would be laid low with a love far above his station, for walking in the woods near sunset of the next day he encountered Arwen, my daughter, and was stricken with love for her.\\n\\n'I do not know why he went to Annúminas, but I always believed he made the journey to prove to himself he was worthy of loving such a maid. He went to that ancient city, long-deserted, in the company of my sons and with Calenglad, a Ranger that came at times to Imladris. Calenglad did not return from Aragorn's journey to the city of his fathers, and when next I saw Aragorn, the experience had left its mark upon him.\\n\\n'Return to Aragorn and tell him that I agree the time has come for Narsil to be reforged, and I will give to it a new name: Andúril, Flame of the West. We will have need of its light before the end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aragorn is in one of the guest rooms of Elrond's House.\\n\\nMaster Elrond told you of Aragorn's youth and agreed that Narsil must be reforged. He has decided on a name for the new sword: Andúril, Flame of the West.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad that Master Elrond agrees with my decision, for his counsel is near to my heart.\\n\\n'It is true that I journeyed in my youth to Annúminas, the city of my fathers. Even then it had stood empty for long years, but it was once the shining jewel of my people, and I desired to see it with my own eyes. I thought too that if I recovered the Silithar that lay within Annúminas -- the only one of the stones to remain in this bend of the world -- I might reforge Narsil and prove myself worthy of the fate to which I had been born. Elladan and Elrohir accompanied me on my journey to Evendim, and my kinsman Calenglad also; he had sworn an oath to my father and renewed it in my name before we departed.\\n\\n'Much of the city had already been reclaimed by the waters of Lake Nenuial when we arrived, and I despaired of finding the Silithar within the flooded tomb where it lay. But lo! The maiden Gwindeth appeared before us and charged me with a task to prove my worthiness of receiving the Silithar.\\n\\n'My youthfulness betrayed me; though I had the form of a man, I had not wisdom or experience, and Gwindeth found me wanting. The Silithar was not to be mine that day. When I stood before the flooded passages of Elendil's empty tomb on the outskirts of Annúminas, I believed it right that Narsil be reforged; I could not understand why Gwindeth refused me access to the Silithar. Now I believe I understand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to Aragorn and tell him of my decision. The time has come to reforge the sword as surely as Aragorn has himself already been reforged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Aragorn has learned much of the world since he first left Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Aragorn failed the task set before him by Gwindeth, many years ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I did not know what Gwindeth desired, but now I believe I do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Annúminas holds the last of the Silithair.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The City of His Fathers",
      "es": "",
      "es (fem)": ""
    }
  ]
}