{
  "id": 620789798,
  "txt": [
    {
      "id": 218649169,
      "en": "'Long years have passed, and I have not seen Calenglad since that day; he did not return with me. He had become enamoured of Gwindeth and Lake Nenuial, and chose to remain behind. I offered to free him from his oath to me, but he refused, saying, \\qYou are my lord and have power over me, but I ask that you allow me to remain here. I will keep watch over the city and safe-guard the lake until such time as you return. In this way, I will uphold my oath.\\q\\n\\n'Calenglad has remained at Tinnudir ever since. I would rejoice to speak with him again, but preparations are underway for a journey of great danger and importance -- more important even than the reforging of Narsil -- and I cannot journey to Annúminas. But you, my friend, you can bring to Calenglad my words and tell him that we now have true need of the Silithar where once we did not.\\n\\n'Bring this letter to Calenglad, [placeholder], and remember that you act in my stead -- you are my agent to Tinnudir, an island on the eastern shore of Lake Nenuial, in Evendim, and we speak with one voice. Always remember that respect cannot be bought, but must be earned. Do not undervalue it, and we shall yet see Andúril forged from the shards of Narsil.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is that you have there? A letter from Aragorn? Let me see it....\\n\\n'What is it you call yourself? [placeholder]? I am sorry, but this note is not enough. Tomb-robbers have plundered the vaults and tombs of Annúminas, seeking to despoil the heritage of the Dúnedain. This could be a forgery intended to relax our guard!\\n\\n'Nay, I am afraid I cannot trust the words of this letter. How am I to know you are true? Deeds, not words, matter to me.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Calenglad is at Tinnudir on the shores of Lake Nenuial, in Evendim, far to the west. Give him my letter, and I hope he will aid you in recovering the Silithar. Remember this, too: that respect cannot be bought, but must be earned. Do not undervalue such a quality.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Without a letter from my lord Aragorn, I have no reason to believe you are who you say you are.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Calenglad Remained",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We are always vigilant against those who seek to plunder the riches of Annúminas.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Aragorn has charged you with bringing word to the Ranger Calenglad that Narsil will be reforged.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It will take deeds, not words, to prove yourself to me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Aragorn's letter to Calenglad",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at Tinnudir, an island on the eastern shore of Lake Nenuial, in Evendim, far to the west of the Trollshaws.\\n\\nAragorn has given you a letter to present to Calenglad and advice concerning the nature of respect: that it cannot be bought, but must be earned. With the aid of Calenglad, Aragorn hopes that you can recover the Silithar needed to reforge Narsil.",
      "es": ""
    }
  ]
}