{
  "id": 620789679,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have defeated Brychan the Bold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd301e91",
      "en": "'Fine! Fine! I'll change my ways!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brychan the Bold is behind some of the attacks on the defenders of the tombs of Evendim, and Helechír wants him defeated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The time has come to strike a decisive blow against the tomb-robbers of Evendim, [placeholder], and you are just the [placeholder] to do it!\\n\\n'Sid Waring mentioned a man named \\qBrychan the Bold.\\q I believe he is the leader of a powerful gang of tomb-robbers, the same gang that murdered Alfred Whitley and my kinsman Iorthrenar, injured Sid Waring and stole the relics he guarded, and attacked both you and Glirion high atop the peaks above Men Erain.\\n\\n'Brychan has a home in Ost Forod, to the north-east of Tinnudir. Return to the mainland and follow the road north from the cross-roads of Canadiach until you arrive at Ost Forod. Look for Brychan the Bold and confront him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brychan the Bold is at his home in Ost Forod, north-east of Tinnudir. Helechír told you to return to the mainland and follow the road north of the cross-roads of Canadiach until you reach Ost Forod.\\n\\nHelechír has asked you to confront Brychan the Bold about the many crimes his gang of tomb-robbers have committed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It sounds like you taught Brychan a lesson, [placeholder]. I hope it stays with him.\\n\\n'I wish that Evendim was not such a wild place. Of old, even after the fading of the Dúnedain, it was a place of peace, but the troubles of the world have come to disturb even these lands.\\n\\n'Even so, you have served us well! There are other robber-gangs, but it is to be hoped that the men who followed Brychan will rethink, perhaps, the trust they placed in the strength of their leader. You again have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Helechír is on a little island off of Men Erain.\\n\\nYou taught Brychan the Bold a hard lesson, and he fled into his home. Helechír is waiting to hear the tale of your confrontation with the leader of the robber-gang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must bring Brychan the Bold to justice! Journey to his home in Ost Forod, north-east of Tinnudir, and confront him about his crimes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I do as I please, stranger, and I'll keep on doing it! These lands belong to me and mine, not some filthy descendants of long-forgotten kings!\\n\\n'My blade will teach you not to bother me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your defeat of Brychan the Bold will be remembered, friend, especially by him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I do as I please, stranger, and I'll keep on doing it! These lands belong to me and mine, not some filthy descendants of long-forgotten kings!\\n\\n'My blade will teach you not to bother me!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The tomb-robbers of Evendim are always a threat. We fight them wherever we must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Confront Brychan the Bold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Confront Brychan the Bold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Brychan the Bold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vengeance in the Ruins",
      "es": "",
      "es (fem)": ""
    }
  ]
}