{
  "id": 620789674,
  "txt": [
    {
      "id": 136263297,
      "en": "Alfred Whitley is missing, but you see a journal among his things",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected journal from Alfred Whitley's camp",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Because of their decreasing numbers, the Rangers of the North must occasionally hire Men from Ost Forod to watch over their ancient tombs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Stay a moment, for I would speak with you. My people are much concerned with the protection of the ancient Dúnedain heritage of Annúminas and the surrounding lands, but we are stretched thin. We have on occasion hired some of the more adventurous folk of Ost Forod, to the north-east, to help protect the old manors and crypts from despoiling.\\n\\n'One such worthy, by the name of Alfred Whitley, keeps watch over some of the tombs of Men Erain. If you would, please take these supplies to him. Return to the mainland and follow the shore road north and east into Men Erain. Shortly after reaching that place, the burial ground for many of the ancient kings of my people, you will see steps carved into the hillside. Climb the steps to Alfred Whitley's camp.\\n\\n'He has been away for some time and is surely running short of provisions; return to me when you have given him these supplies, and I will reward you for the trouble.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Alfred Whitley can be found in Men Erain, south of Tinnudir across the lake. Following the shore road north and east into Men Erain, Whitley's camp can be found on the hillside up some carved stone steps.\\n\\nThe Ranger Helechír has asked you to bring supplies to a man by the name of Alfred Whitley in Men Erain.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found a journal, [placeholder]? Allow me to read it, and perhaps it will shed some light on the fate of Alfred Whitley.\\n\\n'This is terrible news! I must now believe that not only Whitley, but my kinsman Iorthrenar as well, were attacked and slain by tomb-robbers! Both now lie in shallow graves.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Alfred Whitley is missing from his watch-post in Men Erain, but the journal that remains among his things may hold some clue to his whereabouts.\\n\\nYou found Alfred Whitley's watch-post, but there was no sign of Whitley himself. His journal may hold some clue as to his fate.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Helechír is on an island a little south-west of Men Erain.\\n\\nYou found the journal of a Ranger on a pilgrimage to his family's ancestral holdings near Annúminas. According to his journal, he suspected he was being followed. Helechír will be most interested to hear of this.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please bring those supplies to Alfred Whitley. He has probably run low of provisions, and will have need of them before long. Return to the mainland and follow the shore road north and east into Men Erain, until you see the steps carved in the hillside that climb up to Whitley's camp.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'There must be some sign of Alfred Whitley at his watch-post in Men Erain. Please search the area for him.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Alfred Whitley was not at his watch-post? That is very strange.\\n\\n'Please return to his camp and look for some sign of what happened to him -- perhaps he left his journal behind? Whitley was a good friend and true. We must learn what has happened to him.\\n\\n'The watch-post is to the north and east, in Men Erain. Look for the steps carved into the hillside a short distance into Men Erain and search Whitley's watch-post for anything that might help.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I mourn for Alfred Whitley and Iorthrenar, my kinsman.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the supplies to Alfred Whitley",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The tomb-robbers of Evendim will pay for the lives they have taken!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect journal from Alfred Whitley's camp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the supplies and journal back to Helechír",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Breakfast in the Ruins",
      "es": ""
    }
  ]
}