{
  "id": 620789799,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Earned Astiul's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Earned Forchon's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Earned Naethmunn's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calenglad has asked you to help his fellow Rangers at Tinnudir. Once they are satisfied with the assistance you provide, he will consider your proposal again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You put me in a difficult situation, [placeholder]. I cannot in good conscience help you without first administering a test of your character, but if you are indeed sent by Aragorn, any delay is an affront to my lord.\\n\\n'I will not make this decision alone. Render your aid to the rest of my brethren, to Astiul, Forchon, and Naethmunn. Once they are satisfied that you are indeed of good character and do not have villainous motives, I will consider your petition once more.\\n\\n'You will find my fellow Rangers here at Tinnudir. If, however, you prove false, I will have you cast into the lake with any of your robber-friends that I catch!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rangers Astiul, Forchon, and Naethmunn are at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nCalenglad has asked you to render your aid to three of his brethren. When they are satisfied that you are true of heart and do not harbour plans to plunder the tombs of the Dúnedain, he will consider your errand again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I have heard from my brethren, [placeholder], and they are satisfied that you are who you say you are. I apologize for my mistrust, but you cannot be too careful of strangers in these dark days, no matter whose letters they claim to carry.\\n\\n'I will help you acquire the Silithar for my lord Aragorn, but the power to do so does not lie with me. I must journey to speak with Gwindeth, and I think it best that I alone make that journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nYou have satisfied his brethren of your true heart and should now return to Calenglad to ask him again for aid in acquiring the Silithar for Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Astiul, Forchon, and Naethmunn here on Tinnudir. Give them your aid, and once they are all satisfied with your actions, I will reconsider your petition.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Gwindeth will not deign to see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am sorry for my mistrust, but these are dangerous and deceitful times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Earn Astiul's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Earn Forchon's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Earn Naethmunn's trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Loyalty's Proof",
      "es": "",
      "es (fem)": ""
    }
  ]
}