{
  "id": 620789791,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated swarming locusts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated locust-queens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found something amiss in Nibs Chubb's field",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Locusts are a bane to the livelihood of the oat-farmers of Oatbarton.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "This elk seems to have been viciously slaughtered",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The North Moors are a dangerous place... not two days ago, I saw a wolf right on the border of Oatbarton! I haven't heard naught like it since the Fell Winter, though I gather Hal over there might tell you one of his stories of stranger creatures.\\n\\n'Now, my oat-farm has been having trouble with locusts, and the bounder expects me to drive them off! Finding a lost cow or chasing off a fox is my business; I suspect you might have more of a mind for removing pests.\\n\\n'The fields are east and north-east of here. If you can clear those locusts away from my crop, I would offer you a bit of coin. Also, keep on the look-out for anything else amiss in my fields... animals have been turning up dead all over Oatbarton recently.\\n\\n'I have never had to worry this much in all my days farming oats! But business has had a turn for the better of late and, \\qthe best crop only comes with the rain\\q or so my dad always said.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nibs Chubb's fields are east and north-east of his farm.\\n\\nNibs Chubb has accepted your offer of aid and has pointed you towards his fields.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You cleared out the locusts, and that's well and good, but I am very worried about those wolves you saw prowling my fields. Insects eating the crop are an easy enough matter, but wolves on my land is something else!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nibs Chubb is at his farm, east of Oatbarton.\\n\\nYou should return to Nibs Chubb and tell him of the elk-carcass and the wolf that attacked you.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nibs Chubb is at his farm, east of Oatbarton.\\n\\nYou should return to Nibs Chubb and tell him of the elk-carcass and the wolf that attacked you.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you cleared out those locusts [placeholder]? Remember, you won't be seeing a penny until all the work's done. My fields are just to the east and north-east of here, if you've forgotten.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You cleared out the locusts, and that's well and good, but I am very worried about those wolves you saw prowling my fields. Insects eating the crop are an easy enough matter, but wolves on my land is something else!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Have you cleared out those locusts [placeholder]? Remember, you won't be seeing a penny until all the work's done. My fields are just to the east and north-east of here, if you've forgotten.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat swarming locusts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat locust-queens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find anything amiss in Nibs Chubb's fields",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Farmers' Bane",
      "es": ""
    }
  ]
}