{
  "id": 620789796,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Aragorn has decided that the time has come to reforge Narsil, the sword that was broken when Elendil fell at Orodruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have borne this broken blade for many long years, [placeholder], always unused, for these are the shards of Narsil. Yes, Narsil, the sword wielded by Elendil of Westernesse in battle before the Black Gate of Mordor, the sword that broke beneath him in battle with Sauron upon the slopes of Orodruin.\\n\\n'Though Gil-galad had fallen, and Elendil was slain, two still stood against the might of Sauron in the shadow of that fell tower: Isildur, the son of the king, and Elrond Halfelven, herald of Gil-galad. It was with the hilt-shard of Narsil that Isildur cut the One Ring from Sauron's finger, and the power of the Dark Lord was broken.\\n\\n'The light of Narsil was extinguished, but its shards came again to the North, though Isildur himself never returned from the Gladden Fields. The shards have been passed from father to son in his line for years beyond count, but the sword has never been remade.\\n\\n'The old victories did not last, [placeholder], and the Shadow has returned; we have need of Narsil's light once more. The blade must be reforged. Speak with Hemeldir at the forges here in Rivendell, in the north-west corner of the Vale, and tell him of my decision. I would have him know that Narsil is to be remade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Hemeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hemeldir is at the forges of Rivendell, in the north-west corner of the Vale.\\n\\nAragorn has decided that the time has come to reforge Narsil, one of the heirlooms of his line and the blade that broke the power of Sauron in the final battle of the Last Alliance during the Second Age.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned from speaking with Hemeldir? What did he have to say about the reforging of Narsil?\\n\\n'I see. Hemeldir is a fine smith, but he shares the dour outlook of his people. If he needs a Silithar to reforge the sword of Elendil, we will find for him a Silithar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aragorn is in one of the rooms of the Guest House located south-west of Elrond's house.\\n\\nThe Elf-smith Hemeldir told you that without one of the Silithair, any sword forged from the shards of Narsil would be a lesser weapon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We will have need of the light of Narsil to combat the darkness on the horizon, [placeholder]. Seek out Master Elrond's trusted smith Hemeldir and ask him what must be done if the sword is to be reforged.\\n\\n'You will find Hemeldir at the forges here in Rivendell, in the north-west corner of the Vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned from speaking with Hemeldir? What did he have to say about the reforging of Narsil?\\n\\n'I see. Hemeldir is a fine smith, but he shares the dour outlook of his people. Do not take offence, [placeholder]! I say this in jest.\\n\\n'If Hemeldir needs a silithar to reforge the sword of Elendil, we will find for him a silithar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am sorry, friend, but any sword forged from the shards of Narsil will be a lesser weapon without a Silithar to use in the forging.\\n\\n'Return to Aragorn in the guest rooms along the road that winds up the southern slope of the Vale of Imladris and tell him the cause of my sorrowful news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Narsil is to be reforged? My heart would be filled with joy at this news, friend, for Aragorn and for all of Middle-earth, if it were possible! The shards were kept a while in Imladris for safe-keeping, and I often gazed upon them. It is with sadness that I must tell you that reforging the sword may not be possible. Its history is known to me, long and storied as it is, but I will tell you only the portion that causes me to grieve.\\n\\n'Of old, Elves of the house of Fëanor crafted numerous wonders, items of great power and beauty. Among these were the Silithair, adamants possessed of the light of the stars. The dwarf-smith Telchar used one of these stones in the creation of Narsil, and the Silithar it was that caused the blade to glow with silver light when wielded in battle.\\n\\n'All of the Silithair were lost during the long centuries since the forging of Narsil. Without such a stone to use in the reforging, the sword will never achieve the greatness it once had. I am sorry. Bring this news to Aragorn with my sorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have borne this broken blade for many long years, [placeholder], always unused, for these are the shards of Narsil. You must know the tale, though much of it took place following your wounding at Dagorlad. Yes, Narsil was intact when you would have beheld it, but it broke beneath Elendil in battle with Sauron upon the slopes of Orodruin.\\n\\n'Though Gil-galad had fallen, and Elendil was slain, two still stood against the might of Sauron in the shadow of that fell tower: Isildur, the son of the king, and Elrond Halfelven, herald of Gil-galad. It was with the hilt-shard of Narsil that Isildur cut the One Ring from Sauron's finger, and the power of the Dark Lord was broken.\\n\\n'The light of Narsil was extinguished, but its shards came again to the North, though Isildur himself never returned from the Gladden Fields. The shards have been passed from father to son in his line for years beyond count, but the sword has never been remade.\\n\\n'The old victories did not last, [placeholder], and the Shadow has returned; we have need of Narsil's light once more. The blade must be reforged. Speak with Hemeldir at the forges here in Rivendell, in the north-west corner of the Vale, and tell him of my decision. I would have him know that Narsil is to be remade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Hemeldir will have what he needs to reforge the sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Narsil will be remade. I have sworn it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Silithair have all been lost to time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Momentous Decision",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Without a Silithar, Narsil cannot be remade.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}