{
  "id": 620789795,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Aragorn has told you that he knows the location of a Silithar with which Hemeldir can reforge Narsil. He gave you a mysterious message to bring to Elrond and assured you that the Elf-lord would understand it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When I was very young, my father Arathorn was slain by Orcs and my mother brought me to stay here at Rivendell. I was called Estel by my mother Gilraen and by all those who dwelt in the Vale, and I rode far afield seeking adventure with the sons of Elrond; I considered him my father as much as did Elladan and Elrohir.\\n\\n'At the age of twenty, Lord Elrond took me aside and told me my true name and of my heritage, that I descended in unbroken line from Elendil of old. He gave to me the ring of Barahir and the shards of Narsil, but he withheld the Sceptre of Annúminas, saying I had yet to earn it. He withheld, too, another treasure, but I will not speak of that.\\n\\n'Soon afterward, I went in search of a Silithar with which Narsil might be reforged. Yes, I knew then of the ancient Silithair and of the need for one. But I was young, and I did not pass the test that was set before me; the time had not come for Narsil's remaking.\\n\\n'I have a message for Master Elrond. Bring it to him faithfully and return with his words, and I will better know how to proceed. Here is my message: \\qI know now what Gwindeth sought of me in the watery darkness, and I am prepared to give it. Elendil was a wiser man than I.\\q I await your return, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond is in the library on the top floor of the Last Homely House.\\n\\nAragorn told you to bring a message to Master Elrond, with assurances that the Elf-lord will understand his words. The message Aragorn told you to speak is this: 'I know now what Gwindeth sought of me in the watery darkness, and I am prepared to give it. Elendil was a wiser man than I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aragorn has travelled many roads since his early failure in the tomb of his great ancestor. What would Gwindeth make of him now, I wonder?\\n\\n'You look puzzled, young one. Do not despair. I will explain my words to you and give counsel to him whom I once called Estel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find Master Elrond in his library and tell him my message: \\qI know now what Gwindeth sought of me in the watery darkness, and I am prepared to give it. Elendil was a wiser man than I.\\q\\n\\n'He will understand these words and can better guide our course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Aragorn is ready for what awaits him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Aragorn has travelled many roads since his early failure in the tomb of his great ancestor. What would Gwindeth make of him now, I wonder?\\n\\n'You look puzzled, my friend, and why should you not? You spent these years recovering from your wound at Dagorlad! Do not despair. I will explain my words to you and give counsel to him whom I once called Estel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Narsil must be reforged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I know now what Gwindeth sought of me, so long ago.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'One of the Silithair remains, but it is hidden.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Man Called Estel",
      "es": "",
      "es (fem)": ""
    }
  ]
}