{
  "id": 620789680,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected stolen relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The robbers have been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Helechír is worried that other Dùnedain ruins in Men Erain may also come under attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Alas, that a kinsman and a loyal friend should come to the end of their lives in the ancestral lands of the Dúnedain!\\n\\n'Alfred Whitley was a good sort, and many of the men that live now in Ost Forod are of his kind -- honest and dependable. And yet, there are some in Ost Forod who stoop to scavenging and robbing the unguarded ruins of Evendim. But to slay one of their kinsmen? This is treachery most foul, [placeholder].\\n\\n'I ask you to warn some other of the watchers of this danger. Sid Waring is a friend to the Dúnedain and keeps watch from this very camp-site.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sid Waring's camp is encamped with Helechír.\\n\\nHelechír has asked you to warn a man named Sid Waring of the possibility of attack by tomb-robbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah... who are you? You come from Helechír, then? A bit late, friend, but perhaps not too late. I was just attacked by men I know not far from here, neighbours out of Ost Forod who have been driven to evil under the orders of Brychan the Bold.\\n\\n'These were men I grew up with, kin even, mad for the wealth they say lies hidden in these old ruins! The robbers that attacked me fear no reprisal; you can hear them, even now, digging away on the island just over there! Teach them a lesson, friend, and recover some of the relics they stole! They may have carried some of the relics to another island camp a bit more to the south.\\n\\n'Go to their camps here in Men Erain, recover the stolen relics and bring them back to Helechír. Tell them there that at least Sid Waring has not forgotten his loyalty, or the oaths he swore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Some of the stolen relics are on an island next to Sid Waring's camp; others were carried to another island camp to the south in Men Erain. Helechír is at Sid Waring's camp.\\n\\nSid Waring has been wounded, but he remains hale enough to tell you he was attacked by men he knew out of Ost Forod. He mentioned a leader called Brychan the Bold and asked you to recover the relics that were stolen from the ruin he was hired to protect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find the stolen relics on the island just over there, and on an island further to the south, and bring them to Helechír here at this camp, friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It is good to know that the relics the tomb-robbers stole have been recovered. And now we know the name of one of the leaders of this gang!\\n\\n'We must move swiftly to protect the remaining ruins, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Warn Sid Waring of the impending attack... I do not know how much longer I will remain here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Return to the island ruins of which he spoke, in Men Erain, and recover the stolen relics!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Some of the tomb-robbers were neighbours of mine. Neighbours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Sid Waring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Brychan the Bold is going to have to answer for his crimes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring stolen relics to Helechír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect stolen relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Brychan the Bald is going to have to answer for his crimes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasure in the Ruins",
      "es": "",
      "es (fem)": ""
    }
  ]
}