{
  "id": 621023205,
  "txt": [
    {
      "id": "0x1d85987",
      "en": "'You are the first I have met who wishes to seek a cure for my river.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The urns Rauniel seeks can be found in the hills of eastern Rath Dúath and from outside the barrows of Gorthad Nûr.\\n\\nYou should retrieve the urns for Rauniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85988",
      "en": "'You have done as I asked; I can sense it'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Vessels for the water of the urns can be found upon the bridge to Eithel Gwaur in Rath Dúath.\\n\\nYou should pour water into the vessels for Rauniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Retrieve the urn from outside the barrows of Gorthad Nûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Ithilduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec1",
      "en": "Pour water into a vessel upon the bridge to Eithel Gwaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "Retrieved an urn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Retrieve the urn from the hills of eastern Rath Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Rauniel by the bridge to Eithel Gwaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are the first I have met who wishes to seek a cure for my river. Yes, I am the keeper of these waters, or once I was. That was long ago, when it was known as the Ithilduin. Now I am but a prisoner of the Witch-king, and endless tears of agony befoul the waters I love. It is not physically that I stand before you; my appearance here is only a creation of your mind. This projection of my thought has stolen the full extent of my power. Can you assist my escape from the watery prison of Eithel Gwaur?\\n\\n'First you must collect the urns of pure water that remain hidden in Rath Dúath. They will break the wards that prohibit my escape. They are located at one end of the bridge to Eithel Gwaur. Please hurry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You have done as I asked; I can sense it. Still, there is more to be done if I am to be free and restore the river to its former glory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Retrieved an urn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec5",
      "en": "Pour water into a vessel upon the bridge to Eithel Gwaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Rauniel can be found by the bridge to Eithel Gwaur in Rath Dúath.\\n\\nYou should talk to Rauniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "Foulness is purged from the vessel as you pour the water into it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "A strange woman seeks to help you cure that which plagues the Morgulduin River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "Foulness is purged from the vessel as you pour the water into it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Complete: Dwelling in the Hills",
      "es": "",
      "es (fem)": ""
    }
  ]
}