{
  "id": 621023209,
  "txt": [
    {
      "id": "0xa8e1167",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b2",
      "en": "'Eithel Gwaur lies beyond this bridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1151",
      "en": "The door to Rauniel's prison lies ahead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Complete: Eithel Gwaur, the Filth-well Instance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859b3",
      "en": "'You have defeated the guards with ease. Now is the time to free me from this prison!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Eithel Gwaur can be found in eastern Rath Dúath.\\n\\nYou should defeat enemies outside Eithel Gwaur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01158",
      "en": "Rauniel remains trapped inside Eithel Gwaur.\\n\\nYou should find Rauniel inside Eithel Gwaur and save her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Prison of Rauniel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Arodor at Echad Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Eithel Gwaur lies beyond this bridge. The old cisterns have remained hidden for many years, but the passage is always guarded. Defeat those who guard the path and meet me upon the steps to Eithel Gwaur. Only there can you set me free.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, [placeholder], have you returned with the water samples? You were gone for so long I feared the worst! What befell while you undertook that task?'\\n\\nYou tell Arodor of your confrontation with the evil Gwaurodel and the beast's deception.\\n\\n'Are you certain this Gwaurodel was the cause of the Morgulduin's blight? I can not thank you enough for seeing this through to the end, for that proved no simple task after all! Not only have you found what manner of corruption befouls the waters, you put an end to the horrid creature that was its cause. That was nobly done, my friend!\\n\\n'It may be a long while before the river is truly clean, for Gwaurodel deprived the waters of its true keeper, the river maiden of the Ithilduin, and the beast befouled them for so long. It will take time before these cruel injuries are undone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Defeat enemies outside Eithel Gwaur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Arodor can be found at Echad Uial in Rath Dúath.\\n\\nYou should talk to Arodor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Defeated enemies outside Eithel Gwaur  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50244",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Rauniel, the maiden of the Ithilduin, needs your assistance to defeat those who keep her locked in a watery prison at the source of the Morgulduin River.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56870",
      "en": "'You have defeated the guards with ease. Now is the time to free me from this prison! You have done as I asked and cleared a path for my escape. Now I can guide you to my cage. Follow me inside, noble [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56843",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50246",
      "en": "Reach the door to Eithel Gwaur",
      "es": "",
      "es (fem)": ""
    }
  ]
}