{
  "id": 621023344,
  "txt": [
    {
      "id": "0x6a502b8",
      "en": "Remove spoiled food in Díngarth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Spoiled food can be found in Díngarth.\\n\\nYou should remove any spoiled food found in Díngarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'This is embarrassing, friend.\\n\\n'The siege has dragged on for so long that Díngarth is no longer in the centre of the fighting; the war continues further to the east. We have seen fewer and fewer soldiers within these walls, but ours is still a strategic fortification and must be occupied. The attention of the commanders lies elsewhere, however, and some small things have gone neglected.\\n\\n'What are these small things? Well... some of the provisions have spoiled, and the meat we kept here at Díngarth has rotted. We do not need for our soldiers to be sickened by turned meat! Go and search the provisions for any which has gone bad and dispose of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Removed spoiled food ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Ohtar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Ohtar, Esquire of Isildur, has noticed some of the provisions in Díngarth have become spoiled from sitting too long in the stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Ohtar can be found in Díngarth.\\n\\nYou should talk to Ohtar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'You are sure that you have disposed of all the spoiled food? Good, good!\\n\\n'I understand that Orcs have been known to feast on spoiled and rotten meat, but that is not something Isildur would allow for his own soldiers, and as his esquire I have taken it upon myself to see they do not have to do so!\\n\\n'That was a lot of spoiled food, friend. Do we have any provisions at all left in Díngarth? We will need to do something about that....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Removing Rotten Provisions",
      "es": "",
      "es (fem)": ""
    }
  ]
}