{
  "id": 621023213,
  "txt": [
    {
      "id": 177082708,
      "en": "Destroyed food sacks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Merrevail and mervyl perches as well as food sacks can be found at Shakam Moz in Rath Dúath.\\n\\nYou should destroy perches and food sacks at Shakam Moz.",
      "es": ""
    },
    {
      "id": 177082710,
      "en": "Destroyed perches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Perches and food sacks belonging to the winged folk can be found at Shakam Moz in Rath Dúath.\\n\\nYou should destroy perches and food sacks at Shakam Moz.",
      "es": ""
    },
    {
      "id": 111477329,
      "en": "Destroy perches and food sacks at Shakam Moz",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Shakam Moz: Crude Arrangements",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "It is said that the winged folk feast upon the slain and the living, free-folk and evil servants alike, and they keep the food they do not consume at once in sacks tied to pikes, where they rot for days. Destroy these sacks and the perches from which the winged creatures observe the path to Lhingris, picking out their prey.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "You destroyed many of the crude perches and merrevail provisions scattered along the cliff-side. Those who fight on behalf of Gondor to cleanse the Morgul Vale surely thank you for your efforts.",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Destroyed many perches and food sacks at Shakam Moz.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "High above Imlad Morgul, in an outpost secured by Lhaereth the Stained, merrevail and mervyl watch over the pass to Minas Morgul, consuming all who cross their path.",
      "es": ""
    },
    {
      "id": 111477363,
      "en": "Destroy food sacks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Destroy perches ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}