{
  "id": 621023210,
  "txt": [
    {
      "id": "0x1d85987",
      "en": "'What interest have you with this river? Speak now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Morgulduin River runs through Rath Dúath.\\n\\nYou should find tributaries into the Morgulduin and sample the water there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "The Morgulduin River runs through Rath Dúath.\\n\\nYou should sample the water of the Morgulduin, further upstream, past its tributaries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Morgulduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Speak to Rauniel by the banks of the Morgulduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Faramir has asked me to continue studying the waters of the Morgulduin, but I have yet to learn what might be causing this corruption. You helped me retrieve river samples once before, might you do the same again? I am certain we will find the answers if we work together. Does a tributary passing through the city taint these waters, or does the problem lie near the river's source? Would you take water samples from nearby tributaries into the Morgulduin and a sample closer to the river's source for me? I would be most grateful for your assistance, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'What interest have you with this river? Speak now, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Gather water from a northern tributary into the Morgulduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "The water appears to be somewhat clean",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Sample water from a tributary into the Morgulduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Sample water from another tributary into the Morgulduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "The water appears to be somewhat clean",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Gather water from a southern tributary into the Morgulduin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Rauniel can be found by the banks of the Morgulduin in northern Rath Dúath.\\n\\nYou should speak to the mysterious woman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Gather water from the Morgulduin, further upstream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Arodor seeks to know more about the Morgulduin River. He is specifically interested in finding a way to cure its putrid waters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1164",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Sample water from the Morgulduin closer to its source",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1166",
      "en": "Someone watches you as you examine the corrosive and vile waters",
      "es": "",
      "es (fem)": ""
    }
  ]
}