{
  "id": 621023389,
  "txt": [
    {
      "id": 108367425,
      "en": "'Reporting for duty!'",
      "es": ""
    },
    {
      "id": 108367426,
      "en": "'On my way!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Huneric can be found in Adambel.\\n\\nYou should talk to Huneric.",
      "es": ""
    },
    {
      "id": 30955984,
      "en": "'The Storm of Wrath is nearly here.'",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "Summon the soldiers for Huneric ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 30955985,
      "en": "'A raiding party gathers in Mokh Darga, formed of warriors from all across the Corpse-fields.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Huneric",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You fought well, and we gained the upper hand in today's battle. Maybe tomorrow we will do the same in the war and the siege will be ended! If not tomorrow, let us hope it will be soon.\\n\\n'The Storm of Wrath is on its way. We must be ready.'",
      "es": ""
    },
    {
      "id": 30955986,
      "en": "'You fought well, and we gained the upper hand in today's battle.",
      "es": ""
    },
    {
      "id": 162883689,
      "en": "'The Storm of Wrath is nearly here, but that is not the only threat that endangers the Great Alliance. Indeed, the Ghâzab Bôron may serve to inspire our other foes to take the lead and seek to bring us down before the Storm even arrives!\\n\\n'Gather the men. Something looms on the horizon, and we may need more soldiers for the danger that comes this way!'",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "Soldiers can be found sleeping in their tents in Adambel.\\n\\nYou should summon the soldiers for Huneric.",
      "es": ""
    },
    {
      "id": 177082696,
      "en": "Summoned soldiers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Huneric",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Huneric, Lord of the Thíuda, has noticed forces gathering at Mokh Darga and wishes to halt the imminent raid before it can form.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Raiding Party",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'A raiding party gathers in Mokh Darga, formed of warriors from all across the Corpse-fields. They seek to raid Adambel, or I am not called Hundred-slayer! And I am so named, so heed my words and my warning!\\n\\n'Our greatest chance in stopping this raid is to catch it by surprise. Take up sword and spear, and let us go with haste to swift and honourable victory!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Huneric can be found in Adambel.\\n\\nYou should talk to Huneric.",
      "es": ""
    }
  ]
}