{
  "id": 621023350,
  "txt": [
    {
      "id": 111477432,
      "en": "Repair crumbling ramparts in Díngarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 30955872,
      "en": "'I have sent for you to assist in the fortification of Díngarth.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Díngarth's crumbling ramparts are in need of repair.",
      "es": ""
    },
    {
      "id": 30955873,
      "en": "'These walls will have to do for now.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I am Gelvira, daughter of Huneric, the Lord of the Thíuda. I have sent for you to assist in the fortification of Díngarth, for the man I spoke with first is a fool and seems not to know the first thing about maintaining the defences! He spoke most rudely to me; I have already forgotten his name. Ontamo, was it? If it were up to me I would give him a sword and send him alone to be the first defender to face the Ghâzab Bôron. Luckily for him, it is not up to me.\\n\\n'But my father has tasked me with fortifying this fortress before the Storm of Wrath arrives, and that is what I will do! Go and repair the crumbling ramparts along the walls, for there is little time to spare!'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Repaired crumbling ramparts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Gelvira",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Gelvira, daughter of Huneric Hundred-slayer, has been tasked with fortifying Díngarth.",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Gelvira can be found in Díngarth.\\n\\nYou should talk to Gelvira.",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'These walls will have to do for now. I will continue to look for weak points that the Storm of Wrath may use to breach our defences. Our efforts must not be in vain.'",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Crumbling Ramparts",
      "es": ""
    }
  ]
}