{
  "id": 621023343,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "Gathered blunt swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Blunt swords can be found in Díngarth.\\n\\nYou should gather blunt swords.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Sharpened swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Blades for the Coming Storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "A grindstone can be found in Díngarth.\\n\\nYou should sharpen the swords on the grindstone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Do you know aught about maintaining weapons? Do not lie to me! If you do not know of such things, simply say so! It is not as easy as you might think, unless you have given it study! Ah, you do know the art? Why did you not simply say so?\\n\\n'My father the Hundred-slayer taught me everything there is to know about keeping swords balanced and sharp, and those are both traits that our Alliance will need in the days to come! Take some of the blunt swords in Díngarth and give them a sharpen on the grindstone. Show me what you know about maintaining weapons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Radigond can be found in Díngarth.\\n\\nYou should give the sharpened swords to Radigond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e23",
      "en": "Give the sharpened swords to Radigond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e24",
      "en": "Sharpen swords on the grindstone ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Gather blunt swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85967",
      "en": "'Do you know aught about maintaining weapons? Do not lie to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Radigond, daughter of Huneric Hundred-slayer, has been tasked with maintaining Díngarth's weapon stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85968",
      "en": "'Let me see those weapons. Yes, these are not bad at all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Let me see those weapons. Hmm...\\n\\n'Yes, these are not bad at all. You show promise, and lack only the practice. Oh, it is not an insult! Not even I have mastered the art, and I have spent all the days of my life training in it with my father!\\n\\n'There are many more weapons that need inspection and maintenance, but these will see use soon, for the Storm of Wrath is coming. Perhaps these blades will be sharp enough to give that horde something to think upon.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}