{
  "id": 621023200,
  "txt": [
    {
      "id": "0x1d85983",
      "en": "'There is but one more ward on the far side of the bridge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85984",
      "en": "Again you are successful? I did not think you possessed such resolve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The urn Rauniel seeks can be found at Shakam Moz in the hills of eastern Rath Dúath.\\n\\nYou should retrieve the urn for Rauniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "The final vessel can be found upon the bridge to Eithel Gwaur in Rath Dúath.\\n\\nYou should pour water into the vessel for Rauniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Plight of Rauniel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Retrieve the urn from Shakam Moz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Rauniel upon the bridge to Eithel Gwaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Noble [placeholder], there is but one more ward on the far side of the bridge. The urn you seek has been recently taken by merrevail, but they know nothing of the urn's significance. Scale the eastern peak and retrieve the final urn. We have come this far, have we not? I have no one else to assist in my freedom. You must seek out the final urn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec2",
      "en": "Pour water into a vessel upon the bridge to Eithel Gwaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Again you are successful? I did not think you possessed such resolve, fair [placeholder]. I am glad you are the one to rescue me. Still, there is more to be done before I am able to escape my bonds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "Retrieved an urn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "Foulness is purged from the vessel as you pour the water into it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Rauniel can be found upon the bridge to Eithel Gwaur in Rath Dúath.\\n\\nYou should talk to Rauniel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Rauniel, the maiden of the Ithilduin, needs your assistance in destroying the wards that block her escape from a treacherous prison.",
      "es": "",
      "es (fem)": ""
    }
  ]
}