{
  "id": 620870613,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This Thadúr seems to be a pretty terrible creature, [placeholder], and he has a band of goblins to do his bidding! He seems to have given them phials of the Darkthorn poison, so it will be no easy task to make your way into the rear of the farm. Go through these doors and follow the path to Thadúr...and good luck!\\n\\n'It's up to you, [placeholder]! Teach this ghastly fellow a lesson!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9080591",
      "en": "'Oh me! Oh my! What a time this has been!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good job, [placeholder]! You have rescued Isenbard, and that Thadúr fellow won't be bothering us anymore!\\n\\n'I do wonder about his last words, though. What did he mean by battle, shadow, and plague returning? And where is Tirith dan Forduath? I've never heard of it and can barely even say it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You've got to stop this Thadúr and his deadly Darkthorn poison, [placeholder]! He seems to be back by the main farmhouse here on the Northcotton Farm! Just go through these doors and follow the path around!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Their Absence, Chapter 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have rescued some of the hobbitnapped hobbits from the Northcotton Farm, and now Tulip Grubb believes she knows what caused the disappearances.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Thadúr the Ravager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Thadúr the Ravager on the Northcotton Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tulip Grubb told you about an evil-looking creature named Thadúr at the end of the path through the doors behind Tulip. He seems to be the creature responsible for the deadly Darkthorn poison.\\n\\nYou and your allies need to defeat Thadúr before he can bring any more trouble to the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bounder Boffin on the Northcotton Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bounder Boffin is inside the Northcotton Farm.\\n\\nYou have defeated Thadúr the Ravager, and Bounder Boffin is eager to speak with you about your victory on the Northcotton Farm.",
      "es": "",
      "es (fem)": ""
    }
  ]
}