{
  "id": 620801135,
  "txt": [
    {
      "id": 218649169,
      "en": "'Kol at your service! Things were looking rather hopeless around here, but with you about, perhaps we will stand a chance of surviving... if we can get enough provender, that is.\\n\\n'Now, everyone here is all excited about the Orcs, and it's true that food isn't much of a problem if an Orc has lopped off your head. However, I'm not much with an axe, so I'll spend my time worrying about what I can help with, and that's food. We only have enough provisions for a few more days, and I think it is time to look for other sources of food.\\n\\n'I am reluctant to bring it up, but I have heard that the Orcs eat norbog-legs and slug-tongues, and while I'm sure such provender is not much for taste, it keeps them alive. It might do the same for us as well. Could you gather some legs and... tongues from the nerbyg and slugs found in Duvuinen?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, so you are back... let me see what you have there!\\n\\n'Oh my, it is worse than I thought. What vile creatures those Orcs are if they live off of food such as this! And the smell... perhaps there is something we can add to it to make the taste less vile.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The nerbyg and slugs infest Duvuinen. I hesitate to say it, but please gather some legs from the nerbyg and tongues from the slugs.\\n\\n'If we were not in such desperate straits, I would not even consider it... but I can see no alternatives!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Desperate Straits",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Kol, a resident of Gabilshathûr, told you of their desperate need for food.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the ingredients to Kol",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nerbyg and slugs can be found in Duvuinen, north of Gabilshathûr.\\n\\nKol has asked you to collect norbog-legs and slug-tongues to help supplement the provisions at Gabilshathûr.",
      "es": ""
    }
  ]
}