{
  "id": 620801133,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You quietly steal the club from the sleeping brigand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were seen by a ruffian!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to Dwaling with Ponto Oats in order to deal with the brigands that have taken the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The village of Dwaling is just down the slope, [placeholder], and it is full of brigands. One of the Chief's Men wields a deadly club; without this weapon, I warrant he would not be a match for even a single [placeholder]!\\n\\n'Some of the brigands remain on guard, but many of the villains are sleeping by the fires near Pearlina Gamgee's house. Sneak up to those sleeping; their leader's club is likely on the ground by his resting place.\\n\\n'Seize the club and return to me, [placeholder]! But do not engage in battle! If you are seen by even one of the Chief's Men, our task ends in failure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ponto Oats is standing on the road that leads down to Dwaling.\\n\\nPonto is waiting to speak with you about your upcoming \\qretrieval\\q.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did it, [placeholder]! We'll make an Expert Treasure Hunter out of you yet! You must give me details of the recovery while we return to Oatbarton.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The club for which you are seeking is on the ground by the sleeping brigands near Pearlina Gamgee's house in Dwaling.\\n\\nPonto is waiting for you to retrieve the club from near the sleeping brigands in Dwaling.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Ponto Oats is on the slope at the northern edge of Dwaling.\\n\\nPonto is waiting to hear about your retrieval of the club.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Many of the brigands are sleeping by the fires near Pearlina Gamgee's house, down the slope in Dwaling. Sneak up to them and look for the club; seize it and bring it back to me, but do not engage in battle! If you are seen, our task ends in failure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Let us be off, friend [placeholder]! I look forward to the tale of your deeds this night!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the club",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Avoid detection by ruffians",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Secret Club",
      "es": "",
      "es (fem)": ""
    }
  ]
}