{
  "id": 620801169,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Búdan told you that there are others who may need your help in Angmar. There are tales of a hidden holding of the dwarves, east of Rammas Deluon. If the tale is indeed true, the dwarves have hidden themselves well, but Búdan fears it is only a matter of time before Angmar discovers them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is much that we owe to you, [placeholder]. You have given us hope that one day we will throw off Angmar's yoke. There are others, though, in these lands that need such hope as well.\\n\\n'There are tales and whispers that there are dwarves to the east of Rammas Deluon. If it is true, they have hidden there long and well, but as Angmar stretches forth its hand, they may soon find they can hide no longer.\\n\\n'If you wish to discover if these tales are true, travel past Rammas Deluon and look for these lost dwarves. The dwarves' hall should be somewhere south of Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The dwarf-holding lies to the east of Rammas Deluon and south of Duvuinen.\\n\\nBúdan spoke to you of a hidden holding of the dwarves in Angmar and suggests that the dwarves could use your aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come at the behest of the Men to the west, have you? Good, good, someone who is not our foe, but a friend...or so I hope!\\n\\n'I suppose it was foolish for we dwarves to come here those years ago, but we were chafing under the rule of the Dourhands and left Othrikar in hopes of finding gems and ores. At that time, Angmar's evil was dormant, and later we paid too little heed to its growing power. Once its Orc-armies marched forth from Carn Dûm, we were cut off.\\n\\n'Now we are hard-pressed from all sides and could use your help, if we are to survive in these blighted lands. We cannot give you much in return, but if we survive, perhaps one day we can lend our strength to throwing down Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The leader of the dwarves is at Gabilshathûr.\\n\\nYou have discovered hidden holding of the dwarves in Angmar, Gabilshathûr. You should seek out and speak with the leader of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What? You have come from the west to aid us? Speak to Avar immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'So you have crossed Rammas Deluon, have you? Friendly folk here are few and far between, so I am glad to see you. You should inform Avar that you have arrived...he will be most pleased to see you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'If you are seeking to find the truth behind the tales of the dwarves I told you of, you will want to cross Rammas Deluon and look for their holding south of Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the hidden holding of the dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The tales are true? Well then, speak to someone within this \\qGabilshathûr\\q immediately!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the leader of Gabilshathûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Dwarves",
      "es": "",
      "es (fem)": ""
    }
  ]
}