{
  "id": 620918981,
  "txt": [
    {
      "id": 145181969,
      "en": "'Hoom, certainly it has...'",
      "es": ""
    },
    {
      "id": 145181970,
      "en": "'Ah, but Nindorn... how joyous that our paths cross again.'",
      "es": ""
    },
    {
      "id": 145181971,
      "en": "'Barallas, Strongroot, Mossbeard, and...'",
      "es": ""
    },
    {
      "id": 145186065,
      "en": "'Indeed...'",
      "es": ""
    },
    {
      "id": 145181972,
      "en": "'Tithenolf!'",
      "es": ""
    },
    {
      "id": 145186066,
      "en": "'Mossbeard is right.... These Men have never risen against us. What have we to fear of them?'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Barallas is standing at the Enting Hollow in eastern Balewood.\\n\\nBarallas has chosen to tell you of times long past in Fangorn Forest, when the Ents still stood united.",
      "es": ""
    },
    {
      "id": 145181973,
      "en": "'Tithenolf, your skill in slumbering through anything will never cease to astound me...'",
      "es": ""
    },
    {
      "id": 145181974,
      "en": "'I am well aware of such things, Strongroot.'",
      "es": ""
    },
    {
      "id": 145181975,
      "en": "'Eased? Dare you not speak of your other concern, Strongroot?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We have made it, [placeholder]. Hoom... this forest has become so unfamiliar to me since Núrzum returned.\\n\\n'Ah yes, he was here once before, little one, but then... he was different. What he gained in might, he lost in compassion for the creatures of this realm.\\n\\n'Let us walk, and I shall tell you more of Núrzum and the Men of these lands.'",
      "es": ""
    },
    {
      "id": 145181976,
      "en": "'The stone-giant who wandered about in our forest? Strongroot, you were not alone in seeing such a thing...'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Barallas is standing at the Enting Hollow in the Balewood.\\n\\nBarallas has finished his tale of the Ents. You should speak with him before setting off.",
      "es": ""
    },
    {
      "id": 145181977,
      "en": "'We should not abide a stone-giant in the forest though.... Even with careful steps, so much life can be needlessly quelled.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Barallas wishes to tell you of times before the siege of Fangorn Forest and the scattering of the Ents.",
      "es": ""
    },
    {
      "id": 145198353,
      "en": "'Hum, so long has it been, my friends...'",
      "es": ""
    },
    {
      "id": 145198354,
      "en": "'Hum... and of course, to see you...'",
      "es": ""
    },
    {
      "id": 145198355,
      "en": "'This horn you speak of does us little harm. Matters of the Ents should concern only Ents, and likewise for these Men...'",
      "es": ""
    },
    {
      "id": 145202449,
      "en": "'Hum, some things never change...'",
      "es": ""
    },
    {
      "id": 167074111,
      "en": "'Hoom... walk with me, [placeholder].'",
      "es": ""
    },
    {
      "id": 145198356,
      "en": "'Let us avoid such unneeded conflicts, my friends...'",
      "es": ""
    },
    {
      "id": 145202450,
      "en": "'Hum, yes...'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Barallas",
      "es": ""
    },
    {
      "id": 145202451,
      "en": "'The giant's wounds were severe.... This is a matter between him and the Men. It is not our place to involve ourselves, Duskleaf.'",
      "es": ""
    },
    {
      "id": 145206545,
      "en": "'I, too, am glad to look upon you all again...'",
      "es": ""
    },
    {
      "id": 145206546,
      "en": "'But... happenings in the forest have been troubling me as of late as some of you surely know.'",
      "es": ""
    },
    {
      "id": 145206547,
      "en": "'The Men have been coming closer to the forest...'",
      "es": ""
    },
    {
      "id": 145210641,
      "en": "'Yes, but what have you to say of them?'",
      "es": ""
    },
    {
      "id": 145206548,
      "en": "'Their horn... and the noise it creates is proving a great trouble to the forest...'",
      "es": ""
    },
    {
      "id": 145210642,
      "en": "'What of them, Strongroot?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'And so, little [placeholder], you have heard all I wish to say on these matters.\\n\\n'Let us return to Stonecliff... such an open space is a perilous place to remain....'",
      "es": ""
    },
    {
      "id": 145206549,
      "en": "'It frightens the Huorns greatly, my friends.'",
      "es": ""
    },
    {
      "id": 145210643,
      "en": "'I doubt the Men mean anything of it save to protect themselves, being as tiny as they are. Would you not seek to do the same?'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Listen to Barallas' tale at Enting Hollow",
      "es": ""
    },
    {
      "id": 145206550,
      "en": "'Perhaps, Mossbeard, but perhaps not...'",
      "es": ""
    },
    {
      "id": 145210644,
      "en": "'The Men will keep to themselves and Leaflock shall manage... as has always been so.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Hoom. And so, little one, my tale ends. \\n\\n'Let us speak of other things...'",
      "es": ""
    },
    {
      "id": 145206551,
      "en": "'You... are right, Nindorn. Such things should not bring forth more trouble for us. My worries are eased...'",
      "es": ""
    },
    {
      "id": 145206552,
      "en": "'I thought I was the only who saw... the giant came down from the Misty Mountains...'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Barallas is recounting his tale of the Ents at the Enting Hollow in the Balewood.\\n\\nBarallas and the other Ents of the Balewood once stood united at the Enting Hollow before Núrzum came to Fangorn.",
      "es": ""
    },
    {
      "id": 145206553,
      "en": "'He wandered long in our forest and journeyed to the lands of the Men before returning whence he came...'",
      "es": ""
    },
    {
      "id": 175428032,
      "en": "'You are wrong, Barallas. There are times when there is no choice but to act... and in your absence, I will!'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Barallas' tale comes to a close",
      "es": ""
    },
    {
      "id": 101370165,
      "en": "'Hoom? Hum. Oh, I am dearly sorry, my friends...'",
      "es": ""
    },
    {
      "id": 175821248,
      "en": "'As he fled, the horn's sounding came again. He had suffered deep wounds... I do not think he shall be seen again for fear of what the Men may do on his return.'",
      "es": ""
    },
    {
      "id": 181339873,
      "en": "'Even with our conflicts, such times were better...'",
      "es": ""
    },
    {
      "id": 181339874,
      "en": "'Come, let us leave these memories behind...'",
      "es": ""
    },
    {
      "id": 89738946,
      "en": "'Look what has become of this forest...'",
      "es": ""
    },
    {
      "id": 89738947,
      "en": "'The Orcs and the beast, Núrzum, have taken everything from us...'",
      "es": ""
    },
    {
      "id": 89738948,
      "en": "'Everything lively struck cold and frozen...'",
      "es": ""
    },
    {
      "id": 89738949,
      "en": "'Even this pond, little one.'",
      "es": ""
    },
    {
      "id": 89738950,
      "en": "'Hoom... We Ents once gathered here when the weather was fair and we feared not such monsters in our midst.'",
      "es": ""
    },
    {
      "id": 89738951,
      "en": "'Hum, such days were a brighter time, [placeholder]...'",
      "es": ""
    },
    {
      "id": 89738952,
      "en": "'My memories of those times flow unrestrained... the only thing left untouched in this winter.'",
      "es": ""
    },
    {
      "id": 89738953,
      "en": "'Let me tell you of those days long past, [placeholder]...'",
      "es": ""
    },
    {
      "id": 89738954,
      "en": "'I and the other Ents had gathered to meet at Enting Hollow...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Days Long Past",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Barallas",
      "es": ""
    }
  ]
}