{
  "id": 620918996,
  "txt": [
    {
      "id": 136263297,
      "en": "Fireworks can be seen above the city, a celebration must be in full swing!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Welcome to the Hedge Maze!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "All of Middle-earth celebrates the return of spring in their own way. Begin your festivities by testing your wits in the Hedge Maze of the Bree-land Horse-fields!\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 262725905,
      "en": "Calls and laughter can be heard from inside the maze.  The Spring Festival is here!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Ready yourself for travel to the Hedge Maze in the Horsefields of Bree-land to experience this year's spring celebration. Hurry and join the festivities!",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "In celebration of springtime, the residents of Bree-land have built an impressive Hedge Maze.  Folks are travelling from all around to try their hand at navigating the maze, drink, and make merriment.  Travel to the Horsefields in Bree-land to join in the festivities.  Welcome to the Spring Festival!",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The residents of Bree-land have built an impressive Hedge Maze.  Folks are travelling from all around to try their hand at navigating the maze, drink, and make merriment.  Join in the festivities and welcome to the Spring Festival!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Every year in the spring, the Anniversary Event takes place to celebrate a very special occasion.  Come and join the festivities in Bree-town and the Shire to help mark this milestone with fireworks and good-cheer!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Travel to the Hedge Maze in the Bree-land Horsefields",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Travel to the Hedge Maze in Bree-land to participate in the Spring celebration",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Celebrate Spring!",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Each year all of Middle-earth celebrates the end of winter with a merry Spring Festival.  Head to the Hedge Maze, put on by the men of Bree-land, to begin joining in the festivities! ",
      "es": ""
    }
  ]
}