{
  "id": 620918967,
  "txt": [
    {
      "id": 195295969,
      "en": "You have located the crypt on Lake Isingmere.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Thank you for freeing me. I am no longer bound to this place, therefore I will not be a nuisance to anyone. Best of luck along your journey.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Speak with the wailing Daegul",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Open the wailing Daegul's casket deep within the crypt",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Now that the captor Daegul has been defeated, the wailing Daegul will no longer be bound to the lighthouse.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'I do not wish to be here. I am bound by my captor and cannot leave until freed.\\n\\n'My captor hides away inside a crypt in the middle of Lake Isingmere, south of here. Go seek him out and defeat him, so that I may finally leave this place.\\n\\n'In order to call him forth, you'll need to open my casket, which is deep within the crypt.'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082803,
      "en": "You have opened the casket of the wailing Daegul. The captor appears to find out who is disturbing its rest.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "The captor Daegul has been defeated.",
      "es": ""
    },
    {
      "id": 264434601,
      "en": "'I am free!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621393,
      "en": "Head to the island in the middle of Lake Isingmere and find the crypt located there.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Enter the crypt and look for the the wailing Daegul's casket located deep within.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 94621396,
      "en": "The captor Daegul is not pleased that it has been disturbed. ",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "The wailing Daegul is bound to this location and cannot leave until it is freed by defeating its captor located within an island crypt.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 22075073,
      "en": "Locate the crypt in the middle of Lake Isingmere",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Buried Truth",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat the captor Daegul located deep within the crypt",
      "es": ""
    }
  ]
}