{
  "id": 620918890,
  "txt": [
    {
      "id": 216727827,
      "en": "The southern road of the High Knolls is the most commonly used for travel.\\n\\nYou should investigate the tall peaks of stone along the road to see if the road is stable enough for travellers.",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'The stone crests of the High Knolls have shown signs of weakening since Núrzum's path of destruction came to Wildermore.\\n\\n'Will you investigate the bases of the tall stones to see if the land is stable enough for opening up the road for travel once more?'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'I suppose the north road is still too unstable for travel. The people of Wildermore would be wise to steer clear of this passage.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The towering stone crests of the High Knolls have shown signs of being less stable since Núrzum's encounter with Wildermore.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Plants that might be used for healing purposes can likely be found throughout the south-eastern edge of the Balewood.\\n\\nYou should search the south-eastern Balewood for promising plants.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Núrzum's passage seems to have harmed the stability of the road here",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ealswith is in Forlaw.\\n\\nYou should return to Ealswith.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Examine the bases of stone peaks along the road ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect promising-looking plants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Ealswith",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "<rgb=#FF0000>Completing Wildermore's Recovery will cancel this quest.</rgb>",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Collected a promising plant ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "High Knolls: Tremors on the Tors",
      "es": ""
    }
  ]
}