{
  "id": 620918922,
  "txt": [
    {
      "id": 216727827,
      "en": "Whatever killed the man on the road in the northern Writhendowns is likely nearby.\\n\\nYou should search to the south, towards the Isingmere lake.",
      "es": ""
    },
    {
      "id": 195295969,
      "en": "You have found an empty fishing village on the edge of the Isingmere lake",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "A tower stands alone upon an island in the northern Isingmere lake, filling you with dread when you look upon it.\\n\\nYou should investigate the tower upon the island.",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "The wailing is very clear and nearby. It appears to be coming from the island with the lighthouse.",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "A Daegul beckons you....",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "Something unnatural has killed this man upon this very road. He bears no marks or injuries. It appears that he has fallen where he stood.\\n\\nAn eerie mist encircles him, and a faint wailing can be heard nearby....",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'I need assistance from one who yet lives. Will you hear my plea?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wailing sounds can be heard off in the distance and are bothering the citizens of Scylfig. ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A villager in Scylfig was complaining about a wailing sound coming from the direction of the old fishing village along the north-east end of the lake.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Something unnatural has killed a man upon the road in the northern Writhendowns.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The wailing is most certainly nearby. Continue to follow the sound to locate the source.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The wailing is coming from the island with the lighthouse. The source should be found there.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "A Daegul stands upon the island in the northern Isingmere lake.\\n\\nYou should speak with the Daegul.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for whatever may have killed the man",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Continue to follow the wailing sound that is emanating from the water",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the tower standing upon the island",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with the Daegul",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Distant Wailing",
      "es": ""
    }
  ]
}