{
  "id": 620918818,
  "txt": [
    {
      "id": 111477395,
      "en": "Talk to Húna",
      "es": ""
    },
    {
      "id": 5545681,
      "en": "'For the moment, yes. I discovered an empty cave as I ran...'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "You summon the courage to stand as the vicious Huorn beats back the Uruk captain",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Follow Húna deeper into Balewood",
      "es": ""
    },
    {
      "id": 5545682,
      "en": "'But alas, I have heard naught of the rest of us...'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Follow Húna and Bebbe to the Orc roadway",
      "es": ""
    },
    {
      "id": 118492386,
      "en": "'I fear the others were not as fortunate as I, but we may yet find them.'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "The ground trembles as Voskor begins to speak",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Húna is travelling along the Orc roadway in Balewood.\\n\\nYou should aid Húna in seeking out his fellows in Balewood.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Húna is on the roadway in Balewood.\\n\\nThe snarls of Orcs in the distance have cut short Húna's heroics, and you should speak to him to discern what action is to be taken.",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Search the roadway for sign of Byre Tor refugees",
      "es": ""
    },
    {
      "id": 30814754,
      "en": "'Ah, what fortune! A cave... perhaps we can seek shel-'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Come, let us flee into the cave and leave such violence to the likes of them! Are you ready to follow us?'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Defeat the refugee's attackers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "<rgb=#FF0000>The refugees of Byre Tor must survive</rgb>",
      "es": ""
    },
    {
      "id": 161356753,
      "en": "'Stay away from me! I'll burn you alive, I swear it!'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "The Uruk smirks before gesturing to you, Bébba, and Húna",
      "es": ""
    },
    {
      "id": 167891044,
      "en": "'I ran for some time, [placeholder]... let me catch my breath...'",
      "es": ""
    },
    {
      "id": 161356754,
      "en": "'Your kind have no power over us!'",
      "es": ""
    },
    {
      "id": 161356755,
      "en": "'Ice and ashes will be all that remain of your precious -'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Let us away, [placeholder]... I fear no good will come of us staying on this road. We should take refuge among the trees here, and perhaps then we shall find my fellows....'",
      "es": ""
    },
    {
      "id": 2263827,
      "en": "'Let's get out of here! Run!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Defeated the attacking Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Follow Húna deeper into Balewood",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "You have escaped Rottenheart and the Orcs!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Húna is running north-east of the roadway in Balewood.\\n\\nHúna believes that his fellows might be found off the side of the road in Balewood. You should continue to follow and protect him.",
      "es": ""
    },
    {
      "id": 232515909,
      "en": "'Bébba! Are you safe? Where are the others?'",
      "es": ""
    },
    {
      "id": 150602446,
      "en": "'Enough rest... we must find the others!'",
      "es": ""
    },
    {
      "id": 232808721,
      "en": "'I can't move... it's crushing me!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The Orc roadway can be found to the west of the cave Húna discovered.\\n\\nHúna has reunited with Bebbe, but during their conversation the frantic screams of one of their fellows nearby has filled them with grave concern.",
      "es": ""
    },
    {
      "id": 232808722,
      "en": "'Help! Ahhhhh...'",
      "es": ""
    },
    {
      "id": 210869154,
      "en": "'Chop 'em up, boys!'",
      "es": ""
    },
    {
      "id": 15226596,
      "en": "'Quickly! We must seek shelter in the cave...'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In the dark of Balewood, you have discovered a snow-covered pack, a sign that the refugees of Byre Tor may yet live.",
      "es": ""
    },
    {
      "id": 248995509,
      "en": "'Help me! Anyone! Please!'",
      "es": ""
    },
    {
      "id": 15561860,
      "en": "'This forest... is dangerous, but we have made it!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Húna and flee into the cave",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "The snarls of Orcs can be heard faintly in the distance...",
      "es": ""
    },
    {
      "id": 245141903,
      "en": "'Well, well. Looks like there's more than trees here after all...'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Leodwald and confront Voskor",
      "es": ""
    },
    {
      "id": 154216212,
      "en": "'What?! Hack it down! Now!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "The Uruk captain can be found along the roadway in Balewood.\\n\\nHúna's fellow, Leodwald, has been wounded and captured by a vile Uruk captain of Isengard. You should confront the Uruk before any more harm can come to the Rohirrim.",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "A frantic yell coming from the Orc roadway pierces the air",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "The Orc attackers can be found on the roadway in Balewood.\\n\\nIn response to your defiance, the Uruk captain has set his Orcs upon you. They must be defeated if the refugees are to escape the forest alive.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "A surly Uruk captain standing over a wounded refugee sees you approach",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Defeated the refugee's attackers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218188884,
      "en": "'T-thank you for your aid, stranger...'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "You are frozen in fear as the ground trembles - you must wait to see what unfolds.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search for the Byre Tor refugees nearby",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Húna",
      "es": ""
    },
    {
      "id": 139366577,
      "en": "'I'll cut you down myself, wretches. You'll -'",
      "es": ""
    },
    {
      "id": 139366578,
      "en": "'What's this?!'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 139366579,
      "en": "'Oh ho! Lucky you... sounds like Núrzum's come to crush you himself!'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "Húna can be found outside the cave to the east of the roadway in Balewood.\\n\\nYou have escaped certain defeat from a powerful Uruk captain and a vicious Huorn, and should now seek shelter with the other refugees in the nearby cave.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'If these are truly the forces we are to contend with in this forest, I hold not much hope for our escape....\\n\\n'Nevertheless... thank you for your aid, friend. We would have succumbed to the cold, even if those monsters had not found us.\\n\\n'I mean you no ill-will, but such terrors are likely even beyond your skill, friend. You are welcome to stay with us until it is again safe to leave the cave.\\n\\n'Come, let us warm ourselves and rest inside.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Leodwald can be found laying on the roadway in Balewood.\\n\\nYou should speak to Leodwald about his condition before confronting the Uruk captain a second time.",
      "es": ""
    },
    {
      "id": 37973,
      "en": "'That sounded like Léodwald! Quickly, to the road!'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I... I think there's no rescue for me, stranger....\\n\\n'The Uruk... he is too strong. Leave me....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Húna can be found along the Orc roadway in Balewood.\\n\\nHaving saved the man from certain doom, you should now speak to him to learn of his plight and the fates of the other refugees.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "A muffled yell pierces the snowfall as a refugee runs into view",
      "es": ""
    },
    {
      "id": 15792851,
      "en": "'Thank you for your aid, friend....'\\n\\nHúna struggles to catch his breath.\\n\\n'My fellows and I became separated when the wood-trolls attacked us... I feel a coward for abandoning them so, but we are defenceless... I know not what fates have befallen them by now.\\n\\n'You look like a hearty [placeholder]. Will you aid me in my search for them?'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "The Orc roadway stretches through much of Balewood.\\n\\nSensing that the refugees may be nearby, you decide to search the barren roadway for any sign of Byre Tor refugees before more Orcs return.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Approach the Uruk captain, Voskor",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "The man's attackers can be found on the roadway.\\n\\nYou have discovered a man of Byre Tor fleeing from vicious wood-trolls of Balewood.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "The cave can be found to the east of the Orc roadway.\\n\\nThe Uruk captain has been brutally defeated by a raging Huorn. You should flee for safety while the Huorn pursues the wounded Uruk into the woods.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Defeat the attacking Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Flee to the cave with the Byre Tor refugees",
      "es": ""
    },
    {
      "id": 242785135,
      "en": "'Ho! Húna... can it be so?'",
      "es": ""
    },
    {
      "id": 150630708,
      "en": "'D-do you hear that?'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Attempt to stand against Voskor and his force",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Húna has been slain!",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Léodwald has been slain!",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Bébba has been slain!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Running Towards Nothing",
      "es": ""
    }
  ]
}