{
  "id": 620918982,
  "txt": [
    {
      "id": 228284034,
      "en": "'Hoom. Little one... I find that the Men outside the forest either say too much or far too little. So, which is it for you? Too little then, I suppose. We shall see if that does not change... for a great many things have changed here.\\n\\n'The forest has not been chilled such before. Yes, we have had winters, and the cold does yet come, but this... this goes far beyond a simple changing of the seasons. When Tithenolf and I awoke, nothing was as I remembered it. There were times when I and the other Ents conversed at length, for there was much still to say, and even more time to say it. But now... the Enting Hollow has frozen solid, our enemies set siege to the forest, and Leaflock slumbers, unable to tend the Huorns.\\n\\n'Ah, to be free of such problems... and to think of better times....'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Barallas",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Barallas to hear more of his tale",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Ent, Barallas, wishes to share his memories of the Balewood before Núrzum's assault shattered the forest.\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Duskleaf was right, [placeholder]. I knew my mistake well once Núrzum carved his path under the canopy. I still hold out hope that the forest may be reclaimed, dim as it may be. The Men and their horn have paled in comparison to such wanton destruction.\\n\\n'Aside from Tithenolf, I have not seen the others since awakening. I cannot help but wonder what has become of them. I worry greatly for Duskleaf... he is quick to action, and if he dared stand against Núrzum, I fear what horrors might have befallen him.\\n\\n'If you would, let us talk of finding the others. It may be that you find such eagerness to aid us misplaced... or perhaps not. We shall see, little one....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Days Long Past",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Come, we must travel to the Enting Hollow. Are you ready to follow, little one?'\\n\\n<rgb=#FF0000>NOTE: This instance quest is meant to be run Solo and cannot be run in a group.</rgb>",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Barallas is at Stonecliff with Tithenolf in northern Balewood.\\n\\nBarallas wishes to tell you more of the Ents of the Balewood. You should speak with him to learn more of his tale.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Barallas is at Stonecliff with Tithenolf in northern Balewood.\\n\\nBarallas has finished his tale. You should now speak with him and discover if more can be done to aid the Ents.",
      "es": ""
    }
  ]
}