{
  "id": 620918979,
  "txt": [
    {
      "id": 225071143,
      "en": "Defeat Keen-eye and collect his beak",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "<rgb=#FF0000>Completing Aiding the Eastemnet will cancel this quest</rgb>",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "<rgb=#FF0000>Completing Wildermore's Recovery will cancel this quest.</rgb>",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Keen-eye has been spotted atop a frozen waterfall in the High Knolls, and it is believed that his beak will be a valuable part of a collection of bounties.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! This trophy will be a lively addition to my ever-growing collection.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Hail, [placeholder]! I hear you are quite the foe-hunter in these parts. Perhaps we can work together, eh?\\n\\n'I am a collector of odds and ends -- trophies of the enemy. I believe that someday they will be of great historical value, you see.\\n\\n'A spying craban from Isengard named Keen-eye is thought to lead all of the spying birds in Wildermore. He has been seen nesting atop a frozen waterfall in the High Knolls. Will you bring me his beak? I'll see that you are amply rewarded.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Keen-eye",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Keen-eye can be found in the High Knolls, atop the rocky tunnel and frozen waterfall that cover the southern road in the High Knolls.\\n\\nYou should summon and defeat Keen-eye, and collect his beak.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Bring the beak to Britric",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected Keen-eye's beak",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Britric is in Forlaw.\\n\\nYou have collected the beak of Keen-eye, and should now return to Forlaw to collect your bounty.",
      "es": ""
    }
  ]
}