{
  "id": 620880888,
  "txt": [
    {
      "id": 210604705,
      "en": "'We have come to free you, Rangers of the North!'",
      "es": ""
    },
    {
      "id": 17340769,
      "en": "'[placeholder]! They took Halbarad and the sons of Elrond deeper into the cave!'",
      "es": ""
    },
    {
      "id": 17340770,
      "en": "'You have to go after them!'",
      "es": ""
    },
    {
      "id": 243840705,
      "en": "Taf",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Penrod thought to bring us before Lheu Brenin. He did not choose men strong enough for the task.\\n\\n'I am glad to see you, [placeholder]! Let us go to see Lheu Brenin now, and on our own terms!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'He is right, [placeholder]. We cannot raise a hand against him in this position. They are too many, and we are too few.\\n\\n'There may be another time, but this is not it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are full of surprises, [placeholder]. I did not think that you would cross my path again in this life. How is it that you came to escape the clutches of Saruman?'\\n\\nLheu Brenin smiles mockingly at your silence.\\n\\n'You were a fool to return here. You may have freed some members of your company, but I have exacted my price from the Grey Company.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'None of your friends have been imprisoned in this room of cells. Lheu Brenin must be keeping them further ahead, away from the entrance.\\n\\n'My men have gone on ahead. Join them at each room of cells and fight for the freedom of your friends! I will scout around for sign of our enemies.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Another room of Rangers to free! Let us give them their freedom, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Herestan has fallen",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'We can do nothing more from here. We must lick our wounds, bury our dead, and wait for another time.\\n\\n'But I swear it: before this war is over, the Falcon-clan will taste our vengeance!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have freed a room of captives",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You will pay for your treachery, honourless ones! To battle, [placeholder]!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Hogawise has fallen",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Release your prisoners or die, low ones! To battle!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have freed a room of captives",
      "es": ""
    },
    {
      "id": 238183697,
      "en": "'You will not soon forget Lheu Brenin and the Falcon Clan, I think.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'That was good work, [placeholder], but I fear it was only a start. More of your friends are being held below.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Théodred has fallen",
      "es": ""
    },
    {
      "id": 238183698,
      "en": "'How many of your number remain? Twenty? Thirty?'",
      "es": ""
    },
    {
      "id": 238183699,
      "en": "'Not today, I think.'",
      "es": ""
    },
    {
      "id": 238183700,
      "en": "'You will leave this cave, and you will leave my village.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Théodred and some of his loyal men have come with you to the prison-caves behind Tûr Morva to try and rescue the Grey Company.",
      "es": ""
    },
    {
      "id": 238183701,
      "en": "'Wherever you go, you will tell the tale of how Lheu Brenin and the Falcons bested you.'",
      "es": ""
    },
    {
      "id": 238183702,
      "en": "'Run away, weak ones. You are beaten.'",
      "es": ""
    },
    {
      "id": 238183703,
      "en": "'These passages extend for miles under the mountains, and my people know them all.'",
      "es": ""
    },
    {
      "id": 238183704,
      "en": "'You cannot face us here, and you cannot pursue us. You can only retreat. You have lost.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Follow Halbarad and the sons of Elrond to the bridge",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Find Halbarad and the sons of Elrond, deeper within the prison-caves",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Listen to Lheu Brenin's words",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Lheu Brenin",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 178721569,
      "en": "'Enough to see you pay for your treachery, Brenin!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Théodred within the prison-caves",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Herestan within the prison-caves",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Fight alongside Herestan and defeat the Falcon-clan warriors!",
      "es": ""
    },
    {
      "id": 153665313,
      "en": "'More of your friends are deeper within. Let us go to them!'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find Hogawise within the prison-caves",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Fight alongside Hogawise and defeat the Falcon-clan warriors!",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return to Théodred in the prison-caves",
      "es": ""
    },
    {
      "id": 206142209,
      "en": "'Join my men further ahead, and fight for the freedom of your friends!'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Fight alongside Théodred further into the prison-caves",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Listen to Golodir's words",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Théodred in the prison-caves",
      "es": ""
    },
    {
      "id": 147323809,
      "en": "'Die, Forgoil!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Théodred is a short way ahead in the prison-caves.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Herestan and Hogawise are ready to fight the defenders at two rooms of cells within the prison-caves.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Théodred is in one of the tunnels of the prison-caves you passed through to reach the prisoners.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Théodred is within one of the rooms of cells within the prison-caves.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Halbarad and the sons of Elrond are further within the prison-caves.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Lheu Brenin guards a bridge that leads deeper into the caves, but you cannot pass. Archers of the Falcon-clan make crossing impossible.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Halbarad needs to speak with you.",
      "es": ""
    },
    {
      "id": 177423441,
      "en": "'We will go to Lheu Brenin now... on our terms.'",
      "es": ""
    },
    {
      "id": 100292929,
      "en": "'[placeholder], you go on ahead. I will open these cells and follow after you.'",
      "es": ""
    },
    {
      "id": 77699041,
      "en": "'Taste freedom once again, friends of my friend [placeholder]!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Rescue",
      "es": ""
    }
  ]
}