{
  "id": 620880883,
  "txt": [
    {
      "id": "0xe0c69a5",
      "en": "Recovered Slave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found some fresh water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Brought water to the exhausted miners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The slaves in the mining pit dare not drink the terribly polluted and poisonous water given to them by the Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The water that the Orcs bring us comes from the dank pools that gather in the low areas of the mine. It is contaminated and poisonous, and those who drink it eventually fall ill, so we are left either to die slowly from the poison or more swiftly from thirst... an unpleasant choice of evils. Eventually, we just collapse from exhaustion or sickness, and the Orcs toss us into some pit to die.\\n\\n'If you could find some source of fresh water in these caverns and get it to the exhausted miners, it would help restore their strength and purchase us some time to plan our escape.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There must be a source of fresh water somewhere in the Orc-mines.\\n\\nEdhere has asked you to find a source of fresh water for the miners who are dying of thirst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What is this? Water? You have my thanks, stranger. My strength was at an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The exhausted miners can be found in the Orc-mines.\\n\\nYou should bring the fresh water to the exhausted miners as Edhere requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Edhere is in the Orc-mines.\\n\\nYou should return to Edhere and let him know that you have found fresh water.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'So, there is a fresh spring among the rocks at the northern end of the mine?\\n\\n'We would have to find some way past those vile worms to get there, but at least now we know where it is.\\n\\n'I can try and have one of my men sneak away now and again to get us some fresh water. It is a great risk, but worth the danger if we can keep ourselves alive in this terrible pit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ae5",
      "en": "Exhausted Slave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc44c2e1",
      "en": "'My thanks stranger...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a source of fresh water in the mine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc44c2e2",
      "en": "'Water... at last. You have saved me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring water to the exhausted miners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Edhere in the Orc-mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc44c2e3",
      "en": "'Thank you, but I must return to work before the overseers notice me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Deadly Thirst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc44c2e4",
      "en": "'Be careful! If they catch you, you'll end up like us...'",
      "es": "",
      "es (fem)": ""
    }
  ]
}