{
  "id": 620880869,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There are certain to be more traps like this one on this side of the lake, [placeholder]. I have seen strange creatures in this land, creatures with powerful jaws full of sharp teeth. I do not know what they are called. I have not seen such creatures in Rohan.\\n\\n'The Falcon-clan has taken the jaws of these creatures to make traps and have hidden them in the undergrowth. Take this heavy stone and use it to break some of these traps. You will need to get close to the traps, but try not to get too close, or you will set them off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have destroyed the traps? Good! I would not want any of my kinsmen to suffer the same injury as I have done. It was very painful... and not just physically. I am shamed to have stumbled into such a trap.\\n\\n'Such traps are the province of lesser men. A man of Rohan would not resort to such measures.\\n\\n'Thank you for your help, [placeholder]. I believe that I will soon be able to walk on my injured leg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Use the stone that I gave you to destroy the snap-jaw traps hidden on this side of the lake. You will need to get close to each trap... but do not get too close.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trap-breaking",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Déormund's leg was caught in a snap-jaw trap and the Rohirrim has been injured. He needs time to recover, and he wants you to destroy the other traps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Broke snap-jaw traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Break snap-jaw traps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Snap-jaw traps have been placed in the undergrowth on the western shore of the lake in Tâl Methedras.\\n\\nDéormund has given you a heavy stone with which to smash the snap-jaw traps you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the heavy stone to Déormund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Déormund is waiting to speak with you on the western shore of the lake in Tâl Methedras.",
      "es": "",
      "es (fem)": ""
    }
  ]
}