{
  "id": 620880857,
  "txt": [
    {
      "id": 54354734,
      "en": "Hogawise is worried about two of his kinsmen, who have not reported back to the camp since they went scouting the lake's edge.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Two of my kinsmen went to scout the lake's edge, and they have not returned. Déormund planned to scout the shore of the lake to the north-west, and Herestan followed the shore to the north.\\n\\n'They are stout men and have seen service in war. Herestan has ridden to battle with Théodred's father, the King. I am sure they are fine, but still they should have returned by now.\\n\\n'Scout for the scouts, [placeholder], and help them if they are in need.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Two of Théodred's men went to scout the lake's edge: Déormund to the north-west and Herestan to the north. They have not returned, and Hogawise wants you to find them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found Déormund and Herestan? I am relieved that they still live, but their encounters are a reminder that Tâl Methedras is full of danger. The Falcon-clan is not unprepared, and they have a strong defensive position.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hogawise is at the forward encampment in Tâl Methedras.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Déormund and Herestan should have returned by now. I am certain they are fine, but... still you should find them and ensure it.\\n\\n'Déormund went to scout the north-west shore, and Herestan planned to follow the lake's edge to the north.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am...glad to see you... friend. I was scouting the edges of the village, near an orchard, when I was beset by three Dunlendings. I proved their better, but I think one of them had a poisoned blade. I suffered a cut during the fighting, and now I am very weak.\\n\\n'I managed to make it away from the site of the battle, but my strength is gone and I can go no further.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It is good... good to see you... friend. My leg... has been savaged by a trap of some sort. I was able to break the trap with a heavy stone, but I cannot yet walk on my leg.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Déormund",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Herestan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Hogawise at the forward encampment in Tâl Methedras",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Never Reported Back",
      "es": ""
    }
  ]
}