{
  "id": 620880887,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Mostun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Gaenor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Wundod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The champions of the Falcon-clan must be faced in Tûr Morva and defeated before you can undertake the rescue of the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87e68d1",
      "en": "'I am now a master of combat! You cannot best me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87e69d1",
      "en": "'I laugh at your challenge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Some members of the Falcon-clan are masters of combat, fearless and quick to engage their enemies. I want them defeated before we enter the prison-caves.\\n\\n'Let us use their courage against them! They will not refuse a fight. Blow into the horns outside some of the dwellings in Tûr Morva to call them forth to battle. Not every dwelling will house a champion, but some will, and he will answer the call.\\n\\n'Defeat three of their deadliest warriors and return to me when it is finished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x87e6ad1",
      "en": "'Who challenges me? I will be the victor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Horns outside several dwellings in Tûr Morva will allow you to challenge the inhabitants to combat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good that you bested the champions, [placeholder]. Venturing into the prison-caves will be dangerous enough without the threat of highly-skilled Falcon-clan champions in our path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Théodred is at the forward encampment in Tâl Methedras.\\n\\nYou have challenged and defeated three champions of the Falcon-clan and should now return to Théodred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Issue challenges to the inhabitants of dwellings within Tûr Morva by blowing the horns outside their houses. Not every dwelling will house a champion, but if one does, he will not decline the challenge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Mostun to combat and defeat him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Challenge Gaenor to combat and defeat her",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Challenge Wundod to combat and defeat him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Théodred at the forward encampment in Tâl Methedras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Champions of the Falcon",
      "es": "",
      "es (fem)": ""
    }
  ]
}