{
  "id": 620880889,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The time is now. We are as ready as we will ever be. Let us move on the prison-caves to rescue as many of your friends as live still to be rescued.\\n\\n'Speak with me when you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You and the prince of Rohan have my thanks, [placeholder]. These have been dark days, both for my people and for Middle-earth. I am grateful for the lives that you have saved and mourn the friends we have lost.\\n\\n'Today, we rest. Tomorrow, we will go to the Fords with Théodred. He has aided us; we will then aid him and pass into Rohan to search for Aragorn my chieftain.\\n\\n'It is a thing of wonder to me that you have seen within the Ring of Isengard and escaped to speak of it. You bring word of the rise of Isengard, but do those tidings hold anything we can use to stop it? Is this notice enough for us to stop the designs of Saruman?\\n\\n'I hope it is, [placeholder]. I fear that it is not. We will speak again soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am ready to begin if you are. Let us rescue your friends from the traitorous Falcon-clan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 30: The Rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Théodred is satisfied with the steps you have taken to prepare and is now ready to move on the prison-caves to rescue the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Théodred and begin the attack on the prison-caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Théodred is at the forward encampment in Tâl Methedras.\\n\\nThéodred is waiting to speak with you about beginning the attack on the prison-caves where the Grey Company is being held.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Halbarad at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Halbarad is at Théodred's camp in the Gravenwood.\\n\\nYou have come alive out of the prison-caves, along with Halbarad and some other surviving members of the Grey Company.",
      "es": "",
      "es (fem)": ""
    }
  ]
}