{
  "id": 620880807,
  "txt": [
    {
      "id": 218649170,
      "en": "'What is this? You're much too scrawny for this work! I need a good strong Uruk-hai to carry these barrels, not some pitiful little [placeholder].'\\n\\nSagrúrz sniffs the air and glowers at you in disapproval.\\n\\n'You'll have to do. It's no care of mine if you kill yourself lugging them around. Just another body for the pile! Haul a couple of these barrels up the path to the north, and leave them on the wooden platform with the others. You see it there, directly above Fâsh? Now get moving!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You left the barrels where I said? You'd better have. This worthless prisoner says he's too tired to carry his load. He'll get the lash again if he doesn't shift that barrel in a hurry!' ",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Heavy Lifting",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You won't be able to do his work forever, worm. This weakling won't last, and I'll be ready with my lash when he stumbles.\\n\\n'Find more work from your overseer. I'll summon you when I have more for you.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'So...so tired...cannot....'\\n\\nKenned cannot go on. You are certain that Sagrúrz will kill him if his work is not completed. You decide to carry the barrel of weapons in Kenned's stead.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You drop the heavy barrel of weapons! Get another one",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What are you still doing here? Carry those barrels of armour and weapons up the path to the north and leave them on the wooden platform directly above Fâsh with the others!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You set down the barrel of weapons with a heavy thud and a sigh of relief",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If this captive cannot do his work, he is of no use to me! I will have him put to death!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You drop the heavy barrel of armour! Get another one",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sagrúrz is in the centre of the main cavern beneath Isengard.\\n\\nYour Uruk-hai overseer has another task for you, this one near the great forges in the centre of the caverns.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I don't care who moves that barrel of weapons, as long as it is moved! It's all the same to me which of you worthless slimes does it!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You set down the barrel of armour with a heavy thud",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Sagrúrz in Isengard",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sagrúrz wants you to carry heavy barrels of armour and weapons up the slope to the north and to leave them on the wooden platform directly above Fâsh with the others.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Can't...go on...so tired....'\\n\\nYou resolve to help him, that he might not suffer more injuries at the hand of Sagrúrz.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You drop the barrel of weapons",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Sagrúrz wants you to carry heavy barrels of armour and weapons up the slope to the north and to leave them on the wooden platform directly above Fâsh with the others.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You set down Kenned's barrel of weapons with a heavy thud",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Sagrúrz is waiting in the centre of the main cavern beneath Isengard.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The prisoner Kenned is exhausted and cannot carry the barrel Sagrúrz wants him to.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Kenned's barrel of weapons is right next to him.\\n\\nKenned cannot carry the barrel of weapons Sagrúrz has charged him to carry, so you are going to carry it for him.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Sagrúrz is in the centre of the main cavern beneath Isengard.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sagrúrz in Isengard",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Pick up a barrel of weapons",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Carry the barrel of weapons to the wooden platform Sagrúrz mentioned",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Pick up a barrel of armour",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Carry the barrel of armour to the wooden platform Sagrúrz mentioned",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Sagrúrz in Isengard",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Kenned in Isengard",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Pick up Kenned's barrel of weapons",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Carry the barrel of weapons to the wooden platform Sagrúrz mentioned",
      "es": ""
    },
    {
      "id": 157609969,
      "en": "'Not this way! That barrel goes to the platform above Fâsh.'",
      "es": ""
    },
    {
      "id": 157609970,
      "en": "'You're going the wrong way! The platform you want is to the north!'",
      "es": ""
    },
    {
      "id": 157609971,
      "en": "'This is the wrong way for that barrel! You want the platform above Fâsh!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your Uruk-hai overseer has more work for you to do in the caverns beneath Isengard.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have more work for you, and this will be tough, back-breaking labour! I could have given this to one of the other prisoners, but I saved it up special for you. It's just my way of saying how pleased I am to waste my time making sure you don't fall into one of the pits.\\n\\n'Sagrúrz is in the centre of the main cavern, [placeholder]. What do you say to us paying him a little visit? It doesn't matter! We're going anyway!'",
      "es": ""
    }
  ]
}