{
  "id": 620880856,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Théodred wants you to speak to some of the survivors of the Falcon-clan's betrayal of the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Not every member of the Falcon-clan agreed with Lheu Brenin's decision; those that did not were slain or forced to flee. One of those who escaped is the woman Seren, and it is from her that I have learned much of what befell within Tâl Methedras.\\n\\n'I had been working closely with your friend Saeradan before you were captured, and he now burns with the desire to free what Rangers still live, if any do. He is very wise, and it seems if there is any hope of rescue he may be able to devise it. Speak with him on this account.\\n\\n'You might also seek the advice of my trusted friend Hogawise. He excels in battle and has been a boon companion on this excursion into Gravenwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saeradan, Seren, and Hogawise are at Théodred's camp in the Gravenwood.\\n\\nThéodred wants you to speak to survivors of the Falcon-clan's betrayal in order to learn what happened while you were imprisoned in Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You must tell me of your time in Isengard, [placeholder]. It cannot have been pleasant, and you were often in my thoughts.\\n\\n'I heard what happened within Tâl Methedras from Radanir. Some time after you were secreted away to Isengard, he managed to escape the prison-cave with poor Braigiar. The two of them fought their way into the centre of Tûr Morva, but then....'\\n\\nSaeradan sighs heavily, and he seems in that moment much older than his years.\\n\\n'Braigiar did not make it. They cut him down in the road, and only Radanir escaped. He has gone back with some of Théodred's men to try and recover Braigiar's body, but they have not returned.\\n\\n'Many of our friends have fallen, and the rest are still captives of Lheu Brenin. According to Radanir, Halbarad and the sons of Elrond are still alive, but who can say for how long?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Théodred is at his camp in the Gravenwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Seren feels the sting of this betrayal most keenly, [placeholder]. Her family is still in peril within Tûr Morva, subject to the whims of Lheu Brenin. She will help us.\\n\\n'Your friend Saeradan is even now attempting to devise a plan with which we can rescue the Rangers, and I know Hogawise's sword is pledged to the cause as well. Speak with them at once, and we will act.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I cannot believe this! How can this have happened?'\\n\\nThe old woman is quivering with anger and grief.\\n\\n'The Brenin called the heads of households to him, and declared that we were at last ready to reap our reward; we had only to bend the knee to Saruman. But Lheu Brenin himself had said to us the Hebog-lûth would not be the tool of some Wizard! He said it often, and loudly, and we came to believe it!\\n\\n'I have no love for these Horse-lords, and this strutting princeling least of all, but what can be said? The honour of the Falcon-clan...sold to Saruman? Wulf sought his enemies in open battle! He was no Wizard's hireling!'\\n\\nSeren chokes back angry tears.\\n\\n'My boy Anirin has not returned yet from the lands of the Algraig, but his beloved spoke out against this treachery and is still a prisoner! What will I say to him if she dies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I cannot believe this! How can this have happened? Oh, [placeholder], [placeholder], what am I to do?'\\n\\nSeren is quivering with anger and grief.\\n\\n'The Brenin called the heads of households to him, and declared that we were at last ready to reap our reward; we had only to bend the knee to Saruman. But Lheu Brenin himself had said to us the Falcon would not be the tool of some Wizard! He said it often, and loudly, and we came to believe it!\\n\\n'I have no love for these horse-lords, and this strutting princeling least of all, but what can be said? The honour of the Falcon, sold to Saruman? Wulf sought his enemies in open battle! He was no Wizard's hireling!'\\n\\nSeren chokes back angry tears.\\n\\n'Anirin is not returned yet from the lands of the Algraig, but Wenda spoke out against this treachery and is still a prisoner! You remember Wenda! She was such a lovely girl, and so beautiful, and so right for my son. What will I say to him if she dies?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'There is no sense in delaying this any further. Your friends are held captive by our shared enemy. This enemy has a strong defensive position, but we have this advantage: we know where he is. Once the Falcon-clan leaves Tâl Methedras, that advantage dissipates. We must deal with them here, before they leave that valley.\\n\\n'Once the Falcon-clan leaves the valley, my men and I must retreat to hold the Ford. The defence of Rohan is my main object. Until that time, I will help you free your friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Saeradan at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'We crossed the Ford of Isen in secret to learn what the Men of Dunland were up to, but it is worse than we suspected. I think it surprised the leader of the Falcon-clan, as well. It seems to me that he was biding his time until the victory of one side seemed assured. Then he needed to simply throw his lot in with the side likely to come out the victor.\\n\\n'Let us hope that he is mistaken, [placeholder]. I think that he is undervaluing the prowess of the Men of Rohan. I would take ten Rohirrim on horseback over a thousand Dunlending wild men. I have spoken with your friend Saeradan, and it sounds like these Rangers are the same. The more of them we free now, the fewer thousands of Dunlendings I need concern myself with! Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Seren at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hogawise at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Théodred at the Rohirrim scout-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 28: Survivors",
      "es": "",
      "es (fem)": ""
    }
  ]
}