{
  "id": 620880855,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Do not weep for me... my friend... it is enough to be... free....'\\n\\nBaldgar's eyes flutter closed for the last time, and he dies a free man. You decide to return to Théodred's camp in the Gravenwood and see what has become of the Grey Company during your captivity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], you are alive! We feared the worst. Few of your friends made it out of Tâl Methedras, and the tales of those who did are not encouraging.\\n\\n'I do not think that the Falcon-clan was with Saruman in the beginning; rather, it seems the tide turned while you were travelling through Dunland. The news you brought Lheu Brenin, that Saruman's influence could be felt everywhere, may have been the information for which he was waiting. A pox on these Dunlendings! They cannot be trusted!\\n\\n'Very few folk made it out of Tâl Methedras, but some did: the rare few Dunlendings who spoke against the Brenin's decision, and a handful of Rangers. If we work together, we can repay Lheu Brenin for his treachery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Baldgar is dead. You should return to Théodred's camp in the Gravenwood to learn what has become of the Grey Company during your captivity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 27: Repaying Treachery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have escaped from Isengard with the help of Baldgar, but he did not survive. You should rejoin Théodred at his camp in the Gravenwood to decide what to do next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Théodred at his camp in the Gravenwood and talk to him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Théodred should be at his camp in the Gravenwood.",
      "es": "",
      "es (fem)": ""
    }
  ]
}