{
  "id": 620880870,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found Théodred's forward encampment",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Théodred has established a small camp within Tâl Methedras from which he and his men will help to save the captured members of the Grey Company.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I sent some of my men into Tâl Methedras to establish a camp, [placeholder]. We should go to join them. Pass into Tâl Methedras and follow the road as it approaches the lake.\\n\\n'From this camp, we can scout the area and make a plan for rescuing the Rangers. Some of your people should already be at this camp, such is the fire in their hearts. Let all who wish to join them do so!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Théodred's men have formed a camp in sight of the lake in Tâl Methedras. You should go there to begin planning the rescue of the Grey Company.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'From this forward encampment, we will mount our attack on the city of traitors! But not yet. We must first take action to scout the area and learn the extent of the Falcon-clan's defences.\\n\\n'Speak with our allies at this encampment and help them with their aims. It will all be of use when we make our attack.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Théodred is waiting to speak with you at his forward encampment, in Tâl Methedras.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "From his forward encampment in Tâl Methedras, Théodred makes preparations to launch an attack on Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Soon, we will mount our attack on the city of traitors, but first we must make ready. We must be not hasty, lest it prove our undoing!\\n\\n'Help the people at this encampment with their aims. They all desire justice. They will have it! But we must remain cautious, and strike the Falcon-clan only when we are most ready.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is time. The preparations are made. Now we must strike.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Théodred is at the forward encampment in Tâl Methedras.\\n\\nYou have completed the necessary preparations and are now ready to attempt the rescue of the Grey Company from the prison-caves of Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We must go to the camp that my men have established inside Tâl Methedras. It is to the north and east, in view of the lake. Once we are in Tâl Methedras, simply follow the road to the camp.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We must go to the camp that my men have established inside Tâl Methedras. It is to the north and east, in view of the lake. Once we are in Tâl Methedras, simply follow the road to the camp.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Travel into Tâl Methedras and find Théodred's forward encampment",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Théodred at the forward encampment in Tâl Methedras",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete the preparations necessary to mount an attack on Tûr Morva ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Preparations completed for the attack on Tûr Morva ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 29: City of Traitors",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Théodred at the forward encampment in Tâl Methedras",
      "es": ""
    }
  ]
}