{
  "id": 620880871,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected digestive roots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You grind the roots into a powder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Herestan has suffered a poisoned wound from a Dunlending blade and needs your help to brew an antidote.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not feel well...so weak....'\\n\\nYou think back to your time in Tûr Morva and remember Iwan of the Falcon-clan experimenting with poisons. You remember too the words of Maelona, who spoke of collecting certain roots throughout Tâl Methedras and grinding them up to form a digestive powder. The roots could be found at the base of certain trees around the lake in Tâl Methedras.\\n\\nYou tell Herestan that you may be able to help him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Digestive roots can be found throughout Tâl Methedras, around the shores of the lake and on the eyot in the middle of the water, at the base of trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have...returned...my friend....'\\n\\nYou gently give Herestan the root powder, and he swallows it with some difficulty. After a moment, he takes a deep breath and much of the colour returns to his face.\\n\\n'I feel much better already, my friend. Thank you for taking the time to find this antidote! But...how did you know how to make this curative? I am fortunate you did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The grinding stone is at the armour-making pavillion north of Herestan.\\n\\nYou now have some digestive roots and need to grind them into powder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Herestan is to the south of the grinding stone, by the lake's edge, where you left him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You think...you can help me? I am...so weak from...the poison....'\\n\\nYou remember the powder Maelona made that cured Iwan of his self-inflicted poisoning and think you might be able to help Herestan. You need to find digestive roots from the base of certain trees located around the lake in Tâl Methedras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am sorry that I cannot...be of more help...to you...so weak....'\\n\\nYou remember the grinding stone at the pavillion to the north. You can use that to grind up the digestive roots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect digestive roots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Grind up the digestive roots at the grinding stone north of Herestan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the digestive root-powder to Herestan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Seeping Poison",
      "es": "",
      "es (fem)": ""
    }
  ]
}