{
  "id": 620880829,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Baldgar is forming an escape plan, and he says a fellow prisoner is the key to its success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I was the steward of Isengard, and this is how I am repaid for my long service! It is all Gríma's doing!\\n\\n'I will tell you of my fall, if you wish to hear the sad tale. I know secrets, secrets of this place... secrets you might use!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Acca is in the dungeons below Isengard, located in the north-west corner of the main cavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Do you see how it was now, friend? I served Saruman well and faithfully for many years, and but for the lies of Gríma, I would still!\\n\\n'I like you. I will help you escape. There is a way out of the Ring that only I know about; you will not find it without my help! Tell your friend if he can get us to the surface and create some kind of distraction, I can get us beyond the Ring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Acca is imprisoned in the dungeons below Isengard.\\n\\nAcca, once the steward of Isengard, has agreed to tell you the story of his fall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Acca has told you the story of his fall and has warmed up to you. He is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Acca was once the steward of Isengard and ran Saruman's household. He may know something of use to us in planning our escape.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The steward will help us? Good. I do not like being so dependent upon him, but it seems that we have no choice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf0fad3",
      "en": "'I will tell you the tale of my fall, and you shall judge whether I was treated harshly. Perhaps then, I will share with you my secrets!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Baldgar is in the dungeons below Isengard.\\n\\nAcca has agreed to help you escape and wants you to tell Baldgar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Tell your friend that I can help us escape. You will not find the secret way without my help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'One of the other prisoners was once the steward of this place. His name is Acca, and he ran the day-to-day affairs of Saruman's household while the Wizard concentrated on other matters. But Acca fell out of favour with Saruman and is now a prisoner like the rest of us.\\n\\n'There is little to do in these dungeons but talk, and Acca has boasted that he knows secrets about Isengard that none save Saruman possess.\\n\\n'Talk to Acca about these secrets. He may reveal something that we can use to escape.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The plans of a Wizard cannot remain entirely secret to the steward who runs his household. When Acca learns that Saruman has captured his former ally Gandalf the Grey, the steward finds himself conflicted. It takes little time for such worries to be noticed by one who is only too eager to speak of these doubts to his master...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I will tell you the tale of my fall, and you shall judge whether I was treated harshly. Perhaps then, I will share with you my secrets!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Acca in the dungeons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Acca and experience 'Session: The Wizard's Vale' or read the shortened account instead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Acca in the dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Baldgar in the dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 23: The Wizard's Vale",
      "es": "",
      "es (fem)": ""
    }
  ]
}