{
  "id": 620880837,
  "txt": [
    {
      "id": 218649170,
      "en": "Morflak stares at you for a long moment before speaking.\\n\\n'Thak gave you some trouble? Doesn't he know you're one of mine? I will have one of my boys take care of him. No one disrespects Morflak!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, you have returned! Were you able to leave the black powder at the place that we spoke about?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 25: Final Preparations",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have done as I asked! Good, good! I hope setting that black powder aflame will be the distraction that we need to make good our escape.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The guards do not bring us to work on the surface very often, but the last time that they did, I saw some of the great war-machines being constructed within the Ring. I do not know how close they are to being completed, but if we can do anything to prevent them from leaving Isengard, we surely must.\\n\\n'What is it they say about birds and stones? I think the black powder you collected might serve as the perfect distraction and also deprive our enemies of one of these war-machines.\\n\\n'Go to the surface and leave the black powder near the largest of the war-machines, south-east of the steps of Orthanc. The amount you have should suffice for four small piles. We will set the war machines aflame when it is time for us to make our escape. The door to the surface is on the north side of the caverns.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You sprinkle some of the black powder onto the ground",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Leave the black powder that you collected near the largest of the war-machines being constructed on the surface. You have enough black powder for four small piles. I think the war machines are south-east of the steps of Orthanc. We will set the war machines aflame when the time comes for us to make our escape, then we must trust that Acca's secret way is as secret as he suggests.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You are near enough the war machine to leave the black powder.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Don't tell Morflak about this little discussion of ours! I didn't mean anything by it!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You leave the war machine behind you.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The largest of the war-machines is being constructed on the surface, within the Ring of Isengard. The door to the surface is in the north wall of the caverns. The war-machines are south-east of the steps of Orthanc.\\n\\nBaldgar has asked you to leave the black powder that you collected near the largest of the war-machines under construction. You have enough black powder for four small piles.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "Morflak stares at you for a long moment.\\n\\n'It is done. No more words are necessary.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Thak has noticed you lingering near the war-machine!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have sprinkled the black powder near the largest of the war-machines under construction.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Thak is near the war-machines on the surface, within the Ring of Isengard.\\n\\nThak noticed you lingering near the war-machines and has called you to speak with him.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Thak gave you some trouble when you went to leave the black powder at the war-machine. Now you can either speak to Morflak about Thak, as you threatened, or you can go directly back to Baldgar in the dungeons below Isengard. The door to the depths is north of Orthanc, and Morflak is south-west of the tower.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Baldgar is in the dungeons below Isengard. The entrance to the depths is north of the tower of Orthanc.\\n\\nYou have left the black powder near the largest of the war-machines within the Ring and should speak now with Baldgar in the dungeons.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Leave the black powder near the largest of the war machines under construction. Keep sprinkling the powder until it is gone.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the largest of the war-machines under construction within the Ring",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Leave the black powder near the largest of the war-machines under construction",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Thak",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Morflak",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Baldgar",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Baldgar in the dungeon",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Baldgar has given you your final instructions for the escape plan: to leave the black powder near one of the great war-machines on the surface, for later ignition.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What were you doing lingering around there? Explain yourself! I don't like the look of you, [placeholder]. Start talking!'\\n\\nThak eyes you hungrily, confident that he has caught you doing something suspicious, so you appease him: you start talking.\\n\\nYou tell him angrily that it is Morflak's will that you walk around Isengard unguarded, and if Thak wishes to question the will of Morflak, you can bring the two together. All of Thak's bluster vanishes in an instant.\\n\\n'Don't tell him about this! I'm sorry, I didn't mean anything by it. Really! You don't need to trouble Morflak about this!'",
      "es": ""
    }
  ]
}