{
  "id": 620880842,
  "txt": [
    {
      "id": 80284241,
      "en": "'Aye!'",
      "es": ""
    },
    {
      "id": 80284242,
      "en": "'We will!'",
      "es": ""
    },
    {
      "id": 80284243,
      "en": "'Count on it!'",
      "es": ""
    },
    {
      "id": 243757664,
      "en": "'Good luck to us all!'",
      "es": ""
    },
    {
      "id": 48789281,
      "en": "'Listen to me, Men of Dunland.'",
      "es": ""
    },
    {
      "id": 48789282,
      "en": "'There is no friendship between our peoples. We have warred and will again.'",
      "es": ""
    },
    {
      "id": 48789283,
      "en": "'But today...today, we need each other.'",
      "es": ""
    },
    {
      "id": 48789284,
      "en": "'Today, we have a common foe.'",
      "es": ""
    },
    {
      "id": 48789285,
      "en": "'Acca knows a way out of the Ring, but we will need your help to reach it.'",
      "es": ""
    },
    {
      "id": 48789286,
      "en": "'Will you help us?'",
      "es": ""
    },
    {
      "id": 48789287,
      "en": "'Good. Now, Acca. It is time.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am ready for what comes, [placeholder]. I will set the black powder aflame, and it will draw all of Isengard to this side of the Ring.\\n\\n'When that happens, the western side should be empty, and you will be able to slip through the gap in the Ring-wall.\\n\\n'Farewell, [placeholder]. May you live past tonight and help put an end to my master's evil.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There is a gap in the wall between the buildings on the western side. Once the black powder does its work, you should be able to make it there in the confusion.\\n\\n'But first we need to get to the surface. It will not be easy with so many of us.'",
      "es": ""
    },
    {
      "id": 48789288,
      "en": "'Acca is right. [placeholder] and he and I will go first.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Here is what we need to do, [placeholder]. The key-master is an Uruk-hai who carries a ring of keys that can open these cell doors. He tends to come down into the dungeons several times a day... or what passes for a day here in the lightless reaches.\\n\\n'Look for him somewhere in the dungeon and see if you can catch him unaware. He is likely to be down the other wing of the dungeons. Climb the slope and turn right when you can. Once you have the keys, come back here and release me! We can then open the door for Acca, and we will make our way to the surface.\\n\\n'The Uruk-hai must have seen you walking about Isengard. They may believe that you are bringing us to see Saruman, by order of the Wizard. They may let us pass.'",
      "es": ""
    },
    {
      "id": 48789289,
      "en": "'Count several score before following us,  then do so in groups of two or three.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We are almost out! Now we just need to light the black powder [placeholder] set up ahead of time, and we will have all the chaos we need to make it to the other side of the Ring... and freedom!'",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Talk to Morflak and keep him busy",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You have my word: I will help you to save your Ranger friends from their captivity at the hands of the Falcon-clan. I am sorry that we can do nothing for the Ranger that was sent here with you. Lothrandir, he was called?\\n\\n'If Lothrandir lives still, Saruman has kept him very close. We cannot hope to gain entrance to Orthanc.\\n\\n'What is taking Acca so long?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You defeat the Uruk-hai key-master and retrieve his keys!",
      "es": ""
    },
    {
      "id": 84765761,
      "en": "Keep Morflak busy while Baldgar lights the black powder",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'This is not what I meant, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Acca has been defeated!",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We do not want to attract attention, [placeholder]. We should walk slowly from here, so as not to attract undue attention.\\n\\n'Let us go!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Baldgar has been defeated!",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'You have got the keys there, do you not? You must let us out! You cannot leave us to die here, friend! We can help you!'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'What... what is that noise?'",
      "es": ""
    },
    {
      "id": 148133409,
      "en": "'We cannot all go together. It would attract too much attention.'",
      "es": ""
    },
    {
      "id": 12861153,
      "en": "'Go get those keys, [placeholder]!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "It is time to carry out Baldgar's plan to escape from Isengard.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Acca",
      "es": ""
    },
    {
      "id": 118702545,
      "en": "'I said DO NOT attract their attention!'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Run up the slope to the entrance to the dungeons with Acca and Baldgar",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Baldgar just inside the entrance to the dungeons",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Walk slowly through the large room with Baldgar and Acca so as not to attract attention",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Say farewell to Acca",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Talk to Baldgar",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Acca",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Wait with Baldgar for Acca's signal: an enormous blast of flame and smoke",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Baldgar",
      "es": ""
    },
    {
      "id": 191181393,
      "en": "'Now we just need a bit of flame, and we can set off the black powder for our distraction.'",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Follow Baldgar and investigate what happened to Acca's signal",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the Uruk-hai key-master",
      "es": ""
    },
    {
      "id": 191181394,
      "en": "'You are sure?'",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Talk to Baldgar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat the Uruk-hai key-master",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Baldgar",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to the Dunlending prisoner",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return to Baldgar",
      "es": ""
    },
    {
      "id": 130970049,
      "en": "'Oh no!'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Listen to Baldgar address the crowd",
      "es": ""
    },
    {
      "id": 130970050,
      "en": "'[placeholder], this changes nothing! Do you understand me? It changes nothing!'",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Baldgar",
      "es": ""
    },
    {
      "id": 130970051,
      "en": "'Keep him busy!'",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Listen to Acca and Baldgar discuss the plan, and follow them when they are finished talking",
      "es": ""
    },
    {
      "id": 254238353,
      "en": "'This way, [placeholder]. Let us find a place to hide while we wait.'",
      "es": ""
    },
    {
      "id": 221272753,
      "en": "'Let me do it.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Baldgar is in his cell. He wants to speak with you one last time before you begin.",
      "es": ""
    },
    {
      "id": 254238354,
      "en": "'Once we get out of here, I need to find Théodred, the prince of Rohan.'",
      "es": ""
    },
    {
      "id": 221272754,
      "en": "'Both of you have homes beyond the Ring. But this is my home.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The key-master is somewhere in the dungeons. Baldgar wants you to take him by surprise, and told you to climb the slope, turning right into the other wing of the dungeons when you have the opportunity.",
      "es": ""
    },
    {
      "id": 254238355,
      "en": "'All his attention was focused on the movements of the Dunlending clans.'",
      "es": ""
    },
    {
      "id": 221272755,
      "en": "'There is nowhere I want to go. I will light the powder.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "One of the Dunlending prisoners has tried to attract your attention.",
      "es": ""
    },
    {
      "id": 31256065,
      "en": "'There's been a commotion below, [placeholder]. Some of the captives got loose.'",
      "es": ""
    },
    {
      "id": 254238356,
      "en": "'We had no idea things were this bad within Isengard.'",
      "es": ""
    },
    {
      "id": 221272756,
      "en": "'Wait for my signal! And farewell!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You have recovered the keys from the Uruk-hai key-master.",
      "es": ""
    },
    {
      "id": 116669633,
      "en": "'What is taking Acca so long? I think something has happened.'",
      "es": ""
    },
    {
      "id": 31256066,
      "en": "'All of my boys ran to see what was going on, but I smelled a rat.'",
      "es": ""
    },
    {
      "id": 254238357,
      "en": "'Where will you go?'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You have freed Baldgar and Acca from their cells, and now Baldgar wants to speak with you.",
      "es": ""
    },
    {
      "id": 31256067,
      "en": "'And who should I see sneaking around the war-machine? This old fool!'",
      "es": ""
    },
    {
      "id": 254238358,
      "en": "'I will help you rescue your friends from the Falcon-clan, once I have given my message to Théodred.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Acca is ready to speak with you.",
      "es": ""
    },
    {
      "id": 31256068,
      "en": "'Die, worm!'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You, Baldgar, and Acca will go before the rest of the prisoners, running up the slope to the entrance to the dungeons.",
      "es": ""
    },
    {
      "id": 46818609,
      "en": "'You're done for, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Baldgar wants to speak with you before you leave the dungeons.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "You need to walk slowly through the large, open room with Baldgar and Acca so as not to attract undue attention.",
      "es": ""
    },
    {
      "id": 36677777,
      "en": "'Hey! Friend! Over here!'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'You would be nothing without me, [placeholder]. I gave you the run of Isengard. It was the fear of me that kept you from being thrown in the cells alongside these vermin.\\n\\n'But now we will see. Oh, yes, we will see whose time it is to die. See how I repay treachery!'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'What are you doing down here? Fâsh didn't tell me you had any business here today.\\n\\n'I don't like the smell of you. Get out of here!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "You have made it to the surface of Isengard. You are almost there!",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Acca has volunteered to light the black powder to provide you with the distraction which you need to escape.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Acca has gone to light the black powder, and you should hide with Baldgar until you see the signal: a giant plume of smoke and flame!",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "You are hiding with Baldgar, still awaiting Acca's signal.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Morflak has killed Acca, and now Baldgar wants you to keep Morflak busy so that he can light the black powder.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Escape from Isengard",
      "es": ""
    }
  ]
}