{
  "id": 620880828,
  "txt": [
    {
      "id": 94621400,
      "en": "Acca is near the steps of Orthanc, listening to the conversation of Gandalf and Saruman. You should speak with him.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Saruman is on the steps of Orthanc.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'No, I will not be dissuaded, Gríma. He is an old man and does not deserve this treatment at the hands of our master. If Saruman fears Gandalf plans to hatch an evil plot, keep him imprisoned, yes, but in comfortable quarters. The pinnacle is exposed to the elements. It is cruel treatment, not befitting Saruman the Wise.\\n\\n'It is not our place to challenge Saruman's decisions, but I will do what I can to ease Gandalf's stay with us. An extra ration of bread will do no harm.\\n\\n'There is no need to tell Saruman of this, of course.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Promise me that you will not tell our master about this. We have done nothing wrong, of course, but there is no sense in disturbing him. What is one more loaf of bread? No one will miss it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'They have been long in conversation, Gríma. What do you think they are speaking about?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Could you make any sense of that, Gríma? Our master holds you in closer confidence than he does me. Have you heard nothing of these matters?\\n\\n'I need not be counted among the Wise to know that they have Radagast worried, and that gives me reason to worry as well!\\n\\n'I am sure our master will know what must be done. That is why he is the Wizard, and we are the servants! We know our place, do we not? We do!'",
      "es": ""
    },
    {
      "id": 130352737,
      "en": "'My servants, come here.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Gandalf seems much older than I remember from his last visit, older and weaker. Look at him there, then look at our master. See how Saruman's raiment glows! Gandalf's cloak seems so tattered.\\n\\n'It is charitable of our master to offer his wisdom to the Grey Wizard. Perhaps he could offer some finer clothing, as well!'",
      "es": ""
    },
    {
      "id": 2807713,
      "en": "'You sent troubling words to me by way of Radagast, Saruman.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Our master was right, Gríma! The guards report that Gandalf was seen riding hard alongside the river, and now he is here! Radagast has done as he was asked!\\n\\n'Let us go meet Gandalf and bring him to Orthanc!'",
      "es": ""
    },
    {
      "id": 2807714,
      "en": "'You cannot intend to make me sit upon the steps of Orthanc like a patient vendor!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "Gandalf's horse is tired from its long journey and will benefit from a stay in the stables with food and water.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "Saruman listens as you breathlessly recount Acca's recent delivery of a loaf of bread to Gandalf, and their ensuing conversation. His face is a thundercloud.\\n\\n'Why did you allow Acca to do this? Dog! What would you have done if he allowed Gandalf to come down? What would have been your answer if my worthless steward had freed him?'\\n\\nSaruman masters his anger, but his tone is no less stern.\\n\\n'From this point onward, none will climb the steps to the pinnacle save myself. I will have Acca thrown in the dungeons, where he will have time enough to consider this betrayal. He will have not even a crust to chew upon; let him eat slop instead.\\n\\n'You will perform Acca's duties in his stead, until I have others for you. And I will, Gríma. Soon you will return to your homeland. But not yet.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'It is done. Radagast will find Gandalf, if he is to be found, and I doubt not he will speed with all haste here to Isengard.\\n\\n'There are some other small matters I need you to attend to before my guest arrives....'",
      "es": ""
    },
    {
      "id": 213058801,
      "en": "'Gandalf... Gandalf, I have brought you some bread.'",
      "es": ""
    },
    {
      "id": 213058802,
      "en": "'Gandalf?'",
      "es": ""
    },
    {
      "id": 213058803,
      "en": "'It is the will of my master Saruman that you stay here.'",
      "es": ""
    },
    {
      "id": 213058804,
      "en": "'You are welcome, Gandalf. My master must soon come to his senses and will give you your freedom.'",
      "es": ""
    },
    {
      "id": 70909169,
      "en": "'I have, Saruman, I have!'",
      "es": ""
    },
    {
      "id": 70909170,
      "en": "'My friends in the woodland are restless. Something has made them uneasy.'",
      "es": ""
    },
    {
      "id": 70909171,
      "en": "'The Nazgûl!'",
      "es": ""
    },
    {
      "id": 70909172,
      "en": "'I will leave at once, and if fortune smiles, I will find him before it is too late!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Listen to Acca continue his story.",
      "es": ""
    },
    {
      "id": 191250065,
      "en": "'Let us go to meet Gandalf, Gríma!'",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Acca has come to the pinnacle of Orthanc with a basket of bread for Gandalf. You should talk to him.",
      "es": ""
    },
    {
      "id": 191250066,
      "en": "'Gandalf!'",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "Acca wants to speak with you on the pinnacle of Orthanc.",
      "es": ""
    },
    {
      "id": 191250067,
      "en": "'Welcome to the Ring of Isengard!'",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "Acca's story continues.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "You must find Saruman within Orthanc and tell him of Acca's sympathies.",
      "es": ""
    },
    {
      "id": 44307089,
      "en": "'I came as quickly as I was able. Worrisome tidings drew me hither!'",
      "es": ""
    },
    {
      "id": 192920369,
      "en": "'If we get closer, we might hear what they are saying!'",
      "es": ""
    },
    {
      "id": 44307090,
      "en": "'Your master is the head of my order. I need his wisdom.'",
      "es": ""
    },
    {
      "id": 44307091,
      "en": "'Did I ride with such haste so I might have the time to enjoy this account of yours?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Creep closer with Acca and listen to the conversation of the Wizards",
      "es": ""
    },
    {
      "id": 44307092,
      "en": "'Age has not slowed your speech, Acca, nor given you the sense when speed is called for!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Acca in the gardens of Isengard",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Listen to Saruman's commands",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Acca in the gardens of Isengard",
      "es": ""
    },
    {
      "id": 221088673,
      "en": "'I would not make that mistake, Gandalf. I know the well of your patience, and it is dry.'",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Saruman in the gardens of Isengard",
      "es": ""
    },
    {
      "id": 221088674,
      "en": "'I have seen what awaits this Middle-earth.'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Listen to Acca continue his tale",
      "es": ""
    },
    {
      "id": 221088675,
      "en": "'Ascend, Gandalf. We will discuss these matters beyond the hearing of my servants.'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Walk with Acca to meet Gandalf at the gate",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Acca near the gates of Isengard",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "See to Gandalf's horse while Acca escorts the Wizard to Saruman",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Stay out from underfoot. I do not want to be disturbed until I send for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Wizard's Vale",
      "es": ""
    },
    {
      "id": 77107985,
      "en": "'The world is growing more dangerous every day, Radagast.'",
      "es": ""
    },
    {
      "id": 77107986,
      "en": "'You must have sensed it.'",
      "es": ""
    },
    {
      "id": 77107987,
      "en": "'I know what has made them so.'",
      "es": ""
    },
    {
      "id": 77107988,
      "en": "'The Nine are abroad once more.'",
      "es": ""
    },
    {
      "id": 68631409,
      "en": "'Gríma did not think Radagast would find Gandalf, but I knew he would.'",
      "es": ""
    },
    {
      "id": 77107989,
      "en": "'They are disguised as riders in black and seek a land called Shire.'",
      "es": ""
    },
    {
      "id": 68631410,
      "en": "'At last, in Midsummer, Gandalf himself came to Isengard.'",
      "es": ""
    },
    {
      "id": 77107990,
      "en": "'Find Gandalf. Tell him I will help, if he needs me.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Acca is telling you the story of his downfall as the steward of Saruman's household.",
      "es": ""
    },
    {
      "id": 68631411,
      "en": "'Gríma saw that Gandalf's horse was stabled, and I walked with the Wizard.'",
      "es": ""
    },
    {
      "id": 77107991,
      "en": "'Acca, show Radagast to his horse. Gríma, stay here a moment.'",
      "es": ""
    },
    {
      "id": 68631412,
      "en": "'He spoke lightly of many things, but I could see that he was troubled.'",
      "es": ""
    },
    {
      "id": 68631413,
      "en": "'I do not know what they discussed in that high chamber.'",
      "es": ""
    },
    {
      "id": 68631414,
      "en": "'Afterwards, only Saruman remained free to come and go as he pleased.'",
      "es": ""
    },
    {
      "id": 68631415,
      "en": "'Gríma gave me his word that he would keep my confidence.'",
      "es": ""
    },
    {
      "id": 68631416,
      "en": "'Gríma was a liar.'",
      "es": ""
    },
    {
      "id": 84765760,
      "en": "Find Saruman within Orthanc and tell him of Acca's sympathies",
      "es": ""
    },
    {
      "id": 68631417,
      "en": "'I was taken into the dungeons that very night, and I have been here ever since.'",
      "es": ""
    },
    {
      "id": 232627841,
      "en": "'His knowledge will be at your disposal, Gandalf! I know it will.'",
      "es": ""
    },
    {
      "id": 232627842,
      "en": "'His library is extensive. The walls of Orthanc are lined with books and tomes.'",
      "es": ""
    },
    {
      "id": 232627843,
      "en": "'He has made a study of artifacts strange and mysterious, and they --'",
      "es": ""
    },
    {
      "id": 232627844,
      "en": "'Oh! I am sorry, Gandalf, I forget myself!'",
      "es": ""
    },
    {
      "id": 232627845,
      "en": "'I will bring you to my master, and Gríma will see to your horse.'",
      "es": ""
    },
    {
      "id": 76850544,
      "en": "'Thank you for the bread, Acca.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Listen to Acca's story continue",
      "es": ""
    },
    {
      "id": 55134801,
      "en": "'Bread does not interest me, Steward.'",
      "es": ""
    },
    {
      "id": 152734273,
      "en": "'What is that, Gríma? You want to get closer?'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Listen to Saruman and Gandalf outside Orthanc",
      "es": ""
    },
    {
      "id": 55134802,
      "en": "'Can you give me freedom from Isengard? Only that would I welcome!'",
      "es": ""
    },
    {
      "id": 152734274,
      "en": "'All right, but just a little closer.'",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Acca outside Orthanc",
      "es": ""
    },
    {
      "id": 55134803,
      "en": "'I cannot spend the rest of summer pacing this rooftop!'",
      "es": ""
    },
    {
      "id": 152734275,
      "en": "'The Nine? The nine what?'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Saruman on the steps of Orthanc",
      "es": ""
    },
    {
      "id": 55134804,
      "en": "'There is work I must do! Do you understand me? I cannot stay here!'",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Listen to Acca's story continue",
      "es": ""
    },
    {
      "id": 55134805,
      "en": "'Saruman....'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Watch as Acca brings Gandalf an extra ration of bread",
      "es": ""
    },
    {
      "id": 55134806,
      "en": "'He has left the path of wisdom.'",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Acca on the pinnacle of Orthanc",
      "es": ""
    },
    {
      "id": 55134807,
      "en": "'He was not content with his station, and now styles himself Saruman of Many Colours?'",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Talk to Acca on the pinnacle of Orthanc",
      "es": ""
    },
    {
      "id": 55134808,
      "en": "'He boasts of forging his own ring and seeks to challenge Sauron for dominance?'",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Listen to Acca's story continue",
      "es": ""
    },
    {
      "id": 55134809,
      "en": "'Madness.'",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Listen to Acca's story conclude",
      "es": ""
    },
    {
      "id": 24360704,
      "en": "'But I understand Gandalf escaped? Perhaps there is hope for us as well....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You are Gríma Wormtongue, advisor and servant to Saruman the White. He has been visited by Radagast the Brown, and you and Acca are waiting to hear if your master has any commands for you.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have overheard Saruman speaking of some troubling things, but Acca can make no sense of them.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Saruman is in the gardens of Isengard and wants to speak with you.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Acca's story continues.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Acca is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "You are to take care of Gandalf's horse while Acca brings the Wizard to speak with Saruman.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Listen to Acca's story continue.",
      "es": ""
    }
  ]
}