{
  "id": 620880810,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You had better come with me. The Old Man does not like to be kept waiting. If you displease him, perhaps he will no longer need you alive! Ah, wouldn't that be nice?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It looks like this is your lucky day, vermin! You now have the privilege of working for me. You had better prove yourself useful, or it's back to the pits with you.\\n\\n'Sharkû may want you alive, but my friends are quite skilled at inflicting enough pain to hurt, but not enough to kill.\\n\\n'Unless I give them the word, that is. Then it's all killing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Come with me! The old man does not like to be kept waiting!'\\n\\n<rgb=#FF0000>This is a solo quest and cannot be completed with a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 20: In the Presence of Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been summoned before Saruman, but for what fell purpose you cannot guess.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Fâsh and go with him to see Saruman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "In the caverns below Isengard, Fâsh is ready to bring you to Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Morflak in the Ring of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "As it appears that you are still of some use to Saruman, you have survived your encounter with the Wizard. You have been deposited before Morflak, your new handler while within the ring of Isengard.",
      "es": "",
      "es (fem)": ""
    }
  ]
}