{
  "id": 620880815,
  "txt": [
    {
      "id": "0xd085251",
      "en": "A dwarf-make pick-axe lies here on the ground, dropped amid the signs of a struggle. At a second glance, you realize that this is the same pick wielded by Ondor the Dwarf while he strove to collapse a cave entrance with your aid.\\n\\nOndor must be somewhere nearby -- and the yawning cave entrance before you suggests darkly where the valiant but foolish dwarf is likely to be found....\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]! It is good to see you again. We seem to have found the main nest of these villians, we have. I've been scouting it out a bit.\\n\\n'The Orcs here, they're mining...well, being Orcs, they're too lazy to mine, so they use slaves to do it for them. It seems they've been gathering slaves from among the Dunlendings for a long while, and more recently, they've captured some Rohirrim during their nightly raids.\\n\\n'I guess they think they're pretty safe down here with all the fighting going on up above. That's where we will get them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Right, so here's what I've learned. The Orcs here, they're mining - well, being Orcs they're too lazy to mine, so they use slaves to do it for 'em.\\n\\n'Seems they've been gathering slaves from among the Dunlendings for a while - and more recently they've captured some Rohirrim men during their nightly raids.\\n\\n'Guess they think they're pretty safe down here with all the fighting going on up above. That's where we get 'em!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Familiar Face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have discovered the pick-axe of Ondor the dwarf, whom you aided earlier in his attempt to gain revenge on the Orcs who slew his father.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ondor in the Pit of Iron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ondor the Dwarf might be within the Orc-cavern in the northern Heathfells.\\n\\nYou should find Ondor the Dwarf and return his pick-axe to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Ondor the dwarf in the Orc mines and discuss his plans to gain revenge on the Orcs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}