{
  "id": 620880872,
  "txt": [
    {
      "id": 218649169,
      "en": "'The guards were careless, and Braigiar and I took advantage of their lapse to escape. We planned to run to the prince of Rohan's camp in the Gravenwood, but...'\\n\\nRadanir winces and clutches his leg.\\n\\n'They cut us off from the straight path out of the village, and we had to take the long way. At every turning, it seemed that there were more and more of the Falcon-clan. Braigiar fought bravely, but there were simply too many foe-men. He fell in the centre of the village, and I ran. I twisted my leg jumping from a rock as their arrows rained around me, but somehow I made it to safety.\\n\\n'We cannot leave Braigiar to them, [placeholder]. Théodred has agreed to help carry his body back here. Go to Tûr Morva and find where Braigiar fell. He deserves better than to be left in that town of jackals.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You stare at Braigiar's fallen form and wonder how many other friends must die within the walls of Tûr Morva.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You have to recover Braigiar's body, [placeholder]. I would do it myself, in a heart beat, if it was not for this leg. I would stand no chance against the Falcon-clan.\\n\\n'Braigiar fell in the centre of the village. Théodred has agreed to help carry him from the village; you must just show him where our friend lies.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you for recovering the body of our friend, [placeholder]. He is now at peace.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fallen Ranger",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Braigiar was slain when he and Radanir tried to escape from Tûr Morva. Radanir was wounded and wants you to retrieve the body of his friend.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Braigiar's body, and Théodred will carry it back to the encampment",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Braigiar's body is in the centre of the village of Tûr Morva, where he fell during his escape with Radanir.\\n\\nRadanir has asked you to recover Braigiar's body from the centre of Tûr Morva.",
      "es": ""
    },
    {
      "id": 78356529,
      "en": "With a shout, Théodred runs up to carry Braigiar away from the site of his last battle.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Radanir at the forward encampment in Tâl Methedras",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Radanir is at the forward encampment in Tâl Methedras.\\n\\nRadanir will be pleased to know that you have recovered Braigiar's body.",
      "es": ""
    }
  ]
}