{
  "id": 620880827,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Back for more? I'm surprised you're still alive!'\\n\\nBarkh sneers at you, his fangs bared, and hands you a dirty rag.\\n\\n'Clean the slop up off the floor. You know how it's done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hey...you there...no, don't look at me. I don't want to attract attention.'\\n\\nDulan keeps wiping down the table and talks to you out of the side of his mouth.\\n\\n'I've gotten my hands on a pinch of poison, just a thimble-full. If I give it to you, can you add it to one of the meals for the Uruk-hai? Don't let anyone see you!'\\n\\nDulan silently hands you a small half-shell containing a few drops of clear liquid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 22: Feed the Prisoners",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You do everything slowly and poorly! Is every [placeholder] as useless as you?\\n\\n'Go fill up a pan from the slop bucket and carry it to the bucket in the dungeons. It's time for the prisoners to be fed again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have nothing for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Cleaned up piles of slop in the kitchens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fâsh will give you no trouble, if he knows what's good for him. If he does, you send him to me. He will not defy the will of Morflak.\\n\\n'Fâsh is in the caverns below. You get to the depths by way of a door north of the tower. Once you're down there, keep taking the sloping paths down into the centre of the cavern, where Fâsh has his command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have managed to slip away from your guard? That is good! That is very good, indeed!'\\n\\nBaldgar peers from side to side, making sure the guards are out of earshot.\\n\\n'I am working on a plan to escape, [placeholder], but I could use your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Dulan silently hands you a quantity of poison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'What are you still doing here? You might be under Morflak's protection, for now, but if you cross me, I may forget that for a moment...and a moment is all it would take to ensure you'd never cross me again!\\n\\n'Go help Barkh in the kitchens!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Go to the caverns and tell Fâsh that he is to keep you busy until I call for you. If he gives you any trouble, you come and let me know.\\n\\n'You get to the depths by way of a door north of the tower. Once you're down there, keep taking the sloping paths down into the centre of the cavern, where Fâsh has his command.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Cleaned up piles of slop in the kitchens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fâsh is in the caverns beneath Isengard, accessible by a door directly north of the tower. Once in the depths, you should take the sloping paths downward to Fâsh's command.\\n\\nMorflak has sent you to deliver a message to Fâsh and to do more work for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Clean up that slop! You know what to do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You dropped the bucket and spilled the slop! Go get some more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c50",
      "en": "Fill up a bucket of slop from the slop bucket in the kitchens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Barkh is in the kitchens beneath Isengard, south-west of the main cavern.\\n\\nFâsh has sent you to help out in the kitchens once again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'What are you doing? There's slop to clean up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You tip the slop into the bucket, and it makes a sickening sound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c51",
      "en": "Carry the slop to the bucket in the dungeons",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The floor of the kitchen is covered in slop.\\n\\nBarkh has given you a dirty rag and wants you to clean the slop up off the floor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Back to work, vermin! Slop still covers this floor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c52",
      "en": "Talk to Baldgar in the dungeon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Dulan in the kitchens has tried to catch your eye.\\n\\nYou should talk to Dulan and see what he wants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Be careful...do not let them see you adding the poison...and do not stand so near to me. You will make them suspicious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Uruk-hai meals can be found on the tables in the kitchens below Isengard.\\n\\nDulan has secretly given you a small quantity of poison and wants you to add it to one of the Uruk-hai meals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'What is taking you so long? Back to work, vermin! Clean up that slop!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Don't give me that dirty rag! Squeeze it out in the slop bucket first!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Slop covers the floor of the kitchens below Isengard.\\n\\nBarkh wants you to clean up the slop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Have you lost your way? The slop bucket is right there! Fill up a pan and bring it to the bucket in the dungeons so the prisoners can be fed! Move, or I'll tan your hide!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced7",
      "en": "It is time for you to squeeze out the dirty rag into the slop bucket in the kitchens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced8",
      "en": "Barkh is in the kitchens below Isengard, south-west of the main cavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced9",
      "en": "Barkh wants you to fill a pan from the slop bucket in the kitchens and carry it to the bucket in the dungeons from where the prisoners are fed, as you did before.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Get to the dungeons! The prisoners need to be fed! If you stay here, I'll make you the main course!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Fâsh in the Isengard Depths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Barkh in the kitchens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Clean up piles of slop in the kitchens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Dulan has tried to catch your eye. Talk to him without attracting attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Quietly add the poison to an Uruk-hai meal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "You secretly add the poison to the Uruk-hai meal and return to your task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Clean up piles of slop in the kitchens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Use the slop bucket in the kitchens to squeeze out the dirty rag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Return the dirty rag to Barkh in the kitchens",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa3ced10",
      "en": "Baldgar wants to speak with you. He is in the dungeons below Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Morflak wants you to report to Fâsh with the message that you no longer need a guard to watch your comings and goings. Fâsh is to keep you busy until Morflak has need of you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Morflak says that you can walk about unguarded? Well, it won't be my hide if you cause trouble.'\\n\\nFâsh snorts loudly.\\n\\n'Go help Barkh in the kitchens. You know where they are. And be quick about it! You might be Morflak's latest pet, but I won't have you getting underfoot and slowing things down!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}