{
  "id": 620880830,
  "txt": [
    {
      "id": 218649170,
      "en": "'Good, I'm glad you've cleaned up those scattered weapons. That servant who ran for it made it further than they usually do... he made it to that ramp over there. I just wish he hadn't spilled that barrel and caused me this extra work.'\\n\\nYou breathe a sigh of relief. Sagrúrz does not seem to have noticed your theft of the black powder.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You managed to get some of the powder! Perfect. This is going to be the key to the distraction that we will need once we make it to the surface.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 24: A Pinch of Black Powder",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have nothing for me?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Acca will tell us the location of the secret way out of the Ring, but we will need two things: a way out of these cells and a large enough distraction to keep the Uruk-hai occupied once we reach the surface.\\n\\n'When Fâsh took me from my cell to work, I saw some of Saruman's experiments. One of these involved a black powder that, when set aflame, caused a tremendous roar and smoke. Some of the machinery seems to spew this powder. If you can collect enough of it, we could use it for our distraction.\\n\\n'Your relative freedom of movement can help us here, [placeholder], but you must still keep up appearances. Do not let the Uruk-hai know what you are up to! Report to Sagrúrz by the forges and do his work in addition to collecting the powder for me.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected scattered weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do the work that Sagrúrz will ask of you, but as you perform his tasks, you should also collect any black powder that you can. Do not let him catch you at this work! It would go badly for us.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected piles of black powder ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The weapons are right there, scattered all over the floor! Pick them up and put them in that empty barrel there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sagrúrz is by the forges in the main cavern beneath Isengard.\\n\\nBaldgar wants you to do the work Sagrúrz asks of you, but while you are doing that, he also wants you to collect some black powder.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Well? Put the weapons you gathered up in that empty barrel there! What are you waiting for?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Weapons are scattered around the floor near the forges. Sagrúrz wants you to pick them up and put them back in an empty barrel. Meanwhile, Baldgar wants you to collect some of the black powder that spews from the works and collects on the floor.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Why are you standing around? Isn't there somewhere that you should be? Stop bothering me!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The empty barrel is near the forges in the main cavern beneath Isengard.\\n\\nSagrúrz wants you to put the scattered weapons you collected in an empty barrel.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Sagrúrz is waiting to speak with you by the forges in the main cavern beneath Isengard.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Baldgar is in the dungeons below Isengard.\\n\\nYou have stolen some black powder and should bring it to Baldgar.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Sagrúrz at the forge",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect scattered weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect piles of black powder ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Put the scattered weapons in the empty barrel",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Sagrúrz at the forge",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Return to Baldgar with the stolen black powder",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Baldgar has come up with an escape plan, and he wants you to use your relative freedom of movement within Isengard to help him carry it out.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Back for more work? There's plenty to do, so don't let me catch you dozing!'\\n\\nSagrúrz motions at the scattered weapons near the forges.\\n\\n'One of the Old Man's thralls dropped a barrel of weapons and tried to run for it. He was... dealt with... but now there are weapons scattered all over the place! Pick them up and put them back in that empty barrel there!'",
      "es": ""
    }
  ]
}