{
  "id": 620880886,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The warriors of the Falcon-clan that have fortified the village are deadlier than most, [placeholder]. Their leather armour is strong and tough, their weapons are coated in some poison, and they have learned fighting skills from the Rangers. These are not the rabble with which we have grown accustomed.\\n\\n'Go to the village and face their warriors. The talons of the Falcon must be dulled or broken before we can hope to rescue your friends from the prison-cave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well to defeat warriors of the Falcon-clan, [placeholder]. Their champions, however, remain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must dull the talons of the Falcon. Face the warriors in Tûr Morva, but do not underestimate them! Their armour is sturdy and tough, their weapons are coated in some poison, and they have training in the melee arts of the North.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Talons of the Falcon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Warriors of the Falcon-clan can be found throughout Tûr Morva, in Tâl Methedras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Falcon-clan warriors in Tâl Methedras ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Falcon-clan warriors in Tâl Methedras ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Warriors of the Falcon-clan can be found throughout Tûr Morva, in Tâl Methedras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Théodred at the forward encampment in Tâl Methedras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Théodred is at the forward encampment in Tâl Methedras.\\n\\nYou have defeated many Falcon-clan warriors and should return to Théodred at the forward encampment.",
      "es": "",
      "es (fem)": ""
    }
  ]
}