{
  "id": 620880819,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You dropped the crate of tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully delivered the crate of tools to Urdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Morflak's lackey wants you to see if there is anything Urdan, the builder of war-machines for Saruman, needs you to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You aren't like others of your kind, are you? You know when to do as you're told!\\n\\n'Urdan has built many of the siege-engines the Old Man plans to use for the war, and many are still under construction. Go see if he has any work for you to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Urdan is by the large war-machines on the eastern side of the Ring of Isengard.\\n\\nMorflak's lackey wants you to see if Urdan has anything that needs doing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am going to speak with Morflak about this. Urdan should know better than to give you such trivial business. Hauling crates around? Doesn't he know you belong to Morflak now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Urdan wants you to fetch him a crate of tools from the anvil field north of Orthanc. He told you to follow the Ring-wall north to reach it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Morflak's lackey wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Stop standing around and fetch me a crate of tools from the anvil field north of here! Just follow the Ring-wall north until you see the anvil field and the great bellows! Morflak will hear about this if you don't do this at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You're one of Morflak's underlings? I'd rather he left me alone! I've got work to do, real work, and don't have time for his bluster.\\n\\n'Most of these engines are nearly finished, [placeholder]. I could use another crate of tools if you need something to keep you busy. Follow the Ring-wall to the north; you'll find the crates near the anvil field by the great bellows, north of the tower.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Urdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Pick up a crate of tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Carry the crate of tools to Urdan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Morflak's lackey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Trivial Business",
      "es": "",
      "es (fem)": ""
    }
  ]
}