{
  "id": 620886883,
  "txt": [
    {
      "id": "0xd76ffe0",
      "en": "'...and here I find a desolation as if war had already come to this vale, and servants of dark proportion in your retinue.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ffe1",
      "en": "'O-of course Saruman. Forgive my impudence.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ffe2",
      "en": "'Wait Saruman...we did not come looking for aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ffe3",
      "en": "'We came to know your purpose, for your intercessions with the Dunlendings, and for this...the vale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ffe4",
      "en": "'I...very well, Saruman. I will convey your advice to Théodred, my prince.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ffe5",
      "en": "'I do not know what to make of this, [placeholder], but despite Saruman's soothing words, I feel ill at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff91",
      "en": "'I can scarce recognize this vale. It was once green and beautiful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff92",
      "en": "'Some dark mood has seized the will of Saruman if he has allowed this to happen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff93",
      "en": "'Are those...trolls? Guarding the gate of Isengard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff94",
      "en": "'No mood is this, but madness! What purpose could Saruman the Wise have for servants such as these?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff95",
      "en": "'Now my heart is heavy indeed, but we must proceed and speak our part.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff96",
      "en": "'We would speak with Saruman! Will he not come forth to speak with an Emissary of Rohan?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff97",
      "en": "'Stand fast, [placeholder], though I fear this may be the end of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff98",
      "en": "'Théodred sends his greetings and apologies for trespassing upon Nan Curunír unlooked for, but his concerns are great as war brews.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd76ff99",
      "en": "'He fears that we know not the purpose of our old friend in Isengard, and yet we see his hand in many mysterious matters.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What is Saruman thinking? To yolk trolls -- ever the servants of the Dark Land -- to his cause?\\n\\n'I had feared that he had some ambition to bring Dunland under his sway, but this....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Saruman is right... if the power of Mordor is rising, we should not be here. It would be best to leave the Ford to the wild men and reinforce Meduseld....'\\n\\n...\\n\\n'You do not believe him? Surely, Saruman means to aid Rohan in this dark hour... and we see here that his strength is considerable.'\\n\\n...\\n\\n'It may be as you say, and the darkness of this place brings doubt to my heart. Do we dare trust our borders to this Wizard, who so hides his purpose behind strange and perilous guardians?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I will convey Saruman's message to Théodred, and I hope that he will follow Saruman's advice, but I do not think he will.\\n\\n'I fear we are destined for war, no matter which way we turn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I must return to the Ford now, [placeholder].\\n\\n'I wish you would not remain here in this forsaken place, but you have your own business to be about.\\n\\n'May fortune ride with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Grimbold told me that you were last seen heading into Nan Curunír, [placeholder], but I confess I did not expect to encounter you here.\\n\\n'While I was sent alone to avoid raising the ire of Isengard, I have had a distinctly unwelcome feeling since I entered Nan Curunír, and I think I should welcome some company before I reach the gates of Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Ordwaer has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Ordwaer looks shaken",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Ordwaer recovers his resolve",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to the very gates of Isengard in the company of one of Théodred's emissaries, hoping to discover at last Saruman's purpose for meddling in the conflict between the Dunlendings and Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Ordwaer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Escort Ordwaer to the gates of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ordwaer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Observe Ordwaer's challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Convince Ordwear to persist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Observe Ordwaer's challenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Talk to Ordwaer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb1",
      "en": "'Hold! Let our visitors be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb2",
      "en": "'There is much to occupy my attention at this time, Ordwaer of Rohan...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb3",
      "en": "'But ever shall I advise those who require the aid of my wisdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb4",
      "en": "'So tell me the mind of your lord, Théodred, in these difficult times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb5",
      "en": "'Evil times have come indeed, to Isengard and far abroad. The Wise prepare for war as none can mistake the clamour of the hosts of Mordor awakening.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Escort Ordwaer to the gates of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb6",
      "en": "'When Sauron's power rises, each lord would be well advised to see to the defences of his realm, lest it be the first to fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Speak with Ordwaer before the gates of Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb7",
      "en": "'Yet while Théoden staidly sees to his house, his wayward offspring scurry about, meddling in the affairs of far estates.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Observe the confrontation between Ordwaer and Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb8",
      "en": "'Will you not withdraw from this foolish confrontation with the unruly Dunlendings?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ordwaer's nerve appears near to broken beneath the power of Saruman's voice. Speak with him and try to bolster his resolve.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fb9",
      "en": "'What scrap of land so concerns you when darkness gathers across the lands?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Observe Ordwaer's confrontation with Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Speak with Ordwaer about his conversation with Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc0",
      "en": "'Do not remain on my account, for as you can see, Isengard is well defended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc1",
      "en": "'My purpose is not to be questioned by the likes of you, Ordwaer, nor shall I reveal it to you yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc2",
      "en": "'But know that when it comes to fruition, these foolish wars and pointless conflicts will end, once and for all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc3",
      "en": "'And this world will once again move forward in prosperous order.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc4",
      "en": "'As for Isengard, you need not fear what you see here, for it is nothing more than a tool -- a gear in a great engine to fulfill my purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc5",
      "en": "'There is much afoot, and I have no more time to waste in idle banter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc6",
      "en": "'Tell Théodred to return to Meduseld, for if he remains upon the Ford, even the Wise cannot foresee the outcome!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc7",
      "en": "'Oh, one other thing, [placeholder]...do not imagine that your continued meddling has not caught my eye.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc8",
      "en": "'You would be well advised to return from whence you came, before you become involved in affairs beyond your ken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc3a6fc9",
      "en": "'Now go!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Gates of Isengard",
      "es": "",
      "es (fem)": ""
    }
  ]
}