{
  "id": 620948417,
  "txt": [
    {
      "id": "0x2e4f67e",
      "en": "Agilty of the Beorning's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb295a6e",
      "en": "As a Beorning, Might increases your Physical Mastery, Critical Rating, Physical Mitigation, Tactical Mitigation, Outgoing Healing, Evade, and Parry Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x23f9fcc",
      "en": "Tactical Rank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8daa195",
      "en": "BRN",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7475b7e",
      "en": "As a Beorning, Fate increases your Morale Regen and Maximum Morale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd32ab2e",
      "en": "Strength of the Beorning's Mount.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd729ee",
      "en": "As a Beorning, Will increases your Tactical Mitigation, Physical Mitigation, Outgoing Healing, Physical Mastery, Finesse, and Resistance Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3e0be",
      "en": "As a Beorning, Vitality increases your Maximum Morale and Morale Regen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7e7e15",
      "en": "Beorning",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1a0b75e",
      "en": "As a Beorning, Agility increases your Critical Rating, Physical Mastery, Outgoing Healing, Finesse, and Evade Rating.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7d96b3",
      "en": "\\n<li><rgb=#FFFF00>Class Difficulty:</rgb> Advanced </li>\\n\\n<li><rgb=#FFFF00>Role:</rgb> Damage / Support</li>\\n\\n<li><rgb=#FFFF00>Gameplay:</rgb> Beornings are skin-changers that can change into the form of a bear in combat. They focus their wrath while in bear form, choosing to deal grievous blows or bolster their own resolve. While skilled in combat, some Beornings also choose to wield their knowledge of the wilderness to assist their allies.</li>\\n\\n<li><rgb=#FFFF00>Lore:</rgb> The Beornings of Middle-earth are a largely reclusive people. They trace their ancestry to Beorn himself and spend most of their time deep in the wilderness. The solitude of the forest gives little comfort in recent times with the enemy encroaching from all sides. The time has come for the descendants of Beorn to lend their strength to the Free Peoples of Middle-earth.\\n\\nThis class is inspired by Beorn, who bravely stood with the Free Peoples during the Battle of Five Armies.</li>",
      "es": "",
      "es (fem)": ""
    }
  ]
}