{
  "id": 620948578,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Ever seen a swamp turtle? They're rascally creatures, the ones out here. Eat the bait from your hook without you even knowing. Why, I've even heard tale of one who would eat the fish right off the hook while you were trying to reel it in. Would wait for you to do all the hard work and then swoop in at the end and steal your dinner.\\n\\n'They're also dangerous creatures, with jaws that can snap a man's leg clear in half. I love just about everything in the water, even some of the things from the true depths, but turtles we cannot tolerate any longer.\\n\\n'Head to the swamps north of Calembel, to the north-east of here, and spend some time fishing. When you get a turtle on the line, pull hard and make sure that it comes ashore. When it does, take care of it. There are a lot of them out there in the shallows, so make sure you clear out a couple.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Swamps are north of Calembel, north-east of Dol Amroth.\\n\\nTorchuil asked you to go fishing for turtles in the swamps north of Calembel and to dispatch of any you caught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I'm sure the fresh tide will bring in more, but for now we should be able to get a couple of hours of unmolested fishing in. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak to Torchuil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Turtles in the Depths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "A turtle has been defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Fish up and defeat the turtles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Turtles are the bane of the Dol Amroth fishermen. They eat the bait, and even sometimes the fish on the hook itself! Catching some and dispatching of them will aid the food supplies of the beleaguered Gondorian city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Torchuil is in Dol Amroth.\\n\\nTorchuil will be pleased to know the turtles have been thinned.",
      "es": "",
      "es (fem)": ""
    }
  ]
}