{
  "id": 620948436,
  "txt": [
    {
      "id": 216727827,
      "en": "The Challenge Field is located just east of Brockenborings.\\n\\nTo participate in the Bullroarer's Challenge, Tobias Brockhouse told you to stand on the starting platform, pick up your official Bullroarer's Challenge brew tankard, toast to Bandobras's health, and make it across the south fence to the other platform, where Belgo is standing, before time runs out.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You must take the south path",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Sigismond North-took is in Brockenborings.\\n\\nSpeak with Sigismond North-took to claim your prize.",
      "es": ""
    },
    {
      "id": 172086948,
      "en": "Complete the Bullroarer's Challenge - South",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You must take the south path",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You did it! I never doubted you for a moment, [placeholder]! You have truly honoured the spirit of Bandobras Took.'",
      "es": ""
    },
    {
      "id": 24770021,
      "en": "You have failed the Bullroarer's Challenge",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sigismond North-took has invited you to participate in the Bullroarer's Challenge in Brockenborings.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have won the Bullroarer's Challenge",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Sigismond North-took sent you to participate in the Bullroarer's Challenge, did he?\\n\\n'The game's origin dates back to Bandobras Took himself. Every morning, it is said, he would run atop the fences of the Great Smials to stay in shape and hone his reflexes.\\n\\n'Simply stand on the starting platform, pick up your official Bullroarer's Challenge brew tankard, toast to Bandobras's health, and make it across the fence to the other platform, where Belgo is standing, before time runs out. \\n\\n'The path you'll want to run on is the sections of fence to the south of us. Good luck, [placeholder]!'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You fell off the fence",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Toast to Bandobras's Health",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Do not fall off the fence",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bullroarer's Challenge - South",
      "es": ""
    }
  ]
}