{
  "id": 620948545,
  "txt": [
    {
      "id": 218639266,
      "en": "The bank in Dol Amroth handles storage for the treasures of Western Gondor.",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "The docks allow Dol Amroth to be a centre of commerce and trade, and a military power.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "The Armoury houses the weapons, shields, and armours for the garrison at Dol Amroth.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Attain Acquaintance with the Dol Amroth - Mason Faction",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Attain Acquaintance with the Dol Amroth - Warehouse Faction",
      "es": ""
    },
    {
      "id": 218639272,
      "en": "The Great Hall serves as both the seat of government, and home of the leader of Dol Amroth.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Attain Acquaintance with the Dol Amroth - Swan-knights Faction",
      "es": ""
    },
    {
      "id": 8567440,
      "en": "Dol Amroth has a large store of ancient books and knowledge.",
      "es": ""
    },
    {
      "id": 8567441,
      "en": "The masons of Gondor have built and maintained massive stone constructions.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Dol Amroth has several groups and factions within it. To defend the city fully, you must earn the trust and support of all of them.",
      "es": ""
    },
    {
      "id": 8567444,
      "en": "Dol Amroth uses one giant warehouse to store all food and goods that come in from the port and surrounding countryside.",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Attain Acquaintance with the Dol Amroth - Bank Faction",
      "es": ""
    },
    {
      "id": 24695161,
      "en": "Dol Amroth has several groups and factions within it. To defend the city fully, you must earn the trust and support of all of them.",
      "es": ""
    },
    {
      "id": 8567446,
      "en": "The swan-knights are Gondor's elite defenders.",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Attain Acquintance with the Dol Amroth - Docks Faction",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Attain Acquaintance with the Dol Amroth - Armoury Faction",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Attain Acquaintance with the Dol Amroth - Great Hall Faction",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dol Amroth - Buildings",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Attain Acquaintance with the Dol Amroth - Library Faction",
      "es": ""
    }
  ]
}