{
  "id": 620948595,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Calembel is to the north-east of Dol Amroth.\\n\\nTorchuil asked you to go to Calembel and wait for a fish ball. Once you found it, you were to fish as quickly as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The fish have balled up. Catch as many as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Before the fish flee",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Torchuil is in Dol Amroth.\\n\\nTorchuil will be pleased to see the fish you were able to catch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "The fish have fled!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'This is a great many bait fish. We will be able to use them to start catching some of the larger ocean fish soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Small fish will group and cluster together for short periods of time as a defensive measure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "The fish here are balling up, quickly, time to fish!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Small fish will often bundle together in tightly swimming balls as a defensive measure when predators arrive. This increases the odds that as many of the fish will survive as possible.\\n\\n'When we find one of these balls, we must strike as quickly as possible. It will not last long. You must fish up as many as you can in the short amount of time provided.\\n\\n'The fish often ball up around Calembel. When you get there search around, soon enough you will find a ball and then you must strike.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search the shores for a Fish Ball",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Caught Fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Catch fish ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Bait Ball",
      "es": "",
      "es (fem)": ""
    }
  ]
}