{
  "id": 620859633,
  "txt": [
    {
      "id": 22075078,
      "en": "Bring the herbs to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected goat's rue flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected klamath weed flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected mistletoe ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers of the Grey Company seek to acquire the good will of the Uch-lûth, the Dunlending clan inhabiting Enedwaith.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected royal jelly ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected sweet myrtle roots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I mentioned before, [placeholder], our stores run low, and we must seek the good will of the Algraig to replenish them.\\n\\n'Herbs for medicines will benefit both us and the Algraig...will you forage some up for me? Search on trees for beehives...within, you may find the royal jelly the bees produce. This can be used to treat many illnesses. You should also seek out goat's rue...it can be used to treat ailments of the liver and to combat fever. Klamath weed fights many diseases. Mistletoe, which grows on tree-branches, may be used to treat cancers and strengthen the heart. Sweet myrtle has a property to relax the ill.\\n\\n'When you have found everything we need, bring them to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Beehives, goat's rue, klamath weed, mistletoe, and sweet myrtle can be found throughout the Windfells. Look on trees for mistletoe and bee-hives. \\n\\nSaeradan has asked you to collect several herbs and bring them to him to be prepared for delivery to the Uch-lûth.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! The herbs I asked you to forage. These will aid us upon our journey and perhaps help to earn the good will of the Algraig.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith.\\n\\nYou should bring the herbs you foraged to Saeradan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You may find the herbs we require throughout the Windfells...beehives will be found near trees, though, to be certain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found the herbs which I requested? We will need them and soon.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect goat's rue flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect klamath weed flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect mistletoe ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect royal jelly ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Healing Hand",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect sweet myrtle roots ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}