{
  "id": 620859645,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I must confess that my heart is heavy. Our actions may hurt the herdsmen of the Uch-lûth, for the oxen we have slain are the same from which they draw their own herds.\\n\\n'I must ask you then to take this meat you collected to the Uch-lûth oxherds who have encamped far to the south-east near the northern end of the bridge which leads into Nan Laeglin. Present them this gift with our apologies and promise them that we will hunt no more.\\n\\n'Perhaps they will agree to trade with us, if you can make them understand that our apology is sincere.'\\n\\n<rgb=#FF0000>If you accept this quest, you will not be able to accept the quest Feeding the Company -- Repeatable.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? So you are responsible for this slaughter? Why should we accept the apology of your wandering friends after this?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you brought our gift to the Uch-lûth yet, [placeholder]?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You bring an apology, but nothing to show for it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Matter of Doubt",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I believe we have done the right thing by returning the meat to the Algraig herdsmen...I should have followed Saeradan's example and sought trade with them from the first.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Andreg regrets his decision to have you hunt the dun oxen of the Windfells from which the Uch-lûth draw their herds.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'With your aid, perhaps the oxherds of the Algraig people will trade with us.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring ox-meat to the Uch-lûth oxherds at Uch Cadlus",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The oxherds of the Uch-lûth are encamped at Uch Cadlus, south-east of Echad Saeradan.\\n\\nAndreg has asked you to deliver the ox-meat you collected to the oxherds of the Uch-lûth.",
      "es": ""
    }
  ]
}