{
  "id": 620859742,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated creatures hunting the oxen of the Uch-lûth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pleased with your dispatch of the legendary Black Sow, the oxherds of the Uch-lûth seek your aid in protecting their herds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, Duvodiad, you slew the legendary Black Sow? Then perhaps your skills will aid us further. Despite the death of the Black Sow, our herd is still being attacked. I have seen wolves prowling about during the day, but at night I have heard howls that chill my bones to the very marrow... I fear something prowls the night more fearsome than wolves.\\n\\n'Will you go among our herds and guard them from the beasts which prey upon them? I cannot promise great reward, but you will have our gratitude.\\n\\n'Our herds range to the north-east of Uch Cadlus.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The herds of the Uch-lûth range to the north-east of Uch Cadlus.\\n\\nWunne has asked you to go among the herds of the Uch-lûth and protect them from wolves and other predators.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have our thanks, Duvodiad. Your arm is quite skilled!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wunne is at Uch-lûth in the Windfells of Enedwaith.\\n\\nYou should return to Wunne with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, if you do not protect our herds, they will be destroyed, and our people will not survive the winter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have helped to protect our herds... I must confess that I am impressed by your selflessness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Great evil dwells in the shadows... perhaps you will continue to help us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat creatures hunting the oxen of the Uch-lûth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wunne at Uch Cadlus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Protecting the Herd",
      "es": "",
      "es (fem)": ""
    }
  ]
}