{
  "id": 620859630,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected pristine feathers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers of the Grey Company seek to acquire the good will of the Uch-lûth, the Dunlending clan inhabiting Enedwaith.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]! It has been long since you rid the Hobbits of Buckland of the threat of the giant. Thanks to you, they may wander the Brandy Hills with little fear.\\n\\n'Now, I am in need of your aid once more. The Algraig use feathers for bedding and decoration, [placeholder]. It may be to our benefit to collect many pristine feathers to bring to them as an offering of peace. Perhaps such an offering will entice them to trade with us.\\n\\n'Crebain nest at Pluvun Gwern to the north-east of here. Perhaps you may find pristine feathers within their nests. Bring them to Saeradan...the feathers must be of the highest quality.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pristine feathers might be found in the nests of the crebain at Pluvun Gwern, north-east of Echad Saeradan.\\n\\nAmlan has asked you to collect pristine feathers to trade to the Algraig of Enedwaith.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These are the feathers that Amlan requested of you? Good! Then all is nearly in readiness.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith, south-west of Pluvun Gwern.\\n\\nAmlan told you to take the craban-feathers to Saeradan to be prepared for delivery to the Algraig.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith.\\n\\nAmlan told you to take the craban-feathers to Saeradan to be prepared for delivery to the Algraig.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search the nests of the crebain at Pluvun Gwern, north-east of here, for the feathers we require.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you brought the feathers that Amlan requested of you?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Aye, [placeholder], I believe these will do well. Bring them to Saeradan...he will know what to do with them.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you brought the feathers that Amlan requested of you?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect pristine feathers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the craban-feathers to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the craban-feathers to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Feathers for Friendship",
      "es": ""
    }
  ]
}