{
  "id": 620859631,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Completed A Healing Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Completed Warmth for the Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Completed Feathers for Friendship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Saeradan and several other Rangers have ventured into the Windfells as advance scouts for the Grey Company to help ensure that their purpose remains secret, but also to help provision the Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, [placeholder]. It has been long since you and I worked together to hinder the efforts of the traitor Saruman in Bree. Chief Watcher Grimbriar still does not comprehend the significance of what we have done.\\n\\n'But never mind that now... we have other matters to discuss. You know already that we go to the aid of our chieftain Aragorn in the South, but we travel through hostile lands and must secure our route. Besides that, we will need provisions. This will require the good will of the Algraig, the Dunlending clans which have migrated into this region.\\n\\n'Will you help us? I have a task in mind for you, and I believe Amlan and Andreg may as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Saeradan, Andreg, and Amlan are at Echad Saeradan in the Windfells of Enedwaith.\\n\\nSaeradan has asked you to aid the Grey Company in their many tasks. He told you that he had a task for you, and that Amlan and Andreg might as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. The Algraig will hopefully find our offering of peace acceptable and grant trade with us through you as our agent.\\n\\n'Some distance to the north-east, along the foothills of the mountains, we noticed a camp of Algraig goatherds. Take these goods to their leader and present them to him with our request for trade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith.\\n\\nYou should speak with Saeradan regarding his plans for the items you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Algraig goatherds are at Gavar Cadlus, north-east of Echad Saeradan, along the foothills of the Misty Mountains.\\n\\nSaeradan asked you to deliver the herbs, pelts, and feathers you collected to the Algraig goatherds as a peace offering.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Complete the tasks you have been set, [placeholder], and I will have more for you to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? Who are you? We do not know your kind... you are duvodiad to us! You speak on behalf of some wanderers of the wild? Algraig! That is an insult! Do you speak on behalf of our brothers of old? The clans of Dunland say we are Algraig... Outliers.\\n\\n'We are no lesser Men than they! You do not speak for the Others? Then perhaps I will forgive the insult, for your wanderers may not know our ways. Tell me what it is you wish of us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Who are you? I do not speak with wanderers of the wild... duvodiad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Deliver the goods to the Algraig goatherds, [placeholder]... I believe they are our best hope for obtaining provisions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'They took offence at the name Algraig? Then we will say Uch-lûth from here on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete A Healing Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Do you think the Uch-lûth will trade with us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Warmth for the Winter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Complete Feathers for Friendship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am not sure I like your wandering friends... Algraig indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Saeradan at Echad Saeradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Outstretched Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'We will hear you, but I promise nothing, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Deliver the peace offering to the Algraig goatherds at Gavar Cadlus",
      "es": "",
      "es (fem)": ""
    }
  ]
}