{
  "id": 620859743,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Pleased with your assistance protecting their herds, the oxherds of the Uch-lûth have agreed to trade provisions to the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We cannot deny that your help has secured the health and safety of our people. We will then grant you your wish: we will trade meat to the other duvodiad.\\n\\n'Take this first package to your friends with our gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Andreg is at Echad Saeradan in the Windfells of Enedwaith, north-west of Uch Cadlus.\\n\\nWunne has asked you to deliver a package of meat to the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your friends offer your arm quite freely, do they not? Perhaps they are not so much your friends as you think.\\n\\n'Nevertheless, I will not refuse a strong arm to protect our herds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wunne is at Uch Cadlus in the Windfells, south-east of Echad Saeradan.\\n\\nAndreg instructed you to return to Wunne and offer her your services should she need them again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to Wunne and offer her your services.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You turned the hearts of the oxherds? Then I am in your debt, [placeholder]. These provisions will be a boon to us.\\n\\n'Return to Mistress Wunne and offer her your services should she need them again...we have little else to trade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will take that meat to your wandering friends, yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Were you unable to sway the Uch-lûth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have proven your intentions and those of your wandering friends. Perhaps we were hasty in our judgement of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the ox-meat to Andreg at Echad Saeradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You have helped to protect our herds from the wolves and the Cun Annun which howl at night! You are surely a friend to the Uch-lûth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wunne at Uch Cadlus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Matter of Honour",
      "es": "",
      "es (fem)": ""
    }
  ]
}