{
  "id": 620859744,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated creatures hunting the ox-herds of the Uch-lûth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The oxherds of the Uch-lûth were pleased with your efforts upon their behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have shown great skill and courage in defending our herds against the wolves and fell creatures which hunt them, but I fear the attacks will not soon stop.\\n\\n'Will you continue to aid us, Duvodiad? As long as you lend us your aid, we will supply your wandering friends with meat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Uch-lûth's herds graze to the north-east of Uch Cadlus.\\n\\nDavudh has asked you to continue protecting their herds against the wolves and other fell things which hunt them in return for a continuing supply of meat for the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have upheld your end of our bargain; therefore, we will honour our own. Take this meat to your friends, and let them know that we are grateful to them for granting us your skilled hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Davudh is at Uch Cadlus, south-west of the ox-herds.\\n\\nYou should return to Davudh with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Amlan is at Echad Saeradan, far to the north-west of Uch Cadlus.\\n\\nDavudh gave you a package of meat to take to the Rangers of the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Give our thanks to the Uch-lûth, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Your friends have honour, Duvodiad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Davudh is at Uch Cadlus, far to the south-east of Echad Saeradan.\\n\\nAmlan told you to convey his thanks to Davudh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Our herds are ravaged day and night by wolves and Cun Annun, terrible demons of legend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah! It is we who should be grateful, [placeholder]... this meat will go far to replenish our supplies.\\n\\n'Return to Davudh with our thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Take the meat to your duvodiad friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Were you unable to obtain more meat from the Uch-lûth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat creatures hunting the ox-herds of the Uch-lûth ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Davudh at Uch Cadlus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the ox-meat to Amlan at Echad Saeradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Davudh at Uch Cadlus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Protecting the Herd -- Repeatable",
      "es": "",
      "es (fem)": ""
    }
  ]
}