{
  "id": 620859741,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Black Sow of the Windfells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Uch-lûth were greatly displeased by the gift of meat presented to them, for they suspect the Grey Company of slaughtering their herds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Perhaps I was hasty in my judgement. These cuts were carefully taken from the carcass of a dead animal...our oxen which were slaughtered were gored, their meat ruined.\\n\\n'Perhaps if you could help us discover what creature has been hunting our herds, we will consider trading with your friends. There is a legend which tells of a great black boar the likes of which has not been seen west of the Mountains in many long ages. It is said it may be the mate or descendant of the Boar of Everholt. Perhaps the Black Sow is responsible for this slaughter.\\n\\n'Will you accept my offer? If so, look to our herd there to the north-east beneath the foothills. Almost nightly a beast or two has been slain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There may be dead oxen among the herds of the Uch-lûth at Uch Cadlus in the Windfells.\\n\\nAlun has asked you to examine the dead oxen among the herds of the Uch-lûth to determine what may have slain them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So the Black Sow was indeed more than just a legend? Your deed then was heroic and worthy of song...even for a duvodiad, a stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Black Sow wanders the wilds of the Windfells.\\n\\nHaving determined that a great boar did indeed slay the oxen of the Uch-lûth, you should hunt down the Black Sow of the Windfells.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Alun is at Uch Cadlus in the Windfells of Enedwaith.\\n\\nYou should return to Alun with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you determined what creature it is that hunts our herds?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You believe it is indeed the Black Sow that hunts our herds? The beast must then be slain, for it is too dangerous to be permitted to wander these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I wonder if the Black Sow is the inspiration for the Turch-gwirod which our cousins among the Turch-lûth worshipped?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Examine slaughtered oxen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We are grateful to you for ridding us of the Black Sow!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "This ox does indeed appear to have been slain by a great boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat the Black Sow of the Windfells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Alun at Uch Cadlus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Butchered Herd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Alun at Uch Cadlus",
      "es": "",
      "es (fem)": ""
    }
  ]
}