{
  "id": 620859644,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder], I know that Saeradan seeks to befriend the Uch-lûth in the hopes of opening trade with them, but we have a more immediate need for provisions. To this end, I would ask a favour of you.\\n\\n'As we entered the Windfells, we have seen many herds of oxen roaming the wilds. Would you hunt some of these oxen and bring me the meat?\\n\\n'Be wary, however... the Uch-lûth also maintain herds in this region. You should not harm any domesticated oxen that you find.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]! This will help us greatly, though I fear it will not be quite enough. Nevertheless, you have our thanks.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We will need plenty of meat, if we are to continue our journey.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We must have provisions, [placeholder]... without sufficient rations, we shall be too weakened to do Aragorn any good.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Feeding the Company",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers of the Grey Company are running short of provisions and seek ways to supplement their remaining supplies.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected ox-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect ox-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dun oxen can be found throughout the Windfells.\\n\\nAndreg has asked you to hunt the dun oxen of the Windfells for meat. He warned you not to harm the domesticated oxen of the Uch-lûth.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring ox-meat to Andreg at Echad Saeradan",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Andreg is at Echad Saeradan in the Windfells of Enedwaith.\\n\\nYou should bring the meat you collected to Andreg.",
      "es": ""
    }
  ]
}