{
  "id": 620859632,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Grufudh of the Uch-lûth has agreed to trade with the Grey Company in exchange for medicines and goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I must thank you for your efforts on our behalf. With the agreement of Grufudh, we shall continue to supply his people with pelts, feathers, and herbs in exchange for provisions.\\n\\n'Will you take this new delivery to Grufudh at Gavar Cadlus? When you have delivered the goods, return to me, and I will reward you as I may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grufudh is at Gavar Cadlus, north-east of Echad Saeradan.\\n\\nSaeradan has asked you to deliver more pelts, feathers, and herbs to Grufudh the goatherd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. Your services have been invaluable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith, south-west of Gavar Cadlus.\\n\\nGrufudh told you to return to Saeradan with the thanks of his people and assurance that supplies will be sent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take our thanks to your wild friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'These goods are much welcomed, Duvodiad, though I am still not sure I trust these wild-wanderers.\\n\\n'Return now to your friend with our thanks. Assure him that we will make good on our promises.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Take the goods to Grufudh... hopefully, he will prepare more supplies for our Company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have your friends chosen not to trade with us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the pelts, feathers, and herbs to Grufudh at Gavar Cadlus",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Saeradan at Echad Saeradan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Outstretched Hand -- Repeatable",
      "es": "",
      "es (fem)": ""
    }
  ]
}