{
  "id": 620859629,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected wolf-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers of the Grey Company seek to acquire the good will of the Uch-lûth, the Dunlending clan inhabiting Enedwaith.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], welcome and well met! Because of your aid, we were able to drive back the Tarkrîp Orcs of Angmar before they could fall upon Bree!\\n\\n'Now we journey south to the aid of our chieftain, Aragorn. I am certain Saeradan has told you of our needs. Will you aid us?\\n\\n'Throughout the Windfells, you will find terrible wolves. Hunt the beasts and gather their pelts... these will prove beneficial against the cold of the growing winter. Bring them to me for examination, then take them to Saeradan... he will prepare them for delivery to the Algraig once he has replenished our own stores.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves may be found throughout the Windfells of Enedwaith.\\n\\nAndreg has asked you to hunt the wolves of the Windfells for their warm pelts, which may be used as a defence against the cold of winter.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah! These must be the pelts that Andreg requested of you. These will do well. Perhaps the Algraig will be persuaded to trade with us after all.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith.\\n\\nAndreg told you to bring the wolf-pelts to Saeradan to be prepared for delivery to the Algraig.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Saeradan is at Echad Saeradan in the Windfells of Enedwaith.\\n\\nAndreg told you to bring the wolf-pelts to Saeradan to be prepared for delivery to the Algraig.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Wolves may be found throughout the Windfells... hunt them and bring me their pelts.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you not brought the pelts which Andreg requested of you?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Aye, these will do perfectly, [placeholder]. Bring them at once to Saeradan, so he can prepare them for delivery to the Algraig.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you not brought the pelts which Andreg requested of you?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect wolf-pelts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring wolf-pelts to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring wolf-pelts to Saeradan at Echad Saeradan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Warmth for the Winter",
      "es": ""
    }
  ]
}