{
  "id": 620946425,
  "txt": [
    {
      "id": 162883717,
      "en": "'One of these scavengers may have picked up the key to whatever cell holds our friend, if one does. I will keep searching, as will others of the company, and you should do the same! Defeat these scavengers and see what you can find.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 6: The Drowning Pits",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Defeat surly scavenger ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Defeat surly scavenger (5/6)",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'An Orc gains nothing by being truthful to us, but may derive satisfaction by bringing us sorrow. I believe Lothrandir survives, but if he is not brought into the light soon it may become too late to save him. North of the tower you will find an entrance to depths below Isengard. Search the watery deeps for some news of Saruman's captive. He may yet live, if we hurry.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'If Lothrandir is down here, we will find him, [placeholder]. This pit has seen better days, but it will see worse still if our friend has come to harm. What few of Saruman's lackeys still lurk in the depths no longer carry out his will. They seem to be busy scavenging for treasure and fighting among themselves o'er it. Fools!\\n\\n'Many doors remain locked to us, and it could be one of these scavengers has picked up the key to whatever cell holds our friend. I will keep searching, as will others of the company, and you should do the same! Defeat these scavengers and see what you can find.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I believe Lothrandir survives, but if he is not brought into the light soon it may become too late to save him. North of the tower you will find an entrance to depths below Isengard. Search the watery deeps for some news of Saruman's captive. He may yet live, if we hurry.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'One of these scavengers may have picked up the key to whatever cell holds our friend, if one does. I will keep searching, as will others of the company, and you should do the same! Defeat these scavengers and see what you can find.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You steel your resolve and prepare to enter the flooded deeps below Isengard",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You found a key? Very good, very good. It is possible it will open the way to Lothrandir. I have found half a dozen keys already, and matching doors for half of those, but still no sign of my kinsman. Still, one of these may prove to be the one.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gandalf does not believe that Lothrandir perished beneath Isengard, and wants you to search for him.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Surly scavengers can be found throughout the Isengard Depths.\\n\\nGolodir has asked you to defeat the scavengers that lurk within the flooded depths of Isengard, for one of them might know of Lothrandir's location, if the Ranger still lives.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Golodir is in the flooded depths beneath Isengard, waiting to hear the results of your search.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I believe Lothrandir survives, but if he is not brought into the light soon it may become too late to save him. North of the tower you will find an entrance to depths below Isengard. Search the watery deeps for some news of Saruman's captive. He may yet live, if we hurry.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "An entrance to the Isengard Depths can be found north of the tower.\\n\\nGandalf believes Lothrandir may still live, and wants you to search for news of him in the caverns below Isengard.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Surly scavengers can be found throughout the Isengard Depths.\\n\\nGolodir has asked you to defeat the scavengers that lurk within the flooded depths of Isengard, for one of them might know of Lothrandir's location, if the Ranger still lives.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Golodir also searches the Isengard Depths for news of Lothrandir.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find the entrance to the Isengard Depths, north of Orthanc",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Golodir in the Isengard Depths",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Defeated surly scavenger ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "A key drops from the scavenger's hand. Could Golodir have been right?",
      "es": ""
    }
  ]
}