{
  "id": 620946423,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The young hobbits told you of the moot, but did not tell you of our arrival here? You wish to hear that tale?'\\n\\nTreebeard seems to give it some thought... and some thought... and some more thought. Eventually his eyes focus on you again.\\n\\n'Ents do not often get asked to tell stories, little one. But I will see what I can do... hoom, hrum, hoom. I hope you have enough time to listen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Treebeard and listen to his tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Treebeard by the base of Orthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Treebeard has agreed to finish the story begun by Merry, telling you of the last march of the Ents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'That is the tale, little one. I have not seen Saruman since Gríma Wormtongue came to the tower. His schemes may be at an end; the water seems to have dampened his spirits.\\n\\n'Oh! Oh, that is very good! Hoom, hrum, boom! Dampened his spirits!\\n\\n'I have enjoyed telling you the tale, little [placeholder]. I hope you will remember the Ents. It seems to me that Saruman wishes he remembered us sooner. I am glad he did not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Are you ready to hear the tale, little one? Hoom, boom, hrum.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: Last March of the Ents",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Treebeard is near the base of Orthanc, and has agreed to finish the story begun by Merry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Treebeard is by the base of Orthanc.",
      "es": "",
      "es (fem)": ""
    }
  ]
}