{
  "id": 620946428,
  "txt": [
    {
      "id": 228284040,
      "en": "'Saruman has come to the end of his power, [placeholder]. I think he will no longer be a danger to Rohan.'\\n\\nGandalf sighs heavily, and you are surprised to see a deep sadness in his eyes.\\n\\n'I offered him his freedom, but after working such deceits as he has done for so long he did not see that it was an offer made in good faith. The treacherous see only treachery, and so it was with Saruman at the end. He has his life, but I fear he will not see this as a mercy. I have cast him from the order and from the White Council. His staff is broken, and he will work no further plots.\\n\\n'But he has his life. He will remain within Orthanc, and think on his old designs, and mourn. But he will no longer endanger Rohan, and I think he knows that if Mordor does have victory in the days ahead, the servants of that land will not forget the treacheries he worked on his own behalf.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Aragorn is on the stairs at the base of Orthanc.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'The Riddermark has suffered greatly at the hands of Saruman, but it will suffer no longer. He is locked in his tower, and Gandalf has cast him from the Order of the Wizards.\\n\\n'The traitor used one last weapon, and it may have been his deadliest: the power of his voice. I know the extent of his crimes, and even so I nearly succumbed to the soothing persuasion of his words. We are fortunate Gandalf was here and could shatter the reverie.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gandalf, Théoden, and Pippin all witnessed the confrontation with Saruman and wish to speak with you about the Wizard's schemes.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Halbarad has come to the base of Orthanc.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The most peculiar thing happened, [placeholder]. Saruman and Gandalf engaged in a debate a few moments ago, and just when Gandalf seemed to get the upper hand, this object came hurtling down toward us from an upper window! It hit no one, thank goodness, but it would have quite hurt had the aim been better.\\n\\n'It was a dark globe of crystal, but with a fiery core deep in its heart. I picked it up and it seemed much heavier than its size. Very odd. I carried it up the steps to give it to Gandalf, but when he saw what I bore he hurried down and took it from me quickly. He says it was thrown not by Saruman but by Gríma Wormtongue, who I had the distinct displeasure of meeting just yesterday.\\n\\n'The globe is a mystery. I wonder what it was?'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Gandalf will tell you more of what happened. I suspected some further mischief of Saruman, and I was not wrong to expect it! But all is ended now, and safely.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Is it true? The threat of Isengard has ended? Saruman has occupied our thoughts for so long, and caused so much hardship, I never believed he would not!\\n\\n'We have come so far, [placeholder]: from Rivendell, through Hollin, into Enedwaith and Dunland, and here at last to the stronghold of Saruman. Many of my kin fell along the way, but each of them, all of them, were allies of the king to come: Aragorn, son of Arathorn, heir of Isildur.\\n\\n'You, too, have been a friend of Aragorn, and to all the Grey Company. I thank you, [placeholder]. Wherever our road leads now, know that you have my thanks and my friendship.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Saruman's power is at an end. He will do us no more harm this day.'",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Gandalf says that Saruman can do us no more harm, but I do not know if he is right.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Théoden on the steps of Orthanc",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Pippin by the foot of the steps",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Aragorn at the base of Orthanc",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I cannot help but wonder about that dark crystal globe. What was it, do you think?'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Halbarad by the base of Orthanc",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Gandalf on the steps of Orthanc",
      "es": ""
    },
    {
      "id": 24695159,
      "en": "Lothrandir has been rescued from the clutches of Saruman, but what has become of the Wizard himself?",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Lothrandir suffered greatly at the hands of his captors, but his will remains strong, and I am certain he will recover from their torments. But what has become of Saruman? A crowd gathers by the foot of Orthanc. Go learn from them what has happened, and I will rejoin you shortly!'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "Aragorn listens to your account of Lothrandir's rescue.\\n\\n'I am pleased to hear my kinsman is safe! I wished often that my friends might be close at hand, but I did not give voice to that desire, for I would not have wanted them put in danger. It is well that Lothrandir has emerged from the pit of Isengard unharmed.\\n\\n'Saruman emerged too, but not for long, and though he has returned to the tower I feel that his threat is ended! Gandalf will tell you more, if you would listen. I suspected some further mischief of Saruman, and I was not wrong to expect it! But all is ended now, and safely.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 8: Allies of the King",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'A crowd has gathered at the foot of Orthanc. Go there and see what has happened, and I will rejoin you shortly.'",
      "es": ""
    }
  ]
}