{
  "id": 620946427,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Halbarad is in the Ring of Isengard, north-west of Orthanc, looking for Lothrandir.\\n\\nGolodir has asked you to return to the surface and to help Halbarad with his search for the captive Ranger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I cannot overstate my joy at Lothrandir's safe return, [placeholder]! I do not forgive Gun Ain her crimes, but I hope that the new woman that is Mercy finds some measure of peace. She has no place in Isengard any longer, and the path she takes from here will determine whether she ever finds another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Are you ready to continue the search for Lothrandir? We must remain hopeful, [placeholder], though the search has been fruitless to this point. There are still many buildings in Isengard where he may be held, and we will search them all if we must.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Halbarad is in the Ring of Isengard, north-west of Orthanc, looking for Lothrandir.\\n\\nHalbarad is waiting to go with you to search further buildings in Isengard for Lothrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Halbarad is north-west of Orthanc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Halbarad north-west of Orthanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d172",
      "en": "Halbarad has found a number of locked doors behind one of which Lothrandir might be held.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Halbarad and continue his search for Lothrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Return to the surface and find Halbarad. There are some buildings in the wall to which he has not yet gained entry, and these keys may unlock some of those.\\n\\n'Before I left him, he said he was planning to search the buildings north-west of the tower. That is where you should seek him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Halbarad north-west of Orthanc, within the Ring of Isengard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I have exhausted most of the locked doors here in the depths, [placeholder]. Return to the surface and find Halbarad. There are some buildings in the wall to which he has not yet gained entry, and these keys may unlock some of those.\\n\\n'Before I left him, he said he was planning to search the buildings north-west of the tower. That is where you should seek him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Golodir sends more keys? Very well. There are doors enough, that is certain. Lothrandir must be behind one of them. Speak to me when you are ready to search another building in the wall for my lost kinsman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 14, Chapter 7: Lothrandir",
      "es": "",
      "es (fem)": ""
    }
  ]
}