{
  "id": 620946415,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 14, Chapter 5: Wizard to Manage",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'You... filth. Come to finish the job? My time is through... curse the trees!'\\n\\nThe Orc coughs again, and a deathly rattle passes his lips. He will not last long. Despite the pain he feels, the Orc musters enough strength to laugh coarsely.\\n\\n'You think... only my kind perished... when the flood came? There were prisoners... in the pits... and now they are drowned rats! Their lives... are on your conscience... wretched halfling!'",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'Hrum, hoom, hoom.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Saruman seems to be in a tough position, but I would counsel caution in our dealings with him. I do not doubt his ability to strike even now, and a cornered beast can still do great harm.\\n\\n'Gandalf went ahead to the base of Orthanc. Find him and see what he thinks of the situation.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Explore west of Orthanc",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Explore south of Orthanc",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Aragorn is right to advise caution. Saruman has suffered a defeat, it is true, but we must not be over-confident or it will be no lasting defeat. He is cunning and full of tricks, and even a cornered beast can do great harm. Indeed, that is when it is most dangerous!'\\n\\nYou tell Gandalf that Aragorn said much the same, and the Wizard smiles briefly.\\n\\n'Good! It seems he has learned something from me after all. But this is no time for idle talk. There is a Wizard to manage now. Speak to Treebeard. I must think on our next step.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Explore north of Orthanc",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Find Gandalf and see what he thinks we should do about Saruman. He went on ahead, to the base of Orthanc.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Hrum, hoom, hoom. The work of the Ents here is done, but Gandalf's work is only beginning. Yours too, perhaps. I do not understand this desire for... burárum... adventure. Do you not enjoy standing in a green field with the sunlight on your face? Do you not enjoy drinking deeply of cold mountain waters?'\\n\\nTreebeard rumbles for a moment.\\n\\n'It is no matter. The waters will cleanse this place, but some Orcs may still linger. Search the surface and see what you find. Gandalf tells me a friend of yours was imprisoned here. I hope you find some sign of him. We Ents allowed a number of Dunlendings to leave in peace, but saw no other friendly folk.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'For now I must think. Leave me in peace!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'This sight fills me with sorrow, [placeholder]. Do you think Saruman understands what he has taken from this world? He must not. How could he?'\\n\\nCalenglad looks around at the still waters.\\n\\n'I heard Gandalf say that Ents are slow to be roused, but when they are there is little that can stand before them. I see it is true, but my heart goes out to this one, who will not return from this ring of stone.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You... filth. Come to finish the job? My time is through... curse the trees!'\\n\\nThe Orc coughs again, and a deathly rattle passes his lips. He will not last long. Despite the pain he feels, the Orc musters enough strength to laugh coarsely.\\n\\n'You think... only my kind perished... when the flood came? There were prisoners... in the pits... and now they are drowned rats! Their lives... are on your conscience... wretched [placeholder]!'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Search the surface and see what you find. Gandalf tells me a friend of yours was imprisoned here. I hope you find some sign of him. We Ents allowed a number of Dunlendings to leave in peace, but saw no other friendly folk.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Aragorn is concerned that Saruman may have further tricks up his sleeve.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "Gandalf listens to your account closely, especially the last words of the dying Orc.\\n\\n'It is said that the last words spoken by the dying are the truest you will ever hear, and I do not doubt that this Orc believed them. But I do not.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Gandalf is at the base of Orthanc, considering what to do about the Wizard waiting within.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I am saddened by the passing of Beechbone. He was a handsome Ent, and took good care of his flock. He did much good in his life, and no less than on his last day, when he trumpeted victory within the stone walls of Isengard.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Gandalf is at the base of Orthanc, waiting to hear what you discovered in your search of the flooded Ring.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Treebeard is by the base of Orthanc.\\n\\nGandalf has asked you to speak with Treebeard while he considers what to do about Saruman.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Treebeard believes you should search within the Ring of Isengard for any sign of your captive friend.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "An Ent lies here, his skin burned and scorched",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Gandalf by the base of Orthanc",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "A nearby Orc coughs up blood and snarls weakly at you",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Gandalf at the base of Orthanc",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Treebeard at the base of Orthanc",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The Orc laughs weakly, and breathes his last",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "This must have been the site of a great battle, for many corpses float in the water here",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'For now I must think. Leave me in peace!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Almost every bone in this Orc's body seems to be broken. What could have done this?",
      "es": ""
    }
  ]
}