{
  "id": 620946414,
  "txt": [
    {
      "id": "0xf948921",
      "en": "'It looks quite lovely in the sunlight, Merry. I daresay I could almost like this shaggy forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948922",
      "en": "'Oh my!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948923",
      "en": "'Who are you? And what?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948924",
      "en": "'How about you add a line for us? Something like...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948925",
      "en": "'Hmmm...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948926",
      "en": "'Half-grown hobbits, the hole-dwellers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948927",
      "en": "'Look at the size of that tree, Merry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948928",
      "en": "'Now what, Treebeard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf948929",
      "en": "'I see a table, but no hobbit-sized chairs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa40c2e1",
      "en": "Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have decided to show the hobbits to your home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb1",
      "en": "'You've never heard of hobbits before?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb2",
      "en": "'I suppose we are always getting left off the old lists and stories.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Your hobbit friends could use a sip of Ent-draught. You should bring them the bowls you picked up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb3",
      "en": "'Nice one, Pip!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The hobbits seem to be enjoying the Ent-draught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb4",
      "en": "'Is it far, Treebeard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Merry wishes to speak with you about something.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb5",
      "en": "'Behind the waterfall? Oh, that is clever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb6",
      "en": "'There are so many of them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "You have called a moot of your people to decide what is to be done concerning Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc098bb7",
      "en": "'Do you think they will agree with you about Saruman, Treebeard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "You have brought the hobbits to Derndingle, where the Ents will discuss the matter of Saruman. You should tell the young one what to expect.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I do not know what to expect, Treebeard... are all of the Ents like you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x98e0151",
      "en": "Small Creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Many of your people have come to Derndingle to discuss the matter of Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Greetings to you, my friend from long ago, when the forest was young and we were not full-grown. Many seasons have turned since last we spoke together in the light of either sun or moon. It is many Ent-strides from my home. Why have you called me to this place?'\\n\\nYou greet Baldbark and reminisce about conversations shared and absent friends. Eventually you speak of Saruman.\\n\\n'I have been made aware of the Wizard's crimes. He worked great evil in the reaches of the forest near my own home. I agree that something must be done. What will the others say of this?'\\n\\nYou thank Baldbark for his supportive words, and wish him well in the debate to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Merry has agreed to fill you in on how he and Pippin met the Ent named Treebeard, and what happened afterwards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Baldbark needs to be convinced.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "You greet Beechbone, a handsome Ent. His path has crossed with yours several times recently, and the memory of those pleasant conversations is still somewhat fresh. After a polite amount of time, your words turn to the matter of Saruman.\\n\\n'You speak of our neighbour as if he is an enemy, and indeed, he does not seem to be the friend he was once. Fumes rise from his home and the smell gives my nose offence, but that is not a crime. Orcs, too, could come from any number of holes. What evidence marks Saruman as their master?'\\n\\nBeechbone politely declines to discuss the matter with you further, but he agrees to listen to the debate and may in time come around to your point of view.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Beechbone needs to be convinced.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "You exchange pleasantries with Quickbeam, one of the younger Ents. His home is not far from Derndingle, and sometimes you have seen him walking in the sunlight among the trees. Before much time has passed, the conversation turns to Saruman. Quickbeam seems to have some idea of the Wizard's crimes already.\\n\\n'Saruman has much for which to answer. He is a tree-killer, and we have been quiet neighbours for too long already. You find me over-hasty, I know, but in this there seems to be little need for discussion, Fangorn. I have quite made up my mind.'\\n\\nYou tell Quickbeam of the two young hobbits you met, and ask if he will watch them while you speak to the rest of the Ents at the moot. He readily agrees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Quickbeam needs to be convinced.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'You Ents certainly do take a long time to make up your minds, Treebeard! I feel certain we could have decided this matter six or seven times over if we were still in the Shire!'\\n\\nMerry and Pippin listen as you explain that Quickbeam will watch over them. You feel certain they will like the young Ent, for he is quite hasty in many respects.\\n\\n'Well, if you say so, Treebeard! I think you might consider the slow drip of honey in the comb quite hasty in comparison to yourself, so Pip and I will be the judge of that, if you don't mind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Pippin and tell him your house is near",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Show your new hobbit friends the way to your home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "You should tell the hobbits that Quickbeam will go with them while the moot continues.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Pick up the container of Ent-draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Well, it is nice to meet you, Treebeard. I have never met an Ent before! My name is Peregrin Took, but my friends call me Pippin, or Pip. I am a hobbit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Are you certain this is the right place, Treebeard? I don't see a house anywhere.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'It is a pleasure to meet you, Treebeard. My name is Meriadoc Brandybuck, but most people call me Merry. We have become separated from our friends, and it seems that Saruman's Orcs would very much like to find us again and bring us to their master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a9",
      "en": "Pick up three bowls with which to serve your friends and yourself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "The creatures seem to offer no threat, but you have not seen their like before.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'That was delicious, Treebeard! I feel refreshed and invigorated, as if I had bountiful reserves of energy and could use them for anything at all!\\n\\n'But we were going to tell you how we came to be in your forest, weren't we? I hope I have energy enough for tale-telling!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The other hobbit wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Learn the nature of the curious little creatures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Learn the nature of the curious little creatures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to one of the curious creatures",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to the other hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x10772c1",
      "en": "Pippin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Bring your new hobbit friends to Wellinghall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Your new hobbit friends may enjoy a sip of Ent-draught.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "You should pick up two bowls for your hobbit friends and one for yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Interlude: The Moot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "You have heard the sound of two curious creatures speaking to one another, and should investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "One of the curious creatures wishes to speak with you. How peculiar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6611",
      "en": "'We didn't see him at first, and why not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6612",
      "en": "'We had never seen anything like Treebeard before!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6613",
      "en": "'Except for trees, I suppose. He does look rather tree-ish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6614",
      "en": "'He has a peculiar way about him, but he seemed friendly enough to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have decided to show these curious little creatures, these hobbits, to your home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6615",
      "en": "'He offered to take us to his home. Or one of them. He has a few.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "One of your new hobbit friends, Pippin, wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6616",
      "en": "'It was a rather lovely place, actually.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6617",
      "en": "'Quite homey, in its own way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6618",
      "en": "'He offered us a drink that would keep us... what did he say?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40d6619",
      "en": "'\\qGreen and growing for a long, long time,\\q that was it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94892b0",
      "en": "'What?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x94892b1",
      "en": "'Only one way to find out, Merry! He has to ask them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66100",
      "en": "'The drink tasted like water, but it was even better and more refreshing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66101",
      "en": "'A healthy sensation coursed from the hair on my toes to the hair on my head!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66102",
      "en": "'Our conversation eventually turned to Saruman, and Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66103",
      "en": "'Treebeard decided something had to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66104",
      "en": "'Now, Ents take a long time to discuss things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66105",
      "en": "'A looooong time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66106",
      "en": "'A verrrrry long time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66107",
      "en": "'It seemed to us they might discuss things forever!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66108",
      "en": "'This story is taking longer than I thought it would!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd66109",
      "en": "'Are you hungry? I have become a little peckish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Convince Quickbeam that something must be done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Talk to Merry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "The creatures speak with pleasant, sing-song voices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Bring the bowls of Ent-draught to your new hobbit friends",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50251",
      "en": "Wait for your new hobbit-friends to finish drinking the Ent-draught",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Merry in Wellinghall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Travel to Derndingle with the hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Pippin on the way to Derndingle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Follow the hobbits to Derndingle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Convince Baldbark that something must be done",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Convince Beechbone that something must be done",
      "es": "",
      "es (fem)": ""
    }
  ]
}