{
  "id": 620946426,
  "txt": [
    {
      "id": 117612261,
      "en": "'I will grant your wish.'",
      "es": ""
    },
    {
      "id": 117612262,
      "en": "'Lothrandir!'",
      "es": ""
    },
    {
      "id": 117612263,
      "en": "'Come show your friends what has become of you!'",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Far below, in a large room, Halbarad beckons you onward",
      "es": ""
    },
    {
      "id": 117612264,
      "en": "'I am not responsible for this.'",
      "es": ""
    },
    {
      "id": 117612265,
      "en": "'Your friend refused to cooperate with my master. He tried to resist.'",
      "es": ""
    },
    {
      "id": 242913425,
      "en": "Kenned",
      "es": ""
    },
    {
      "id": 69036790,
      "en": "Remain alert for any threat",
      "es": ""
    },
    {
      "id": 165516049,
      "en": "Gun Ain hands you a small, nondescript key",
      "es": ""
    },
    {
      "id": 225642660,
      "en": "'Nothing.'",
      "es": ""
    },
    {
      "id": 2747952,
      "en": "'Saruman broke his mind.'",
      "es": ""
    },
    {
      "id": 2747953,
      "en": "'I wanted a name, but all I have done is take names from this world!'",
      "es": ""
    },
    {
      "id": 2747954,
      "en": "'Why do I still serve Saruman? He has not given me what I sought! He could not!'",
      "es": ""
    },
    {
      "id": 2747955,
      "en": "'I gain nothing by furthering the Wizard's plans.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Halbarad in the large chamber",
      "es": ""
    },
    {
      "id": 2747956,
      "en": "'I speak now for myself, [placeholder].'",
      "es": ""
    },
    {
      "id": 2747957,
      "en": "'I will not allow you and your friends to leave this place as you are.'",
      "es": ""
    },
    {
      "id": 2747958,
      "en": "'I will not let you leave before you hear these words.'",
      "es": ""
    },
    {
      "id": 2747959,
      "en": "'Lothrandir is still alive.'",
      "es": ""
    },
    {
      "id": 135978673,
      "en": "'Wait, [placeholder]. Someone comes!'",
      "es": ""
    },
    {
      "id": 2747960,
      "en": "'Lothrandir is in a cell in this building's southernmost passage.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The Rangers have lost a kinsman and a friend, and are sharing a moment of grief before they must return to Aragorn with the sad news.",
      "es": ""
    },
    {
      "id": 135978674,
      "en": "'I know who you are, Gun Ain. Lothrandir spoke of you when we rode south.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Lothrandir in the large chamber",
      "es": ""
    },
    {
      "id": 2747961,
      "en": "'Mercy...'",
      "es": ""
    },
    {
      "id": 135978675,
      "en": "'Tell us where he is and it will go easier for you.'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The woman named Mercy has told you where you might find Lothrandir: in the southernmost passage of the building in which you find yourself. You must search the building for him, and quickly!",
      "es": ""
    },
    {
      "id": 135978676,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Lothrandir is in a cell unlocked by Gun Ain's key, off the southernmost passage.",
      "es": ""
    },
    {
      "id": 135978677,
      "en": "'Angmarim witch! What have you done to him?'",
      "es": ""
    },
    {
      "id": 135978678,
      "en": "'You lie!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Halbarad has reunited with his lost kinsman.",
      "es": ""
    },
    {
      "id": 135978679,
      "en": "'Tell us the truth, Gun Ain!'",
      "es": ""
    },
    {
      "id": 135978680,
      "en": "'What is it, Lothrandir?'",
      "es": ""
    },
    {
      "id": 135978681,
      "en": "'Falcon? What are you trying to tell us, Lothrandir?'",
      "es": ""
    },
    {
      "id": 127884869,
      "en": "Halbarad has been defeated!",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Search the flooded pits for some sign of the captive Lothrandir",
      "es": ""
    },
    {
      "id": 7101441,
      "en": "'The Falcon clan may have paid, Halbarad, but this woman has not, and Saruman has not!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have agreed to search for Lothrandir in some more of the buildings in the wall of Isengard.",
      "es": ""
    },
    {
      "id": 7101442,
      "en": "'Lothrandir cannot avenge himself on them, so I will do it in his memory!'",
      "es": ""
    },
    {
      "id": 7101443,
      "en": "'Now the witch dies!'",
      "es": ""
    },
    {
      "id": 7101444,
      "en": "'I know that!'",
      "es": ""
    },
    {
      "id": 7101445,
      "en": "'I know that better than anyone.'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "You see no recognition in Lothrandir's eyes. He shakes and convulses before you, a pitiable figure that bears little resemblance to the strong-willed man you remember. Of all Saruman's crimes, this may be the one that strikes nearest to your heart.\\n\\nHe seems to be trying to speak, but his words are muffled and his voice weak.",
      "es": ""
    },
    {
      "id": 7101446,
      "en": "'You cannot stop us from leaving, witch.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Gun Ain in the large chamber",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Find Lothrandir in a cell off the southernmost passage of the building",
      "es": ""
    },
    {
      "id": 179180417,
      "en": "'Do you hear that?'",
      "es": ""
    },
    {
      "id": 48912305,
      "en": "Mercy",
      "es": ""
    },
    {
      "id": 179180418,
      "en": "'I hear voices on the wind. They must travel through some high crack or window.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I came to this room from another passage, [placeholder]. It seems that the wall of Isengard is a warren of rooms and tunnels, but we will search them all for my kinsman. Saruman cannot hide him from us forever.'\\n\\nHalbarad stops speaking and listens for a moment to the steady dripping of water in a distant corner.",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Talk to Halbarad outside Lothrandir's cell",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Lothrandir in his cell",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "You have seen anger in Gun Ain's eyes before today, and fear, but never have you seen the look she gives you now. Her expression is pained.\\n\\n'All I wanted was a name, [placeholder]. I wanted to be someone again. I wanted a family to replace the one I had lost, friends to take the place of my emptiness... but there is no one.\\n\\n'Look at them! That is what I wanted, [placeholder], but no one will miss me! No one will cry when I have gone. No one will mourn.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'What sorcery have they worked on my kinsman? Lothrandir is a shell of himself, [placeholder], and I will make those responsible for his sad state reap the reward of their crime!'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Is that you, [placeholder]? I did not think I would see you again.'\\n\\nLothrandir smiles weakly.\\n\\n'The Wizard was not pleased when you escaped. I almost felt sorry for Saruman. I think his Orcs are endlessly disappointing him.'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Lothrandir is safe and we have accomplished our aim, [placeholder]. I will be glad to leave this place behind us.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Golodir in the large chamber",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Gun Ain has given voice to something remarkable. Can it be true? Does Lothrandir still live?",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Listen to Halbarad determine what must be done",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Allow the Rangers time to mourn",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'Let us leave this sunken pit, [placeholder]. I will be glad to see daylight again, and I know Lothrandir must feel the same!'",
      "es": ""
    },
    {
      "id": 127884914,
      "en": "Golodir has been defeated!",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "For the first time, Gun Ain's eyes are alight with a fierce and sudden joy. She exults in her words, and radiates a restless energy.\\n\\n'You spoke of the strength of Lothrandir's will, and you were not wrong. Saruman tried to exert control over his mind, tried with every ounce of his power, but still your friend resisted. The Wizard wove convincing illusions and portraits of despair, but still Lothrandir fought. Many and powerful were the tricks he employed to break your friend's mind, but each one failed. Lothrandir remained strong, and the Wizard could find no means of bending him to his will.\\n\\n'In the end, Saruman had to abandon the effort. He took another prisoner from his cell, a Falcon Clan warrior named Kenned who had proved unable to work in the Pits, and dressed him in Lothrandir's garb. That is the poor creature you see before you; he has at last earned his freedom.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Lothrandir",
      "es": ""
    },
    {
      "id": 28175296,
      "en": "'The Falcon Clan is defeated. They have paid for their betrayal, my friend.'",
      "es": ""
    },
    {
      "id": 28175297,
      "en": "'Golodir, hold!'",
      "es": ""
    },
    {
      "id": 171303057,
      "en": "'Fal...'",
      "es": ""
    },
    {
      "id": 28175298,
      "en": "'Will her death ease even the smallest portion of our grief?'",
      "es": ""
    },
    {
      "id": 171303058,
      "en": "'Fal... con...'",
      "es": ""
    },
    {
      "id": 28175299,
      "en": "'It will not, Golodir.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Grey Company has separated into groups in order to search more of Isengard for their captive kinsman.",
      "es": ""
    },
    {
      "id": 28175300,
      "en": "'You will never know what you and your master took from us, Gun Ain.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Halbarad has found a large room, its floor covered with dirty water, and has called for you to join him.",
      "es": ""
    },
    {
      "id": 28175301,
      "en": "'No words of mine can make you feel what we felt for our kinsman.'",
      "es": ""
    },
    {
      "id": 28175302,
      "en": "'But know this: in Forochel, Lothrandir showed you kindness.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Lothrandir stands before you, a shadow of his former self.",
      "es": ""
    },
    {
      "id": 28175303,
      "en": "'No others of my kin would have done the same.'",
      "es": ""
    },
    {
      "id": 28175304,
      "en": "'I am sorry.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Golodir has found his way to the large chamber, and his anger is evident.",
      "es": ""
    },
    {
      "id": 28175305,
      "en": "'I am sorry we did not come in time, my friend.'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Halbarad has determined what should be done.",
      "es": ""
    },
    {
      "id": 177365025,
      "en": "'Golodir, look! Is that...?'",
      "es": ""
    },
    {
      "id": 177365026,
      "en": "'Oh no...'",
      "es": ""
    },
    {
      "id": 177365027,
      "en": "'Lothrandir...'",
      "es": ""
    },
    {
      "id": 177365028,
      "en": "'What?'",
      "es": ""
    },
    {
      "id": 28175312,
      "en": "'Can this be?'",
      "es": ""
    },
    {
      "id": 28175313,
      "en": "'Gun Ain, your crimes are many, and I do not forgive them.'",
      "es": ""
    },
    {
      "id": 28175314,
      "en": "'But we would have left this place believing our kinsman to be lost.'",
      "es": ""
    },
    {
      "id": 28175315,
      "en": "'I am grateful for this thaw in your heart.'",
      "es": ""
    },
    {
      "id": 28175316,
      "en": "'For that reason I name you Mercy, and grant you safe passage from Isengard.'",
      "es": ""
    },
    {
      "id": 28175317,
      "en": "'We have no quarrel.'",
      "es": ""
    },
    {
      "id": 28175318,
      "en": "'[placeholder]! Return the way you came, and look for the southernmost passage!'",
      "es": ""
    },
    {
      "id": 28175319,
      "en": "'Lothrandir! It is good to see you alive, my friend!'",
      "es": ""
    },
    {
      "id": 177082755,
      "en": "Squinting in the half-light, a pile of rags reveals itself to be a weary prisoner",
      "es": ""
    },
    {
      "id": 235466113,
      "en": "Witness Halbarad's judgement",
      "es": ""
    },
    {
      "id": 69036737,
      "en": "Confront Gun Ain",
      "es": ""
    },
    {
      "id": 235466116,
      "en": "Listen to the distant voices",
      "es": ""
    },
    {
      "id": 19068657,
      "en": "'I know Gandalf too well to believe he comes for my counsel.'",
      "es": ""
    },
    {
      "id": 19068658,
      "en": "'But you, Théoden King. It is not too late. Only I can help you now.'",
      "es": ""
    },
    {
      "id": 19068659,
      "en": "'Bah! You do not know the path of Wisdom. Good day!'",
      "es": ""
    },
    {
      "id": 19068660,
      "en": "'Saruman! I did not say you could go.'",
      "es": ""
    },
    {
      "id": 19068661,
      "en": "'Gandalf the Grey was betrayed by you, but I am not he.'",
      "es": ""
    },
    {
      "id": 19068662,
      "en": "'I am Gandalf the White, returned from death.'",
      "es": ""
    },
    {
      "id": 19068663,
      "en": "'Saruman! Your staff is broken!'",
      "es": ""
    },
    {
      "id": 19068664,
      "en": "'You will work no more mischief here.'",
      "es": ""
    },
    {
      "id": 117612257,
      "en": "'A pox on you, [placeholder]! You should not have come back!'",
      "es": ""
    },
    {
      "id": 117612258,
      "en": "'And you come in the company of another Ranger? Have you not killed enough of their kind?'",
      "es": ""
    },
    {
      "id": 117612259,
      "en": "'What makes you so certain you want to see him, Ranger?'",
      "es": ""
    },
    {
      "id": 117612260,
      "en": "'Very well.'",
      "es": ""
    }
  ]
}