{
  "id": 620946409,
  "txt": [
    {
      "id": "0xb073de1",
      "en": "'What are those creatures?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb073de2",
      "en": "'Now I understand the meaning of this forest, Gandalf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb073de3",
      "en": "'I gave nary a thought to the Ents, not since I was a boy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb073de4",
      "en": "'Why would they help us now?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1b2ef31",
      "en": "Steed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb91",
      "en": "'Do you sense it, [placeholder]? A presence watches us from among the trees.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "The Fords of Isen are a sad reminder of the good folk who fell in defence of Rohan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb92",
      "en": "'You do not want them to deal with Saruman before we arrive, do you, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'It seems you found Aragorn before we did, [placeholder]. Perhaps we should have gone with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda6",
      "en": "Follow Aragorn through the mysterious wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb93",
      "en": "'Do not go so far ahead without us, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'This is truly an unexpected encounter, [placeholder]! I am glad to see you are well, and in the company of Aragorn, no less! Our errand has not ended, though its first goal be now accomplished. Now we must lend what aid we can to Aragorn.\\n\\n'Is it true you take the road to Isengard? Whatever other objective Aragorn has with Saruman, we must add this one as well: the rescue of Lothrandir my kinsman, if he yet lives!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda7",
      "en": "Learn what has caused Legolas to stop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb94",
      "en": "'We should not disturb them, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb95",
      "en": "'We should not leave the path!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Halbarad has given me much to think about, [placeholder]. We have more reasons to converse with Saruman than I believed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Aragorn has turned back to hear your opinion of the mysterious wood through which the company now travels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb96",
      "en": "'Remain with us, [placeholder], for the safety of all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb97",
      "en": "'I would not leave the path, and neither should you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Legolas has dismounted and is staring into the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x89cfb98",
      "en": "'And you have found him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x590c421",
      "en": "'You do not need to worry about that, Gandalf, we... Legolas, why are we stopping?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Radanir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I hope you found rest before we set out, [placeholder]. I tried to do so, but I could not quiet my roving mind, and I am still greatly fatigued. What will we find in Isengard?'\\n\\nAragorn looks from side to side at the towering trunks of the forest.\\n\\n'These trees were not here when we arrived at Helm's Deep yesterday. I think we both know what brought them here, to the foot of the Dike, but that makes it no less frightening a sight, does it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x590c422",
      "en": "'Legolas, what are you doing?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf has unsettled business with Saruman, and the company rides with him to Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x590c423",
      "en": "'Come back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Aragorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'[placeholder], wait! Do you hear that? I hear a great sound of creaking timbers and rustling branches. It comes this way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Gandalf is on the road, waiting to proceed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Golodir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I never believed I would see such things, [placeholder]. Ents! I am filled with wonder at the sight, wonder of a kind I thought was the sole reserve of children. I am an old man, a white-beard of many winters, and still I have seen things this day I would not have believed yesterday.\\n\\n'They tower above mortal men, and cover such a span with each stride! What damage they could do to the homes of my people, if that was their thought! But I do not believe that is their desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1a8b671",
      "en": "Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'These Ents are herdsmen, not warriors. The people of Rohan need not fear them, as long as they cause no harm to their flock. There is one in this land that would have done well to heed the Ents before now; if he had heeded them the battle that is lately ended might have come to a different conclusion.\\n\\n'It is good for Rohan, and for all free folk, that he did not take them into account. Let us proceed, [placeholder]. There are still many miles to go before we reach Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The company continues toward Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Aragorn has slowed beyond the Fords. He wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Many good men fell at the Fords, but their kingdom still stands. We are almost to Isengard, and will bring report of their valiant sacrifice to the Wizard who forced its need.\\n\\n'Let us rejoin our companions, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I hear the sound of swift hoof-beats approaching from behind us. Let us confront this rider before he overtakes us and offers some harm to the King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Halbarad and the Grey Company have accomplished their mission, and Halbarad wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It is good to see you again, [placeholder]! I knew in my heart we would see you once more, but I did not think to find you in the company of my chieftain Aragorn! Much has happened since we parted, and little of it good, but we will need to speak of our respective deeds when there is time to breathe.\\n\\n'We have found Aragorn between perils, it seems. He had your help for the first, and he has all of us for the second. May it be enough!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Gandalf on the road through the mysterious wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Many of your friends among the Grey Company wish to speak with you before continuing on.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Journey with the company beyond the Fords of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'We are well-met once again, [placeholder], but in hardship. I sought the treacherous leader of the Falcon Clan, but he gave me the slip and escaped into the mountains. He lives still the life of a coward.'\\n\\nYou tell Golodir that Lheu Brenin's flight brought him into your path, and he has been slain.\\n\\n'You tell me true? Then he has paid for his crimes. He abandoned some of his own people when he fled, and we left them in a place of peace, where they should be safe. I worried that their former chieftain might seek them out and visit upon them further harm, but even Saruman's magic cannot help Lheu Brenin now. I am satisfied, [placeholder]. Thank you, on behalf of my fallen kinsmen and also for those of his own people he betrayed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'It was not a long good-bye after all, [placeholder], though the intervening days have been eventful. I think Halbarad keenly felt the burden of his duty after you left us, for he was not sure how best to proceed. But it seems he chose a-right, for we have found Aragorn as the words of Galadriel bade us.\\n\\n'The sons of Elrond bear messages for him from their father, and Halbarad carries the gift of Arwen. I trust that Aragorn will know what to do with each of these gifts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Aragorn beyond the Fords of Isen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Éomer on the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Halbarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Aragorn is speaking with Halbarad past the Fords of Isen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'I feel confident that we can accomplish anything, [placeholder], now that my kinsmen are here. Can it be that the tides turn in our favour this day?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12921",
      "en": "'I hope you are right, Gandalf. I do not feel welcome among the trees!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Théoden is on the road through the mysterious wood. He has never seen Ents before, and the sight has filled him with wonder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12922",
      "en": "'Do you hear that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12923",
      "en": "'A horseman approaches from behind us, and at great speed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12924",
      "en": "'Ride with me, [placeholder], and we will learn if he be friend or foe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12925",
      "en": "'Halt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12926",
      "en": "'Who rides to Rohan?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12927",
      "en": "'Rohan is ruled by Théoden King, and none enter that land without his leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e12928",
      "en": "'What is the meaning of your haste?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Éomer has heard a horseman approaching, and wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfc63d21",
      "en": "Gimli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeada571",
      "en": "'Rohan, you say? That is the land we seek, and with haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeada572",
      "en": "'I am Halbarad, Dúnadan of the North. We seek Aragorn, son of Arathorn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeada573",
      "en": "'Aragorn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbfa2291",
      "en": "'I do not think the trees bear us any ill-will, Aragorn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1069d01",
      "en": "Hooded Rider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbfa2292",
      "en": "'Well, we should not stray from the path, at any rate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Aragorn on the road through the mysterious wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbfa2293",
      "en": "'They are Ents, Théoden King, shepherds of the forest! Have you forgotten the tales of your youth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Legolas on the road through the mysterious wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbfa2294",
      "en": "'You have more allies than you supposed, Théoden King.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbfa2295",
      "en": "'Even among those you deemed no more than legend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6168401",
      "en": "Halbarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Théoden on the road through the mysterious wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed97",
      "en": "Ride with Éomer and confront the rider",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Allies Unexpected",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x120fea1",
      "en": "'Look! Among the trees!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}