{
  "id": 620946499,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The sites mentioned by Colbert the Mad can be found north and north-west of Mincham's Camp.\\n\\nYou should explore the Fields of Fornost and find out what it was that made Colbert the Mad lose his mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have discovered the strange piles of earth mentioned by Colbert the Mad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search for the deathly lights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'This poor girl! She is from a farm not far from here, but the fell spirit Olnathron seems to have tricked her into coming.\\n\\n'My duty does not allow me to pursue the villains of Fornost, unless they are unwise enough to venture south of where we stand, into the North Downs. I must stay here... but you are bound by no such oath.\\n\\n'Of everyone, Colbert the Mad knows the most about Fornost and its many fell landmarks. Maybe he will have an inkling of where Olnathron would likely be hiding.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Olnathron could be hiding anywhere throughout the western Fields of Fornost.\\n\\nMincham has asked you to investigate suspicious sites that might lead to Olnathron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A faint glimmer catches your eye as you approach this disturbed burial site",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Find and explore a gravesite",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Ask Colbert if he knows of any place where Olnathron might be hiding",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You want to search the Fields of Fornost? You cannot walk the steps I walked without going a tad mad.\\n\\n'I came from the north and the west, and I saw piles of dirt with bones sticking out, with treasure glinting from within. I saw lights that called me to my death, and I saw graves wherever I looked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Colbert has given you a vague list of landmarks in the western fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "The gravestones look to be lately disturbed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have been asked to search the Fields of Fornost for signs of Olnathron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Return to Mincham to tell of what you saw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Search for graves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "You tell Mincham of the wights who spoke of Olnathron and Tham Lorn, the waking of Morrafn, light of death, and newly disturbed graves.\\n\\n'If your tale is true, Olnathron has likely retreated to Tham Lorn, but her power has not waned....\\n\\n'This is troubling news, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find and explore the strange piles of earth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Colbert the Mad is at Mincham's Camp in the southern Fields of Fornost, in the north-western North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "This grave has been recently disturbed....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hunting Olnathron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Mincham is at his camp in the southern Fields of Fornost.\\n\\nYou should speak with Mincham.",
      "es": "",
      "es (fem)": ""
    }
  ]
}