{
  "id": 620946410,
  "txt": [
    {
      "id": 228284039,
      "en": "'Hold on a moment, friend. Did you sleep too long? The company has already departed for the Fords of Isen!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is an unexpected joy, my friend! Had I known they were journeying to find me...'\\n\\nAragorn looks at you wryly.\\n\\n'When you spoke to me of the Dúnedain, I did not suspect you had travelled with them in recent days, [placeholder]. I do not think I would have changed my course had I known, but perhaps that is the power of hindsight. Perhaps it is the wisdom of Elrond behind your silence, my friend. He is never quick to volunteer information, which makes the word of his sons even more curious.\\n\\n'I have much to think about, and little time in which to do so!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Aragorn is beyond the Fords of Isen, and wishes to speak with you.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I am delighted to see you again, my friend! The Grey Company has accomplished this first leg of its journey, and now we turn to our new purpose!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Déorwine is inside the keep of the Hornburg, after sunrise, at Helm's Deep.\\n\\nDéorwine is waiting for your word, and then he will prepare a place for you to rest before setting out for Isengard with the King.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I will show you to a quiet corner of the keep where you can rest, my friend. And then it is my understanding that you will set forth with the King for Isengard?'",
      "es": ""
    },
    {
      "id": 24695154,
      "en": "Sometimes the best allies are those that arrive when they are not expected.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Halbarad is on the road beyond the Fords of Isen.\\n\\nYou have both been through much, and Halbarad greatly wishes to hear what has transpired since last you spoke.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Déorwine and rest before setting out with the company",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "''This is an unexpected joy, my friend!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'The King and some others of his guard plan to ride for Isengard, but first they will take some hours rest. You should do so as well, [placeholder].\\n\\n'Speak to me if you are ready and I will prepare a place for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 2: Allies Unexpected",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I believed we would see each other again, my friend, but I did not know it would be so soon! Sending you from us was not an easy decision, but I knew Théodred had need of your aid. What sadness that he could not be saved from that fate, but perhaps that too contributed to the resolve of the Eorlingas.\\n\\n'The Grey Company has done what it set out to do; we have ridden to our chieftain in Rohan, and it seems we have come in time, after all. Some of our number were lost on the way, but those of us that remain will do everything in our power to ensure that Aragorn can fulfill his destiny.\\n\\n'I am glad to see you again, [placeholder].'",
      "es": ""
    }
  ]
}