{
  "id": 620946412,
  "txt": [
    {
      "id": 162883717,
      "en": "Aragorn nods at you, but says nothing.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 14, Chapter 4: Took and Brandybuck",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Enter the gate-house and look for the pipe-weed Merry mentioned",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'The look on your face is quite a thing to see, my confused friend! Welcome to Isengard! You have had a number of adventures, I expect, and would you believe that we have as well? We have all come a long way from Lothlórien, haven't we?\\n\\n'Much of the trip was rather unpleasant, owing to our new friends Uglúk and Grishnákh. I suppose they're old friends now; we shan't be seeing them again, and that is a relief. Treebeard and Quickbeam are nice fellows, if a little odd. And I do believe I have grown several inches taller!'\\n\\nPippin laughs at your confused look.\\n\\n'I don't mean metaphorically, [placeholder], though perhaps I have at that. I mean that I actually have grown taller!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I think Pip is trying to confuse you on purpose, [placeholder]. He gets the chance to do that so infrequently that he delights in it whenever the opportunity presents itself.\\n\\n'It seems we have gone from the fire back into the frying pan, for once! Pip and I were dragged halfway across Rohan by our captors, and though we have arrived at Isengard, it was in the strong hands of a friend and not at the whips of Saruman's Orcs! It was Treebeard who brought us here, you see, and he is... well, he is Fangorn and Fangorn is he, apparently!\\n\\n'This is more difficult than I expected when I began to tell it! We found some pipe-weed inside the gate-house. How about you bring some more out here and I will try to tell it properly?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Merry and I have been through a great deal. And I really am taller now! Can you not tell?'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'We found some pipe-weed inside the gate-house. Go inside and bring some more of it out here, and I will try to tell you the tale properly.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, very good, my friend! This is a very high-quality pipe-weed of the sort they grow in the Southfarthing, back home. Allow me to refill my pipe and I can resume my story. I was going to tell you about Treebeard and the Ents, I believe. Let me see...\\n\\n'But it seems that Aragorn is troubled about something. Perhaps you should speak with him first, and I will continue my story when he has a happier look about him!'",
      "es": ""
    },
    {
      "id": 49286658,
      "en": "Bring the pipe-weed to Merry outside the gate-house",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'That pipe-weed was not grown at Isengard, and it does not bear a resemblance only to that of the Southfarthing. That weed has come from the Shire, which means that Saruman has had his eye upon that land for some while, at least. I do not like that at all.\\n\\n'If our fortune holds, the Wizard will have no further chance for mischief. His interest in the Shire may have extended only to its pipe-weed.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Merry and Pippin have made themselves quite at home at Isengard, but much of their story is still a mystery to you.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Merry asked you to go inside the gate-house and bring out some more of the pipe-weed they found there.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Aragorn does not look pleased. To be fair, he often looks this way, but I suspect he is less pleased than usual!'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The gate-house is filled with rubble, and the flood-waters have reached here too",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Would you go into the gate-house and bring out some more of the pipe-weed we found? It reminds me of the comforts of home, even in such a place as this!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Merry is outside the gate of Isengard.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Aragorn is outside the gate-house at Isengard, and wears a concerned expression.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Strider always looks so grim.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Merry asked you to go inside the gate-house and bring out some more of the pipe-weed they found there.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Merry asked you to go inside the gate-house and bring out some more of the pipe-weed they found there.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Enter the gate-house and look for the pipe-weed Merry mentioned",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'We found some pipe-weed inside the gate-house. Go inside and bring some more of it out here, and I will try to tell you the tale properly.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "Pippin smiles at you amiably.",
      "es": ""
    }
  ]
}