{
  "id": 620825827,
  "txt": [
    {
      "id": 136263297,
      "en": "You have solved the Riddle of the Serpent. There is another plaque on the east wall of this room",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Twisttongue's riddle remains unsolved",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Falgeirr Twisttongue, a dwarf with a penchant for riddles, left messages throughout Moria for those with the key to solving his strange runes and twisting words. You have just such a key.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have found a plaque bearing the strange runes of Falgeirr Twisttongue, author of the papers you found in Katûb-zahar. When translated, they read as follows:\\n\\nI can sizzle like bacon; I am made with an egg,\\nI have plenty of backbone, but lack a good leg,\\nI peel layers like onions, but still remain whole,\\nI can be long, like a flag-pole, yet fit in small holes.\\nWhat am I?",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should try and solve Falgeirr Twisttongue's riddle:\\n\\nI can sizzle like bacon; I am made with an egg,\\nI have plenty of backbone, but lack a good leg,\\nI peel layers like onions, but still remain whole,\\nI can be long, like a flag-pole, yet fit in small holes.\\nWhat am I?\\n\\nThe solution to the riddle can be found somewhere in the Silvertine Lodes.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You discovered the answer to the riddle upon a plaque left by Falgeirr? It was a snake? Of course! How could I have missed it!\\n\\n'I've seen these plaques you describe in many places throughout Khazad-dûm, yet I had no idea they were related to these riddles!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Öndótt can be found in the Deep Descent, south of the Great Delving.\\n\\nTell Öndótt that you have discovered the solution to Falgeirr's riddle!",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you noticed these old plaques? Quite interesting, historically speaking. I've seen them in several parts of Khazad-dûm. They were used to help name places -- the Skull Room, Horse Hall, that sort of thing -- and usually placed over doorways.\\n\\n'What? The riddle? I have no idea.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Solve Twisttongue's Riddle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Öndótt at the Deep Descent encampment",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Öndótt",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Riddle in an Old City",
      "es": ""
    }
  ]
}