{
  "id": 620825999,
  "txt": [
    {
      "id": "0xc32bbfc",
      "en": "'Curse you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed goblin-platforms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e5df5e",
      "en": "Moria Archer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblins have built a series of platforms from which their archers can rain arrows upon any attackers bold enough to confront them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x32bbf32",
      "en": "'Nooo!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The goblins of Gazatmur have stationed archers upon those platforms. Anyone who tries to attack them directly will be slaughtered. They will make the road perilous for those trying to move through the Great Delving. \\n\\n'The platforms are of typical goblin-make, from what I've seen: clever idea, but shoddy. There is a major pin at the base of the shaft that holds the platforms up: pop that out with one or two good whacks of your trusty hammer, and the whole thing comes right down.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin-platforms are near the goblin camp of Gazatmur in the Great Delving.\\n\\nWigfast has asked you to bring down a few of the goblin's archer-platforms with a simple hammer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work, [placeholder]. They will put those platforms back up sooner or later, but in the meantime, our forays against the goblins will be a little more successful without all those arrows raining down upon us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wigfast is at his hiding spot outside Gazatmur in the great Delving.\\n\\nYou should return to Wigfast and let him know that you have destroyed the goblin archer-platforms as he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Those archers are not going to stop shooting on their own. Go knock down a few of those platforms!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Go on, [placeholder]. Those goblin-platforms aren't going to fall down by themselves.'\\n\\n'You know, on second thought, they just might, but I am not a patient dwarf...get out there and knock them down!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy goblin-platforms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Wigfast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shaky Foundations",
      "es": "",
      "es (fem)": ""
    }
  ]
}