{
  "id": 620825829,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found a strange rune-marked key within the chest",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "This is not the chest you seek",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have fallen in battle",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You solved the first riddle, which led to a plaque marked with a snake. Further within the room thus marked is a plaque inscribed with a riddle in Falgeirr's hand.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "This plaque is inscribed with a riddle in Falgeirr's strange language.\\n\\nAt night, I come without being fetched.\\nBy day, though lost, I am not gone.\\nAll know me, but only the ocean heeds my call.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Solve Twisttongue's riddle by choosing the correct chest:\\n\\nAt night, I come without being fetched.\\nBy day, though lost, I am not gone.\\nAll know me, but only the ocean heeds my call.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are a riddle-master as well as a doughty [placeholder], eh, [placeholder]? That is most impressive! Let us see what you found here... a key?\\n\\n'Interesting! I should hang onto this, if I were you. It might come in handy if you find any more of Twisttongue's riddling in Moria.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Öndótt can be found in the Old Silvertine City in the Silvertine Lodes.\\n\\nYou should tell Öndótt that you solved an ancient riddle and uncovered a key.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'At night...what comes without being fetched? I had a cat once who practically never left me alone...but she would come and go according to her own will. I'm not sure she could be fetched, actually. My, this is a true riddle. Comes without being fetched....\\n\\n'And surely no cat would heed the ocean's call....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Choose the chest marked with a plaque that solves the riddle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Öndótt about the key you found",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Ask Öndótt about the key",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Ask Öndótt about the key",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Riddles in the Stone",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Ask Öndótt about the key",
      "es": ""
    }
  ]
}