{
  "id": 620825998,
  "txt": [
    {
      "id": 136263297,
      "en": "Repaired a gear-wheel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thalfar would like to restore the gears of Menem-berej, a platform in the Silvertine Lodes that has been ransacked by the goblins.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our best hope of finding mithril in the Silvertine Lodes is to reclaim and repair the platform of Menem-berej, if you ask me.\\n\\n'If you could begin by restoring the wheels on the platform, that would be most helpful, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The gear-wheels are on the platform of Menem-berej in the centre of the Silvertine Lodes.\\n\\nThalfar asked you to repair the gears on the platform of Menem-berej.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, well done, my friend! We will have Menem-berej back in working order in no time.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thalfar is at the camp at the centre of the Silvertine Lodes, overlooking Menem-berej.\\n\\nYou should return to Thalfar.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Thalfar is in the Deep Descent within the Silvertine Lodes.\\n\\nYou should return to Thalfar and show him the Mark of Mazog.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The gears of old ought to be repaired before we can truly begin our mining expedition in this area.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am not at all sure it is wise to remain here in the deeps. With the goblins a constant threat and no sign of Mithril, it hardly seems worth the risk...'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Repair gears on Menem-berej ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Thalfar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Thalfar",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Miners of Menem-berej",
      "es": ""
    }
  ]
}