{
  "id": 621095396,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Ah! You are here! I believe I have unravelled the clues you discovered.\\n\\n'I have come to believe that the tales which speak of Enârshan and the Falls of Ilûritu, are meant to be read directly.\\n\\n'My group and I have searched these falls and the surrounding hills for any dwellings or places where the Idâmi may be. But we have not done what the stories say... exactly.\\n\\n'The stories all say that the Idâmi dwells within the waterfall. Mayhap by within they are saying that there is a dwelling behind the falls themselves? Your discoveries appear to point to this as well, and we had not chanced to venture there as it was too dangerous to climb behind the falls.\\n\\n'I ask that you go and search for yourself. It should not be a problem for a hardy adventurer such as you! I believe that you will find Enârshan there. But I beg you to be careful if you do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Speak with the Idâmi in her home behind the waterfall in Ilûritu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Speak with Enârshan, the Idâmi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Edâkhi asks you to investigate behind the waterfall for more signs of Enârshan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Source of the Song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'[placeholder], you enter my home not by my song, but by your own curiosity.\\n\\n'I am Enârshan. Idâmi of these falls.\\n\\n'You are either bold or foolish to have done this, but today luck is with you, for I am in need of assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Found the home of the Idâmi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85950",
      "en": "Ah! You are here! I believe I have unravelled the clues you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Investigate the waterfall for an entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Edâkhi has asked you to investigate behind the waterfall for the home of the Idâmi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Spoke with Enârshan, the river-maiden",
      "es": "",
      "es (fem)": ""
    }
  ]
}