{
  "id": 621095344,
  "txt": [
    {
      "id": 228284039,
      "en": "'Ah, [placeholder], what have you learned of the demon-pits?'\\n\\nYou inform Neshurga of what you learned while scouting Utug-bûr.\\n\\n'So there are even more of these monstrous creatures pouring from Utug-bûr. That is what I feared, and it appears we are losing the battle everywhere. Thank you for bringing this information to me.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Scout Utug-bûr from the location that Neshurga described.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Reach the Utug-bûr scouting location that Neshurga described.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Return to Neshurga in Ub Nishir with the information you've gathered on Utug-bûr.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Reach the Utug-bûr scouting location",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Arrived at the Utug-bûr scouting location",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Scouted Utug-bûr",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Neshurga has asked you to go investigate Utug-bûr because he needs more information on what they are up against in Urash Dâr.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Scout out Utug-bûr to gather information",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Yes? You must be the [placeholder] of which Galâmka spoke. I am Neshurga.\\n\\n'I am in need of your assistance. We do not know much about our enemy that came from this Utug-bûr, this demon-pit. We have only seen these monsters when they took Maurûsh from us.\\n\\n'If you would, I ask that you travel to Utug-bûr and learn what you can. Along the river are hills that you may find a good vantage point, but I suggest you keep your distance from the gates of Utug-bûr, that is more danger than it is worth.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Returned to Neshurga in Maurush",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Return to Neshurga in Ub Nishir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eyes in the Demon-pit",
      "es": ""
    }
  ]
}