{
  "id": 621095341,
  "txt": [
    {
      "id": 216727828,
      "en": "Lukíd has asked you to investigate Zikrum-dûl and seek out the mythical hermit.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with the hermit",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Oh my, a visitor! Who are you? I am Angârmu!'\\n\\nYou explain you were sent to find him and to see how dangerous Zikrum-dûl is.\\n\\n'I have never known this Lukíd or this Ub Nishir. No. No, I will stay here. In my home.\\n\\n'This land here though, Zikrum-dûl, is filled will dangers, yes. I have seen Orcs roam the land, and thieves, and beasts. Very dangerous, now that you ask me.'\\n\\nAngârmu's eyes look to the sky briefly and seem to squint at the sight of the clouds.\\n\\n'But I stay. I fear not these dangers. I have other, more fearsome dangers for which to watch. Yes much more fearsome. I can not let them find me.\\n\\n'Thank you for your visit.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Return to Lukíd in Ub Nishir to the north of Maurûsh and tell him that you found the hermit and what you saw in Zikrum-dûl.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Speak with the hermit at his camp in Zikrum-dûl.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Spoken with Angârmu",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Return to Lukíd in Ub Nishir",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Aye, [placeholder]. Have you been to Zikrum-dûl?'\\n\\nYou explain to Lukíd that you found Angârmu, but he wishes to stay, and that Zikrum-dûl is still very dangerous.\\n\\n'Hold on a moment though, what do you mean you found the old cloud-shouter? That was just a myt-uh, I meant that is great that you found him! Are you are sure it was him and not just some trader?'\\n\\nLukíd has a look of confusion mixed with surprise on his face, he appears to have not expected you to find the hermit. He regains focus and continues.\\n\\n'And true shame about Zikrum-dûl, especially for those thieves trying to take advantage of all this chaos.'\\n\\nLukíd tries not to appear disappointed at the news.\\n\\n'Thank you for your help. Galâmka was right about you.'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Returned to TBD Injured Brigand ZD in Maurush",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Lukíd has asked you to investigate Zikrum-dûl. He claims there is a hermit in the area that may be in need of your help.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Found Old Cloud-Shouter",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You must be the [placeholder] of which Galâmka spoke. He mentioned you might be around, asking people if they are in need of help. I am Lukíd.'\\n\\nLukíd shifts slightly with a wince of pain on his face from his injury.\\n\\n'I know of a place nearby, and someone who might be in need. Over to the east. In Zikrum-dûl.\\n\\n'Have you heard of the old cloud-shouter? He is a hermit who is said to live there. Well, I fear for his safety and all, what with the Orcs and other beasts roaming the land... and of course the brigands after the treasures said to be in the ruins.'\\n\\nLukíd trails off slightly as he mentions the treasure.\\n\\n'I thought you might you go and see if you can check the area? Then let me know what you find. I'm hoping to hear information such as if it is dangerous for people or not. I would hate for people to go searching for that treasure if it is not safe.'\\n\\nLukíd's eyes grow wide.\\n\\n'Oh! And of course making sure old cloud-shouter is well!'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Seek out the hermit of Zikrum-dûl",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hermit of Zikrum-dûl",
      "es": ""
    }
  ]
}