{
  "id": 621095345,
  "txt": [
    {
      "id": 216727828,
      "en": "Kiga has asked you to search for the leader of her group, Edâkhi, near the Falls of Ilûritu.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Speak to Edâkhi and tell her that Kiga is worried about her.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Spoke with TBD Expedition Leader",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Return to Kiga in Ub Nishir to the north of Maurûsh and let her know about Edâkhi.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'And who are you, [placeholder]?'\\n\\nEdâkhi looks at you and stands ready to fight, unsure if you are friend or foe as you explain that Kiga sent you.\\n\\n'Ah, dear Kiga. I am glad you found me. Please return to Ub Nishir and tell her that I am safe. The Falls of Ilûritu are truly wondrous, and I wish to learn more of its secrets. As Kiga told you, we are searching for Enârshan, the river-maiden who is said to be here.\\n\\n'I am only finishing what I can, then I will return when the roads are safe.'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Return to Kiga in Ub Nishir",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'You have returned, and without Edâkhi.'\\n\\nYou explain to Kiga that you found Edâkhi at the camp near the falls and told her of Kiga's concerns. She said she will return to Ub Nishir when she can.\\n\\n'Oh! What a true relief. I am so glad that she is safe. I can not thank you enough! We are all dedicated to our work, but there is a reason she is the leader of our group. So I will understand her needing to get all that she needs before returning.\\n\\n'Again, thank you, [placeholder]. A weight has been lifted and I will await Edâkhi's return.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Returned to TBD Expedition Member in Maurush",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Kiga has asked that you find her expedition leader, Edâkhi, near the Falls of Ilûritu because she has yet to return to Ub Nishir.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Found expedition camp",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I have not seen you before, you must be the one of which Galâmka spoke?\\n\\n'I am Kiga, and I ask for your help. I fear someone dear to me may be in danger. You see, I am part of an expedition group who has been researching the Falls of Ilûritu to the north, and searching for the river-maiden, Enârshan, who is said to reside there.\\n\\n'When Utug-bûr opened, we fled from the Orcs roaming the land and came across Ub Nishir and Galâmka, who offered us safety.\\n\\n'The leader of our expedition, Edâkhi, went back to our camp near the falls to retrieve our research that we had to leave behind. She has not yet returned and so I must ask that you travel to the falls and see if you can find her. I ask that you return to me with any discoveries you can, good or bad. I must know of her fate.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search for Edâkhi near the Falls of Ilûritu",
      "es": ""
    },
    {
      "id": 126754723,
      "en": "Lost by the Falls",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Speak with Edâkhi",
      "es": ""
    }
  ]
}