{
  "id": 621095342,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Secure the courtyard outside of the Citadel of the Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa3",
      "en": "The Dragon and the Storm -- Solo/Duo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "During the commotion, members of the cult of the All-Seeing Eye have taken the opportunity to attack the city. With Ragrekhûl circling the Citadel of the Winds, you must now secure the approach to the Citadel of the Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Defeat the Tempestuous Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Secure the approach to the Citadel of the Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50257",
      "en": "Defeat the All-Seeing Eye cultists",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01150",
      "en": "Ragrekhûl's rampage across Umbar has endangered the Umbari citizens. Defeat Ragrekhûl in the Courtyard of the Citadel of the Winds before more perish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "TBD DEFEATED DRAKE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Dahâl Huliz has long been home to many spectacular contests, pitting capable gladiators against all forms of opponents. Rothog has summoned you to witness the unveiling of his latest spectacle for the Arena.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Welcome to Dahâl Huliz, the grand arena of Umbar Baharbêl! Today on this sacred ground, I will unveil a most fearsome spectacle, Ragrekhûl, the Storm Serpent.\\n\\n'As you know, Shaidal was sent forth to capture this beast, and to my surprise, he was successful!\\n\\n'This will be one of my greatest displays and ensure my legacy. I have asked you here to witness the unveiling, and for you to see Shaidal receive his well-deserved reward.\\n\\n'Now, to the presentation!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "TBD Defeat DRAKE",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "With Ragrekhûl slain, the City of Umbar can now begin to count their dead and rebuild damaged portions of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1163",
      "en": "As Ragrekhûl's escapes, the storms surrounding the creature light fires all around the arena. A Tempestuous Flame has flickered to life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Rothog has summoned you to witness the unveiling of his latest spectacle for the Arena. Speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Defeated the Third Challenge!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "TBD Secure the approach to the Citadel of the Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Rothog the Storm in the Arena",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Defeat Ragrekhûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "With the Tempestuous Flame defeated, cries of help are heard throughout the city from Ragrekhûl's wrath. Leave the arena and seek out Ragrekhûl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "With the approach secured, you may now enter the courtyard held by the cult of the All-Seeing Eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "TBD Secured the approach to the Citadel of the Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "With Ragrekhûl's escape, a Tempestuous Flame has appeared within the arena. Defeat the creature so it does not cause additional damage and loss of life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "As the cultist falls, Ragrekhûl makes his approach. High Cultists emerge and begin to attempt to gain control of the powerful creature",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "TBD Defeat the Grims",
      "es": "",
      "es (fem)": ""
    }
  ]
}