{
  "id": 621095215,
  "txt": [
    {
      "id": "0x9b56895",
      "en": "'You return again from Maurûsh! And with uplifting news I hope?'\\n\\nYou give Galâmka the plans you recovered from the Orc which contain crude drawings of the area surrounding Maurûsh with marks in various locations.\\n\\n'Hmm. They all have these markings in similar locations. I believe I know of where these markings are. I will send scouts at once to see what they may be indicating for the Orcs.\\n\\n'Return to me when you can. We may need your help again to deal with what we discover.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect Orc battle plans ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Galâmka asked you to retrieve any battle plans you can from the Orcs in Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Return to Galâmka with the battle plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85957",
      "en": "Good to see you, my friend. Our preparations are nearly finished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Good to see you, my friend. Our preparations are nearly finished.\\n\\n'There is another task I ask of you as we make ready here. I ask that you go into Maurûsh, and recover any battle plans that the Orcs may have.\\n\\n'With your help, we have achieved much in weakening their forces, but we do not know what they plan to do within the stronghold during a battle. Return to me if you can discover anything about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Uncovering Battle Plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Galâmka has asked that you venture into Maurûsh again, this time to defeat Orcs and gather any information you can about their battle plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Bring the battle plans back to Galâmka in Ub Nisihir to the north of Maurûsh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected Orc battle plans ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}