{
  "id": 621095397,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Enârshan has asked you to travel to Khûn Sagaz at the top of the hill nearby to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Locate where supplies are kept in Khûn Sagaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Located the supplies in Khûn Sagaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85943",
      "en": "I see you wish to help then. Perhaps you are indeed bold instead of foolish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Investigate Khûn Sagaz near the Falls of Ilûritu for Enârshan the Idâmi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Locate where weapons are kept in Khûn Sagaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Located the weapons in Khûn Sagaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Defeat Orcs in Khûn Sagaz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Return to Enârshan behind the waterfall in Ilûritu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Return to Enârshan in her home behind the waterfall in Ilûritu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Defeated Orcs in Khûn Sagaz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I see you have returned to my home and I trust you have been to Khûn Sagaz.'\\n\\nYou tell Enârshan that you have found where the Orcs store their supplies and keep their weapons. As well as slain any that you had encountered.\\n\\n'Good. Then you have not betrayed me, [placeholder]. I will trust you for the time, but remember, these are my waters. I know how we can deal with this plague upon Ilûritu.\\n\\n'Return to me when you are prepared to do more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Returned to Enârshan behind the waterfall in Ilûritu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Enârshan has asked you to investigate Khûn Sagaz nearby and find out more about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Reached Khûn Sagaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I see you wish to help then. Perhaps you are indeed bold instead of foolish.\\n\\n'You undoubtably have seen these Orcs in these lands, these Utûgi, these Sere Ones, I loathe them. I ask for your aid in driving them from my falls. I regret to say that my song holds no power over them so I can not get rid my waters of them myself.\\n\\n'They have a dwelling nearby. It has been called many names, but the brigands who resided there before the Orcs gave it the name Khûn Sagaz. You must travel there and learn all that you can.\\n\\n'Of course, I recommend you also slay any Orc that crosses your path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Reach Khûn Sagaz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Hills Above",
      "es": "",
      "es (fem)": ""
    }
  ]
}