{
  "id": 621095393,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Edâkhi has asked you to look for clues to Enârshan's whereabouts near along the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85940",
      "en": "Greetings, adventurer. What brings you to the Falls of Ilûritu?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Look for clues to Enârshan's whereabouts near the waterfall for Edâkhi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Discovered more footprints along the river ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Look for additional clues to Enârshan's whereabouts along the river for Edâkhi.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Discover additional clues near the Falls of Ilûritu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Return to Edâkhi and tell her about what you have learned about the river-maiden, Enârshan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Discovered fresh footprints near the Falls of Ilûritu ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Return to Edâkhi with what you learned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I am glad for your return. What were you able to find?'\\n\\nYou tell Edâkhi about the large footprints you found along the river and at the base of the waterfall.\\n\\n'Ah! It seems you have found true signs of the Idâmi! Our research was correct!\\n\\n'These footprints you describe sound as though they could not belong to any Man and lead to the waterfall of Ilûritu? That is what the tales speak of, but we could not find a dwelling around the falls.\\n\\n'I must take some time to read over our research again with this new information. Please return when you can... and thank you for your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Returned to TBD Expedition Leader with what you learned",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Edâkhi has asked you to help her investigate the Falls of Ilûritu for signs of Enârshan, the river-maiden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Discovered large faded footprints along the river ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Greetings, adventurer. What brings you to the Falls of Ilûritu?\\n\\n'I am here to recover research from my expedition group that we had to leave behind when we fled from the Orcs.\\n\\n'We are searching for signs of Enârshan. The Idâmi, or river-maiden as you may say, who is said to dwell within the Ilûritu waterfall. Many men and women have perished seeking her. They are said to be drawn by her song and vanish somewhere within the falls.\\n\\n'I wish to finish what research I can while I am here and I would be very grateful for your help if you can spare the time.\\n\\n'Would you travel to the falls to the north-west and see if you can discover any signs of Enârshan? I will remain here and scour our notes for anything of use.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Discover clues along the river ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mystery of Ilûritu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Discover additional clues along the river ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}