{
  "id": 620958771,
  "txt": [
    {
      "id": 228284039,
      "en": "'We had won! We rebuffed the foe! But why, by the kings of old, would Dagor run off like he did?\\n\\n'Now, instead of raising a joyous shout in our victory, I hang my head in low despair. Woe is me. Woe, daughters and sons of Arnach!'",
      "es": ""
    },
    {
      "id": 143144801,
      "en": "'Ah, [placeholder]. That was the signal. The assault is nigh upon us. Go to Baranor. Make sure he knows.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "DNT 'Let's just say the instance happened, shall we?'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Baranor stands before the keep in Arnach.\\n\\nBaranor waits to speak to you, now that the fighting is done.",
      "es": ""
    },
    {
      "id": 143145057,
      "en": "'What was that? Can it be? The enemy comes. Go friend, speak to Baranor.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT Prepare for the coming invaders",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Help Dagor",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Baranor stands within the keep in Arnach.\\n\\nYou have helped Dagor and Indir to prepare against the oncoming Haradrim attack. You should return to Baranor to let him know that all is ready.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Help Indir",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "DNT Return to Baranor",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "DNT Just in time. They're coming!",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Baranor",
      "es": ""
    },
    {
      "id": 251454273,
      "en": "'Then you have heard? Take counsel with me, [placeholder].'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Baranor",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Well, well! It appears that we are as prepared as we can hope to be. I thank you for your help. \\n\\n'Now, will you honour us by standing with us against the foe? All Arnach would be forever in your debt... and after all, you are in here and they are out there!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'How glad I am you're here, [placeholder]! There is no mistaking the word brought back by our scouts. The Haradrim gather and soon they will attack. It is a dark hour, but we must stand strong!\\n\\n'We must make what hasty preparations we can! Will you talk to Dagor and Indir? Help them in any way you can.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Dagor and Indir stand within the keep in Arnach.\\n\\nHelp Dagor and Indir to make any last-minute preparations that are needed before the attack.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "At last, the Haradrim launch the main assault on Arnach. Baranor and his men must scramble to ready themselves for the defence.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Defence of Arnach",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk with Dagor",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Talk to Dagor",
      "es": ""
    }
  ]
}