{
  "id": 620958669,
  "txt": [
    {
      "id": 216727827,
      "en": "The Dome of Stars can be found in central Osgiliath.\\n\\nGolthor has asked you to seek a Ranger who travelled toward the Dome of Stars. You should begin your search by the eastern bridge onto the island.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The Ranger is likely somewhere within the Dome of Stars.\\n\\nYou did not find the Ranger outside the Dome of Stars, and should now carefully search within it.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Golthor can be found outside the old Houses of Healing in north-eastern Osgiliath.\\n\\nYou found the Ranger, but it was too late to save him. You should return to Golthor with these grim tidings.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The Ranger's body is battered and contorted as if he were dropped from a great height...",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Golthor",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I thought as much, [placeholder]. You need not say more...'\\n\\nGolthor shakes his head.\\n\\n'Those fell-beasts and their dark riders seem to delight in dropping the wounded from above - Man and Orc alike. Let us hope that no others must suffer this sorry fate.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Fearing for the life of his fellow, Golthor sends you to investigate the ruined Dome of Stars, a once-beautiful palace now twisted into a vile stronghold of the Enemy.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "You have found the bridge and should now search for the lost Ranger",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder], one of my fellows is lost and I fear what may have befallen him. The Easterlings spotted him as we moved here, and our paths diverged as they gave chase.\\n\\n'When last I saw him, he made for the eastern bridge into the old Dome of Stars, but I hope his pursuers did not drive him there... for all manner of evil things have taken hold of it.\\n\\n'You are a hardy [placeholder] and might be able to bear the dread that surrounds the Dome. Will you search for him there? I will not abandon him until I am assured of his fate, but death has not been a stranger to our men in these dark days.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search for the eastern bridge to the Dome of Stars",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Search for the lost Ranger inside the Dome of Stars",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fallen Stars",
      "es": ""
    }
  ]
}