{
  "id": 620958626,
  "txt": [
    {
      "id": 246419840,
      "en": "Rolanthir can be found just south of Faramir's Look-out in Southern Ithilien.\\n\\nYou should defeat Darkwaters and collect samples of water from the Morgulduin River.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Collect water samples from the Morgulduin ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should speak with Arodor at Faramir's Look-out.",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "Collected water sample ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Return the water sample to Arodor",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'What's this? Water from the Morgulduin? It looks foul and defiled, perhaps from the army and beasts stationed in Minas Morgul. The spirits of these waters must have been corrupted and their will bent to serve the Dark Lord. What might happen if a man or an Orc were immersed in these waters? I shall not think such thoughts.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The foul things that lurk in the Morgul Vale are creeping into Ithilien. At night I can see a strange glow coming from the ruins just across the Morgulduin River. My eyes do not play tricks on me, for others have witnessed the ghastly lights too. I am concerned about whatever is causing this sorcery. Will you look into it for me?'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "It appears that foul spirits bound to the Morgulduin congregate in the ruins",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Defeated Darkwaters ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Arodor has asked you to investigate strange lights coming from ruins on the other side of the Morgulduin River.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Investigate the ruins of Rolanthir",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat Darkwaters along the Morgulduin River ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Glow from Rolanthir",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Rolanthir can be found just south of Faramir's Look-out in Southern Ithilien.\\n\\nYou should investigate Rolanthir. Arodor has seen strange and ghastly lights coming from these ruins.",
      "es": ""
    }
  ]
}