{
  "id": 620958622,
  "txt": [
    {
      "id": 49286681,
      "en": "<rgb=#FF0000>Look</rgb> towards the Morgul Vale",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "You see the rubble and ruins of a once great city, now occupied by The Morgul-host",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should look at Osgiliath from Faramir's Look-out.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should talk to Mírthel at Faramir's Look-out about what you saw.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "This is a good place to <rgb=#FF0000>Look</rgb> at Osgiliath",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I was not sure I would see you again, but Gladhir speaks highly of you. He and I came to the cross-roads following a Haradrim chieftain. We lost him after he entered Osgiliath. Now my gaze has turned to the Morgul Vale, and the lands beyond. Look at the red skies of Mordor. The unearthly glow frightens me.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should look at the Morgul Vale from Faramir's Look-out.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Mírthel",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> at the Morgul Vale",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Arodor",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You see the glow of Mordor rising over the mountains, casting a dim light on the Morgul Vale",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Now that you have spoken to the other Rangers here and have seen the destruction for yourself, you can understand how dire the situation is. Perhaps you will be able to assist us in devising a plan of action?'",
      "es": ""
    },
    {
      "id": 24695140,
      "en": "Arodor asks you to survey the damage done by the Morgul-host.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The enemy gather all around us, yet we remain hidden. We are cut off from the Rangers of Northern Ithilien and those in Osgiliath. Speak with the other Rangers here and see for yourself what has become of this land.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "<rgb=#FF0000>Look</rgb> at Osgiliath",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Gladhir",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should talk to Arodor at Faramir's Look-out about what you saw.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Watch of the Cross-roads",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'[placeholder], it is good to see you again. My patrol and your errand have brought us to the same place.\\n\\n'This flag of Gondor, you see here, we fly as a beacon of hope to those trapped in Osgiliath. I hope that Faramir and his garrison are still alive. Look at the destruction down there in Osgiliath.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should speak with Gladhir at Faramir's Look-out.",
      "es": ""
    }
  ]
}