{
  "id": 620958679,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The crude span can be found at the centre of the Great Bridge in central Osgiliath.\\n\\nDamrod has asked you to defeat trolls atop the crude span constructed by the Morgul-host in the hope that it will weaken the bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Defeat trolls on the crude span of the Great Bridge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defeated trolls on the crude span of the Great Bridge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "This is a good spot to defeat the trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Damrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Damrod can be found in the culverts of Osgiliath.\\n\\nYou have defeated several trolls atop the Great Bridge, but it is unclear if your efforts bore fruit. You should now return to Damrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I heard the thundering of their falls even down here, [placeholder], but the bridge did not break?\\n\\n'Unfortunate, but we cannot let that halt our efforts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Desperate to weaken the Great Bridge before the forces of Minas Morgul can ferry siege equipment across it, Damrod hopes the weight of trolls might break the span once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xbe1ef96",
      "en": "You are no longer atop the crude span!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Time grows short, [placeholder].\\n\\n'The host of Minas Morgul has readied their siege equipment, and now it is only a matter of time before they send it across the Anduin and begin their great assault. We must try to slow their advance... at any cost! The span they constructed is of Orkish make, and I do not think it as stable as they believe! They have many trolls among their forces... perhaps if the heaviest among them were slain on the span, their weight might cause it to cave in before their equipment crosses.\\n\\n'Go to the Great Bridge and slay trolls upon their span. Let us see if my thinking is correct!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e12",
      "en": "Defeat trolls on the crude span of the Great Bridge ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa4",
      "en": "Burdening the Great Bridge",
      "es": "",
      "es (fem)": ""
    }
  ]
}