{
  "id": 620958677,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The host of Minas Morgul has grown beyond my imagining, my friend.\\n\\n'Orcs, Trolls, Uruk-hai, Haradrim, Half-trolls, and now Easterlings... it has not done much for the spirits of my men, as you might suppose. It is a truly daunting force, but we cannot lose hope... not yet.\\n\\n'The Easterlings and Haradrim have made camp in the eastern streets of the city, but I know from my many years that they scare far more easily than Orcs. Travel to the eastern streets and slay many of their numbers. If their morale might yet be broken, I can think of none other than Faramir or such a fine [placeholder] who might drive them from our lands.\\n\\n'Tread carefully, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Damrod can be found in the culverts of Osgiliath.\\n\\nYou have defeated many of the Haradrim and Easterling forces and should now return to Damrod.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The combined forces of the Morgul-host pose a serious threat to Minas Tirith and the fate of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "By Mind and Blade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'They number in the thousands, my friend, but each one that we defeat bolsters my hope for the future of the White City.\\n\\n'You have done well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated Haradrim and Easterling forces within Osgiliath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat Haradrim and Easterling forces within Osgiliath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Haradrim and Easterling forces can be found in eastern Osgiliath.\\n\\nDamrod has asked you to seek out and defeat Haradrim and Easterling forces in Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Damrod in the culverts of Osgiliath",
      "es": "",
      "es (fem)": ""
    }
  ]
}