{
  "id": 620958668,
  "txt": [
    {
      "id": 216727827,
      "en": "Imprisoned Rangers can be found in and around Meneldil's Square in western Osgiliath.\\n\\nHalhir has asked you to free imprisoned Rangers of Ithilien before they are executed in Meneldil's Square.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Halhir",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'It pains me to see so few left alive, but any who were spared that fate have truly been granted a new life.\\n\\n'You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Halhir can be found due east of the Palace of Eldacar in western Osgiliath.\\n\\nYou have rescued many imprisoned Rangers and should now return to Halhir.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Freed imprisoned Rangers of Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "While scouting the western side of Osgiliath, Halhir learned of the horrible fate that awaits all who are captured by the Morgul-host.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Have you passed through the square, stranger? I doubt you have... for your head still sits upon your neck.\\n\\n'They gather the imprisoned in the theatre to the south, and then they drag them out into the square to be tortured... and beheaded. They play with the bodies, and they toss around the heads laughing with those horrible Orkish tongues. After a time they burn the corpses, but the heads they keep, and I do not know to what vile end - nor do I wish to.\\n\\n'This is war, [placeholder]... make no mistake of that. If you are to be one of us, you must know the horrors we have endured. Make for the square and free any of our men that yet live, and slay any of those Troll-men that stand in your way!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Free imprisoned Rangers of Ithilien ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Made to Suffer",
      "es": ""
    }
  ]
}