{
  "id": 620958680,
  "txt": [
    {
      "id": 228284034,
      "en": "'For many years, the Men of Gondor held the western half of the city against the ever-amassing forces in the East, but now... we are broken.\\n\\n'They swept over us like the strongest currents of the Anduin and in the aftermath, the loss of life was immeasurable. Many still lie where they died, unless their heads have been taken by the Uruk-hai, but their armour and weapons still line the streets of Osgiliath.\\n\\n'I do not wish their blades or armour to fall into the hands of the Enemy, for they would better serve us, even in the absence of the dead. Search the western streets and ways through the city, and return what you find to us here in the tunnels. Go with haste!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Meldir can be found in the culverts of Osgiliath.\\n\\nYou have gathered many weapons and armour scraps and should now bring them to Meldir.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In the wake of the Morgul-host's advance into western Osgiliath, many Gondorian weapons and armour pieces were left behind that might serve the Rangers of Ithilien in their defence.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Readying for War",
      "es": ""
    },
    {
      "id": 49286672,
      "en": "Deliver the arms and armour scraps to Meldir",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collect armour scraps in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'It is bittersweet, indeed. These blades were once held by men I considered brothers, but for those of us that yet live, they may still protect us from the Darkness.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect armour scraps in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Undamaged blades and armour scraps might be found throughout the western half of Osgiliath.\\n\\nMeldir has asked you to seek blades and armouring that were left behind when the Morgul-host broke through the western defences of Osgiliath.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected undamaged blades in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect undamaged blades in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}