{
  "id": 620958769,
  "txt": [
    {
      "id": "0xd6a5027",
      "en": "Talk to Lady Vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Lady Vanyalos can be found in her hall, located on a rise to the north-east of the entrance to Imloth Melui, in Lossarnach.\\n\\nBaranor asked you to deliver a letter describing the attack on Arnach to Lady Vanyalos, who rules Imloth Melui while her husband Forlong is at war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Welcome to Imloth Melui, the Vale of Sweet Flowers. Breathe deeply of its fragrances, [placeholder], and be renewed. Sadly, I have grown too accustomed to the aroma for it to lift my spirits in these dark days, when I have need of it!'\\n\\nLady Vanyalos takes the letter from you and reads it carefully.\\n\\n'I am pleased that you helped to repel the attack upon Arnach, and my heart goes out to the poor boys who fell in Gondor's name. The kingdom is more full of mourners than I have ever known it, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Letter to a Lady",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Baranor thanked you for your help in Arnach and asked you to bear an important letter to Lady Vanyalos, in Imloth Melui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e10",
      "en": "Bring the letter to Lady Vanyalos in her hall, on the north-east rise in Imloth Melui",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Lady Vanyalos is the sister of Steward Denethor, and the rule of Imloth Melui has fallen to her while her husband Forlong is gone to war. She is a wise woman, and the knowledge of what befell in Arnach may help her prevent it in Imloth Melui.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT bring the letter to lady vanyalos",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'We must remember the dead, but not at the expense of the living. Arnach will not forget your name, [placeholder], and neither will I!\\n\\n'I have one last favour to ask of you, and it requires less in the way of valour but more in the way of haste. It is a service to both of us, for this letter to Lady Vanyalos speaks of all that has passed in Arnach, and therein your name is greatly praised. Will you bring it to her, and earn the privilege of her company? Her hall is on a rise in the north-east of Imloth Melui.\\n\\n'Lady Vanyalos is the sister of Steward Denethor, and the rule of Imloth Melui has fallen to her while her husband Forlong is gone to war. She is a wise woman, and the knowledge of what befell in Arnach may help her prevent it in Imloth Melui.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}