{
  "id": 620958671,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Food-stores and athelas can be found within the Houses of Healing in eastern Osgiliath.\\n\\nGolthor has asked you to recover hidden stores of food and athelas that were stowed away by the Rangers for times of war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It is fortunate that the Easterlings had not yet picked the old Houses clean for we shall have much need of these goods.\\n\\n'I shall see them returned the rest of my men in the tunnels. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Golthor can be found outside the Houses of Healing in eastern Osgiliath.\\n\\nYou have recovered many food-stores and bundles of athelas and should now deliver them to Golthor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "Desperate to maintain their foothold within Osgiliath, Golthor and the Rangers ask your aid in recovering long-hidden stores of valuable goods.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x52f00e9",
      "en": "Deliver the recovered goods to Golthor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Recovered hidden food-stores from the Houses of Healing ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Recovered stores of athelas from the Houses of Healing ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Recover hidden food-stores from the Houses of Healing ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I will soon make for the tunnels below, but first, I would ask your aid in recovering more of our hidden-stores from the old Houses of Healing just over there.\\n\\n'A few of the Easterlings began to search it after they lost my trail, and I had not yet finished my task. If you have made it this deep into the city, you must either be a deft traveller or a practiced warrior - either of which I would welcome to my side.\\n\\n'Within the ruined Houses, you will find stores of simple rations and athelas. Both of these are of great value to us, and I will see you rewarded if you return them to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Recover stores of athelas from the Houses of Healing ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Healing the Lost",
      "es": "",
      "es (fem)": ""
    }
  ]
}