{
  "id": 620958670,
  "txt": [
    {
      "id": 216727827,
      "en": "The Palace of Eldacar can be found due west of Halhir in western Osgiliath.\\n\\nHalhir has asked you to search near the Palace of Eldacar for a lost ally.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Halhir",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Halhir can be found due east of the Palace of Eldacar in western Osgiliath.\\n\\nYou have found Halhir's slain ally, and should now return to him bearing the news of his friend's passing.",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'He should have known better than to tread so close to the Enemy's holdings, even if knowledge of their movements could be gained.\\n\\n'Do not think me a callous man, [placeholder]. It is hard to muster much feeling after seeing so many of one's friends murdered by these vile wraiths!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The Palace of Eldacar can be found due west of Halhir in western Osgiliath.\\n\\nYou have not found Halhir's ally, and should now search within the ruins of the Palace.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The Palace of Eldacar can be found due west of Halhir in western Osgiliath.\\n\\nYou have spotted a crumpled body in the distance. You should examine it before leaving the Palace.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Strange wounds mark the man's lifeless body and a blunted Morgul-blade lies nearby...",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "You have not found the Ranger, but the air grows heavy and dreadful near the palace...",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Worried that his fellow has not yet returned, Halhir sends you to investigate the abandoned Palace of King Eldacar.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Search for the lost Ranger outside the Palace of Eldacar",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You see the crumpled body of a Man in the distance...",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'A fellow Ranger and I were to scout the square, but we became separated. His name is of no import to you, for you did not know him as I have.\\n\\n'I saw him scout near the old Palace of King Eldacar, but then he was lost from sight and I had to fall back. The Palace is a grim place, and I believe the Enemy seeks to use it as a stronghold for his servants - the Nazgûl. They spend much of their time up above on those vile beasts, but I have seen them pass among the forces here in Osgiliath and even the Orcs recoil at their approach.\\n\\n'If he has gone into the palace, he is likely dead, but I wish to know for certain. Search the palace, and return to me here when you have finished. Only then shall we speak of returning to the tunnels.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Search the Palace of Eldacar for the lost Ranger",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Seat of Two Kings",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Examine the slain Ranger",
      "es": ""
    }
  ]
}