{
  "id": 620958625,
  "txt": [
    {
      "id": 246419841,
      "en": "Barad Nemorn is located near where the Morgulduin meets the Anduin in Southern Ithilien.\\n\\nYou should destroy any orders from Minus Morgul in Barad Nemorn, and do anything else you can to thwart the enemy's plans.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Upon entering Barad Nemorn you notice a number of ways you could disrupt the Morgul forces",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Complete Quest, Barad Nemorn: Vile Leaders",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should give the orders you found in Barad Nemorn to a Ranger at Faramir's Look-out.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Let's see what these orders say.'\\n\\nArodor reads the orders, growing uneasy.\\n\\n'The forces gathered there were waiting for a signal from Osgiliath to cross the river and march towards Minas Tirith. Well! This will be one less enemy the Steward of Gondor must concern himself with!'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Take the orders to Arodor",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Complete Quest, Barad Nemorn: Warg Masters",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete Quest, Barad Nemorn: Morgul Warriors",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Complete Quest, Barad Nemorn: Troll Teeth",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Complete Quest, Barad Nemorn: Statues of the Dark Lord",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Search for any orders",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "The orders you find bear the mark of Minas Morgul, a skeletal crescent moon",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "The cairn placed by the Rangers points to a hidden Morgul Orc encampment. You wonder what the enemy might be planning, tucked away as they are on the Morgulduin. Perhaps it would be best to go to Barad Nemorn and investigate.\\n\\n<rgb=#FF0000>Barad Nemorn is a challenging camp. While quests within can be completed alone, it is recommend you venture to Barad Nemorn with a friend.</rgb>",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "A cairn set by Rangers points towards a hidden Orc encampment with an unknown purpose.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Disruption at Barad Nemorn",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Disrupt the forces gathered at Barad Nemorn",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Barad Nemorn is located near where the Morgulduin meets the Anduin in Southern Ithilien.\\n\\nYou should enter the Morgul camp at Barad Nemorn to discover what the Orcs there are plotting.",
      "es": ""
    }
  ]
}