{
  "id": 620958712,
  "txt": [
    {
      "id": 111477392,
      "en": "Find Dagor's soldiers ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 119483969,
      "en": "'What is this? Arnach is under threat?'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Dagor can be found within the walls of Arnach's keep.\\n\\nYou have found all of Dagor's men and sent them back to Arnach. You should return to him to tell him this has been done.",
      "es": ""
    },
    {
      "id": 119483970,
      "en": "'I will fly to her defence!'",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Recalled soldier ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 119484017,
      "en": "'Hail, friend. What news is there?'",
      "es": ""
    },
    {
      "id": 119484018,
      "en": "'Dagor asks us to return? At once!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Dagor's men can be found scattered east and south of Arnach.\\n\\nYou should find Dagor's men and send them back to Arnach, post-haste.",
      "es": ""
    },
    {
      "id": 119484065,
      "en": "'The Haradrim are preparing an attack? Dagor will want me by his side.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Dagor",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Every one of my men, back at his post?  You're a true soldier, [placeholder]. You've really saved my hide, this time!\\n\\n'I suppose we should go and report to Baranor. Devise our strategems before the battle is joined, and all that?'",
      "es": ""
    },
    {
      "id": 119484066,
      "en": "'I must return at once!'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], there you are! Listen, you must help me out. I sent a number of my men out into the countryside to fight the Southrons. Unless someone goes and finds them, they will miss the Haradrim assault entirely.'\\n\\nHe looks crestfallen and ashamed.\\n\\n'Too many of my best men are out there. If they don't return, I don't know how we'll manage our defence. Oh, what have I done!'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Dagor has men dispatched to the corners of Lossarnach. If they are not recalled before the Haradrim assault, things could go poorly for the town.",
      "es": ""
    },
    {
      "id": 119483985,
      "en": "'I must thank you for your aid.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Out of Reach",
      "es": ""
    },
    {
      "id": 119483986,
      "en": "'If Dagor needs me, I go at once!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT Bring the soldiers back to Arnach",
      "es": ""
    }
  ]
}