{
  "id": 620958674,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I am in a dire position, [placeholder].\\n\\n'The armoury suffered greatly in the assault on the western half of the city, and now only its walls stand as a reminder that it was ever here. When we still held the western shore, we stored a great deal of weapons within the armoury. Yet now, the Orcs and trolls roam its ruins and our weapon-stores are exposed.\\n\\n'I have not been able to get close enough to gather many, but perhaps you can. If you return these weapons to me, I shall be able to hasten my return to the tunnels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Ah, yes, these will do nicely.\\n\\n'With so many foes surrounding us, we will need a large supply of blades - for even the strongest sword shall eventually wear.\\n\\n'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Determined to bolster the Rangers' defences, Meldir has travelled to the ancient armoury of Osgiliath to seize what remains before it falls into the hands of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bracing for Defeat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Meldir can be found along the south-western walls of Osgiliath.\\n\\nYou have recovered many weapons, and should now deliver them to Meldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The ruins of the armoury can be found in south-western Osgiliath.\\n\\nMeldir has asked you to recover hidden stores of weapons from the ruins of the armoury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected barrels of weapons at the ruined armoury ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect barrels of weapons at the ruined armoury ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e14",
      "en": "Deliver the weapons to Meldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    }
  ]
}