{
  "id": 620958667,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'So, Mablung sends me to the surface to search for arms and now he wishes for me to return just as soon as I find a secure position? Faramir would not have us hide in the culverts and cower while our people die!\\n\\n'I will return when I finish my task, and not a moment sooner. If I should die, it will be in the aid of my brothers, not backed into a corner like a hunted beast.\\n\\n'The host of Minas Morgul has no shortage of workers and warriors, and I would deprive them of any advantage that may be left behind. Aid me, and I shall return!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mablung's Rangers can be found throughout Osgiliath.\\n\\nMablung has asked you to seek the Rangers he sent to scout the surface of Osgiliath and order them to return to his post.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You are fortunate that you did not bear the markings of the Morgul-host, stranger, else I would have struck you down before you dared step so close.\\n\\n'I shall heed Mablung's order in time, but if you wish to count yourself among us, you shall aid me first - for there are far more pressing matters at hand.\\n\\n'What shall it be, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You startled me, stranger! I have almost finished my patrol, but I could use your aid if I am to quicken my pace and return to the culverts.\\n\\n'I promise you, I shall be a more gracious companion than any others you might find roaming the City of Stars.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Mablung can be found in the culverts of Osgiliath.\\n\\nYou have found several of Mablung's Rangers and should now return to him in the culverts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Mablung in the sewers of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah, you have my thanks, [placeholder]. I see a few of my men have returned already, and I am certain the rest shall soon follow.\\n\\n'Yet, I know little of the fate of my captain, Faramir, and I shall not count him among the dead while he remains lost. I have a mind to search for him within Osgiliath, for none that survived our flight into the tunnels saw him escape.\\n\\n'If you will join me and my men in our search for Faramir, you are welcome among us for as long as your journey allows it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Found Mablung's Rangers in Osgiliath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Forced into the sewers of Osgiliath after a staggering defeat by the Morgul-host, Mablung and the Rangers of Ithilien struggle to survive beneath a stronghold of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Search for Mablung's Rangers in Osgiliath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It will be some time before I can return you to Arodor, stranger. Faramir is lost, as is Osgiliath, save for the secret ways beneath the city. You are fortunate, indeed, to have made it down here alive... for many of our company were not so swift.\\n\\n'Our number is few, but several of my men scout even now from hidden ways within the city's walls. However, we cannot remain scattered any longer if we are to hold against the Enemy, so I would ask that you seek my men among the Enemy's forces in the city and order their return. \\n\\n'If I know my men, they shall be well-hidden!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Lost, But Not Forgotten",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "The Ranger noticeably flinches and readies his weapon as you approach.\\n\\n'I feared my position was discovered... I am sorry, stranger. Mablung has sent you?\\n\\n'I shall return to the tunnels with haste, but I cannot abandon my post until my friend returns and we have saved more of our old records.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}