{
  "id": 620958629,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "The culverts lie underneath the city of Osgiliath.\\n\\nYou should search for a Ranger base in the tunnels under Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Though befouled, this place gives you a feeling of peaceful calm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Not an Orc in sight as you enter the southern crack into the war torn Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Enter the culverts of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You and I both seek Faramir, do we not? I seek his guidance and safe return to Ithilien. You seek him out to inform him of some matter in the west. If that is so, then I believe we must get  you into Osgiliath.\\n\\n'First you'll need to patrol the path taken by the Morgul-host. Once you have finished your patrol, return here and we shall see if the time is right to send you into the city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Search for Rangers beneath Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Much of the Morgul-host gathers at the main entrance of Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'It seems that the enemy is no longer on the move, but the entrance to Osgiliath is overrun. I know of another way into the city.\\n\\n'After the conflict some of the south wall of the city was destroyed. This may be your best point of entry as I doubt it will be guarded. Once inside the city, seek out the tunnels, as they will allow you to move around the city relatively unnoticed. If Faramir and his garrison are still trapped inside the city, he would have established a base in those culverts. Stay safe, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "The Morgul Vale lies on the north-eastern border of South Ithilien.\\n\\nYou should patrol the entrance to the Morgul Vale to see if the time is right to enter Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should speak with Arodor at Faramir's Look-out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Arodor sends you on a mission to find Faramir in Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Patrol the entrance to Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The cross-roads lie on the northern border of South Ithilien.\\n\\nYou should patrol the cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Osgiliath lies on the north-west border of South Ithilien.\\n\\nYou should find the southern crack into Osgiliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Osgiliath lies on the north-west border of South Ithilien.\\n\\nYou should patrol the entrance of Osgiliath to see if the time is right to enter the ancient city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Report back to Arodor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The culverts lie underneath the city of Osiliath.\\n\\nYou should search for an entrance to the underground tunnels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Enter Osgiliath through the south-eastern crack in the wall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Patrol the entrance to the Morgul Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Patrol the cross-roads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "It is dark and stagnant down there, but you see no signs of the enemy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Arodor believes the road through Osgiliath will be difficult if you stray off the path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Though heavily guarded, few enemies are moving about",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'How did you find us stranger? I hope you were not followed!'\\n\\nYou assure Mablung that you were not followed and that with help from the Rangers of Ithilien, you have come seeking Mablung's leader, Faramir.\\n\\n'You are not the only one who seeks Faramir. I, too, am searching for my Lord and captain.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}