{
  "id": 620958673,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The host of Minas Morgul intends to siege the White City, but we do not yet know when the attack shall begin.\\n\\n'We observed the Orcs hauling supplies to the Great Bridge, and have heard a thundering from above in the tunnels, but we do not know their vile designs. They have built several siege weapons on the western bank, but the bridge is broken and cannot bear the weight of the Mûmakil or their siege weapons on the eastern bank. I do not believe they will strike until their weapons can cross the river unhindered!\\n\\n'If they have found a way to traverse the broken span, it could spell doom for Minas Tirith. Search the Great Bridge, and tell me of any Orkish craftwork you discover!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Patrol the Great Bridge of Osgiliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Concerned by the renewed advance of siege equipment across the Anduin, Meldir asks you to investigate the Great Bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The March of Minas Morgul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Meldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'This does not bode well for us or the White City, [placeholder].\\n\\n'Faramir and Boromir threw down the Great Bridge when last the Enemy tried to sack Osgiliath, but it appears that the Orcs have found a way to rebuild it... and allow it to bear the weight of enormous siege weapons.\\n\\n'It is no easy task to break a bridge, my friend. Let us return to the tunnels soon, and think on how we might slow their advance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Great Bridge crosses over the Anduin in central Osgiliath.\\n\\nMeldir has asked you to investigate how the host of Minas Morgul is ferrying siege equipment across the once-broken bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Meldir can be found along the south-western walls of Osgiliath.\\n\\nYou have discovered a great, crude span that can bear the weight of siege equipment now covering the ruined Great Bridge. You should return to Meldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The Morgul-host has constructed a crude span, allowing great beasts and siege weapons to cross!",
      "es": "",
      "es (fem)": ""
    }
  ]
}