{
  "id": 620958672,
  "txt": [
    {
      "id": 49286677,
      "en": "Talk to Candúr",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Echil is somewhere inside the High Archives in western Osgiliath.\\n\\nCandúr has asked you to seek his lost fellow, Echil, and then recover any valuable writings that survived the sack of western Osgiliath.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Collect crumbling tomes carefully ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Recovered writings and crumbling tomes can be found inside the High Archives in western Osgiliath.\\n\\nYou have found Echil and should now search for recovered writings and valuable tomes before returning to Candúr.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Candúr can be found just outside the High Archives in western Osgiliath.\\n\\nYou have found Echil and recovered many valuable pieces of writing from the High Archives. You should now return to Candúr.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Collected crumbling tomes carefully ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I am glad that Echil was not caught unawares, and that so many of the writings we collected survived. You have done me a great service, and I hope that you will fight alongside us in the battles that loom ahead.\\n\\n'I shall store these away and make for the culverts at once!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Candúr has asked you to search the High Archives for the ranger, Echil, and recover any writings of value that haven't yet been set aflame.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected bundles of recovered writings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'My ally, Echil, has delayed in his return, and I fear that the Easterlings or the flames within have overwhelmed him.\\n\\n'I must keep guard here, but if you could seek him out, I would be most grateful. He was to collect some of our writings as well as a few of the crumbling works that were never moved from the city long ago for fear that they might turn to dust at a touch.\\n\\n'Aid him, and then return to me for then I shall heed Mablung's call and sneak back to the culverts.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search for Echil in the High Archives",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect bundles of recovered writings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Ah, a friendly face, I hope? I am fine but for a wounded leg... alas, these Easterlings gave me some trouble. Unfortunately for them, I gave them more. They spoke of some \\qLord of Pinions\\q, but I know none who bear such a title.\\n\\n'I can return to Candúr, but I have not finished collecting our writings. We keep many of our writings as well as those we have taken from the Enemy's forces within the old archives, but the Easterlings have set flame to it all.\\n\\n'If you can recover those that remain, Candúr and I would be most grateful.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unwritten History",
      "es": ""
    }
  ]
}