{
  "id": 620958693,
  "txt": [
    {
      "id": "0x6a50290",
      "en": "Send townsfolk into the keep ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Indir can be found within the walls of Arnach's keep.\\n\\nAll the townsfolk of Arnach should now be gathered within the keep. You should return to Indir to tell him this has been done.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "DNT townsperson dealt with",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Indir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4e471",
      "en": "'Yes, yes. Sorry. I was lost in thought.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'They're all inside? This is a great relief. The stars only know how much time we have. Not even they, for the sky is blocked from all celestial light!\\n\\n'Thank you. Now, we must prepare ourselves for the Southrons' assault!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4e472",
      "en": "'I keep telling them, give me a sword and a shield! I can fight just as well as half these boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4e473",
      "en": "'Is it time? I hadn't heard. I'll go right away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4e474",
      "en": "'Yes, yes, I was just about to go. Is it so urgent as all that?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d176",
      "en": "With the Haradrim assault coming any moment, Indir is worried that some of the townsfolk are still outside the bailey walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Sent townsperson into the keep ([placeholder]/[placeholder]) ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4e403",
      "en": "'I had meant to go earlier. Hard to keep track of time with the skies like this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f4e476",
      "en": "'I've been waiting for word to go in! Why wasn't somebody sent sooner?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'There is much to do and there may be little time! I must work on securing our defences, but I fear some townsfolk are still outside the bailey walls. Would you go through Arnach and send them in here, to me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Indir has asked you to gather the last few villagers behind the bailey walls, before the Haradrim assault.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into the Fold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Some people remain outside the keep, in the town of Arnach.\\n\\nYou should gather the townsfolk outside the bailey walls and send them into the keep for their safety. ",
      "es": "",
      "es (fem)": ""
    }
  ]
}