{
  "id": 620958675,
  "txt": [
    {
      "id": 228284034,
      "en": "'[placeholder], I have a task for you.\\n\\n'You saved my men from the blades of the Enemy, but not all of my brothers were so fortunate. Over in the western streets, by Meneldil's Square, the half-trolls sharpen their axes and await more men to bring them down upon. Although I did not think it upon our first meeting, you are a bold [placeholder] and I would count your skills among the finest of my men. My brothers must be avenged, and I would have the honour be yours.\\n\\n'Go to the square and perform some executions of your own, my friend. The half-trolls must pay for what they have done!'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Halhir",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Halhir can be found in the culverts of Osgiliath.\\n\\nYou have defeated many of the half-troll executioners and should now return to Halhir.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Determined to avenge the lost Rangers of Ithilien, Halhir sends you to Meneldil's Square to perform a few executions of your own.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unexpected Executions",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I hope they suffered as much as my brothers did, [placeholder].\\n\\n'I shall not rest until the forces of the Enemy lay dead and broken, and I am glad to have an ally such as you.\\n\\n'You have my thanks, but our work is not yet done.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Defeat half-troll executioners in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat half-troll executioners in Osgiliath ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Half-troll executioners can be found near Meneldil's Square in western Osgiliath.\\n\\nHalhir has asked you to defeat half-troll executioners in western Osgiliath to avenge his fallen brothers.",
      "es": ""
    }
  ]
}