{
  "id": 620958628,
  "txt": [
    {
      "id": 49286679,
      "en": "<rgb=#FF0000>Look</rgb> for the Ranger outpost from the northern cairn",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The ruins of Tuntham can be found north-east of Bâr Húrin.\\n\\nYou should locate the cairn on the western side of the ruins and look around.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The ruins of Tuntham can be found north-east of Bâr Húrin.\\n\\nYou should locate the cairn on the northern side of the ruins and look around.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> for the Ranger outpost",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> for the Ranger outpost",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "You spot ruins on the crest of the next hill which must be where Faramir moved his camp.",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Speak with Arodor",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should speak with a Ranger at Faramir's Look-out.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Greetings. I am guessing you are the traveller who has been helping Rangers around Southern Ithilien. Your deeds precede you, [placeholder]. I am Arodor, commander of Faramir's Look-out.\\n\\n'You seek Faramir? As you can see, he is not here. He had gone commanding a garrison in Osgiliath when the Morgul-host attacked the city. We've yet to make contact with anyone inside the city.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Travel to Faramir's Look-out",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "As Anborn predicted, there is no trace of a Ranger camp",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Ithilien is a large stretch of land. Faramir travels constantly to visit Ranger camps and to keep us abreast of enemy movements. It has been many days since we last saw him, but I know that he had established a look-out in the ruins of Tuntham. You will find the ruins north-east of here, past Brangobel.\\n\\n'Whether Faramir is there still, none in Bâr Húrin can say. If you arrive at the ruins and find them empty, do not fret. We Rangers leave cairns to share knowledge with each other after we have left. Stay strong in these dark days, my friend.'",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Anborn sends you on your way to the last known location of Faramir's camp.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Travel to Tuntham",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "You spot some Orcs moving about in the ruins below",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Faramir's Look-out is located south-east of Osgiliath.\\n\\nYou should travel to Faramir's Look-out.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "To Faramir's Look-out",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Rangers man the look-out, but Faramir is nowhere in sight",
      "es": ""
    },
    {
      "id": 49286675,
      "en": "<rgb=#FF0000>Look</rgb> for the Ranger outpost from the western cairn",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The ruins of Tuntham can be found north-east of Bâr Húrin.\\n\\nYou should travel to Tuntham and learn if Faramir is still there.",
      "es": ""
    }
  ]
}