{
  "id": 620958694,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Nanoth can be found in Bâr Húrin.\\n\\nYou should speak with Nanoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Speak with Nanoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Roving Threat: Morgrish, the Beast from Harad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The forces of Harad have made their way to South Ithilien and Osgiliath, including Morgrish, a Half-troll who thirsts for battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Morgrish can be found somewhere in South Ithilien or Osgiliath.\\n\\nYou should defeat Morgrish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated Morgrish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What news have you? Morgrish has been defeated? This Half-troll captain stood for strength within the Haradrim ranks. Though others will rise to take his place, Morgrish's defeat will set the Haradrim forces back long enough for us to strike. The Rangers are thankful of what you and your kinsmen were able to accomplish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Morgrish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'A Half-troll captain called Morgrish has led a few of us Rangers to an early death. His strength is unmatched and he is skilled with a sword, overcoming any foe with his tactical finesse. I have often seen him travelling between Haradrim camps, most likely to train and muster soldiers. If you and your kinsmen were able to defeat Morgrish it would indeed strike a blow to the Haradrim forces gathered in South Ithilien and Osgiliath.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}