{
  "id": 620923536,
  "txt": [
    {
      "id": "0xeb01196",
      "en": "Thane Ordlac is within the Mead Hall of Oserley.\\n\\nÉoric afforded you access to the Mead Hall of Oserley to speak with Thane Ordlac.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "'What news from beyond, stranger? I cannot grant entrance to the Mead Hall without proof of your good will, but perhaps you have a moment to converse? This is admittedly dull duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Bring the signet of Oserley to Ordlac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730889",
      "en": "'Welcome, stranger from afar! It is seldom that we greet travellers, even from other parts of Rohan. May I offer you some wine or ale? Indeed, I was about to sit down to a meal...would you join me? Or perhaps you are upon a greater errand?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Gain entrance to the Mead Hall of Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Greetings, stranger! What news from beyond?\\n\\n'What? Stoke is under siege? Aye, you must speak with Thane Ordlac at once! You have leave to enter the Mead Hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Welcome, stranger from afar! It is seldom that we greet travellers, even from other parts of Rohan. May I offer you some wine or ale? Indeed, I was about to sit down to a meal...would you join me?\\n\\n'What is this? Ah! I did not think I would see this signet in my lifetime! My father granted it to Edmar, Fríthild's husband, to use in the event Stoke needed our aid.\\n\\n'Tell me what has transpired that would bring Fríthild to such a need....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimmar is in the Mead Hall of Stoke.\\n\\nFríthild told you to speak with Grimmar and obtain the signets with which to summon the Thanes of the Broadacres.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Oserley lies along the road north-east from Stoke.\\n\\nFríthild has asked you to deliver a signet to Ordlac of Oserley, summoning him to her aid.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Gained entrance to the Mead Hall of Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d164",
      "en": "Stoke is crowded with refugees from outlying farms and even bordering parts of Kingstead and the Stonedeans. Livestock and horses join the press. All the while, Reeve Fríthild struggles to secure her town against the White Hand's siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'[placeholder], I know what needs to be done, but I confess that I hesitate to do so. If we are to send aid to Théoden King, we must first break the siege upon Stoke...but to do that, we must muster the Thanes of the Broadacres, and I have no doubt that they, too, face the threat of assault.\\n\\n'Nevertheless, it must be done. Speak with Grimmar, and he will provide you with signets to take to my thanes. Each signet bears the crest of their households, and they will know that it means we are in dire need of aid.\\n\\n'Not far to the north-east lies Oserley, where dwells Ordlac. It is settled on an embankment leading down to the Entwash, so they may have not yet seen the smokes of the fires here. Ordlac is a pleasant fellow and likely will be the most ready to join our cause. You should go to him first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Grimmar in the Mead Hall of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'So Reeve Fríthild has decided to summon the thanes? I recommended that she do so days ago, but I understand her concerns. It may well be that Ordlac and Tordag will be unable to come in time.\\n\\n'Nevertheless, here are the signets of Oserley and Torsbury. Fríthild told you of Ordlac, but not of Tordag. The Thane of Torsbury is brave and a mighty warrior, but he is not the most clever man. It took much for him to accept Fríthild -- a woman -- as Reeve when her husband perished, but since she broke his nose in a brawl, he has been a faithful retainer.\\n\\n'May fortune smile upon you as you deliver these tokens. Go to Oserley first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730897",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Serving the Summons, Part I",
      "es": "",
      "es (fem)": ""
    }
  ]
}