{
  "id": 620923471,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Townsfolk can perhaps be found in hidden spots throughout Marton in the northern Westfold.\\n\\nYou should search the town for any hiding or trapped survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Thane Gladsúnu, you have come for me at last!\\n\\n'You -- you are not Gladsúnu! Did he send you? Where are the others? Are they safe?'\\n\\nYou have not the time or the knowledge to satisfy all of this farmer's questions, but you urge her to run quickly to a safe place, away from this dangerous town.\\n\\n'Right you are, stranger! Thank you for helping me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Help trapped townsfolk ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Townsfolk can perhaps be found in hidden spots throughout Marton in the northern Westfold.\\n\\nYou should search the town for any hiding or trapped survivors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have rescued a trapped farmer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "You have rescued some straggling townsfolk. If anything good can be said of the state of Marton, it is that the townspeople seem to have escaped with their lives.\\n\\nThis is more than can be said of other towns you've encountered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'You are not an Orc! Nor are you my Thane, who fought at the Fords and has not been heard from. Does this mean that Gladsúnu is dead, and cannot take back our town? I was waiting for him.'\\n\\nYou tell the farmer that it would be wise to flee, for the town is certainly far from secure.\\n\\n'Thank you -- I will do so. There is a cave of sorts to the north where we go in case of danger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Thank you for coming! I could not get out. I had hoped our Thane would set these Orcs straight, but the enemy is many, and our warriors are still at the Fords of Isen.\\n\\n'It grieves me that Gladsúnu will come back to this! Would that we could have saved Marton.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I was asleep when the attack happened, and now I am trapped! That is, until you came to rescue me. Are we taking back the town now?'\\n\\nYou inform the man that the town is not safe, and that there are no Rohirrim soldiers in sight. He looks crestfallen.\\n\\n'I will flee, then. I cannot believe I must leave my home!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "You have rescued some straggling townsfolk. If anything good can be said of the state of Marton, it is that the townspeople seem to have escaped with their lives.\\n\\nThis is more than can be said of other towns you've encountered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "It is possible that some people did not escape Marton after the recent Orc assault, and might need rescue.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "It is possible that some people did not escape Marton after the recent Orc assault, and might need rescue.\\n\\nYou should search for hidden places where townsfolk might be trapped.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search Marton for survivors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Marton: Hindered Escape",
      "es": "",
      "es (fem)": ""
    }
  ]
}