{
  "id": 620923537,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Place the bear-hides on the waggon",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Stithwulf and Oter's camp lies to the north of the Roaring Hills.\\n\\nStithwulf asked you to bring any intact hides back to his camp to help bolster supplies for the long road.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Stithwulf is at his camp in the Stonedeans, north of the Roaring Hills.\\n\\nStithwulf would like to thank you for ensuring the safety of their camp and returning with hides.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Placed the bear-hides on the waggon",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Bears are hunting in the Roaring Hills to the south of the road where Oter and Stithwulf are camped.\\n\\nStithwulf asked you to hunt the bears and bring back any unblemished hides that you are able to collect.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Return to Stithwulf",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'My good [placeholder], you returned with some quality hides. Those were large bears, if those hides are any evidence.\\n\\n'I may keep the largest among them for a bear-rug in my new home, if we ever make it there....'",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Defeated bears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Oter and Stithwulf will soon be leaving the Stonedeans. They camp along the road in relative safety while deciding where next to go and prepare by gathering supplies before they depart.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Defeat bears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Unbearable Road",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We left Woodhurst and we will not look back. I expected someone to follow us, but my scouting has only revealed tracks of bears...many of them. The Roaring Hills to the south appears to be a favoured hunting ground. However, I will gladly deal with bears over backstabbing Deansmen!\\n\\n'Bears can be dangerous, though, and these were not small. One might ravage our waggon or hurt us badly if it got too close. Also, we could always use a few extra hides. Could I ask you to keep them away from our camp and gather any hides you leave intact? We could always use them for blankets or trade.'",
      "es": ""
    }
  ]
}