{
  "id": 620923408,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Marton is north-west of Helm's Dike in the Westfold.\\n\\nYou should head to Marton to begin your search for Erkenbrand and the other missing lords of the Westfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Gather news of Erkenbrand in Grimslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Gather news of Erkenbrand in Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "It is likely that any survivors from Marton fled north of town into the trees and stony hills.\\n\\nYou should search north of Marton in the stony hills for any refugees who may have survived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Marton is destroyed! You should search for survivors who might yet be nearby",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find and speak with the Thane of the town you chose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find survivors who escaped Marton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Do you have word of my husband Grimbold? I have not heard from him in too long!\\n\\n'Is -- is he dead?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Where is my husband Gladsúnu? Have you come to tell me of him? Is he in good health? When can he come back? He is Thane, and we need him!\\n\\n'He has been holding the fords, but the fords were lost. Please, tell me of my husband!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "This part of the woods looks to have many promising hiding spots....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have decided to begin your search for Erkenbrand in the town nearest the Fords of Isen: Marton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Grimslade still stands; you should now search for word of Thane Grimbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I do not know where Erkenbrand would go after the Fords of Isen fell. Perhaps with Grimbold back to the town of Grimslade, or perhaps to Marton which lies closer to the Gap. Or perhaps elsewhere.\\n\\n'I urge you to begin your search in Marton, for many men bear news thither as soon as they have news to bear. Good luck to you, [placeholder]! I know I will see you again soon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "DNT - TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "DNT - talk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searching for Erkenbrand",
      "es": "",
      "es (fem)": ""
    }
  ]
}