{
  "id": 620923458,
  "txt": [
    {
      "id": "0xd085251",
      "en": "Ready yourself for travel to experience this year's Farmers Faire. Hurry and join the festivities!\\n\\n<rgb=#FF0000>Completing this quest will let you travel automatically to the town of Bywater in the Shire.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "The market is bustling and the sun is warm. The faire is in full swing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Travel to Caltha Tunnelly, the Festival Announcer in Bywater, to learn more about the annual Farmers Faire! The Hobbits of the Shire are celebrating the summer's bounty with food and drink, fishing, and hunting for eggs and mushrooms in the nearby farm-yards.\\n\\n<rgb=#FF0000>After accepting this quest, you can complete it to travel automatically to the town of Bywater in the Shire.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Farmers Faire Has Arrived!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Farmers Faire is in Bywater for a limited time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Welcome to the Farmers Faire!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Travel to Bywater",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Travel to the Festival Announcer, Caltha Tunnelly, in Bywater to learn more about the annual Farmers Faire! The Hobbits of Bywater are celebrating the summer's bounty with food and drink, fishing, and hunting for eggs and mushrooms in the nearby farm-yards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Travel to Bywater in the Shire to participate in the Farmers Faire celebration",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Each year the Hobbits of Bywater celebrate the last of the summer sun and the bounty of the year's harvest by throwing a spectacular Farmers Faire in the middle of town. Visit and join in on the fun!",
      "es": "",
      "es (fem)": ""
    }
  ]
}