{
  "id": 620923535,
  "txt": [
    {
      "id": "0x2f00e15",
      "en": "Repair barricades at town gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730883",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Fríthild awaits your return in the Mead Hall of Stoke.\\n\\nYou should return to Fríthild and inform her that you have done as she asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Damaged barricades can be found at the gates to the north-western, north-eastern, and southern parts of the town of Stoke.\\n\\nFríthild asked you to repair the barricades at the town gates, using the wooden planks you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Fríthild at the Mead Hall of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Ah, [placeholder], you have returned. I believe I know what must be done, though I daresay I am concerned that it may not be possible....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Repaired barricades at town gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Repair barricades at the city gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You have come at an opportune time, stranger. It grieves me that I cannot yet send aid to Théoden King. I am a loyal subject, but I must consider my own people first. We have been under assault by Warg-riders for days. The grazing lands west of Stoke burn, and our town is overcrowded with refugees and livestock.\\n\\n'If we can break this siege, there will be nothing to stop me from going to my king's aid. Please, help secure the gates of the town, while I consider the best course of action.\\n\\n'You can find wooden planks throughout the town. Gather them and take them to the gates and repair the damaged barricades.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d177",
      "en": "The town of Stoke, seat of Reeve Fríthild, is under siege by the forces of Saruman. The town must be secured before they can send aid to Théoden, their king.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I confess that I find it a joy to see strangers journeying through our lands! As you can see, Stoke is in dire need of assistance. You should speak at once with Fríthild, our Reeve... no doubt, she will welcome you as a friend.\\n\\n'Fríthild is likely in council with her captains within the Mead Hall. You should go there at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Repaired barricades at the city gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Wooden planks can be found throughout the town of Stoke.\\n\\nFríthild asked you to gather wooden planks with which to repair the barricades at the town gates.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected wooden planks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Fríthild may be found within the Mead Hall of Stoke, within the town.\\n\\nHúlac asked you to speak with Fríthild, his Reeve, and learn her wishes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Fríthild in the Mead Hall of Stoke",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect wooden planks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Securing Stoke",
      "es": "",
      "es (fem)": ""
    }
  ]
}