{
  "id": 620923534,
  "txt": [
    {
      "id": "0x2f00e18",
      "en": "Bring the stolen goods to Dudsig in Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730886",
      "en": "'You have not recovered our goods? Is this the courage of your people?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Dudsig is near the stable in Oserley, east of the brigands' camp.\\n\\nYou should bring the stolen goods back to Dudsig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73084",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You delivered the signet of Oserley to Ordlac, telling him of the siege upon Stoke and Reeve Fríthild's summons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You returned?\\n\\n'I was uncertain that you truly cared about the people of our village. I am glad that I was wrong.\\n\\n'Take this reward for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dudsig is near the stable in Oserley.\\n\\nThane Ordlac instructed you to speak with Dudsig, his chief captain, and learn what aid can be given to Oserley while he musters his meagre garrison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The brigands' camp is in the fields west of Oserley.\\n\\nDudsig has asked you to recover stolen goods from the brigands who have stolen from the people of Oserley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected stolen goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It is amazing how we can be so sheltered from the devastation that has befallen our Riding! But as I told you, we seldom receive travellers here.\\n\\n'Of course we will begin to muster our meagre garrison at once! If we are to do so, we will need help ourselves quelling some small disturbances that have come our way... what with our fighting men being distracted from their duties here.\\n\\n'Speak with my chief captain, Dudsig, near the stables. He will know what needs to be done. Do not be put off with his appearance... he is from the Stonedeans, where many have the misfortune to have some part of the wild Dunlending blood mixed with that of the Mark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Talk to Dudsig in Oserley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'You are not from here, that much is clear. You say that Thane Ordlac has requested you aid us with our troubles? What troubles do you speak of?\\n\\n'Ah! Stoke is under siege and Ordlac rallies to Reeve Fríthild's aid? Then, indeed, I have a task for you. We have had some small troubles with brigands here -- mainly poor folk from the Stonedeans, I think, in search of food, but they have become dangerous.\\n\\n'These wayfarers have stolen food and other goods from the people of Oserley... perhaps you could reclaim these things? They have been seen encamped in the western fields at sundry times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect stolen goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pilfered Goods",
      "es": "",
      "es (fem)": ""
    }
  ]
}