{
  "id": 620923533,
  "txt": [
    {
      "id": 216727827,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082800,
      "en": "Collected Herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Place the chicory in the crate",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Oter's waggon is at his camp to the north of the chicory patches.\\n\\nOter asked for any chicory you find to be placed in the crate on his waggon.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Oter is at his camp, north of the chicory patches.\\n\\nOter would like to thank you for helping him bolster their supply of food and medicine before he and Stithwulf leave.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Placed the chicory in the crate",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "TBD Herbs can be found to the south and east from where the two Rohirrim are camped.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Oter",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'[placeholder], thank you for your help in gathering chicory. Speaking of which, I should start preparing the stew for tonight with a few of the fresh herbs you brought me.\\n\\n'We are likely to depart in the next day or two. Perhaps tomorrow is the day we take our leave.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Chicory can be found to the south of where Oter and Stithwulf are camped, in the shade of trees.\\n\\nStithwulf asked you to gather chicory for their supplies.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Collect chicory ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Collected chicory ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Oter and Stithwulf will soon leave the Stonedeans. They seek a better life elsewhere in Rohan where they might find a warmer welcome...if such a place exists. ",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Little More for the Road",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect Herbs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Stithwulf and I are glad to put the Stonedeans behind us. It is hard to leave, but it is not safe for us anymore. We left swiftly and only have a few supplies with us. We could really use more chicory, and fortunately, chicory grows around these parts. It would be a good addition to our supplies.\\n\\n'You might find chicory growing in the shade of the trees to the south. Place any you collect in the crate on the waggon.'",
      "es": ""
    }
  ]
}