{
  "id": 621038817,
  "txt": [
    {
      "id": "0xeb01184",
      "en": "Cad Buckthorn can be found in Trestlebridge.\\n\\nYou should return to Cad Buckthorn with the sap you have collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I see that you've returned with the sap. This is a good amount indeed! I will take it from you and bring to someone in town that is proficient in cooking it and bringing out the great flavour within. The Brotherhood appreciates your assistance, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Return to Cad Buckthorn with the sap you have collected",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Sap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Gather sap from tree tappers in the Wildwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "A delicious sap can be found in the Wildwood, and the Woodcutter's Brotherhood looks to tap into this resource.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Tree tappers can be found in the Wildwood.\\n\\nYou should gather sap from the tree tappers in the Wildwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Gathered sap from tree tappers in the Wildwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'There are many ways to assist Trestlebridge. One such task is harvesting the resources of the Wildwood so that the village has more to trade with and to offer passing travellers.\\n\\n'One resource of the Wildwood is its delicious sap, found within some of the trees there. We have already tapped the trees that produce this sap and could use a volunteer to harvest it for us. Will you assist us? The Brotherhood will be grateful for your assistance.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}