{
  "id": 620864146,
  "txt": [
    {
      "id": "0xa4b0ff5",
      "en": "Bilbo's Letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bilbo's Letter[nps]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A parting letter from Bilbo Baggins to the good hobbits of the Shire, and to anyone else who may come sniffing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38ce4c2",
      "en": "Author Unknown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x61726d1",
      "en": "To the owner of the prying eyes lying currently upon this page,\\nI write this and leave it in the care of Hamfast Gamgee, my respected grounds-keeper, on account of any unexpected findings on my estate after I am gone. I am Bilbo Baggins, and I was the proprietor of Bag End before I moved away. Bag End was then left to my heir and nephew Frodo Baggins. If he is not there any longer, then I expect a Sackville-Baggins has got hold of my dear old burrow. I left a nice present for Lobelia when I went away (the silver spoons she admired so greatly that she acquired a great deal of that collection before it was properly bestowed to her,) but in all likelihood that was not enough, so I expect she is in possession of Bag End now. Surely the whole burrow has been scoured for the fabled prizes of my adventures with the dwarves many years ago, but I pride myself on not being so obvious as to leave such treasures out and about where nosey relatives can easily get their hands on them. Of course, please do not presume that I deem such noble inquirers undeserving of rewards, for that is not the case at all. I just prefer to make the rewards sweeter yet by giving the visitors of Bag End an adventure of their very own. I assume you are inquiring after the burrow's Cellar. The door to the cellar was installed shortly before I left, with the help of the dwarves, and comes out the side of the Hill, but I do not think it will appear until the hill-side erodes in a few years, or perhaps when there is some digging when Bag End's property must be expanded to suit Lobelia's many needs. If the door is to be unlocked, you must ask Lobelia if you may borrow one of her spoons. An adventurer's treasure may be found within, but so shall an adventure. I hope you like my little project. Happy adventuring to all!\\n\\nYours,\\nBilbo Baggins",
      "es": "",
      "es (fem)": ""
    }
  ]
}