{
  "id": 621088357,
  "txt": [
    {
      "id": 162883717,
      "en": "'An Umbari woman has been watching us from down the hill to the east, [placeholder]. I do not think she intends to do us any harm, but whenever I face in her direction she quickly busies herself with some unobtrusive task.\\n\\n'Perhaps you should see if she has any information for us, or at least determine that she does not mean ill?'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'What said our distant onlooker, [placeholder]?'\\n\\nYou tell Sigileth that Azagath and his allies made use of a sheltered cove beneath the hill on which rests the Mâkhda Khorbo, and they have now gone inside the lower tunnels for some unknown purpose.\\n\\n'Then that is where your road leads, is it not? Corudan and I will guard the path and ensure none think to flee this way, while you muster your allies and face Azagath beneath the temple.'\\n\\n<rgb=#00FF00>If you wish to participate in the raid, this is when 'The Depths of Mâkhda Khorbo' raid takes place during the story.</rgb>\\n",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8.2: Something Remains",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'What is it, Corudan?'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'For now let your companions know where Azagath and his allies debarked their ship. They possessed an evil intent... I am certain of it.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'For now let your companions know where Azagath and his allies debarked their ship. They possessed an evil intent... I am certain of it.'",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "Sigileth is beside the road east of the Mâkhda Khorbo, north-west of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I saw you speaking with those Elves near the ruined temple up on the hill. What purpose brought the three of you to that place? I have seen Elves of the Oasis from time to time, when I have gone to the markets of the city to sell my wares, but your companions do not seem to hail from across the desert. I judge they came from across the bay, perhaps from Gondor?'\\n\\nYou remain silent, and Rukân chuckles to herself.\\n\\n'Worry not, stranger! I am no follower of the Church of the All-Seeing, and I steer clear from that temple, as should all goodly folk! Not long ago I witnessed Azagath Sea-shadow and some of his people disembark their ship in the cove beneath the hill, and I wondered what madness might have drawn them inside. Nothing good, I imagine. Pestilence and plague have troubled Khûtra in recent days, and something spoils the fish. After you have halted whatever evil drew you and Azagath to the Mâkhda Khorbo, you should return to me and I will tell you more about those ills.\\n\\n'But for now let your companions know where Azagath and his allies debarked their ship. They possessed an evil intent... I am certain of it.'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'My sister's thoughts dwell upon the evils that might lie within the Mâkhda Khorbo, but I need not see them to know that a corruption lies within the very heart of the Kindred of the Coins.\\n\\n'But Azagath is well-loved by his people. Do the folk of Umbar Baharbêl know that he has betrayed them?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'We should travel by land to the outskirts of the temple and learn if the fleeing members of the Kindred have disturbed the ruin. It may be they seek only escape... but if evils of Sauron do remain beneath that structure, we cannot risk Azagath coming into possession of them.\\n\\n'My brother and I will accompany you, [placeholder]. He would not say this to you directly, but privately he mourned to me that you ventured into the Citadel to rescue Thorongil without him.\\n\\n'The Mâkhda Khorbo is to the north-west of the city.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Rukân down the hill to the east",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Corudan stands by the road east of the Mâkhda Khorbo, north-west of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Corudan by his sister east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The Mâkhda Khorbo is to the north-west of the city.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I have never seen this place before, [placeholder]. When Nakási and Tatháta sailed their ships back to Umbar with me and Thorongil aboard, they docked at their hidden harbour south of the city. I had only heard talk of the Mâkhda Khorbo and not seen it until today.\\n\\n'The structure itself is not as damaged as I had thought it to be. It is not difficult to believe the levels below-ground may also have survived the great quake that followed Sauron's fall, and remain somewhat intact.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'When the Golden Host of Lothlórien waged the Battle of the Tower in the forest of Mirkwood, I did not know of its success until many weeks passed... and every week felt as long as an age in the darkness beneath Dol Guldur. It was only when you delved deeply into those forgotten passages that I ceased to be She Who Remains and became once again Sigileth, [placeholder], and learned that the Golden Host had achieved victory.\\n\\n'But there was evil beneath Dol Guldur, and even today each of my senses are attuned to it. I feel the presence of Sauron's works here at the Mâkhda Khorbo, even as I did in those dark dungeons. It is not as strong here as it was in the Room of Voices, but still my senses are troubled by the feel of it.\\n\\n'Bring me some relics from the Dead that walk near the temple, for they may allow me to learn the... I do not know the precise word to describe it, but this will have to serve... they may allow me to learn the flavour of the evil that remains here. Bring me rusty weapons from the steps of the temple, gemstones from spectres and spirits, and finger-bones from the wights that lurk nearby. Why finger-bones?'\\n\\nSigileth raises one eyebrow and you are surprised to hear mirth in her voice when she responds.\\n\\n'I did not think you would want to drag a bunch of wights over here for my investigation, [placeholder]. Just their finger-bones will do.'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Corudan catches your eye",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Collected rusty weapons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'The structure itself is not as damaged as I had thought it to be.'",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Collected finger-bones from wights ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sigileth is no stranger to the works of Sauron, and she believes that Azagath should be prevented from delving beneath the Mâkhda Khorbo for anything of that sort that may remain there.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Sigileth stands by the road east of the Mâkhda Khorbo, north-west of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "Bring the strange items she requested to Sigileth east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Collected gemstones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The ruins of the Mâkhda Khorbo stand to the north-west of Umbar Baharbêl. Sigileth and Corudan asked to meet up with you there.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Sigileth asked you to retrieve a number of curious objects near the Mâkhda Khorbo so she may examine them.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Corudan stands by the road east of the Mâkhda Khorbo, north-west of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Collect rusty weapons from outside the Mâkhda Khorbo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Collect finger-bones from wights near the Mâkhda Khorbo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Collect gemstones from spectres or darkwaters near the Mâkhda Khorbo ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Azagath must think to acquire some evil beneath the Mâkhda Khorbo. He must be prevented from finding whatever it is he seeks, unless that be death.'",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'I had forgotten how poor my sister is at keeping secrets, [placeholder]. I did not begrudge you your decision to go alone into the Citadel, no matter what Sigileth says!\\n\\n'I would have gone with you, had you asked. But of course you know that!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Meet up with Sigileth and Corudan beside the road east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Sigileth is waiting for you to return to her east of the Mâkhda Khorbo with the strange objects for which she asked.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Corudan is beside the road east of the Mâkhda Khorbo, north-west of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Talk to Corudan beside the road east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Sigileth beside the road east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Sigileth beside the road east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Corudan beside the road east of the Mâkhda Khorbo",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Corudan has asked you to speak with a distant onlooker down the hill to the east.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Bring me some relics from the Dead that walk near the temple, for they may allow me to learn the flavour of the evil that remains here. Bring me rusty weapons from the steps of the temple, gemstones from spectres and spirits, and finger-bones from the wights that lurk nearby.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'I saw you speaking with those other Elves near the ruined temple up on the hill. What purpose brought the three of you to that place? I have seen Elves of the Oasis from time to time, when I have gone to the markets of the city to sell my wares, but you and your companions do not seem to hail from across the desert. I judge you came from across the bay, perhaps from Gondor?'\\n\\nYou remain silent, and Rukân chuckles to herself.\\n\\n'Worry not, stranger! I am no follower of the Church of the All-Seeing, and I steer clear from that temple, as should all goodly folk! Not long ago I witnessed Azagath Sea-shadow and some of his people disembark their ship in the cove beneath the hill, and I wondered what madness might have drawn them inside. Nothing good, I imagine. Pestilence and plague have troubled Khûtra in recent days, and something spoils the fish. After you have halted whatever evil drew you and Azagath to the Mâkhda Khorbo, you should return to me and I will tell you more about those ills.\\n\\n'But for now let your companions know where Azagath and his allies debarked their ship. They possessed an evil intent... I am certain of it.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Did you recover the items I requested?'\\n\\nSigileth examines the strange items you acquired from the vicinity of the Mâkhda Khorbo. After a few moments of study, she looks up at you.\\n\\n'These blades are rusty from the salt of the sea breeze, and unsuitable for use. Only the Dead would wield these; no living servant of Sauron or of the Kindred would think to use such a weapon, unless there was no other choice.\\n\\n'The gemstones are interesting. When such stones as these are found within the earth, they are usually quite clear, but the gems around which these spirits and spectres form are cloudy instead. See the shapes that seem to swirl within their foggy depths? They are most peculiar.\\n\\n'I cannot read very much from the finger-bones you have brought to me. No, I do not need you to drag an entire wight here to me, as I threatened before! I have learned this, and it may be enough: these wights were given motion by spirits of evil. There must be a great number of such creatures still within the Mâkhda Khorbo, though Sauron himself be gone.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Sigileth and her brother Corudan greet you as you approach",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'An Umbari woman has been watching us from down the hill to the east. Perhaps you should find out what she wants?'",
      "es": ""
    }
  ]
}