{
  "id": 621088376,
  "txt": [
    {
      "id": 228284039,
      "en": "'Then it is time. To the Hungry Deep we go.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sirgon stands outside the Harbour-warden's Tower, in the Sail-haven.",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'And so you stand before me once again, [placeholder]. I am touched to hear of the reconciliation between Belondor and the man of Gondor who has so disturbed his heart for these many years. I trust this thaw will not make him weak? Without Azagath and Nakási, the Kindred of the Coins must appear strong now, stronger than ever before.\\n\\n'The people must be reassured that the Kindred is here for them, despite the betrayal of the Sea-shadow. I have come to a decision, and I would like to ask you for help in seeing it done.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Sirgon stands outside the Harbour-warden's Tower, in the Sail-haven, waiting to go with you to meet with Belondor.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Sirgon outside the Harbour-warden's Tower, in the Sail-haven",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Sirgon outside the Harbour-warden's Tower and go with him to meet with Belondor",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Hármelak is inside her manor, waiting to speak with you about the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Hármelak inside her manor",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Belondor has asked to speak with his one-time friend and long-time foe, if it is true that Sirgon has come to Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'What brings you to this city, stranger? I deem you have sought me out. Why?'\\n\\nYou tell Belondor that you have come to Umbar in the company of his old friend Sirgon. Belondor remains silent for a long time before speaking.\\n\\n'It has been many years since I named Sirgon a friend, and it must be the same with he who is the Lord of Lebennin. Was he rewarded for his blood-red service by the Steward of Gondor? Did chasing me into the rocks of Shedax Khîn win him glory and fortune? He slew friends of mine in that pursuit... did he tell you? Has he come to Umbar Baharbêl to finish the job he began those many years ago? He would be wise to steer clear from my manor, for the wrath of Mêshka my wife will be more deadly to him than all the spines of the desert, or the pointed rocks of the Shield Isles.'\\n\\nYou tell Belondor that Sirgon has already spoken with Mêshka, and she made her opinion of him very clear. Belondor looks at you with surprise.\\n\\n'And he did not clap her in irons? He is not here to drag us back to Gondor in chains? Has the King not sent you and he here to inflict his will upon us? If not... then why has Sirgon come here?'\\n\\nYou consider what you might tell Belondor, but decide upon the truth: that Sirgon feels the burden of his past with Belondor and Mêshka, and he hopes to reconcile with them, if such a thing might be possible.\\n\\n'If what you say is true, let him speak these words to me himself. I will await him at The Hungry Deep Tavern. Now begone. I would be alone with my thoughts, as I was before. I have friends to mourn.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You have seen Belondor? What did he say to you, [placeholder]?'\\n\\nYou relay Belondor's message, and Sirgon thinks it over. At last he steeples his fingers in front of his face and closes his eyes. When he reopens them again, he has come to a decision.\\n\\n'The Hungry Deep Tavern overlooks the Sail-haven, but it is located in the Upper Ward. Belondor's wife Mêshka commanded her guards to slay me should I return to that place.\\n\\n'But I would speak again with Belondor and tell him what I have come to believe. I am not afraid of Mêshka's headsmen. I would bare my neck before them if it meant I could ease this burden from my back, [placeholder]. I have carried it for too long.\\n\\n'Will you accompany me, my friend? Let me know when you are ready to leave.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Tell Sirgon to meet me at The Hungry Deep tavern. Now begone, for I have friends to mourn.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8.4: Gondor and Umbar",
      "es": ""
    }
  ]
}