{
  "id": 621088374,
  "txt": [
    {
      "id": 162883717,
      "en": "Belondor says nothing.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Gathered information from residents in the Upper Ward ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 8.3: The Words in the Wards",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I saw you in the Citadel, stranger. You were there. Were you also in the Depths of Mâkhda Khorbo?'\\n\\nBelondor shakes his head sadly.\\n\\n'The writing was there, but I did not see it until it was too late. There was cruelty in the Sea-shadow, as there was cruelty in all of us... but I believed it was needed against the evils arrayed against us. The Church of the All-Seeing, the Empire of Ordakh... these were foes against which we could show no mercy. The hatred I bore for Gondor...\\n\\n'Aye, I would not show mercy to any warriors of Gondor who opposed us. But not children. The boy Thorongil was not yet a man, and Azagath would have drenched the stones of the Citadel with his blood. Nakási would have obeyed the command, and done whatever the Sea-shadow ordered. The writing was there, but even then I followed the two of them as they fled. In the Depths of Mâkhda Khorbo my crew paid for my inaction, my indecision. Azagath slew them with dark, unnatural magic, and their sacrifice meant nothing.\\n\\n'Do you have a crew of your own, stranger? Do you know what it means to lose them all, and for nothing?'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Belondor in the Sail-haven",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I do not know which it will be. Sometimes word travels slowly, and on other occasions it can spread faster than wildfire. Will you return to the Upper and Lower Wards of the city and learn what people are saying about Azagath, Belondor, and Nakási?\\n\\n'If tongues wag as I think they will, rumour that these leaders of the Kindred fled beneath the Mâkhda Khorbo in search of some evil will not be gladly received. At least... I hope it will not. Begin your search in the Upper Ward, for it is nearer.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Yes? You have caught me at a good time, my friend, for I have just come into a large sum of money! Or rather, I will have just as soon as I collect upon a daring wager I made at Dahâl Huliz, the grand arena within the Tor-gardens. What a glorious day it is today!\\n\\n'How do I feel about the Kindred of the Coins? Oh, I think they are doing a very good job of things. They saved us from the rule of the Empire of Ordakh and the Church of the All-Seeing, after all. Let me just say this, friend. If the Kindred was not in power, I would not feel comfortable telling you about my winnings at Dahâl Huliz, for fear that the Church would take my winnings for their own. I do not think any of the Kindred would do so... unless the Golden Queen is made jealous by my newfound wealth!'\\n\\nMokhlêsh falls silent, considering this uncomfortable new thought.\\n\\n'Hmm. If you return to me when you have a moment, I might have some work for you. I cannot be too careful when such a large sum is at stake.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'What do I think of the Kindred of the Coins? I think they have ruled us well and fairly since the war's ending, and neither the Heirs of Castamir nor the Empire of Ordakh could have done better. I have heard some troubling rumours that there was fighting in the Citadel not long ago, and I hope the ones responsible will soon be apprehended. May justice come swiftly for the ones responsible!\\n\\n'I heard there was fell magic involved. It is said a great beast with five heads emerged from a column of water and shook the Citadel to its very foundation, but that is not the most surprising thing I have heard! I heard each of the five heads bore a woman's countenance, and the beauty of each was matched only by her ferocity.\\n\\n'Yes, it is preposterous, but this is a land where surprising things can happen! I was not there, and neither were you. I believe this beast lives, unless Azagath has already slain it. If you were a resident of this city you would know he is capable of great martial feats. Return to me when you have a moment and we will see who knows the city of Umbar Baharbêl, and who does not!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'What do I think of the Kindred of the Coins? This is a difficult question for me to answer, friend.\\n\\n'It is true they have promised a return to peace and an increase in prosperity since they came to power and cast out the Empire of Ordakh, and it seems this will be made so. But they also promised to heed the will of the people and hear their concerns, but the Meeting-hall of Dâr Laja remains shut. Where once I saw Azagath and the other leaders of the Kindred walking through the city, that has happened less and less often of late. Where are Tatháta and her mighty hounds? Where are Tumúldo and his wife Nakási? The only leader of the Kindred I see with any regularity is the dwarf Khôltekh, and I do not like the look in his eye. He is plotting something within the Shoreward Stone, you mark my words.\\n\\n'But for my part I believe the Kindred has our best interests in mind. Truthfully I would feel more at ease if they reopened Dâr Laja and kept their promise!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Have I heard anything of late concerning the Kindred of the Coins? I confess to you I have not paid very much attention to their dealings in recent days, for I have been much occupied with caring for my new friend Rûmina. She is asleep right now, but when she wakes she is like to cause quite a commotion, chasing either her tail or the rodents that infest the Lower Ward and the Sail-haven!\\n\\n'She was the loyal companion of a Corsair captain and sailed from port to port with him, but now that he has retired from that trade he has given his ship-cat to me. She seems quite happy with her new circumstance, but she keeps me very busy!\\n\\n'If you check back in with me perhaps you can help the two of us with something? That would be very good of you.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Gathered information from residents in the Lower Ward ([placeholder]/3)",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Keep your voice down, stranger! There are unfriendly ears about!\\n\\n'Well, I do not know if there are, but it is better to stay on the side of caution, is it not? People say Azagath Sea-shadow was driven from the Citadel by a great beast, and only the swords of Nakási Wave-reaper and Belondor of the Fleet-fast saved his life! I have remained on guard for any sign of the sorcerers who unleashed the beast upon the Kindred, but so far I have not seen anything. They could be anywhere.\\n\\n'You should come back to me when you have finished your own errands for the day. I may have learned something by then!'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Find the man wearing blue and silver on one of the north-south piers of the the Sail-haven",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Azagath was well-loved by the people of Umbar Baharbêl, and Corudan wants to know if they have learned of his escape from the city.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Will you return to the Upper and Lower Wards of the city and learn what people are saying about Azagath, Belondor, and Nakási?'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Corudan has asked you to speak with residents of the Upper Ward of Umbar Baharbêl about Azagath and the other leaders of the Kindred that fled with him.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Sometimes word travels slowly, and on other occasions it can spread faster than wildfire.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Pssst... stranger.'\\n\\nThe man stares at you with piercing eyes. After a moment you realize he is speaking to you nearly without moving his mouth.\\n\\n'I saw a well-dressed man in blue and silver making for one of the north-south piers extending out into the waters of the Sail-haven,' he says. 'You might go see this man.'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Gather information from residents in the Lower Ward ([placeholder]/3)",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Corudan has asked you to speak with residents of the Lower Ward of Umbar Baharbêl about Azagath and the other leaders of the Kindred that fled with him.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Corudan has asked you to speak with residents of the Lower Ward of Umbar Baharbêl about Azagath and the other leaders of the Kindred that fled with him.",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Gather information from residents in the Lower Ward (2/3)",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "A man in the Lower Ward told you he saw a well-dressed man in blue and silver walking along one of the north-south piers extending out into the waters of the Sail-haven, north-west of the Lower Ward.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Gather information from residents in the Upper Ward ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Belondor stands atop one of the piers extending out into the waters of the Sail-haven.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "He falls silent and says nothing further",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "The rumour was true: Belondor has returned to the Sail-haven",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Sometimes word travels slowly, and on other occasions it can spread faster than wildfire.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "The man says nothing further to you.",
      "es": ""
    }
  ]
}