{
  "id": 621088310,
  "txt": [
    {
      "id": "0x6a50241",
      "en": "Talk to Ushu in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a34",
      "en": "Fight alongside Nauriel as she pursues Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "Follow Ushu and Enât",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50243",
      "en": "Talk to Nauriel in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a37",
      "en": "Fight alongside Nauriel as she pursues Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2a07341",
      "en": "'How does Azagath inspire such loyalty in his warriors?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9607111",
      "en": "'These warriors need not have thrown their lives away... but Azagath cares not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1343981",
      "en": "'She speaks not of you, Gondorian.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1343982",
      "en": "'She speaks of the terrible spirits that rose from the fountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Talk to Nauriel in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1343983",
      "en": "'Nor am I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nauriel has not forgotten the injuries done to her family by the Kindred of the Coins, and she wants to pursue Azagath and his fleeing allies as they attempt to escape the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1343984",
      "en": "'Cut out the disease, and heal the body!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed60",
      "en": "Walk with Nauriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada1",
      "en": "'This way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c81",
      "en": "'[placeholder]! Have you brought doom upon us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada2",
      "en": "'Do you serve Azagath Sea-shadow and his kind?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c82",
      "en": "'This is the way Azagath fled, deeper into the Citadel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada3",
      "en": "'If not, you have nothing to fear from me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c83",
      "en": "'We will open the door for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada4",
      "en": "'You have our thanks, but I must ask this of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "Talk to Nauriel in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed65",
      "en": "Fight alongside Nauriel as she pursues Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c84",
      "en": "'His warriors are willing to die for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada5",
      "en": "'Why do you help us to reach your master?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed66",
      "en": "Fight alongside Nauriel as she pursues Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c85",
      "en": "'I am not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada6",
      "en": "'Have they escaped us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c86",
      "en": "'The Kindred of the Coins saved Umbar from the Empire of Ordakh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada7",
      "en": "'You there! What did you see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6594c87",
      "en": "'But I think there was a disease within the Kindred, rotting it from the inside.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x795ada8",
      "en": "'The Mâkhda Khorbo? What do they hope to find there?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed69",
      "en": "Fight alongside Nauriel as she pursues Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'The guardsmen are in disarray. They speak of two groups: those loyal to Azagath and those who now question him. We should remain alert for the first, and learn what information we can from the second.'\\n\\nNauriel turns her gaze to the great hall, lingering briefly on the fountain in its centre.\\n\\n'I wish you had waited for me to accompany you before you came here the first time, [placeholder]. Had you done so, we would not now need to make this venture... for Azagath's head would already be shorn from his body and I would be half of the way back to Pinnath Gelin!\\n\\n'But what is done is done, and that undone remains undone. Let us speak to these women and learn if they support Azagath or oppose him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'When we aided you we did not think you intended to bring Gondorian sorcery to bear against the Kindred! We fled when the Corsair made your presence known to Azagath, but from the far side of the hall we witnessed the terrible creatures as they rose from the fountain. Where have they now gone? Do you plan to unleash them upon the city?'\\n\\nYou assure Ushu that the Five Sisters would not have harmed either her or her friends in any way, and now that Thorongil has been rescued they will not trouble the folk of the city. She considers your words.\\n\\n'That is a comfort, but something yet confuses me. If these water-spirits answered to the call of Gondor, why were they dressed in Umbari garb? To my eye they were dressed as nobles of the city, and Enât told me the same.'\\n\\nYou tell Ushu that the Five Sisters did not appear that way to you, and she furrows her brow but does not seem surprised.\\n\\n'For one thing to appear many ways is not unusual in these times. The Kindred of the Coins seemed to be one thing to us, and yet Azagath's words of late have cast another light upon it, a light fell and sickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Are you prepared, [placeholder]? We will likely face opposition from those still loyal to Azagath, and they will seek to keep us from reaching their master and his allies in the Kindred.\\n\\n'Once we pass through this door, we must let none keep us from finding the treacherous leader of the Kindred of the Coins! Others of your crew will follow behind to keep Azagath from circling around us and escaping. Now let us fight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a00",
      "en": "Fight alongside Nauriel as she pursues Azagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'The corridor to the south-east descends a long flight of stairs. Azagath and his allies must have gone that way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Those warriors were guarding the north-east corridor, [placeholder]. That must be the way Azagath, Nakási, and Belondor fled.\\n\\n'It is curious, but I see no one guarding the passage. Still, we must remain alert!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Nauriel is waiting to speak with you within the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'I do not have a good feeling about this. That door leads outside!\\n\\n'[placeholder], we must hurry. We cannot allow Azagath to escape us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Azagath and his allies fled outside the Citadel of Winds by making use of the door at the bottom of the stairs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Nauriel has come with you outside the Citadel of Winds in pursuit of Azagath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'No... no...\\n\\n'This cannot be! Azagath and his allies cannot have escaped us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Azagath and his allies have escaped from the island on which stands the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4451511",
      "en": "'We are with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01146",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4451512",
      "en": "'My brother and I will guard this passage while you and Nauriel continue onward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'I beg you! Have mercy upon me and my fellows! We had no choice! Nakási Wave-reaper threatened to skin us alive if we did not help them cast off with utmost haste! There was a terrible light in her eyes, and I think she would have done it!\\n\\n'Belondor's crew is fiercely loyal, and they manned the oars without argument. Even when Azagath told them their destination, they did not balk at it as I would have done!'\\n\\nYou ask the dock-worker where the leaders of the Kindred intended to row, and he shudders.\\n\\n'Across the water, stranger. They made for the Temple of the All-Seeing. They made for the Mâkhda Khorbo.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56858",
      "en": "'For now they have escaped us, but not for long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50271",
      "en": "Talk to Nauriel in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50272",
      "en": "Talk to Nauriel in the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Follow Azagath's trail through the door and outside the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Talk to Nauriel outside the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Follow Nauriel to the docks outside the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Talk to the observant dock-worker outside the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Nauriel is within the great hall of the Citadel of Winds, ready to pursue Azagath and his allies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Ushu wants to speak to you in the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Ushu has agreed to show you and Nauriel the passage through which Azagath and his allies fled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Nauriel desires to chase after Azagath and his allies as they flee deeper into the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82e6630",
      "en": "'I am by your side, my friends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82e6631",
      "en": "'I will stay here and ensure Azagath does not double back!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Nauriel desires to chase after Azagath and his allies as they flee deeper into the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82e6632",
      "en": "'Another falls!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82e6633",
      "en": "'These foes will not keep us from Azagath and his allies!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Nauriel desires to chase after Azagath and his allies as they flee deeper into the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8aa341",
      "en": "'Save some of the fight for us. My blade cannot remain idle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Azagath Pursued",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01167",
      "en": "The nearby dock-worker may know where Azagath and his allies fled.",
      "es": "",
      "es (fem)": ""
    }
  ]
}