{
  "id": 621088226,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Always good to see you, [placeholder]. One of Umbar's most distinguished scholars just returned from a research trip to the Shield Isles. Unfortunately for him, it was not a productive trip. Far from it. Seems he was harried by great beetles on one of the northernmost Shield Isles, Ghax-hophra. He was so afraid he left his notebooks, which contain a lifetime of research into Umbari life and culture.\\n\\n'For his sake and ours, we need to get those pages back. Will you venture out into the Shield Isles and retrieve his research? While you're there, destroy the nests of those vile creatures, that they may not harm others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have successfully recovered the research and defeated the Ghax-hophra brood! Return with the Umbari scout to Malthak with this report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7ef815",
      "en": "There is no twist in this mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "On a remote Shield Isle, a distinguished Umbari scholar lost his priceless research when he was attacked by large beetles. Recover the research and take the fight to these vile creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f8eaf6",
      "en": "None",
      "es": "Ninguno",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Speak with Malthak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A Life's Work",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Future generations will have you to thank for preserving our knowledge about our past. Thank you for your bravery in securing these tomes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Your objective is clear, [placeholder], recover the research at all costs. If you aren't able to return with that research, a great deal of Umbari culture could be lost forever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Complete Mission: A Life's Work",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "On the northern Shield Isle Ghax-hophra, a distinguished Umbari scholar lost his priceless research when he was attacked by large beetles. Your mission is to recover the research and destroy these creatures' nests.\\n\\nSpeak to Malthak to travel.",
      "es": "",
      "es (fem)": ""
    }
  ]
}