{
  "id": 621088382,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'If you are able to wrest the keys from the Heirsworn in the Sail-haven, we might be able to do something... but not until then. Once you retrieve the keys, if such a thing is possible, you should bring them to Yamin just north of the Grand Market to see about making a new set of keys and a better, more secure lock for the Meeting-hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Dâr Laja, the Meeting-hall, is located in the centre of the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'If you are able to wrest the keys from the Heirsworn in the Sail-haven, we might be able to do something... but not until then. Once you retrieve the keys, if such a thing is possible, you should bring them to Yamin just north of the Grand Market to see about making a new set of keys and a better, more secure lock for the Meeting-hall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Yamin is located just to the north of the Grand Market in the Upper Ward of Umbar Baharbêl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Jaith told you that Heirsworn in the Sail-haven might have absconded with the keys to Dâr Laja, and they must be recovered before the hall can safely be opened to the people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Jaith guards the entrance to Dâr Laja, the Meeting-hall, in the centre of the Upper Ward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Jaith told you that Heirsworn in the Sail-haven might have absconded with the keys to Dâr Laja, and they must be recovered before the hall can safely be opened to the people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e03",
      "en": "Bring the keys you recovered to Yamin just north of the Grand Market in the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What are these? The keys to the Meeting-hall of Dâr Laja? The last I heard, these were in the hands of Heirsworn down at the Sail-haven. It seemed to me the Kindred of the Coins were willing to let them keep them. Being already in power, they were in no hurry to reopen the Meeting-hall and hear from the people again.\\n\\n'But I am to fashion a new lock and keys for Dâr Laja so it can be reopened? Those are very surprising tidings, both welcome and unwelcome, if you understand me. I recently lost an apprentice, you see, but there is just as much work as ever. If you return here when you have a moment, I might have some work for you.\\n\\n'But for now I shall begin on this new task. It will be some time before everything will be ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Jaith outside Dâr Laja about opening the Meeting-hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'What did you say? You recovered the keys from the Heirsworn, and a new lock is being made for Dâr Laja? I confess to you I did not think you would do it! But it warms my heart to know that Lady Hármelak's wishes are being carried out. The Meeting-hall will open and the Kindred will once again hear the voice of the people!\\n\\n'It will take some time for everything to be ready, but I hope when all is prepared you will return to us, my new friend. It will be a new dawn for Umbar, and let none doubt the days of sunshine that lie before us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'For now I shall begin on this new task. It will be some time before everything will be ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Heirsworn in the Sail-haven until you find the keys to Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Defeat Heirsworn in the Sail-haven until you find the keys to Dâr Laja",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Defeated an Heirsworn Corsair in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "At last! You have found the keys to Dâr Laja!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Jaith outside Dâr Laja in the centre of the Upper Ward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hármelak has decided that, in the wake of Azagath's betrayal, the people of Umbar Baharbêl need to be reassured that the Kindred of the Coins are working to ensure their safety and prosperity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We will reassure the folk of Umbar Baharbêl that the peace will continue, and prosperity will be theirs. The Kindred of the Coins will hear their concerns and act upon them. The Meeting-hall of Dâr Laja must be reopened. Its doors have remained shut for too long, and the voice of the people has grown distant.'\\n\\nHármelak's eyes shimmer in the light of her richly-decorated chamber.\\n\\n'When you were last here, [placeholder], I spoke some words concerning the Sea-shadow. You have now seen what I then believed, and still do: he was not trustworthy, and owed his allegiance to some other. I think now that he drew his powers and his strength from forces unnatural, from He-Who-Sees-All... from Sauron. For your part in deposing him, in driving him from Umbar, you have my gratitude. I know you are not from this land, but I believe you have a giving heart, a charitable will, and an understanding mind. Will you help me set right what Azagath and Nakási have disturbed?\\n\\n'If so, speak with Jaith, who guards Dâr Laja here in the Upper Ward of the city. He will tell you what must be done to reopen the Meeting-hall. It may take some time, but with this decision I hope we take the first steady steps toward a brighter future for Umbar and its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hármelak wants the Meeting-hall opened? Oh, I do not think we can do that.\\n\\n'No, no, no, do not misunderstand me! I would leap at once to carry out the Lady Hármelak's command! It is just that the keys to Dâr Laja were stolen by the Heirsworn, and ever since those villains ran off with the keys, we have not been able to get inside. A new lock might be fashioned, given enough time, but it is not safe for us to proceed for as long as the Heirsworn hold onto the keys.\\n\\n'If you are able to wrest the keys from them, we might be able to do something... but not until then. The Heirsworn can be found all over the Sail-haven, if you are ready for a fight. Once you retrieve the keys, if such a thing is possible, you should bring them to Yamin just north of the Grand Market to see about making a new set of keys and a better, more secure lock for the Meeting-hall. If you are able to do all that, come let me know! But I will not hold my breath until then. You understand: it is just that folk are always making big claims at sunset, and by dawn nothing has come of it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Speak with Jaith, who guards Dâr Laja here in the Upper Ward of the city. He will tell you what must be done to reopen the Meeting-hall. It may take some time, but with this decision I hope we take the first steady steps toward a brighter future for Umbar and its people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.5: Hármelak's Resolve",
      "es": "",
      "es (fem)": ""
    }
  ]
}