{
  "id": 621088311,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'These foes will not escape us. We will pursue them into their very stronghold, and no hiding-place will remain unsearched. I will thrust my sword into every closet and cabinet within which one of these villains might hide!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Nauriel stands outside the Harbour-warden's Tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Azagath has not escaped my Justice... he has only delayed it. Even as the water builds in power behind the dam that blocks the river, so will the strength of my vengeance increase for every day he remains unpunished. He will regret his flight.\\n\\n'But what evils might he find buried beneath the M칙khda Khorbo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Sigileth stands outside the Harbour-warden's Tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Nauriel stands outside the Harbour-warden's Tower, preparing to pursue the escaping members of the Kindred deeper into the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nauriel stands outside the Harbour-warden's Tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Nauriel outside the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The people of the city believe the M칙khda Khorbo was destroyed in the great earthquake that accompanied Sauron's fall, [placeholder].\\n\\n'But you know, as I do, that such destruction is not always complete. Sometimes... something remains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Nauriel and help her pursue the fleeing members of the Kindred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'But what evils might he find buried beneath the M칙khda Khorbo?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Nauriel outside the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Sigileth outside the Harbour-warden's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Sigileth hums a tuneless melody, attracting your notice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thorongil has been rescued, but questions remain about the members of the Kindred of the Coin who fled from the Five Sisters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The boy Thorongil has been saved, but I still see a loose thread in the tapestry of evil that brought him, and all of us, to Umbar! One look at his mother's face reveals it, [placeholder]. No sum of gold or silver could make me dare to cross her, but the Kindred of the Coins has done so, and she has not forgotten!\\n\\n'What does Lady Nauriel plan to do next?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Half of the job is done, my friend, but the other half remains, and its name is Justice.\\n\\n'Three members of the Kindred of the Coins fled deeper into the Citadel of Winds when my son was rescued. They will not escape us. We must return to the Citadel and pursue them. Azagath, Belondor, and Nak치si will pay for endangering my son.\\n\\n'Speak to me when you are ready to return to that place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'What does Lady Nauriel plan to do next?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 8.1: Azagath Pursued",
      "es": "",
      "es (fem)": ""
    }
  ]
}