{
  "id": 621088307,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'It looks like the market is bustling. No doubt everyone has gathered to hear Khâshap's testimony regarding all of our allegations. Let us confront him once and for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Khâshap plans to confront the rumours head on by appearing before the Gut. Hadorion believes we should spring the trap now.\\n\\nMeet Hadorion outside the Stonecliff Market in the Gut.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Crash Khâshap's Assembly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Khâshap has fled into the alleys of the Gut under the protection of his Jephai Corsairs. Find Hadorion at the entrance of the Stonecliff Market to discuss our next move.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Khâshap has gathered his cohorts to clear his name. He must be stopped here and now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Hadorion at the Stonecliff Market entrance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'We shall stop him here! Let us make haste!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'We have no choice but to give chase. The Gut is filled with Jephai Corsairs meant to hinder us at every turn. We will have to pursue Khâshap into the depths of the Gut to wherever he flees. You must be prepared to deal with whatever the Jephai throw at us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "The Lower Ward is bustling with chatter. The trap is set. Rumours abound that Khâshap plans to defend his honour before finally making his way to his master.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Everything we've done up until now has led to this moment.\\n\\n'The whispers around every corner are speaking of the trespasses of Khâshap.\\n\\n'His first mistake, he has made it publicly known that he plans to address The Gut to clear his name. It's our chance to spring the trap and capture him for good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "The Chase Begins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Hadorion outside the Stonecliff Market",
      "es": "",
      "es (fem)": ""
    }
  ]
}