{
  "id": 621042467,
  "txt": [
    {
      "id": "0x6a50213",
      "en": "Talk to Zóva in Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab1",
      "en": "The Hall of Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "The hall of Vérnozal can be found in Máttugard by the Steepset.\\n\\nYou should talk to Zóva in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'Greetings, [placeholder]. I am Zóva, advisor to Prince Ingór. I have heard about you from the Prince himself! It would seem you have been very helpful to the Zhélruka cause for these past few weeks. Have you come to Vérnozal to assist the Zhélruka once again, and make certain our goal of complete triumph in Gundabad? Prince Ingór is quite busy but if you hail him, I am certain he will take the time to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "<rgb=#FF0000>Hail</rgb> Prince Ingór in Vérnozal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4abe61",
      "en": "'Ah, [placeholder]. We have much to discuss!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01104",
      "en": "The hall of Vérnozal can be found in Máttugard by the Steepset.\\n\\nYou should <rgb=#FF0000>hail</rgb> Prince Ingór in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Have you visited the hall of Vérnozal yet, my friend? After the Steepset was reclaimed by a large band of Zhélruka led by Prince Ingór, the old hall became a place of command for the Zhélruka in Gundabad. The Zhélruka are eager to lead the charge to reclaim the Mountain-home and make it ours.\\n\\n'Have you met Zóva yet? She is Prince Ingór's top advisor. You should speak with her in Vérnozal. The entrance to the hall can be found near the Steepset.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Will you pledge to lend your aid and your adventuring skills to the Zhélruka and fight on their behalf in Gundabad?",
      "es": "",
      "es (fem)": ""
    }
  ]
}