{
  "id": 621042523,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Greetings, friend! I was just about to head out to fetch water. We haven't got a good source of water here, so collecting snow in buckets is our only choice. I can't set up the buckets here -- on account of the foot traffic -- so instead I have groups of buckets at a few different locations close by.\\n\\n'Of course, retrieving them can be a pain when working alone. If you'd like to help me, we'll get our water much faster!\\n\\n'Follow the road south-east through Tharkh Shathur, and you'll see a snowy overlook before long. I have some buckets set up at the top. Watch out for the wild animals there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Dági at Ashmargathâl will want to know about the Orc footprints you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You should check on and collect melted snow from Dági's collection buckets.\\n\\nHe placed the buckets at a snowy overlook to the south-east of Ashmargathâl, just off the road in Tharkh Shathur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The collection buckets have been tampered with.\\n\\nChecking the surrounding snow for clues may point you to the right direction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As the one in charge of collecting usable water, Dági might work faster this time with your help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Dági",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Check on the water-collection buckets",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Examine the disturbed snow for tracks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "These buckets have been tampered with",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'So you saw Orc tracks too, did you? Ugh. Depriving us of our water, or worse. We'll have to put a stop to this, lest we die of thirst instead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa15",
      "en": "For A Drop Of Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "Fresh footprints, belonging to a single Orc",
      "es": "",
      "es (fem)": ""
    }
  ]
}