{
  "id": 621042462,
  "txt": [
    {
      "id": 126687014,
      "en": "The Máttugard entrance to the Orc-infested Deepscrave is an overlook high above a deep chasm.",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Talk to Hetbrúda near Deepscrave in Máttugard",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> out into the Deepscrave",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "The upper level of the Deepscrave is not full of Orcs",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "The overlook to Deepscrave can be found in the southern edge of Máttugard.\\n\\nYou should scout the edges of Máttugard and destroy any Orc warning totems that you find.",
      "es": ""
    },
    {
      "id": 190220708,
      "en": "'There are not as many Orcs at the edge of the Deepscrave as I thought there would be, [placeholder]. Perhaps we misread those orders after all.'",
      "es": ""
    },
    {
      "id": 184621267,
      "en": "Hetbrúda can be found near the entrance to Deepscrave in Máttugard.\\n\\nYou should talk to Hetbrúda.",
      "es": ""
    },
    {
      "id": 251715856,
      "en": "<rgb=#FF0000>Look</rgb> out into the Deepscrave",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Destroy Orc warning totems in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "Reaching From the Deep",
      "es": ""
    },
    {
      "id": 49286809,
      "en": "<rgb=#FF0000>Look</rgb> down into the Deepscrave",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "Destroyed Orc warning totems in Máttugard ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'I have spoken with Lóssi and he thanked us for our assistance fending off the attackers. I wonder if perhaps we were to blame? Did we accidentally lead the attackers to Imrêkh-guthlu? It is possible those Orc-orders were only talking about dwarves in general and not a specific outpost. If only the hand-writing had been better!\\n\\n'Either way I would like to assist Lóssi further and patrol the entrance to Deepscrave for him. Would you like to accompany me?'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 177082677,
      "en": "Peering down into the darkness, you make out smoke from the various Orc camps below",
      "es": ""
    },
    {
      "id": 177082679,
      "en": "This is a good place to <rgb=#FF0000>look</rgb> down into the Deepscrave",
      "es": ""
    }
  ]
}