{
  "id": 621042542,
  "txt": [
    {
      "id": 162883769,
      "en": "'From my wife...? Excuse me, friend. If you don't mind, I'd like to open my package alone. I'm afraid my company won't be as enjoyable the moment I start crying, heh.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Oh, hello! I'm, erm, in a bit of a rush. Still, I've got packages to deliver. Never been here before though, and nobody has the time to point me in the right direction!\\n\\n'Hm, but you know your way around Amdân, don't you? More than me, at any rate! Could you help me get these sent to... Ekhfás at the Temámir camp, Kólun at the Zhélruka camp, and Svíthi at the Narfanghoth camp? No need to come to me once you're done -- I'll be gone by then. Thanks!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A messenger bearing deliveries needs help to find their recipients.",
      "es": ""
    },
    {
      "id": 49286710,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 111477424,
      "en": "Deliver mail to Svíthi",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "You have delivered the mail to their rightful recipients.",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Deliver mail to Ekhfás",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Ah, is this for me? Sweets from my friends... and enough to share! Would you like some?'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Deliver mail to Kólun",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'A letter! I thought this day would never come. I wonder what mischief my son has got himself into this time!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "You have delivered the mail to their rightful recipients. The messenger is gone by now, but you've carried out her instructions to the letter.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Deliver mail to Svíthi",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Deliver mail to Kólun",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The messenger Ingvild has asked you to deliver mail to Ekhfás, Kólun, and Svíthi in Amdân.\\n\\nEkhfás is at the Temámir camp, which is in the south-east corner of Amdân. Kólun at the Zhélruka camp, which is in the north-west corner. Svíthi at the Narfanghoth camp, which is near the centre of Amdân.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'From my wife...? Excuse me, friend. If you don't mind, I'd like to open my package alone. I'm afraid my company won't be as enjoyable the moment I start crying, heh.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'A letter! I thought this day would never come. I wonder what mischief my son has got himself into this time!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "With Love, From...",
      "es": ""
    }
  ]
}