{
  "id": 621042524,
  "txt": [
    {
      "id": 228284039,
      "en": "'This Orc must have been studying my movements. Unfortunate, but at least I know their next destination: an area that overlooks the Mirrormere, to the south-west of us. No need to follow the road for long.\\n\\n'A lone soldier would seem like an easy victory to any Orc. And when this Orc tries to sneak up behind you, you'll show them that you're not as easily fooled!\\n\\n'In the meantime, I ought to start hiding the other buckets....'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "This specific Orc will trouble Dági no longer.\\n\\nHe waits for you at Ashmargathâl.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Dági has asked you to go to the next set of collection buckets and stop the Orc.\\n\\nThe buckets are in an area that overlooks the Mirrormere, to the south-west of Ashmargathâl.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Orc has not touched these buckets yet, but is most likely nearby.\\n\\nYou should feign ignorance about the Orc's presence and pretend to collect snow.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An Orc has been tampering with the dwarves' water supply and needs to be stopped.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Dági",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Go to the next location",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Pretend to collect snow",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Defeat the Orc responsible",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "An Orc rushes up from behind!",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "These buckets remain undisturbed",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "The Orc has been defeated",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Well then, that's that! From now on, I'll be vigilant about the locations I pick. Retrieving the buckets will be much more of a chore, but I'd rather that the Orcs never find out about our water supply.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Corruptive Influence",
      "es": ""
    }
  ]
}