{
  "id": 621042545,
  "txt": [
    {
      "id": "0xb5689a0",
      "en": "'Now then, have you settled the disagreement? Good! There is no place for bickering in a Zhélruka hall. My word is final!\\n\\n'Now that calm has returned to Vérnozal, perhaps you should put some of your other skills to use and assist Ausma and Hórin with a mission.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should search for signs of the goat at the stables in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should talk to the arguing dwarves in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should talk to Igrit in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859590",
      "en": "'Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should show the gift to Néchek in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should talk to Víglund in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'[placeholder], do you hear that bickering within the hall of Vérnozal? It appears a Longbeard and a Zhélruka are in the midst of a heated conversation! This arguing goes against my decree that all must work together for the continued peace of Gundabad!\\n\\n'Go and put a stop to it. I would go myself, but I assure you that things would only get louder in the hall if I did!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859568",
      "en": "'Do you hear that bickering within the hall of Vérnozal?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859569",
      "en": "'Now then, have you settled the disagreement? Good!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "You have pledged to lend your aid and your adventuring skills to the Zhélruka and to fight on their behalf in Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Search for the missing rope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502931",
      "en": "Talk to Víglund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should bring the gift to Igrit in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Thank you for assisting Ausma and Hórin with a mission. You have done much on this day. Still, there is much more to be done. I will spend the time until you return deciding just what to do next!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502904",
      "en": "Show the gift to Néchek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502934",
      "en": "Talk to Néchek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502906",
      "en": "Talk to Víglund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502935",
      "en": "Talk to Igrit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Search for signs of the goat at the stables ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "You question Igrit about both Víglund and Néchek.\\n\\n'You might find this odd, but they are both telling the truth! Víglund swept up at Hammers and Bones last night, with the goat as the main prize. I could not tell you where the goat came from, however. I think it wandered over and looked quite without an owner, so we all thought the goat would sweeten the pot, you know.'\\n\\n'Néchek, on the other hand, he never gambles. If that goat does belong to Néchek, you might want to check the stables.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc0",
      "en": "There should be a rope here to tie up the goat, but it is missing!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc2",
      "en": "The rope is tied around some sort of gift",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011893",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c2",
      "en": "'I have done nothing wrong! He says that I stole his goat, but he is wrong! I won it, legitimately, in a game of Hammers and Bones! I bet this Zhélruka liar doesn't even own a goat!\\n\\n'Go ask that dwarf, Igrit. She is always playing Hammers and Bones and was there when I won this goat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nPrince Ingór wishes to talk to you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c3",
      "en": "'That Longbeard stole my goat! I would know my goat anywhere and that goat is certainly mine! How can he have won my goat in a game of runic dice? I do not gamble! There is no way I would have sold my goat or gambled it away!'\\n\\n'Go ask that dwarf, Igrit. She knows me well, and one thing she knows for certain is that I never gamble!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011896",
      "en": "Scout-master Ausma and Hórin can both be found at Vérnozal in Máttugard.\\n\\nYou should complete a Gundabad Mission with either Scout-master Ausma or Hórin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "You show Néchek the gift tied with missing rope from the stables.\\n\\n'Oh my, I am such a fool! Not only is that rope indeed the one used to tether my goat, that gift is also mine.\\n\\n'I have been trying to profess my love to someone special. I procured the perfect gift, but I lacked anything with which to tie it up! In my haste I must have taken the rope from the stalls without thinking and forgot to latch the gate! Oh, this is all my fault... and for all this unpleasantness my love did not even open the present! Please take the gift away! I do not wish to see it again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'If that is not the most luckless story I have ever heard, I could not tell you!\\n\\n'Here, Néchek, take your goat back. I do not need it, and honestly, it looks as if you might. I do not know what that gift is, but I would sure like to try winning it tonight in another game of Hammers and Bones!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Talk to Prince Ingór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf8",
      "en": "These goat droppings are at least a day old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Complete a Gundabad Mission with either Scout-master Ausma or Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf9",
      "en": "This feed is fresh and untouched",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50219",
      "en": "Talk to Prince Ingór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f9",
      "en": "'Oh, is this for tonight's Hammers and Bones pot? You know, this is the second time someone has given me this exact same gift.\\n\\n'Néchek, that fool! He confessed his love for me, can you believe it? But it is hopeless: how could I love someone who doesn't gamble?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Bring the gift to Igrit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "Vérnozal can be found in Máttugard, by the Steepset.\\n\\nYou should search for the missing rope in Vérnozal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Chapter 5: An Ordinary Squabble",
      "es": "",
      "es (fem)": ""
    }
  ]
}