{
  "id": 621042522,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Hermáth -- this harthrót is, without a doubt, the worst thing I've ever had the displeasure to cook. It is tough and refuses to soften no matter what I try. Small wonder that nobody has used it before!\\n\\n'But we aren't in a position to choose. Even if I must cook it for hours on end, I will not let this plant defeat me!\\n\\n'Still, there must be more we can add to this dish. I have some dried meat stored in... erm... well, it's in one of the rations crates around the camp. Could you help me find some?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "This crate does not have dried meat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Halvar is waiting by one of the camp-fires in Ashmargathâl.\\n\\nYou should bring the beer to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e00",
      "en": "Talk to Halvar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Halvar has asked you to retrieve some dried meat from a rations crate, but he's not sure which one.\\n\\nThe crates can be found around Ashmargathâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Talk to Halvar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You should deliver the dried meats to Halvar, who's waiting by one of the camp-fires in Ashmargathâl.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "DNT - Talk to Lúka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Unsatisfied with his progress, Halvar has decided to scrounge around for more ingredients.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "DNT - Retrieve dried meat from rations crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Found dried meat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "DNT - Halvar has given you some food for Lúka.\\n\\nLúka can be found at TBD.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Pairing this meat with the harthrót might just work, but... argh, there's just something missing, something... oh, I don't know, let's just throw some beer in! See what happens!\\n\\n'I don't have beer on hand, but Dági does. He should be nearby; ask him if we could take some.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Ask Dági for beer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Well... normally I'd rather save my alcohol for special occasions, but if Halvar is trying to make our food taste good, then count me in! Here you go -- best of luck!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Beer obtained",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Search rations crates for dried meat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "DNT - 'This is for me? Ah... as always Halvar is right, I haven't had a chance to eat yet today. Thank you both. I'll be sure to enjoy it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Dági can be found somewhere in Ashmargathâl.\\n\\nTo complete the dish, Halvar would like for you to ask Dági for some beer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'All right then, shoo! I have work to do.'\\n\\nHalvar begins to cobble together the ingredients you gave him. After a while, he calls you over.\\n\\n'Hermáth, this... this isn't bad. I'll have to keep working on it. It's nowhere near the level of food I could make back home, but it's a start. Here, have a taste!\\n\\n'See? We've created something good, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Odds and Ends",
      "es": "",
      "es (fem)": ""
    }
  ]
}