{
  "id": 621042498,
  "txt": [
    {
      "id": 173025619,
      "en": "Collect dirt samples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "Defeated stone-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "Collected bones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Varthmath can be found at Zidir-nesad, The Steepset, in Máttugard.\\n\\nYou should talk to Varthmath at Zidir-nesad.",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "Collected dirt samples ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 226858279,
      "en": "'The new information that Voina has given us is concerning.'",
      "es": ""
    },
    {
      "id": 226858280,
      "en": "'Hmm.'",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "Varthmath can be found near Ronglagam in Máttugard.\\n\\nYou should bring the samples to Varthmath.",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "Exploring Ronglagam",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Talk to Varthmath at Zidir-nesad",
      "es": ""
    },
    {
      "id": 162883602,
      "en": "Varthmath inspects the samples of the stone-claw burrows.\\n\\n'Hmm, nothing seems tainted or poisoned here. You would not know that from the way these stone-claws are acting, though!'",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "Ronglagam can be found south-east of Zidir-nesad in Máttugard.\\n\\nYou should travel to Ronglagam.",
      "es": ""
    },
    {
      "id": 190220713,
      "en": "'I will see to the destruction of these runes you have given me. You have my word.\\n\\n'Now, I have just recently been informed about something that might interest you Beornings. There seems to be more frantic stone-claws nearby in a large burrow called Ronglagam. It might be worth investigating as Ronglagam is not far from the foundation of the Steepset. Dwarf-made buildings are as sturdy as they come, but nothing can last from the continuous gnawing of the stone-claws.'",
      "es": ""
    },
    {
      "id": 162883603,
      "en": "'I am glad that the runes will be dealt with. The new information that Voina has given us is concerning. Could there be more strange runes on this side of Máttugard as well? We should travel towards the burrows of Ronglagam as soon as we are able and collect some more samples.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'[placeholder], I will see to the destruction of these runes you have given me. You have my word.\\n\\n'Now, I have just recently been informed about something that might interest you and your Beorning friend. There seems to be more frantic stone-claws nearby in a large burrow called Ronglagam. It might be worth investigating as Ronglagam is not far from the foundation of the Steepset. Dwarf-made buildings are as sturdy as they come, but nothing can last from the continuous gnawing of the stone-claws.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Varthmath seeks to learn more about the frenzied stone-claws in Máttugard.",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Travel to Ronglagam",
      "es": ""
    },
    {
      "id": 246419720,
      "en": "Ronglagam can be found south-east of Zidir-nesad in Máttugard.\\n\\nYou should defeat stone-claws and collect samples at Ronglagam.",
      "es": ""
    },
    {
      "id": 251715862,
      "en": "Bring the samples to Varthmath near Ronglagam",
      "es": ""
    },
    {
      "id": 177082679,
      "en": "The burrows are crawling with stone-claws",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Collect bones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Defeat stone-claws at Ronglagam ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}