{
  "id": 621042516,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Zóva, Zádokh Flint-eye, Agátur the Boastful, and Bráthi can be found at Zidir-nesad, The Steepset or the Hall of Vérnozal.\\n\\nYou should talk to these dwarves as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Zóva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Zádokh Flint-eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Bráthi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Assist in Conquering the Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Greetings, [placeholder]. The Zhélruka have brought many together to fight for Gundabad and retake our rightful home. There is much to do and many involved in conquering the Three Peaks. Prince Ingór and I are glad to have you behind our cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Zóva, Zádokh Flint-eye, Agátur the Boastful, and Bráthi can be found at Zidir-nesad, The Steepset or the Hall of Vérnozal.\\n\\nYou should talk to these dwarves as soon as you are able.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "The Dwarves of Gundabad have a plan to reclaim the Mountain-home and need your assistance!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Ah, you have arrived at the most opportune time. We are launching assaults to secure points of interests in Gundabad. We need anyone available to fight to Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Conquering the Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Agátur the Boastful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'How have you made out in collecting geodes? Yes, there are many more to collect, as well as other rare treasures to find in the depths of Gundabad. I seek assistance in finding these additional rare treasures and halting those who seek to destroy them. Can I count on your efforts, my friend?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Bah, if we want to retake Gundabad, we will need the resources to do so. Our enemies in Gundabad have them, so why not take the resources we need from them. Deal the blow to our foes and reap the rewards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "The Dwarves of Gundabad have a plan to reclaim the Mountain-home and need your assistance! Those encamped at the Steepset in Máttugard have devised a plan retake Gundabad by gathering precious resources, aiding covert encounters, and participating in well-timed assaults. Their plans will not come to pass without great heroes leading the charge! Answer their call, for now is the time to conquer the Three Peaks!",
      "es": "",
      "es (fem)": ""
    }
  ]
}