{
  "id": 621042410,
  "txt": [
    {
      "id": "0xd9b5688",
      "en": "'Hmmm? Aye, it was supposed to be my watch last night, but Tébakh took over for me. Something I ate is wreaking havoc with my guts. Trust me, you don't want details.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Right. I think we can talk safely now. As you know, my master, Frerin, dealt a crippling blow to the Orc-chieftain, Urro. Urro got away with his life, but he was one hand lighter that day. From that day, Urro's hand has hung from Frerin's belt, and my master has not lost a battle since.'\\n\\nThromur looks around again nervously, then continues in a whisper.\\n\\n'This morn while I was tending Frerin's armour, I noticed that the hand was gone! My master goes to war today without the luck of that grisly trophy! Please, Hermáth, look into this matter in my stead? If I were to do so, it would draw attention and the others may believe Frerin has lost his luck. The morale of the entire army is at stake! Start with Strázhek. He was on watch last night and may have seen something.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Tébakh is in Amdân.\\n\\nStrázhek has asked you to speak with Tébakh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Zebena is in Amdân.\\n\\nTébakh has asked you to speak with Zebena.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Yes, I was on Strázhek's watch, but I stepped away for a moment. Zebena came by and told me that there was hot soup in the main tent. She took over my watch for a very, very, short while so as I could grab a bowl.\\n\\n'Come to think of it... when I came back, she seemed surprised to see me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Tébakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Thromur can be found in Amdân.\\n\\nTalk to Thromur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Zebena",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Aye, I relieved Tébakh for a short while. I am ashamed to say that I may have… been distracted.\\n\\n'You are not going to believe me, but I am sure that I saw a ghost! I was passing by the broken up statue when I saw something out the corner of my eye. A flittering of fabric, white-grey like sun-bleached bones. I thought it was someone’s cloak or something similar, but it vanished through the gap in the wall and was gone! I looked everywhere I could, but there was nothing to be found.\\n\\n'Suddenly, I heard a sound back at Tébakh’s post, so I rushed back. It was just Tébakh however, returning with soup still in his beard. I mentioned not what I saw, as I knew it would be met with disbelief. Perhaps in the light of day you will find something I may have missed in the dark.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak with Thromur once more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Thromur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Welcome back, my friend. Please, tell me what you have found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thromur can be found in Amdân.\\n\\nTalk to Thromur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Strázhek is in Amdân.\\n\\nThromur has asked you to speak with Strázhek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Thromur has been charged with looking after his Master's belongings, but a most important item has gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Slighted Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Strázhek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Hermáth! You must help me!'\\n\\n'Ah, Thromur,' you say. 'How go things with Frerin? Do you find the work illuminating?'\\n\\n'Being Frerin's esquire is the highest honour of my life, my friend. However, I may not be able to keep this role once he finds out what has happened. Talk to me in a moment, I need to be sure no one is listening.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}