{
  "id": 621042479,
  "txt": [
    {
      "id": 173025619,
      "en": "Talk to Voina",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Strange runes and frenzied stone-claws can both be found in the north-western section of Máttugard.\\n\\nYou should collect the strange runes and defeat the frenzied stone-claws that you encounter.",
      "es": ""
    },
    {
      "id": 226858278,
      "en": "'It is not just the gredbyg who are in a frenzy throughout Máttugard.'",
      "es": ""
    },
    {
      "id": 226858279,
      "en": "'I do not know what to make of these runes.'",
      "es": ""
    },
    {
      "id": 190220706,
      "en": "'Hmm, I have not seen these runes before. They look faintly Angmarim, from what I have seen of their buildings and obelisks. If there is any fell sorcery inside of them, then they must be destroyed.'",
      "es": ""
    },
    {
      "id": 184621268,
      "en": "Voina can be found at Zidir-nesad, The Steepset, in Máttugard.\\n\\nYou should talk to Voina.",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Defeat frenzied stone-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "A Strange Frenzy",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "Defeated frenzied stone-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Collect strange runes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419718,
      "en": "Varthmath can be found at Zidir-nesad, The Steepset, in Máttugard.\\n\\nYou should talk to Varthmath at Zidir-nesad.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'It is not just the gredbyg who are in a frenzy throughout Máttugard, it would seem. I have just spoken to one of the dwarves at Asbaj-khîrfin who informed me that stone-claws of Máttugard also act strange. They have even been spotted attacking old buildings and pillars with strange runes upon them. I believe we should investigate.\\n\\n'When we have subdued the frenzied stone-claws and gathered these strange runes, let us continue to the Steepset. A group of dwarves has recently gained control of the throne of Zidir-nesad.'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "It is not just the gredbyg who have been worked up into a strange frenzy, but the stone-claws as well.",
      "es": ""
    },
    {
      "id": 177082677,
      "en": "Collected strange runes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715861,
      "en": "<rgb=#FF0000>Give</rgb> the strange runes to Voina",
      "es": ""
    },
    {
      "id": 239016481,
      "en": "'Thank you.'",
      "es": ""
    },
    {
      "id": 111477272,
      "en": "Talk to Varthmath at Zidir-nesad",
      "es": ""
    },
    {
      "id": 246419721,
      "en": "Voina can be found at Zidir-nesad, The Steepset, in Máttugard.\\n\\nYou should give the strange runes to Voina.",
      "es": ""
    },
    {
      "id": 162883607,
      "en": "'I do not know what to make of these runes. I am certain they are the cause of frenzy in some of these stone-claws, however. There must be someone of note at the Steepset to whom we can bring these runes.'",
      "es": ""
    }
  ]
}