{
  "id": 621042464,
  "txt": [
    {
      "id": "0x9b56819",
      "en": "'The hobgoblins and Orcs are at odds? Why am I not surprised to hear that? Their pact has been tenuous at best since the war began! I will make sure no hobgoblins get past the Steepset!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Gazathrug's outpost can be found in the southern part of Máttugard.\\n\\nYou should talk to Hetbrúda at Gazathrug's outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Talk to Hetbrúda at Gazathrug's outpost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01105",
      "en": "Zidir-nesad, the Steepset, can be found in the western part of Máttugard.\\n\\nYou should talk to Hetbrúda at Zidir-nesad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Battle For the Upper Reaches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'We need to find out what happened here and where Gazathrug is. Let us search the outpost. Perhaps Gazathrug left a clue to his whereabouts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Gazathrug's fear of losing the Upper Reaches of Máttugard are quite warranted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'Wait, [placeholder], do you hear that? Someone is coming!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Talk to Hetbrúda at Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Talk to Voina at Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "Zidir-nesad, the Steepset, can be found in the western part of Máttugard.\\n\\nYou should talk to Voina at Zidir-nesad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56816",
      "en": "'It would seem that a large number of Zhélruka venture to the Steepset, following Prince Ingór, no doubt. Well, we should tell someone about the hobgoblins and Orcs fighting each other. I'm sure there is a high ranking Zhélruka commander around here somewhere!\\n\\n'Before you go, I just wanted to thank you for accompanying me on this adventure. It turned out somewhat differently than I expected, but I suppose that is the way of adventuring, is it not? I might stick to exploring Máttugard, for now, but if you decide to explore deeper into Gundabad, I will understand. Best of luck to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    }
  ]
}