{
  "id": 621042468,
  "txt": [
    {
      "id": 14313521,
      "en": "'Welcome to Gundabad.'",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "From this watch-post you can make out the old gardens of Vâr Nuchur",
      "es": ""
    },
    {
      "id": 14313522,
      "en": "'Bah! Gundabad has seen no respect from the Orcs who occupied it! We have much to repair.'",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "The middle of Máttugard recedes into darkness, the pit of Ablak-zibdîn",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "From the watch-post you can just make out the Shalakibal, the old Water-square",
      "es": ""
    },
    {
      "id": 226858275,
      "en": "'Welcome to Maergrind, the Noble Gate of Máttugard.'",
      "es": ""
    },
    {
      "id": 148970386,
      "en": "The path from Maergrind to the Gates of Gundabad are well guarded",
      "es": ""
    },
    {
      "id": 226858276,
      "en": "'Onward to the expedition!'",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Maergrind, the Noble Gate of Máttugard, can be found in Gundabad.\\n\\nYou should familiarize yourself with the foothold at Maergrind.",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Explore Maergrind ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419716,
      "en": "Prince Ingór can be found at Maergrind in Máttugard.\\n\\nYou should talk to Prince Ingór.",
      "es": ""
    },
    {
      "id": 149027505,
      "en": "The Noble Gate",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Welcome, [placeholder], to Maergrind, the Noble Gate of Máttugard. From this encampment we will bravely work to retake Gundabad!\\n\\n'Have a look around the Noble Gate, for it will give you a good view of much of Máttugard from here. If you are to lead any expeditions further into Gundabad, you will first need to get your bearings!'",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "Prince Ingór has established a foothold at Maergrind in Máttugard.",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Talk to Prince Ingór at Maergrind",
      "es": ""
    },
    {
      "id": 162883605,
      "en": "'I see you have explored Maergrind and peered toward the future of what awaits us! Now, onward! The expedition awaits!'",
      "es": ""
    },
    {
      "id": 177082679,
      "en": "Greeted Quartermaster",
      "es": ""
    },
    {
      "id": 177082680,
      "en": "Greeted Quartermaster",
      "es": ""
    }
  ]
}