{
  "id": 621042480,
  "txt": [
    {
      "id": "0xa502953",
      "en": "Test the grodbog hive samples ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56819",
      "en": "'[placeholder], thank you for assisting me. I have noticed that the gredbyg here are more frenzied than I anticipated. I assumed our presence might put them into a bit of a frenzy, though there seems to be something else which aggravates them. I have heard that Orcs lurk within the lower reaches of Máttugard. Perhaps they are poisoning the gredbyg with some vile concoction. Let us test the hive samples that you have collected. Perhaps then, we will learn more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Talk to Varthmath at Asbaj-khîrfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859550",
      "en": "'Thank you for assisting me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859551",
      "en": "'You found no signs of poison?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Varthmath can be found at Maergrind, The Noble Gate of Máttugard.\\n\\nYou should assist Varthmath with his expedition in Máttugard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b95",
      "en": "You find no traces of Orkish poisons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859529",
      "en": "'The Orcs and trolls do not venture to Máttugard often.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "A workbench can be found at Asbaj-khîrfin.\\n\\nAt the workbench, you should test the samples you have acquired.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Assist Varthmath with \\qExploring Vâr Nuchur\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a7",
      "en": "'You found no signs of poison? How very strange. If they are not poisoned, then something else upsets them, something more than us and the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Assist Varthmath with \\qExploring Brúvraum\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01105",
      "en": "Asbaj-khîrfin can be found in the northern reaches of Máttugard.\\n\\nYou should travel to Asbaj-khîrfin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d6",
      "en": "Asbaj-khîrfin can be found in the northern reaches of Máttugard.\\n\\nYou should talk to Varthmath at Asbaj-khîrfin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "An Intersection of Insects",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'If there is one thing that I have learned from my time in Moria, it is that any place may feel safe, until it does not. If Máttugard is to be reclaimed, then I shall make sure it is safe for all those who join in entering this mountain city.\\n\\n'The Orcs and trolls do not venture to Máttugard often. In the absence of all, it would seem many creatures have made a home in the old halls and gardens of the Mighty Court. I am particularly concerned by the gredbyg that buzz around the old halls. They were more than just a nuisance in Moria and we should take care to do our part in dealing with these insects. There are two gredbyg hives that I would like to carefully explore in Máttugard. Will you join me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "The adventurous Beorning, Varthmath, has accompanied the dwarves in their efforts to reclaim Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Travel to Asbaj-khîrfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Talk to Varthmath at Asbaj-khîrfin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01108",
      "en": "Asbaj-khîrfin can be found in the northern reaches of Máttugard.\\n\\nYou should talk to Varthmath at Asbaj-khîrfin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1137",
      "en": "Varthmath can be found nearby at a workbench",
      "es": "",
      "es (fem)": ""
    }
  ]
}