{
  "id": 621042503,
  "txt": [
    {
      "id": "0xa502954",
      "en": "Talk to Voina at Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859525",
      "en": "'While exploring Ronglagam, I noticed a crack leading towards a large underground cavern system.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Varthmath can be found near Ronglagam in Máttugard.\\n\\nYou should talk to Varthmath near Ronglagam.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859526",
      "en": "'I am ready when ever you are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859527",
      "en": "'There is no doubt in my mind that the obelisk we destroyed was a creation of the Angmarim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa3b1",
      "en": "The Runes of Malice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a3",
      "en": "'You destroyed an Angmarim obelisk deep under Máttugard? I have had my suspicions, but nothing I would consider a solid fact. Your find does partially confirm my suspicion, however. I do not believe the Angmarim are yet in Máttugard. I believe that someone else is placing their fell structures for them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d2",
      "en": "Zidir-nesad, the Steepset can be found in the western part of Máttugard.\\n\\nYou should talk to Voina at Zidir-nesad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Talk to Varthmath near Ronglagam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01105",
      "en": "Zidir-nesad, the Steepset can be found in the western part of Máttugard.\\n\\nYou should talk to Varthmath at Zidir-nesad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'[placeholder], while exploring Ronglagam, I noticed a crack leading towards a large underground cavern system. Perhaps whomever placed the runes on the buildings, placed some in the caverns beneath Ronglagam. Should we continue our search within the caverns?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Something stirs the creatures of Máttugard from within the caverns, deep under the Mighty Court.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56814",
      "en": "'I am ready whenever you are, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50217",
      "en": "Talk to Varthmath at Zidir-nesad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56816",
      "en": "'There is no doubt in my mind that the obelisk we destroyed was a creation of the Angmarim. I saw such fell structures during the War of Three Peaks. However, I have not seen a single Angmarim outpost in all of Máttugard. We should speak with Voina about what we have learned. While Máttugard is certainly safer, these runes are troubling still.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}