{
  "id": 621042504,
  "txt": [
    {
      "id": "0x9b56819",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Summon and confront the Iron Crown emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Summon and confront the Iron Crown emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b92",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d0",
      "en": "Sadauk-kala can be found in western Máttugard.\\n\\nYou should travel to Sadauk-kala.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b96",
      "en": "The emissary was last seen on the highest bridge of Sadauk-kala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d2",
      "en": "'Have you come to bargain? No, there is naught you have that the Iron Crown desires. You have come to declare fealty then? You would make a fine servant.\\n\\n'I see then. You have not come here to speak, only to act. Just as you acted against those with whom I speak, I shall also act, and act with resistance. You shall learn no more from me than you already know, determined and foolish [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b99",
      "en": "The emissary steps out from the shadows and beckons you to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d3",
      "en": "Sadauk-kala can be found in western Máttugard.\\n\\nYou should defeat enemies at Sadauk-kala.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d4",
      "en": "Sadauk-kala can be found in western Máttugard.\\n\\nYou should confront the Iron Crown emissary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50213",
      "en": "Defeat enemies at Sadauk-kala ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be0",
      "en": "The Iron Crown emissary has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab1",
      "en": "Frost and Iron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56812",
      "en": "'You were not able to learn anything new from the Angmarim? That is all right, [placeholder]. Even had we captured the emissary alive, I doubt he would have spoken any truth to us.\\n\\n'But we have learned something: we can now say for certain that the Angmarim and the hobgoblins work together in some capacity. There is only one way to learn more about what plans they share for Gundabad and that is for us to venture into the Pit of Stonejaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be1",
      "en": "Many hobgoblins stand between you and the Angmarim emissary at Sadauk-kala",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1134",
      "en": "Defeated enemies at Sadauk-kala ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Upon the highest bridge within the encampment of Sadauk-kala, my scout witnessed an emissary of the Iron Crown speak at length with high-ranking captains of the hobgoblin forces here in Máttugard.\\n\\n'I worry what this could mean. We already know the hobgoblins are devoted to the Frost-horde. Have the Angmarim cut their ties to Gorgar's forces as have the hobgoblins? Does Angmar seek an alliance with Hrímil Frost-heart? I do not know what is in store for us as we delve deeper into Gundabad, but I do know this Iron Crown Emissary remains at Sadauk-kala, and may be our best chance to learn about this new arrangement between our enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Voina, a high ranking Zhélruka warrior, believes that the Angmarim and the hobgoblins have formed some sort of pact.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "Sadauk-kala can be found in western Máttugard.\\n\\nYou should confront the Iron Crown emissary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6fbcd6f",
      "en": "'Have you come to form a pact?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01107",
      "en": "Voina can be found at Zidir-nesad, the Steepset, in Máttugard.\\n\\nYou should talk to Voina.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Talk to Voina",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502951",
      "en": "Travel to Sadauk-kala",
      "es": "",
      "es (fem)": ""
    }
  ]
}