{
  "id": 620872026,
  "txt": [
    {
      "id": 218649169,
      "en": "'As you know, the mayor demands the very best of everything and likes to have a say in all that goes on here. He requires that we use the very best firewood that can be got.\\n\\n'Unfortunately for us, the firewood comes from some very angry trees. I've never seen anything like it, really. The trees rage and flail their limbs at us as we chop them down. I'm still very scratched up from the last time I went, so...do you think you could collect wood?\\n\\n'It's almost like they're not trees at all....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh dear. That's quite a large pile of firewood! Do you have any wounds that need tending after all that?\\n\\n'I'm very grateful, [placeholder] -- you are a brave [placeholder]. Now I can let my own wounds heal before going back into the fray.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I think I have some extra bandages if you happen to need them when you come back. Hopefully, you won't need them, of course!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unwilling Firewood",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The mayor requires that the bonfires only use the best, most hardy wood available in the region and has mistaken the Wood-trolls for trees. It is a shame the Wood-trolls have the hardiest branches of any local tree.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected unwilling firewood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262676277,
      "en": "Collected unwilling firewood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect firewood from the best trees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grouchy trees can be chopped down in the woods in the Grumpwood, a forbidding forest in the northern-most reaches of Frostbluff.\\n\\nYou should use whatever force is necessary to get firewood from only the best trees.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the hardy firewood to Mabel Mitford",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mabel Mitford is in Winter-home.\\n\\nYou should bring the firewood you gathered to Mabel Mitford.",
      "es": ""
    }
  ]
}