{
  "id": 620872121,
  "txt": [
    {
      "id": 22075078,
      "en": "Return to Guard Kember",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Barrett Nowell reluctantly moves along, unsure of where to go",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Ted Ives gives you a disappointed look, but moves along",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Regina Judson looks very sorrowful as she dashes away",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hungry beggars can often get too close to the Festival area in Winter-home, which is a strict violation of the Mayor's rules to keep the Yule Celebration pleasant for all.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Jack Judson hurries away, looking most appalled",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Bill Hyde's face is reddened by the cold, but he walks away from the fire sadly",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh, we can't have this. No indeed, the mayor's instructions were incredibly clear. Those beggars need to move off. I don't care where they go, but we can't have the good patrons and patronesses seeing them like this.\\n\\n'The mayor wants this town to look pristine and happy and clean as long as the Yule Festivities go on. Those beggars must get off the streets at once and clear out.\\n\\n'Are you looking for something to do between festival games? I'll give you a nice reward if you clear out those beggars. I have my hands full with my other guard duties right now.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The beggars can be found in the streets throughout town, and since the Mayor finds them unsightly, Guard Kember has asked you to make them leave.\\n\\nYou should remove beggars from the streets about town so that the Festival patrons won't be upset by them.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You want me to leave, but...Guard Kember just told me to leave a few hours ago, so I did, and this is where I ended up. Where should I go now?'\\n\\nYou don't know where Barrett Nowell should move to, but you repeat your assurance that Guard Kember wants him to move regardless.\\n\\n'All right, then. I suppose I'll just have to amble along somewhere else. And then Guard Kember or you or the Mayor or someone will tell me that's no good either. Then I'll amble elsewhere. I'm sure we beggars make a good sport for the rich folk.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Guard Kember is near the gate of Winter-home.\\n\\nYou should return to Guard Kember and tell him that the beggars have been successfully moved away from the eyes of the town.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If you please, [placeholder], just get those beggars moving along to somewhere else. Wherever will do, as long as they're keeping out of sight and out of trouble.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I'll go, I'll go. Though I think it's abominable bad the way you rich folks treat us beggars. Just who do you think made us this way? The world ain't made of coins, you know. When one class gets all the coins, another gets none.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'But...What does the mayor want? I would love nothing more than to disappear and stop inconveniencing the rich folk, believe me. But I am a person, flesh and blood, and I can't just disappear like a wisp of cloud on a windy day.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I know begging ain't becoming of a man, but...but these are hard times for my sister and me. We are very hungry, you see. So...seeing as there's lots of new folk about, I thought perhaps a good-willing patron could spare me some kindness, that I might get a bit of bread during the Festival.\\n\\n'I see that I'm not wanted. I'll go find another haunt, and I'll stay out of sight. I am mightily sorry if I've displeased any of you good patrons.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Tell Barrett Nowell to move off",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Alas, I'm caught! Please, good [placeholder]...please, it be very cold. I shan't stay long. I only sneaked over here to be near the warmth of the town square. It has been too long since any real warmth flowed in my blood.\\n\\nYou give Bill Hyde a hard look, and convey Guard Kember's orders.\\n\\n'Yes...yes. I see how I might be upsetting the patrons. I'm dreadful sorry. I'll be going....'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Ted Ives to move off",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I don't see any beggars loitering about now. Whatever you said to them seemed to do the trick! \\n\\n'As promised, here's a reward for the favour you did me. Now the mayor will be pleased, which means that I will be pleased, and that is always just how I want it!'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Regina Judson to move off",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Tell Jack Judson to move off",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Moving Them Off",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Tell Bill Hyde to move off",
      "es": ""
    }
  ]
}