{
  "id": 620872029,
  "txt": [
    {
      "id": 136263297,
      "en": "Picked up dirty dishes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Cleaned up reeking garbage ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Cleaned up liquid spills ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The festival patrons have left a lot of filth in their wake and tidying up is a rather unpleasant chore that must be performed.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You know, [placeholder], some days I really loathe this job. Mabel never pulls her weight. I swear, I would give anything to trade with those beggars. They really have it easy compared to me!\\n\\n'The worst of it has to be the garbage left by some of the sloppier festival patrons. Stinking, slimy garbage and refuse all around the Eating Contest, and the Mayor's wife demands that the patrons don't see any of it! But it keeps piling up.\\n\\n'I can't bear to touch the stuff, myself. I don't even want to look at it. Mabel keeps saying she's too busy. Say...you don't look too busy!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Garbage can be found at each of the Eating Contest stations in Winter-home, and the servant Basil Wyndham deems himself above the task of cleaning it up.\\n\\nYou should clean up garbage, spills, and dirty dishes around the Eating Contest's tables.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I don't see any more garbage or spills! Thank goodness -- the very sight of them was most nauseating. I can't imagine how disgusting it must be to actually have to touch such things. \\n\\n'Really, I do think I might be in the wrong line of work.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Basil Wyndham can be found in Winter-home.\\n\\nYou should return to Basil Wyndham now that you have cleaned up some of the mess from the Eating Contest.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That garbage is still piling up, you know. Disgusting stuff. Please go take care of it before the Mayor's wife sees it, or else she'll think I'm not pulling my weight. This is all that Mabel's fault....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pick up dirty dishes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Clean up reeking garbage ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Clean up liquid spills ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Basil Wyndham",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Tidying Up",
      "es": ""
    }
  ]
}