{
  "id": 620872020,
  "txt": [
    {
      "id": 22075078,
      "en": "Talk to Barliman Butterbur at The Prancing Pony Inn",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "A relic was placed in the middle of Bungo Grubb's pipe-weed field. The plants all died, ending his chance for a first-place finish in the annual festival.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "A relic was placed outside the cottage in which Ted and Burt Farmer were dwelling, and the cottage was set aflame. They escaped with their lives, but could not understand who would do this to them, or whence the relic came.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mysterious relics of unknown origin have appeared throughout Middle-earth, but for what purpose?",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "A relic was left before the sealed door in the depths of the Laenan caves.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The relic was left among the walls of the Ironspan that connects Forochel with the land of Angmar. The Lossoth believe it signals the return of the Witch-king.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The relic was left among the slopes of Thrór's Coomb, and the creatures nearby, including the mighty gwiber, seemed hesitant to stray too near.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Barliman has not heard news of the relics, but he has promised to keep his ears open and will let you know if he does.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well now, strange relics, you say? I have not heard much news on that score, but I will keep my ears open. The common room is busy most nights, and if talk turns to such things, I will note it down.\\n\\n'Hard times are ahead, if you ask me. Strange folk on the road, unpleasant news from distant parts...it's enough to make you wonder. You can't let it trouble you too much, that's what I've always said. There's just too much to be done! You'll stay calm, [placeholder], no matter what lies ahead? Ha! It's good advice! More could make do with some of that, if you ask me!\\n\\n'I'll let you know if I hear anything. I'll just write down a bit of a note to remind me. Anything else I can do for you, [placeholder]? The Pony is at your service, of course...you just name what you want.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mysterious relics have appeared throughout Middle-earth.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barliman Butterbur, proprietor of the Prancing Pony in Bree, knows all the latest gossip, and may have heard something about these mysterious relics.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a mysterious relic somewhere within Middle-earth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find a mysterious relic somewhere within Middle-earth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find a mysterious relic somewhere within Middle-earth",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Find a mysterious relic somewhere within Middle-earth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mysterious Relics",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Find a mysterious relic somewhere within Middle-earth",
      "es": ""
    }
  ]
}