{
  "id": 620872025,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected eggs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "To feed the participants of the eating contests is no small task. Many ingredients need to be gathered and prepared to ensure that the feast is well stocked.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Baked bread ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Are you here to help me? I'm so busy, I don't know what to do with myself. There are so many hungry patrons to serve.\\n\\n'Would you be so good as to prepare some ingredients so that the feasting folk don't go without a fair portion?\\n\\n'Let's see...we'll need loaves of bread, bowls of berries, mushrooms, and eggs. The pies are still doing fairly well...for now. The hard part is that the mayor's wife wants only the best, so the ingredients must be collected fresh from all abouts. I hope you have some sturdy shoes with you....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mushrooms can be found in the mushroom tent outside of Winter-home. Eggs can be found around the chicken coop. Bread must be baked at the ovens. Berries must be picked from the bushes growing in the wild.\\n\\nYou should collect each of the items needed to ensure the feast is fully stocked for the patrons.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]! Ah, what a burden off my poor shoulders! We nearly ran out of berries while you were gone, but all of this will help to keep the feast nice and stocked up. I don't know what I would have done without you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mabel Mitford is in Winter-home.\\n\\nYou should bring all the food that you have collected and baked to Mabel Mitford so that the festival feast will remain plentiful for the hungry patrons.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I swear, it's all too much for just two servants! How we accomplish anything at all is a mystery to me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fresh winterberries from the wild ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect eggs from pampered chickens ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect pampered mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Make fresh bread at the servants' oven ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stuffing the Stuffed",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the foodstuffs to Mabel Mitford",
      "es": ""
    }
  ]
}