{
  "id": 620872028,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have averted the empty keg crisis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have been spotted by a town guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You've been spotted by a town guard!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Basil Wyndham fell asleep after stealing away to engage in some festival fun, allowing the kegs in the town centre to run perilously low.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x263c414",
      "en": "'Hey! What are you still talking to me for? I'll get in trouble if this job doesn't get done, and fast. That mayor likes things just so, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, good work! You really saved my life there. You know, you're pretty good at this, [placeholder]. I can probably find more work for you, if you're interested. I'm so busy, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fresh kegs can be picked up near the servants' oven in Winter-home.\\n\\nYou should deliver the keg to the festival square, but mind that nobody important catches you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's not my fault! It's not my fault the kegs are nearly empty. I'm overworked, I am. Have you ever seen a body so overworked as myself?\\n\\n'I'm so overworked that today I decided I'd just about had enough and went to try some of the events for a change, instead of running them. The problem is, I fell asleep afterwards...I was all tuckered out!\\n\\n'Patrons are complaining that some of the kegs are empty. Can you bring this to refill them? I would do it, but I was promised a dance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fresh kegs can be picked up near the servants' oven in Winter-home and should be brought to the edge of the festival square, where patrons must surely be getting thirsty.\\n\\nYou should deliver the keg to the festival square, but mind that nobody important catches you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Basil Wyndham is in Winter-home, sitting and enjoying the merriment in the festival square.\\n\\nYou should speak with the servant Basil Wyndham.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hey! What are you still talking to me for? I'll get in trouble if this job doesn't get done, and fast. That mayor likes things just so, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Pick up one of the kegs at the servants' area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the replacement keg to the festival square",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Avoid Town Guards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Basil Wyndham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Empty Keg Emergency",
      "es": "",
      "es (fem)": ""
    }
  ]
}