{
  "id": 620841451,
  "txt": [
    {
      "id": 218649169,
      "en": "'Addie deserves better than the news that you were forced to deliver her. I would ask, if you are willing, that you attempt to finish what her sons could not.\\n\\n'Addie is poor... we took her along thinking that we could do a good service only to end up here in this tragedy. Her sons came here to try and change her fortune, only to meet their end. I am certain they were searching for the rumoured treasures of Cardolan.\\n\\n'I have oft heard the tales myself of treasure held deep within the ruins of Ost Gorthad. If there is any truth to this, then the treasure lies at the deepest parts of Ost Gorthad in the hands of a terrifying creature.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? The treasure that my sons sought? Given over in kindness by yourself and my guides? \\n\\n'I cannot... this, this is what my sons sought, a way to see that their mother would not die penniless. I shall keep this, keep it always in memory of their sacrifice.\\n\\n'Thank you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'It pains me deeply to see the hurt on Addie's face. Will you not help her by recovering the lost treasure so that her pain may be reduced?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Leave me to my misery. My sons are gone....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "One Last Chance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Edith Sweetrose believes that there may be a way to bring the old woman, Addie Wheatley, some solace. She believes that deep within the ruins of Ost Gorthad there may be treasure worthy of what the woman's sons were searching for, but it is only legend.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the treasure to Addie Wheatley",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The treasure is rumoured in the protection of a wight Lord at the deepest point of Ost Gorthad. Addie Wheatley is at the Dead Man's Perch in the Barrow-downs.\\n\\nEdith Sweetrose wants you to search for the treasure of Cardolan to ease Addie Wheatley's pain over losing her two sons.",
      "es": ""
    }
  ]
}