{
  "id": 620841454,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Long have I lived within the bounds of Bree-land, and my family has long exchanged tales of the people that lived in these lands. We spoke of their relationship with the Old Forest and how it was by their hand that the Forest began its slide to ruin.\\n\\n'It is for these reasons that I find sorrow in these lands and not fear. Deep to the south, where the eaves of the wood are too strong to penetrate, you will find moving trees who have long been separated from their brethren.\\n\\n'These once-noble trees are ruined and rotted from within, and I must ask that you destroy them. It is for the good of all that we end them before they become something even more vile than they already are.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There is no joy in the destruction of things natural. However, when the natural order is corrupted, it becomes a necessity to stop the corruption from spreading.\\n\\n'Thank you for all that you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Corruption eats away at the roots of the once noble things that watched the Old Forest. It pains me to know that they must meet an end. I cannot abide them to fester... they must be destroyed. Head to the south and see that they are destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Unfortunate Harvest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Corrupted trees in the southern Barrow-downs, broken free of the bounds of the Old Forest, have fallen to corruption.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated corrupted trees in the southern Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat corrupted trees in the southern Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Corrupted trees may be found deep within the southern Barrow-downs, at the eaves of the Old Forest.\\n\\nBob Redthistle asked you to deal with the threat of the corrupted trees found in the southern Barrow-downs, where the barrows meet the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bob Redthistle at the Dead Man's Perch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bob Redthistle can be found encamped at the Dead Man's Perch.\\n\\nBob Redthistle awaits your return and information on the trees he sent you to destroy in the southern Barrow-downs.",
      "es": "",
      "es (fem)": ""
    }
  ]
}