{
  "id": 620841456,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'In all my years of heading into these haunted lands, never have I seen anything like this. You must trust me friend, I would never have taken folk into the Barrow-downs had I known what walked here now. We shielded them as best we could, but the fright is still too much to ignore.\\n\\n'It is the howling of the barghests. It will drive us mad if we cannot quell it. Could you help us? Kill these beasts, these terrors, so that we might have some rest to regain our strength for a return to Bree?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, I heard their howls turn to barks, then whimpers. You have done well. We will enjoy the respite your actions have earned us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barghests are terrifying beasts capable of breaking a man's will with their howl alone. These people cannot withstand such terror and we need to clear these creatures out to make our passage safe for a return.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Howls that Shake the Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Guides out of Bree fear for their wards as the terror of the Barrow-downs are now unleashed in the north. This unexpected course has forced them to drastic action.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated barghests in the northern Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat barghests in the northern Barrow-downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barghests infest the northern Barrow-downs.\\n\\nThe howls of the barghests are enough to frighten less hardy souls near to death. The poor folk of Bree trapped between the Barrow-downs and the Old Forest are weakened by their journey and need rest that the howls will not afford. Reginald Sickleweed asked for your assistance in driving the barghests off.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Reginald Sickleweed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Reginald Sickleweed is at the encampment between the Old Forest and the Barrow-downs.\\n\\nAt the behest of Reginald Sickleweed, you fought and defeated several barghests in an attempt to silence their howls. You should return to him with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}