{
  "id": 620841461,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is not usual that we are in such a position. We have come here before with no danger present save the rats, crawlers, or the occasional barghest. This, however, is most peculiar.\\n\\n'I am certain that the people of Bree-land can benefit from the removal of these terrifying foes, these wights, so I will offer you something of a bounty for their defeat.\\n\\n'Defeat the walking dead here and return their skulls to me. I will reward you well for these endeavours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, this proves a good many victories. You have done a great service to the people of Bree-land this day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I have a small collection of materials that I am willing to trade for the wight's skulls. If you are willing to collect them, I am willing to provide you with this reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Wight-skulls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There is a bounty out for the skulls of the wights which wander the southern Barrow-downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected wight-skulls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the skulls to Edith Sweetrose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wights can be found throughout the southern Barrow-downs.\\n\\nThe guide, Edith Sweetrose, prizes wight-skulls and will pay you for them. She is camped at the Dead Man's Perch, where the northern Barrow-downs meet the southern Barrow-downs.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect wight-skulls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}