{
  "id": 620841460,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The relics of Cardolan can fetch a nifty price from the well-to-do in Bree-town. Since we are here, I thought I might offer you a little deal. \\n\\n'If you collect these relics over the course of your travel, I will trade you materials that may be of great use to you.\\n\\n'Is this acceptable?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will sell nicely, and I owe you much. Here, this should be a fair trade and if you find otherwise, you know where I can be found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Any of the creatures here in the southern Barrow-downs could have an artifact of Cardolan, either on their person or in their bellies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Cardolan Relics",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cardolan, once the ruling kingdom in the area of the southern Barrow-downs, left behind many relics. The creatures of the southern Barrow-downs likely carry some of these relics if one looks for them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected relics of Cardolan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the relics to Edith Sweetrose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Any of the creatures in the southern Barrow-downs may carry trinkets and relics from the kingdom of Cardolan.\\n\\nEdith Sweetrose will trade crafting materials for any relics of Cardolan you may find.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect relics of Cardolan ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}