{
  "id": 620841462,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I will take the advice of my other watchers under careful consideration. You must understand, however, that the Rangers are brutes in their own right and have long been a menace along our borders. Ask those in Trestlebridge and the farmland of the North Downs, and you will see the same response to the Rangers. Not a single one of them can be trusted.\\n\\n'As I said, there are others within Bree-land who need assistance and you have proven a valuable ally and more than capable combatant. I would have you visit one of these folk. Adso Haybank is a hobbit building an inn along the Great East Road stretching between Bree and Buckland. He has sent a message that brigands are stealing his materials and threatening the lives of his workers. If you would, please visit him and see what can be done. I will continue to think on an alternate course of action. \\n\\n'You will find him west along the Great East Road, south of this cabin, between Bree and Buckland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Grimbriar could send no one else?\\n\\n'Woe is me and mine. We have much trouble here, and I truly hope that you are able to help as the Chief Watcher thinks you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Adso's camp east along the Great East Road between Bree and Buckland. Hurry now...the trouble facing the hobbit and his workers requires immediate attention, and I can spare no men for their cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Along the Great East Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Watcher Grimbriar dispatched you to investigate the claims of more Southerner activity along the Great East Road. A hobbit there, Adso Haybank, requested assistance against thieves and brutes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Adso Haybank at his camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Adso's camp can be found west along the Great East Road between the gate of Bree and Buckland.\\n\\nWatcher Grimbriar sent you to assist Adso Haybank with solving the problems the hobbit currently has with the brigands out of the south.",
      "es": "",
      "es (fem)": ""
    }
  ]
}