{
  "id": 620841441,
  "txt": [
    {
      "id": 136263297,
      "en": "Found the accursed dagger",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found the accursed cup",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found the accursed staff",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ianudirel has discovered the location of a number of evil relics being wielded by the sorcerers in Taur Morvith to summon fell spirits.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'When I was spying on those ruins to the south-east, I saw a number of sorcerers wielding accursed relics in rituals meant to draw these fell spirits to Taur Morvith.\\n\\n'I have seen three such accursed relics. A dagger, a cup, and a staff. The dagger and cup are held in the ruins themselves, but I was unable to find where the staff is kept. I believe that one of the sorcerers must carry it upon his person?\\n\\n'If you could sneak in and lay your hands upon these accursed items, it might prevent them from summoning more fell spirits, which would be a great relief to us.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The dagger and cup are held in the ruins of Sâd Morangol. The staff may be carried by one of the sorcerers of Sâd Morangol.\\n\\nIanudirel has asked you to collect three relics -- a dagger, a cup, and a staff -- from the sorcerers of Sâd Mornagol.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found all of the relics? Well done!\\n\\n'I will return these to Ost Galadh as soon as I am able. Agorin will properly dispose of them.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ianudirel can be found just south of the bridge at Krul Lugu.\\n\\nYou should return the accursed relics you have gathered to Ianudirel.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Recover the implements of the sorcerers' foul rituals, [placeholder]. A stop must be put to their evil.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULDNT SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the accursed dagger",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find the accursed cup",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the accursed staff",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the relics to Ianudirel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dark Relics",
      "es": ""
    }
  ]
}