{
  "id": 620841472,
  "txt": [
    {
      "id": 136263297,
      "en": "You have selected Mudric as your favourite to win",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The race has begun! Betting is now closed",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Mudric has won the race!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have a vested interest in Mudric's success as he runs the Summer Festival tasting race.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Mudric has lost the race",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Mudric has lost the race",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Mudric has lost the race",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have left the race area",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Good day to you, my good [placeholder]! Are you here to watch the Taste of Hobbiton? It is a tremendously exciting event that we hold here every summer. Food is brought from all over the Shire, and our four speedy contestants must compete to see how quickly they can sample each bit of vittles!\\n\\n'Here is a bit of inside information, if you'll be wanting it: Mudric Rumble is certain to win this year. I heard a rumour from a very trustworthy source that Mudric eats a full five courses with every meal, and then has seconds! But I believe he does a fair bit of trotting about the countryside to speak with neighbours on the comings and goings of other neighbours.\\n\\n'Mudric is certain to win this year. Would you like to place your faith in his winning the event? I am sure there will be a great prize in it for you if you guess rightly.' ",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tickets for the race can be collected at the Taste of Hobbiton event during the Summer Festival.\\n\\nYou will need to hand over a Festival Ticket in order to select Mudric as your favourite to win.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! I hear you had some excellent luck with your guess at the outcome of the Taste of Hobbiton. Allow me to offer my congratulations and this respectable reward!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Taste of Hobbiton can be observed during the Summer Festival.\\n\\nYou should watch the Taste of Hobbiton and see if Mudric Rumble wins the race as you supposed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Bando Brandybuck can be found at the Taste of Hobbiton.\\n\\nYou should speak with Bando Brandybuck to collect your prize.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'My goodness! Watch the race, [placeholder]; it is far more interesting than me. Our good Mudric will do splendidly, I am sure!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Mudric is your favourite is he? Well then, hand me one of your Festival Tickets, and I'll mark your wager on him.\\n\\n'Good luck, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Sorry, [placeholder]. I'm afraid you'll need a Festival Ticket in order to select a contestant.\\n\\n'Dodder Twofoot is handing out tickets just near here. I'd go see him right away!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Turn in a Festival Ticket to select Mudric",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Observe the race to see if Mudric is victorious",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bando Brandybuck",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Do not leave the race area",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Taste of Hobbiton: Mudric's Momentum",
      "es": ""
    }
  ]
}