{
  "id": 620841459,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Many believe that the strength of the barghests lay in their howl. While it is true their howls are dangerous, the power of their eyes is equally dangerous. With but a gaze they have been known to strike a deep fear into their victims that can kill them.\\n\\n'I would ask you to seek out barghests and collect their eyes. I will pay you handsomely for this bounty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These will do well. I am unclear what the power truly is behind these eyes, but I know that I have seen the ill that these creatures can bring about.\\n\\n'You have earned this reward well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Barghests within the southern Barrow-downs are terribly dangerous. I will pay you well if you collect their eyes for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Barghest Eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Barghests can be found throughout the southern Barrow-downs. Their glowing eyes can be turned in for a bounty and crafting materials.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected barghest-eyes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the barghest-eyes to Edith Sweetrose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barghests can be found within the southern Barrow-downs,\\n\\nSome barghests can chill a being with but a gaze. Edith Sweetrose, at Dead Man's Perch, has offered to provide you a reward for collecting barghest-eyes taken from the southern-dwelling barghests.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect barghest-eyes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}