{
  "id": 620841455,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The corrupted trees must be purged out of the southern Barrow-downs but they may yet return to the natural fold. To determine this, I will need their seeds.\\n\\n'Collect their seeds and return them to me. If they can be saved, I will see that the seeds are brought to a place where they can grow into natural creatures once again.\\n\\n'You will find the corrupted trees deep within the southern Barrow-downs where the walls of the Old Forest are too thick to pass beyond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, it appears that some of these seeds are not destroyed or marred by corruption.\\n\\n'It is possible that they will grow strong and true and return to nature one day. I thank you for what you have done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Search far to the south where the Barrow-downs meet the Old Forest. You will find the trees bearing the seeds I require in the shadow of the great forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "From Death, Comes Life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bob Redthistle believes that the trees of the Old Forest in the southern Barrow-downs may yet be saved after a fashion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected seeds from corrupted trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the seeds to Bob Redthistle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are corrupted trees from the Old Forest in the southern Barrow-downs. Bob Redthistle is at the Dead Man's Perch.\\n\\nBob Redthistle has asked you to collect seeds from the corrupted trees in the Barrow-downs and return them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect seeds from corrupted trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}