{
  "id": 620841457,
  "txt": [
    {
      "id": 218649169,
      "en": "'While we pushed through the fiends and the fog, we lost a few people. Some headed deeper into the mists of the Barrow-downs, and we hope they survived to reach a safe location in the south.\\n\\n'Others were stricken with a terrible pox. One of these men was not as ill as others, but being sick, he offered to take word back to Bree requesting help.\\n\\n'I fear that the disease comes from the crawlers and rats infesting this land. If this is true, then we shall need to clear a path through the Barrow-downs so we have a safe path out. If you are willing, kill these creatures but be wary, their bites and even their flesh may cause some vile illness or disease.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have our thanks. When we make ready to move out of this accursed place, we will need as much of the area clear as possible. These folk are not as used to travelling as those of us who spend our lives on the road. \\n\\n'We shall need every advantage we have available to prevent the loss of more lives.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the diseased creatures all over the northern Barrow-downs. Seek them out and purge them so they cannot spread their disease further.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Carriers of Disease",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Guides out of Bree fear for their wards as the terrors of the Barrow-downs are now unleashed in the north. This unexpected course has forced them to drastic action.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated crawlers and rats in the northern Barrow-downs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat crawlers and rats in the northern Barrow-downs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Crawlers and rats can be found throughout the northern Barrow-downs and these vermin are likely carriers of disease. You have been asked to kill these creatures so that the refugees hiding at the camp between the Barrow-downs and the Old Forest will have a clear path to follow when they leave.\\n\\nSal Haywood believes that you can help her create a path for the Bree-folk to follow when the time comes for them to move. She asked you to rid the Barrow-downs of many of the vermin therein.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Sal Haywood between the Old Forest and Barrow-downs",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sal Haywood rests with the others at the makeshift camp between the Barrow-downs and the Old Forest.\\n\\nYou fought and slew a good number of the disease-bearing creatures that make the Barrow-downs their home. You should return to Sal Haywood with the news.",
      "es": ""
    }
  ]
}