{
  "id": 620841453,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated angry bears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated large barrow-crawlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bob Redthistle told you that the bears near the bounds of the Old Forest, deep within the southern Barrow-downs, are being devoured from within by barrow-crawlers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'At the edge of the Old Forest, south through the Barrow-downs, there are many bears suffering from a terrible plague. The only way I can see to save them from their agony is to destroy them and ensure that they do not spread this plague into the remainder of the Old Forest.\\n\\n'You will find the bears and the plague-carriers deep to the south where the walls of the Old Forest meet the Barrow-downs. Destroy the bears and then destroy the diseased crawlers infesting them.\\n\\n'You may find some of the disease-carrying crawlers outside of their hosts as well.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The bears and the disease-bearing crawlers can be found on the border of the southern Barrow-downs and Old Forest.\\n\\nBob Redthistle wants to destroy the diseased bears before they spread their plague throughout the Old Forest.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There is no joy in taking natural life, but when that life is too far beyond recovery, it is our duty to see that it suffers no longer.\\n\\n'Think on this and know that what you have done is for the good of all. You are well thanked, friend.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bob Redthistle can be found at the Dead Man's Perch.\\n\\nYou should return to Bob Redthistle and tell him that the grim work he required is complete.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I fear that the bears have contracted a terrible illness and to save others that may yet remain unmarred by the disease spreading through the wild, we must act. Head to the south and cleanse these poor beasts of their ills.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat angry bears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat large barrow-crawlers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bob Redthistle at the Dead Man's Perch",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "At the Forest's Edge",
      "es": ""
    }
  ]
}