{
  "id": 621046618,
  "txt": [
    {
      "id": 41007374,
      "en": "'I... can't move! It's the Dragon's Voice!'",
      "es": ""
    },
    {
      "id": 184621781,
      "en": "The hobgoblins will soon be upon you!\\n\\nYou should return to the Gate of Uzdarulzahar and summon your forces!",
      "es": ""
    },
    {
      "id": 118881308,
      "en": "'You forget yourself, Warlord. I rule Gundabad!'",
      "es": ""
    },
    {
      "id": 184621782,
      "en": "The hobgoblins will soon be upon you!\\n\\nYou should blow the horn to summon your forces!",
      "es": ""
    },
    {
      "id": 190220328,
      "en": "'We don't know what we're walking into here, so I will hold back the main force for the moment, but this is the end of the road! Dushtalbúk MUST be up here. The two of us are going to go ahead, and sound the horn when we want our forces to advance.'",
      "es": ""
    },
    {
      "id": 184621783,
      "en": "The hobgoblins will soon be upon you!\\n\\nYou should wait for your forces to arrive!",
      "es": ""
    },
    {
      "id": 230393326,
      "en": "'Is that Gorgar? Wait, does that mean this is where he's been secretly meeting with-'",
      "es": ""
    },
    {
      "id": 244177915,
      "en": "'NOW!'",
      "es": ""
    },
    {
      "id": 248372219,
      "en": "'It is time to meet your end, Gorgar! The Frost-bound rule Gundabad!'",
      "es": ""
    },
    {
      "id": 173025442,
      "en": "Follow Hórin to the hiding spot",
      "es": ""
    },
    {
      "id": 190221224,
      "en": "'The hobgoblins and our own forces are approaching! Be ready for a battle!'",
      "es": ""
    },
    {
      "id": 148970081,
      "en": "The hobgoblins are just ahead!",
      "es": ""
    },
    {
      "id": 259111230,
      "en": "'I see the hobgoblins just ahead!'",
      "es": ""
    },
    {
      "id": 173025447,
      "en": "Listen to the conversation",
      "es": ""
    },
    {
      "id": 24230174,
      "en": "'Did Gorgar get away? I don't see him anywhere!'",
      "es": ""
    },
    {
      "id": 126686885,
      "en": "You have reached the end of the Father's Path, and Warlord Dushtalbúk must be ahead. His reason for marching to the mountain's peak is about to be revealed....",
      "es": ""
    },
    {
      "id": 148970083,
      "en": "You see Gorgar standing alone at the edge of the cliff",
      "es": ""
    },
    {
      "id": 184621349,
      "en": "You have tracked the hobgoblins to the end of the road.\\n\\nYou should follow Hórin and find the hobgoblins.",
      "es": ""
    },
    {
      "id": 41007390,
      "en": "'Here! Blow the horn!'",
      "es": ""
    },
    {
      "id": 184621350,
      "en": "You have tracked the hobgoblins to the end of the road.\\n\\nYou should follow Hórin and find the hobgoblins.",
      "es": ""
    },
    {
      "id": 184621352,
      "en": "You have found Gorgar at the end of the road. He must be the hobgoblins' reason for coming here!\\n\\nYou should watch and listen as events unfold!",
      "es": ""
    },
    {
      "id": 148970089,
      "en": "The Voice of the Dragon is wearing off! You can move again!",
      "es": ""
    },
    {
      "id": 11900212,
      "en": "The dragon's roar freezes you in place!",
      "es": ""
    },
    {
      "id": 29037073,
      "en": "'Look what has become of Gorgar the Ruthless. Pathetic.'",
      "es": ""
    },
    {
      "id": 7452974,
      "en": "'Let's sneak through here. We don't want them to see us.'",
      "es": ""
    },
    {
      "id": 29233681,
      "en": "'I have been betrayed at every turn, and am now surrounded by enemies. So be it!'",
      "es": ""
    },
    {
      "id": 91339038,
      "en": "'Curses! We will have to deal with Gorgar another day. The hobgoblins approach!'",
      "es": ""
    },
    {
      "id": 247323643,
      "en": "'I have had enough of your arrogance, Gorgar!'",
      "es": ""
    },
    {
      "id": 236954164,
      "en": "Instance: The Warlord's Gambit",
      "es": ""
    },
    {
      "id": 118881516,
      "en": "'The Frost-bound will be brought under my direct control, and YOU, Warlord, will serve as my personal guard.'",
      "es": ""
    },
    {
      "id": 24230206,
      "en": "'I hope you're ready, [placeholder]. There could be a massive force hiding up here!'",
      "es": ""
    },
    {
      "id": 41007422,
      "en": "'But why have they come all this way?'",
      "es": ""
    },
    {
      "id": 237886459,
      "en": "'You have schemed against me at every turn. And now you plot with Hrímil herself to overthrow me?'",
      "es": ""
    },
    {
      "id": 62621166,
      "en": "'Wait, the hobgoblins aren't moving forward. Are they avoiding her as well?'",
      "es": ""
    },
    {
      "id": 29102609,
      "en": "'Drugoth... you were unable to take over my body, but your presence seems to have protected me from THIS fate.'",
      "es": ""
    },
    {
      "id": 118875132,
      "en": "'If you cannot perform your duties without being overcome with jealousy like a petulant child, perhaps you need the same treatment!'",
      "es": ""
    },
    {
      "id": 79398382,
      "en": "'Hrímil! We do not have forces enough to face her!'",
      "es": ""
    },
    {
      "id": 173025494,
      "en": "Talk to Hórin",
      "es": ""
    },
    {
      "id": 29299217,
      "en": "'I will use this power to gain my revenge ON YOU ALL!'",
      "es": ""
    },
    {
      "id": 173025497,
      "en": "Find the hobgoblins",
      "es": ""
    },
    {
      "id": 242333982,
      "en": "'Is the power of her Voice wearing off? I can move again!'",
      "es": ""
    },
    {
      "id": 184621399,
      "en": "Hórin is standing by with the dwarf forces.\\n\\nYou should talk to Hórin.",
      "es": ""
    },
    {
      "id": 259111198,
      "en": "'Uh oh, the hobgoblins are beginning to move as well!'",
      "es": ""
    },
    {
      "id": 148969873,
      "en": "You are clear of the hobgoblins! Blow the horn to summon your forces!",
      "es": ""
    },
    {
      "id": 173026128,
      "en": "Return to the Gate of Uzdarulzahar",
      "es": ""
    },
    {
      "id": 173026130,
      "en": "Blow the horn to summon your forces!",
      "es": ""
    },
    {
      "id": 173026131,
      "en": "Wait for your forces to arrive",
      "es": ""
    },
    {
      "id": 148969876,
      "en": "The Gabil'akkâ has arrived!",
      "es": ""
    },
    {
      "id": 249420795,
      "en": "'Nothing to say for yourself? That is fine by me!'",
      "es": ""
    },
    {
      "id": 118881292,
      "en": "'I am disappointed, Dushtalbúk. I have been meeting with Gorgar in secret to keep him under control.'",
      "es": ""
    },
    {
      "id": 7452942,
      "en": "'Quickly, we must return to our forces and blow the horn!'",
      "es": ""
    },
    {
      "id": 74800489,
      "en": "'Gorgar... he was able to walk right past us unhindered!'",
      "es": ""
    },
    {
      "id": 29168145,
      "en": "'The Angmarim wanted nothing more than a vessel for their master, the dwarves want to slaughter us and take our home, and now the Dragon has taken away our free will.'",
      "es": ""
    },
    {
      "id": 206653815,
      "en": "'The Dragon's roar froze us in place! We were only just now able to reach you!'",
      "es": ""
    }
  ]
}