{
  "id": 621046772,
  "txt": [
    {
      "id": "0x3178d11",
      "en": "You have been tasked with defeating snow-beasts that have been driven into the cavern and destroying their food source.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The mission is complete!\\n\\nSpeak to Hórin for your reward!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf11",
      "en": "Crushing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: Storm Swept",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have come back from one of the caverns that weaves throughout Gundabad. A vicious storm has driven snow-beasts into a large cavern. These caverns serve as a vital passthrough to other needed resources.\\n\\n'Enter the cavern, drive off the snow-beasts and destroy slop barrels in the cavern!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete Mission: Storm Swept",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "Severe storms have driven a wide array of creatures to seek shelter amongst the caverns that dot the outside of Gundabad.   Snow-beasts have taken refuge in a large cavern that serves as a vital passthrough to rich ore deposits throughout the cavern system.\\n\\nYour mission is to drive off the snow-beasts and destroy their food sources within the cavern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a2",
      "en": "Some monsters in this mission will attempt a crushing attack, wounding and stunning anyone hit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to drive off the snow-beasts and destroy their food sources through the cavern.\\n\\nSpeak to Hórin to travel to the cavern where the snow-beasts have been driven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done! With the cavern cleared of snow-beasts, our forces can secure much needed resources in the fight for Gundabad!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}