{
  "id": 621046690,
  "txt": [
    {
      "id": 149027508,
      "en": "Enemies of Deepscrave",
      "es": ""
    },
    {
      "id": 173025617,
      "en": "Explore Vatug-ronk, the Groaning Pit",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Explore Shataz-kordh",
      "es": ""
    },
    {
      "id": 173025621,
      "en": "Explore Skrizagáf",
      "es": ""
    },
    {
      "id": 137079088,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 137079090,
      "en": "Broken dwarf-machinery groans incessantly throughout Deepscrave, but the noise is loudest in Vatug-ronk. It is the largest Orc-settlement in Deepscrave, as well as home to the most foul-tempered of Orcs.",
      "es": ""
    },
    {
      "id": 8567320,
      "en": "To sate their ever-growing need for weapons and armour, the Orcs rely on Durbángh's mighty forges. The intense heat inside Durbángh never abates.",
      "es": ""
    },
    {
      "id": 8567414,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 8567415,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 137079092,
      "en": "Formerly part of Dalugronk, Shataz-kordh now plays host to worms instead of Orcs. The Orc corpses that litter the area have proven to be effective at keeping the denizens of Dalugronk away.",
      "es": ""
    },
    {
      "id": 137079094,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419801,
      "en": "Explore the enemy encampments and strongholds found within Deepscrave.",
      "es": ""
    },
    {
      "id": 137079096,
      "en": "Orcs weren't the only ones who moved into Deepscrave once the dwarves were driven out. Drakes found comfort within the darkness and made a new home for themselves.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Explore the enemy encampments and strongholds found within Deepscrave.",
      "es": ""
    },
    {
      "id": 137079097,
      "en": "Not too long ago, the worms of Deepscrave never strayed from the tunnels of Skrizagáf. Now they roam freely, much to the chagrin of their Orc neighbours in Dalugronk.",
      "es": ""
    },
    {
      "id": 137079104,
      "en": "In an attempt to combat the hostile worms nearby, the Orcs of Dalugronk have begun experimenting with bat-riding. This has been met with varying degrees of failure.",
      "es": ""
    },
    {
      "id": 137079106,
      "en": "After Gorgar fled to Deepscrave, he dwelled in Durshulot for a while, but did not stay for long. A mixture of paranoia and distrust prompted him to find a better stronghold from which to rule.",
      "es": ""
    },
    {
      "id": 137079108,
      "en": "During the days of old, the dwarf-smiths produced magnificent creations in Gazat-fark. Now, the smithy only sees use in times of war.",
      "es": ""
    },
    {
      "id": 111477364,
      "en": "Explore Kordh Gúrat",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Explore Durbángh",
      "es": ""
    },
    {
      "id": 111477365,
      "en": "Explore Durshulot",
      "es": ""
    },
    {
      "id": 111477273,
      "en": "Explore Dalugronk",
      "es": ""
    },
    {
      "id": 111477368,
      "en": "Explore Gazat-fark",
      "es": ""
    }
  ]
}