{
  "id": 620844003,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Orcs are working with the Dourhands? This is terrible news. The Orcs are recent arrivals in these lands and have been busy digging at a ruin in the east. They have slain many Eglain and taken another of the ruins that we once claimed as our own.\\n\\n'Could it be that the Dourhands assisted them in this? Friend [placeholder], will you make your way along the road to the east?\\n\\n'Some distance down the road, you will find Ost Guruth and the leader of the Eglain, Frideric the Elder. Tell him this news.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This news is unwelcome. We knew only that these Orcs came from the north and west. They came under cover at night, lit fires at the ruins, and slaughtered our folk who were there.\\n\\n'Since that time, they have turned their attentions east towards the great river and south to the mire. They leave the northern swamp for the Dead....\\n\\n'You, [placeholder], are in the home of the Eglain. We ask that you treat our people and the land about you with respect.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please make your way east along the road, bearing north where you see the pond covering some ruins. Frideric the Elder must be made aware of this development between the Orcs and Dourhands.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Towards the Eglain",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dourhands and Orcs are working together. This news is not welcome by Refr Quicksilver, a dwarf living among the Eglain of Ost Guruth.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Frideric the Elder at Ost Guruth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frideric the Elder is at Ost Guruth, north-east of Refr Quicksilver.\\n\\nRefr Quicksilver is concerned about the Orcs and Dourhands working together and thinks that the leader of the Eglain must be made aware of this development.",
      "es": ""
    }
  ]
}