{
  "id": 620844000,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Tarkrîp Orcs in Iorvinas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Dourhand Dwarves in Iorvinas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Worried that the Dourhands and Orcs have struck some bargain, dwarves from an expedition to the Misty Mountains have come westward to investigate a ruin.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Refr Quicksilver, outside, is no member of the Longbeards. He is no member of the Dourhands either. I know only this, he is a dwarf, and an honourable one at that.\\n\\n'He may have left his family's lands, but he remembers that he is first and foremost a dwarf! The Dourhands can no longer be considered part of the greater dwarf-kingdom, having fallen enough to live so close to Orcs without the sound of battle.\\n\\n'Because of this, I am requesting that you lend us your aid. Defeat the Dourhands and the Orcs in this ruin and return to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dourhands and Orcs can be found within the halls of Iorvinas.\\n\\nLogi has asked you to bring an end to the alliance of the Dourhands and Orcs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I knew it! Fool Dourhands! We should rid the world of the lot of them! There must be a leader here... one that makes them do these things.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Logi is at the entrance to the ruins of Iorvinas.\\n\\nMany of the Dourhands and Orcs were seen in close proximity. It is clear that Logi is right, the Orcs and Dourhands are in league. He should be told of this.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'A true dwarf would never suffer the stench of an Orc this close to him! Fool Dourhands, betrayers! They deserve the punishment they will receive.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Tarkrîp Orcs in Iorvinas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Dourhand Dwarves in Iorvinas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Logi",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Orcs and Dwarves",
      "es": ""
    }
  ]
}