{
  "id": 620844025,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Though I bear a great deal of pride, I can admit that I know fear, and no greater fear has come over me as seeing the Master of the Ruins. It roams Nan Dhelu with a skeletal wight at its side at all times and is itself a creature of extreme terror.\\n\\n'Should you happen upon this creature, I would advise running. If you stay and fight and emerge victorious, tell me and I may offer you a reward.\\n\\n'The Master of the Ruins wanders throughout the ruins and is never in one place too long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Just knowing that the creature has been defeated brings a wisp of hope into my heart. You have done much to aid the Eglain this day, [placeholder], and have done much to earn this.\\n\\n'Thank you for all that you continue to do for my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Be careful, [placeholder]. The Master of the Ruins is the most fearsome creature I have ever seen. Be wary as you wander through the ruins of Nan Dehlu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Master of the Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ruins of Nan Dhelu have often given the Eglain ill feelings, but the arrival or emergence of the Dead from within the ruins has them even more fearful. A brave warrior, Cwendreda, was sent to watch and learn about the ruins, and her tasks now fall to you as terror begins to grow from within these once great halls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Master of the Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Master of the Ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Master of the Ruins wanders within the ruins of Nan Dhelu, north of Dol Vaeg.\\n\\nCwendreda warned you to be cautious while searching Nan Dhelu for the Master of the Ruins and offered you a reward should you defeat the monster.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Cwendreda at Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cwendreda is at Dol Vaeg.\\n\\nCwendreda awaits your return and the news that the Master of the Ruins has been defeated.",
      "es": "",
      "es (fem)": ""
    }
  ]
}