{
  "id": 620844002,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is something within these walls, something of value. I can feel it! Orcs likely can too, and of course the Dourhands know, but they seem more interested in the ruins to the north and west.\\n\\n'The Orcs are fine at making weapons and crude tools, but if my feeling is right, they require specific tools. I bet that is what the Dourhands are giving them.\\n\\n'Hunt down the Orcs and see what they are getting from the Dourhands. Return to me when you have evidence that there is something going on between the Dourhands and Orcs in this ruin.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'As I thought, sturdy and bearing the fine sharp point needed to cut new holes in thick stone. Orcs would rather use their swords and axes. \\n\\n'This is ill news indeed, but it speaks to an issue that has long haunted the Dourhands and one that we can likely stop here and now. Logi will handle the issue with our ill-fated cousins. \\n\\n'I want to focus on the Orcs and seeing that they fail at whatever nefarious purpose they have here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you found anything? I am certain that the Orcs in this ruin will have some measure of evidence upon their being!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "There is Something in These Halls",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Worried that the Dourhands and Orcs have struck some bargain, dwarves from an expedition to Rivendell have come westward to investigate a ruin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected dwarf pick-axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the dwarf pick-axes to Henir at Iorvinas",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs can be found within Iorvinas.\\n\\nHenir believes that there is something of value within the ruins where he hides. He does not think that the Orcs can get the materials on their own and wants to know if the Dourhands are providing them with tools needed for their work.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect dwarf pick-axes ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}