{
  "id": 620844160,
  "txt": [
    {
      "id": "0x6fe8507",
      "en": "'Let us make haste, they shall all be upon us in a moment...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The soldier you tried to free has perished",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have rescued one of the captured soldiers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc7d3e77",
      "en": "'I should be able to make it back from here. Take care, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A few Elves who were among the first to cross the Anduin to make way for the main landing were captured by Orcs. If they are not rescued before the Malledhrim make their final assault upon Amon Angened, the prisoners will likely be killed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2981348",
      "en": "'If we can make it through that gate, we should be free!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I fear that a few of our number have been captured by the Orcs, pathfinders who came across the river in silence before our attack to mark the landing spots and eliminate the Enemy's sentries.\\n\\n'Most of them have returned since we began our assault in earnest, but a few have not, nor have we seen any sign of their bodies, which the Orcs would have left to rot had they been slain. Thus I must believe that they yet live and are held captive nearby...most likely in the central fortification upon Amon Angened, as they have not had time to move prisoners to Dol Guldur.\\n\\n'However, once we assault that fortress in earnest, they would most certainly kill any prisoners held there. If you could manage to get them out before then, the Malledhrim would be in your debt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elvish prisoners are being held in the Orc-fortress upon Amon Angened, south-east of Echad Sirion.\\n\\nAgorin has asked you to mount the rescue of Elvish prisoners from their Orc-captors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So the rescue attempt was a success? My thanks to you, [placeholder]! Now Fuirgam can launch his assault upon that fortress without fear for our brethren.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Agorin is at Echad Sirion, on the eastern bank of the Anduin.\\n\\nYou should return to Agorin with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry, [placeholder]! Fuirgam's assault upon the fortress will begin as soon as his forces are in position! If you cannot rescue our scouts from Amon Angened before he begins his attack, their fates are sealed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Agorin sent you? Here?\\n\\n'Well, I will not debate your bravery, friend [placeholder], but let us fly swiftly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfd3bdb5",
      "en": "Captured Soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Rescue a captured soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Agorin at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Report to Fuirgam at Mirkwood Landing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: A Daring Rescue",
      "es": "",
      "es (fem)": ""
    }
  ]
}