{
  "id": 620844164,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Jammed the gate mechanism",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Bûrzthrâng War-leader ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Gostannon guards the way between the Mirk-eaves and the Dourstocks in the east. It allows the Enemy passage to reinforce their armies in the Mirk-eaves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We must ensure that the commanders in Dol Guldur cannot get reinforcements into the Mirk-Eaves during our assault upon the fortress.\\n\\n'Any large number of troops would have to come through the Gostannon, the gate upon the road that leads to the east. The Orcs still control it for now, but I am certain that we will soon capture it as well.\\n\\n'For the moment, I need you to see that the gate is made useless to them. Try to jam the mechanism by which it is raised and lowered on this side. It will not slow them down for long, but by then our assault will be complete and the Mirk-eaves will be ours.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gostannon lies in the north-west corner of the Mirk-eaves, some distance to the east of Echad Sirion.\\n\\nFuirgam has asked you to jam the mechanism of the Gostannon to delay enemy reinforcements from coming out of the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Gostannon has been jammed?\\n\\n'That will not slow the Orcs down for long, but it does not have to. Within hours, the Enemy's fortification up there will have fallen, and I will welcome any assault they care to waste against us there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fuirgam's Aide is at Echad Sirion, west of the Gostannon.\\n\\nYou should return to him with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Our scouts tell us that the roads that lay between here and Dol Guldur are poorly defended. If we can take the fortress and that gate before the day is out, the Enemy will not be able to field forces quickly enough to prevent us from advancing at least as far as the ruins of Ost Galadh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Jam the gate mechanism",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Fuirgam's Aide at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "SPEAK WITH BESTOWER TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Barring the Gate",
      "es": "",
      "es (fem)": ""
    }
  ]
}