{
  "id": 620844163,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed Orc-catapults ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed Orc-ballistae ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The approach to the Orc-fortress atop Amon Angened is watched by many siege-engines based at the Gostannon. If those engines cannot be destroyed before the Malledhrim's attack, the Golden Host will suffer grievious casualties beneath the hail of bolts and stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are nearly ready for a decisive assault upon Amon Angened, but my men have warned me that a set of siege-engines lies in wait, looking upon the steep paths that we must scale to take the fortress.\\n\\n'To muster an assault under the rain of such dark engines would result in needless death and might even cause our assault to falter.\\n\\n'If you can destroy those engines before we begin the assault, the Orcs will have no choice but to face us in battle, where our valour shall prove unmatched!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Siege-engines can be found at the Gostannon Orc-camp, north-east of Echad Sirion.\\n\\nFuirgam has asked you to destroy the Orkish siege-engines in the Mirk-eaves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You need say nothing, [placeholder]. I witnessed the smoke rising from the burning engines of the Orcs with my own eyes.\\n\\n'We shall begin the assault shortly. Before night falls, the Mirk-eaves shall be in our hands, and we shall continue our march upon Dol Guldur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fuirgam's Aide is at Echad Sirion, on the eastern banks of the Anduin, south-west of the Gostannon.\\n\\nYou should return to him with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It has been many long years since the Malledhrim have gone to war afield, [placeholder]. Such engines as the Enemy fields against us now seemed a distant, unpleasant memory... but too well do we recall their power.\\n\\n'We will face many such as we approach Dol Guldur, so be on your guard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Orc-catapults ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy Orc-ballistae ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Fuirgam's Aide at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword: Engines of War",
      "es": "",
      "es (fem)": ""
    }
  ]
}