{
  "id": 620844168,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We left our homes in the hills and stone caves of the north as the trolls stirred and took back the land. In our haste, we easily could have overlooked the leader of their tribe, but we were cautious enough to hear his name and see his look.\\n\\n'He is large and thick at the legs, bearing the look of a warrior and the strength of many. He is called Galrîp, and he is the leader of the trolls in Harloeg. What a gift it would be to know that he was defeated.\\n\\n'A gift worthy of lasting peace, it would be. He will wander through the swamps of the south. He will hide among the trees and his brethren and be difficult to face.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is done then. While our homes are lost, the creature responsible for our exile is no more, and we can find peace here in these lands. The Wargs and Orcs will prove more a nuisance than a danger.\\n\\n'They are meagre creatures compared to the mighty trolls.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find this great terror in the woods of Harloeg, south and east of the Tornstones.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One Called Galrîp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the migration of Orcs and goblins to the western Lone-lands, the Eglain attempted to rekindle old trade relations with an Elf from Rivendell to the east. However, they encountered great, lumbering beasts upon the Road and dared not continue forwards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Galrîp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Galrîp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Galrîp leads the trolls at Harloeg, south and east of the Tornstones.\\n\\nKekkonen made it clear that killing the leader of the trolls would be a great boon. He mentioned that the creature wanders through the woods of Harloeg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Kekkonen at the Tornstones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kekkonen and the other Earth-kin are at the Tornstones, north and east of Harloeg and south of Ost Guruth.\\n\\nYou should return to Kekkonen and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}