{
  "id": 620844027,
  "txt": [
    {
      "id": 218649169,
      "en": "'We know that there are a great number of Dead within this place. We have learned of these foul beings from our stone-speaker and our friend Radagast. \\n\\n'We know that they are evil and that they hate all that live. I must ask that you make your way to the ruins and destroy the Dead there, for they are a blight on these lands and should be purged.\\n\\n'You will find a great number of these creatures, some bloated, some barely sheathed in flesh, and others bereft of flesh within the borders of Nan Dhelu. Banish them from the ruins, then return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This cannot have been an easy task. The Dead are creatures that inspire fear within the most courageous of hearts.\\n\\n'We Eglain are indebted to you, [placeholder]. I offer you this meagre gift for your efforts.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Be cautious in the ruins for the Dead are not alone. There is some ancient evil within as well. Be vigilant and destroy the wights there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Walking Dead",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ruins of Nan Dhelu have often given the Eglain ill feelings, but the arrival or emergence of the Dead from within the ruins has them even more fearful. A brave warrior, Cwendreda, was sent to watch and learn about the ruins, and her tasks now fall to you as terror begins to grow from within these once great halls.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the Dead at Nan Dhelu ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Dead at Nan Dhelu ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "North and east of Dol Vaeg are the ruins at Nan Dhelu.\\n\\nCwendreda informed you to be wary as there are a good many of dangerous Dead within the ruins of Nan Dhelu and has asked you to banish them.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Cwendreda at Dol Vaeg",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cwendreda is at Dol Vaeg.\\n\\nThe perils of Nan Dhelu are behind you now, but the memories will remain. The Dead overrun the ruins, and though there is a rich history in that place, an evil exists there also.",
      "es": ""
    }
  ]
}