{
  "id": 620844169,
  "txt": [
    {
      "id": 218649169,
      "en": "'In our home northward, we wrote histories upon stone. When the trolls came, we abandoned our home and writing and now have little of the memories of our ancestors. The trolls now sift through our old homes and steal that history.\\n\\n'We have no knowledge of why, we know only that they now carry our histories upon them.\\n\\n'Will you search them in the shade of the forest on the east edge of Harloeg? Take back our past and return it to us?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, [placeholder], this is the history of my people written upon the stone. You have done us a great service, and it is clear that the little folk to the north chose you well.\\n\\n'There is little to offer you, but our thanks, I hope that this is enough.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Our enemy now holds our history within their grasps. Would you help wrest it from them? The trolls make their home in the forest of Harloeg to the south and east of the Tornstones.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Our Past in Stone",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the migration of Orcs and goblins to the western Lone-lands, the Eglain attempted to rekindle old trade relations with an Elf from Rivendell to the east. However, they encountered great, lumbering beasts upon the road and dared not continue forwards.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected etched stones ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Kekkonen at the Tornstones",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stones bearing the historical markings of the Earth-kin may be found on the trolls in the woods bordering Harloeg.\\n\\nKekkonen at the Tornstones desires to collect and maintain the history of his people. He dispatched you to fight the trolls of Harloeg to collect the stolen stones bearing the Earth-kin's history.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect etched stones ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}