{
  "id": 620844001,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I would wager that there is a leader in the depths of this place... likely a larger Orc, hiding in the ruins, but ruling from the darkness. \\n\\n'I have oft heard the name Gn창shrakh spoken among the Orcs. Perhaps this is the name of their leader.\\n\\n'Search through these ruins; find and destroy this leader, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Orc-leaders are a dangerous sort. It is good to know that you are as hearty an adventurer as first I thought, [placeholder].\\n\\n'You have earned this reward, and so too have you earned the respect of this dwarf and the respect of my kin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'It's best to kill as many Orcs as possible. When the opportunity arises to bring down their leaders, you cannot stop from carrying out the deed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Orc, Interrupted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Worried that the Dourhands and Orcs have struck some bargain, dwarves from an expedition in the east have stopped to investigate a ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Gn창shrakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gn창shrakh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-leader Gn창shrakh is within Iorvinas.\\n\\nHenir advised that you not waste the opportunity to find the Orc-leader and put an end to him. One fewer Orc in the world is a good thing, and one fewer leader among the Orcs is a great thing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Henir at the entrance to Iorvinas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Henir is at the entrance to the ruins of Iorvinas.\\n\\nDefeating the Orc-leader proved simple enough. Henir will be pleased to know that you have carried out the duty he placed before you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}