{
  "id": 620844167,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This bridge has already been destroyed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This bridge has already been destroyed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Two bridges ford the stream south of Echad Sirion. By means of these bridges, Orc-reinforcements may flank the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A fine day for battle, do you not agree, [placeholder]?\\n\\n'In any case, Fuirgam has tasked me with ensuring that we are not taken unaware from the south. There is a small river there, with a few bridges leading to Orc-encampments on the far side. We cannot spare the forces to assault those fortifications, so we are going to take the bridges instead and prevent them from crossing over.\\n\\n'I am certain that you can handle a straightforward task such as that, can you not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The two bridges lie to the south of Echad Sirion, along a small tributary to the Anduin.\\n\\nIvorel has asked you to take the two bridges allowing access to the Mirk-eaves from the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The bridges were already down by the time you arrived?\\n\\n'Typical Orc-cowardice. They cut them at the first sign of danger and saved us the trouble of even worrying about them for the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ivorel is at Echad Sirion, on the eastern banks of the Anduin.\\n\\nYou should inform Ivorel that both bridges were already destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Celeborn has bidden us make haste in our assault, and so we have come lightly prepared. We have no tools of siege with which to reduce Dol Guldur, and Amrúnwen has prepared supplies for little more than two weeks' effort.\\n\\n'It seems that our assault is not meant to destroy Dol Guldur at all...so why assault the fortress at all?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Capture the western bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Capture the eastern bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ivorel at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Expedition: Bridging the Gap",
      "es": "",
      "es (fem)": ""
    }
  ]
}