{
  "id": 620844170,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Have you seen them scurrying on their little legs with their bellies scraping the ground? Yes, they have a hard shell, but I wager that beneath the shell there is soft meat, succulent and ready for a basting of herbs and spices to bring out the finer flavours lingering within!\\n\\n'I aim to prove that we can live on more than what we can trade for with Bree-land, and I need some aid doing so. \\n\\n'You will find crawlers all throughout the swamp here in Harloeg. Kill them and bring me the meat within their little shells so that I might test out the viability of a meal of the crunchy little crawlers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Why these are not succulent at all... they are rather crunchy actually. I wonder how to cook this? I shall have to find a way....\\n\\n'I must give you what I offered. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Search for the crawlers all throughout the swamp of Harloeg. I see some even now, just below the surface of the water or scurrying on the muddy beaches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Crunchy Crawlers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An enterprising and perhaps delusional member of the Eglain plans on creating strange food dishes to assist in the shortage that the Eglain face almost regularly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected crunchy crawler-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the meat to Glaednoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crawlers can be found throughout the swamp of Harloeg. Glaednoth is located at Ost Haer in the southern most reaches of Harloeg.\\n\\nGlaednoth has asked you to collect meat from the crawlers of Harloeg.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect crunchy crawler-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}