{
  "id": 620844024,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Eglain have always kept their distance from Nan Dhelu. The ruins have an ominous feel that cannot be avoided. \\n\\n'Since coming to this location, I have fought against some of the creatures there and found that they carry treasures that will bring us much in the way of trade. \\n\\n'While you are fighting against these foes, I would ask that you collect these items so that we may earn something from the aid you are providing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, these are a very valuable find. If we can determine that none of these are ruined or corrupted, then I think they will earn us a great deal of supplies from the traders in Bree-land.\\n\\n'Thank you for this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am certain that the wights within the ruins of Nan Dhelu are in posession of rare and valuable treasures. If you would search through their remains to find them while you fight in those ruins, the Egalin would be grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aid to Earn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ruins of Nan Dhelu have often given the Eglain ill feelings, but the arrival or emergence of the Dead from within the ruins has them even more fearful. A brave warrior, Cwendreda, was sent to watch and learn about the ruins and her tasks now fall to you as terror begins to grow from within those once great halls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected valuable treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the treasures to Cwendreda at Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nan Dhelu lies to the north of the ruins of Dol Vaeg.\\n\\nCwendreda has asked you to keep a watchful eye out for any treasures that you may find within the ruins of Nan Dehlu. She believes that the wights within the ruins may carry them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect valuable treasures ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}