{
  "id": 620844166,
  "txt": [
    {
      "id": 218649169,
      "en": "'The battle is well underway now, [placeholder], but time is not on our side, and we must hasten the defeat of our foe by any means.\\n\\n'The Orcs and goblins here in the Mirk-eaves are driven by uruk-warleaders who drive them into battle. Without these strong leaders to threaten and lead them into battle, the rest will fall aside in disarray and fear of our strength!\\n\\n'Take the battle to any of the uruks whom you should encounter... each one you defeat shall mean a swifter victory for us all.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]! Your skills in battle match even those of the Malledhrim!\\n\\n'With most of their uruk-leaders fallen, the remaining forces of the Enemy shall soon be driven back to Dol Guldur.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The order for an assault upon Dol Guldur was sudden and unexpected, but we of the Malledhrim stand eternally vigilant and ready to heed Celeborn's call.\\n\\n'Fortunately, our Enemy is overconfident and seems to have ignored the possibility that we might strike first, and so we hold the advantage for now.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foreword: Leaderless, They Fall",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Enemy forces in the Mirk-eaves are commanded by uruks, grim and terrible.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Taugh창sh War-leaders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Taugh창sh War-leaders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Taugh창sh War-leaders can be found throughout the Mirk-eaves.\\n\\nFuirgam has asked you to defeat Taugh창sh War-leaders which command the Enemy forces in the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Fuirgam's Aide at Echad Sirion",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fuirgam's Aide is at Echad Sirion, on the eastern banks of the Anduin.\\n\\nYou should return to him with news of your success.",
      "es": ""
    }
  ]
}