{
  "id": 620844165,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Warg Scouts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Bûrzthrâng War-leader ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fuirgam is prepared to launch his assault upon the Orc-fortification overlooking the Mirk-eaves, which, if successful, should break the back of the Orc-forces defending the forest, allowing the Malledhrim to advance to the tower of Dol Guldur.\\n\\n<rgb=#FF0000>Completing this quest will end the assault upon the Mirk-eaves.\\n\\nAny quests you have not yet completed in this area will be cancelled and will no longer be accessible afterwards.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Many preparations have been made ready... in no small part due to your efforts upon our behalf, [placeholder]. Fuirgam is prepared to strike against the fortress that overlooks the Mirk-eaves, and with this thrust, we shall claim the banks of the Anduin as our own and drive the Orcs forth!\\n\\n'Will you aid us in this endeavour? If so, speak with me again when you are ready to depart.'\\n\\n<rgb=#FF0000>Completing this quest will end the assault upon the Mirk-eaves.\\n\\nAny quests you have not yet completed in this area will be cancelled and will no longer be accessible afterwards.</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fuirgam's Aide is at Echad Sirion, on the eastern banks of the Anduin.\\n\\nYou should speak with him when you are ready to venture forth to conquer the fort atop Amon Angened, overlooking the Mirk-eaves.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad to see that you survived the opening stage of our assault, [placeholder]!\\n\\n'It is thanks in no small part to your efforts that our advance upon Dol Guldur has been only lightly impeded by the servants of the Enemy. Our forces now advance through the forest of Mirkwood to claim Emyn Lûm, well to the east, but there is much to be done before we reach it.\\n\\n'Gird yourself well, for the blackest of terrors yet stand before us.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Alfirimbes is at Echad Sirion on the eastern banks of the Anduin.\\n\\nFuirgam has asked you to return to speak with Alfirimbes, who is re-organizing the Malledhrim forces in the Mirk-eaves after the success of the landing.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Fuirgam's force is ready to march...will you join them, [placeholder]? Battle awaits!'\\n\\n<rgb=#FF0000>Completing this quest will end the assault upon the Mirk-eaves.\\n\\nAny quests you have not yet completed in this area will be cancelled and will no longer be accessible afterwards.\\n\\nThis is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Fuirgam's Aide at Echad Sirion when you are ready to begin the assault on Amon Angened",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Alfirimbes at Echad Sirion",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "SPEAK WITH BESTOWER TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Foreword: Hilltop Assault",
      "es": ""
    }
  ]
}