{
  "id": 620844026,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'A moment of your time, [placeholder], but know that the task I will ask of you will take more than moments and set you on a course for true danger.\\n\\n'Some time back, before the darkness spread from the east and north, we witnessed the arrival of the Dead at Nan Dhelu. We have often stayed afar of that place as something there always set unease upon us. Now, though, the evil emanating spreads fear throughout the people.\\n\\n'I dispatched one of our strongest kinswomen to watch the ruins... she is there now with her companion who is there at the behest of Stanric. Should you wish to aid us further, make your way to the ruin of Dol Vaeg, east along the road and north to the highest hill, and assist her.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Frideric is a strong leader and wise. I have learned much just by watching the comings and goings within the ruins. I know that there is wealth to be gained from within that place as well.\\n\\n'If you are here to help, then I will gratefully accept any help you offer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Head east along the road and search for the highest hill in the north. Dol Vaeg is there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Supporting our Scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Frideric directed you to Cwendreda, located at the ruins of Dol Vaeg. The woman is there watching, tracking, and attempting to stave off the spread of the Dead from within the ruins of Nan Dhelu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Cwendreda at Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way to the ruins of Dol Vaeg and speak with Cwendreda. The ruins are east and north of the Great East Road on a high hill.\\n\\nFrideric the Elder, in an effort to further garner your help for the Eglain, sent you to Dol Vaeg to assist Cwendreda.",
      "es": "",
      "es (fem)": ""
    }
  ]
}