{
  "id": 620844171,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have no doubt that the mushrooms within the ruins to the west will be delectable.\\n\\n'They have all the characteristics of a tasty dish but they need harvesting. Aric has been clear that he thinks I will find trouble if I go there, but he told me that offering up these shiny gems may find me some assistance.\\n\\n'All I want is ten of the mushrooms from the ruins to the west so that I might mix together a wonderful dish I shall call soggy mushroom mash. Would you be willing to help?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is that stench? Is that you? No? The mushrooms?\\n\\n'Oh goodness, well this will take a great deal of spices to cover, but who is to say that this will make the meal any less filling?\\n\\n'Thank you for this.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you my mushrooms? I am certan they are quite delicious. I wish that they grew in places where the Dead did not walk.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty: Soggy Mushroom Mash",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An enterprising and perhaps delusional member of the Eglain plans on creating strange food dishes to assist in the shortage that the Eglain face almost regularly.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected soggy mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the mushrooms to Glaednoth",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Soggy mushrooms can be found in the ruins west of Ost Haer. Glaednoth can be found within the ruins of Ost Haer in the southern stretch of Harloeg.\\n\\nGlaednoth asked you to search for soggy mushrooms so he might try to make an interesting meal from them.\\n\\n<rgb=#FF0000>NOTE: Bounty quests are repeatable quests, but have a finite number of completions. This quest can be completed three times.</rgb>",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect soggy mushrooms ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}