{
  "id": 620873962,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have located the source of the noxious fumes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have quenched the fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Úmheryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While attempting to destroy Úmheryn, the vile cauldron, you must not douse the fire that stands below the cauldron.\\n\\n<rgb=#FF0000>This quest will be cancelled if you leave the Northcotton Farm before completing it. This challenge is only completable on Tier 2 Difficulty. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have defeated Thadúr the Ravager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Within Northcotton Farm, there is an odour most foul in the air.  Discover the source of the foul odour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thadúr the Ravager has nearly completed his fiendish experiments within the remnants of the Northcotton Farm.\\n\\nThe virulent poison that he has concocted would be devastating to the hobbits that dwell around the farm. You must not waste a moment. <rgb=#FF0000>Do not douse the fire beneath the cauldron with the bucket, </rgb> in order to ensure the poison cauldron is destroyed as quickly as possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "After successfully destroying the remains of Dark Thorn, Thadúr the Ravager will be forced to face you directly.\\n\\nConfront Thadúr the Ravager and purge his presence from the Northcotton Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate the source of the noxious fumes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Do not <rgb=#FF0000>quench the fire</rgb> while defeating Úmheryn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Thadúr the Ravager",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Challenge:  The Unquenched Flame ",
      "es": "",
      "es (fem)": ""
    }
  ]
}