{
  "id": 620873984,
  "txt": [
    {
      "id": 136263297,
      "en": "DNT - Delivered the Package",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "DNT - You Have Found the Village of Gwal Draig",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "DNT - <RANGER X> has told you of some troubling events in the area and would like for you to help him investigate.\\n\\n<RANGER X> has tasked you with searching some of the burned locations in the region and collecting samples from the local Gwibers.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "DNT - 'Well met, [placeholder].  You've come at both an opportune and unfortunate time.  It seems in recent nights a strange terror has made its pressence known in this land.\\n\\n'I know not what has visited this recent destruction but perhaps you can help?  I suspect the Gwiber of the region; but we must be sure before we take more direct action.  \\n\\n'There are several location in this area that have been burnt to a crisp.  Seek out the charred remains of the flora and fauna in these locations and collect samples from them.\\n\\n'While you're about, you can also collect samples from the Gwiber themselves.  I think samples from both Gwiberlings and the adult Gwiber will be necessary for this research.\\n\\n'Return to me when you have found sufficient material evidence with which to continue our investigations.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "DNT - <RANGER X> has asked you to take a package to a courier at the nearby skirmish camp, southwest of his position.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "TBDTBDTBD",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "DNT - While you're out, he thinks it best to check in on a local settlement, 'Gwal Draig.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "DNT - There's little left to do now but to return to <RANGER X>.  He will want to know what you've found.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "DNT - The courier looks over the package you've brought him, 'You say that <RANGER X> sent you and that he wants this delivered to Elrond as quickly as possible?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "DNT - 'I'm sorry, do you have some business with me?  Some errand you need finished?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "DNT - Bring the Package to the Courier",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "DNT - Go Check on the Village of Gwal Draig",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "DNT - Return to <RANGER X>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT - I've Got a Bad Feeling...",
      "es": ""
    }
  ]
}