{
  "id": 620873995,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found the first general, Coldbear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have defeated Coldbear, the first general",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have found the second general, Osan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Drugoth has gathered his lieutenants and generals to the fortress on Sâri-surma. You must kill his generals so that they may not send evil spreading across the south.\\n\\n<rgb=#FF0000>This quest will be cancelled if you leave Sâri-surma before completing it.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have defeated Osan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have defeated Drugoth the Death-monger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drugoth the Death-monger has relocated from the Misty Mountains and made his new home in the largest glacier in the Icebay of Forochel.  Now, his mad, rambling mind is planning an attack on Annúminas to the south. You must stop this attack before it happens by killing Drugoth and both of his generals.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You must stop the attack on Annúminas before it happens by killing Drugoth and both of his generals.\\n\\nYou have discovered the first general, Coldbear. The creature must be defeated if you are to ascend the path to Drugoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Coldbear has been defeated, but the second general still awaits battle within the fortress. You will likely encounter the final general on your way to Drugoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You must stop the attack on Annúminas before it happens by killing Drugoth and both of his generals.\\n\\nYou have discovered the second general, Osan. The giant and his minions will attempt to block your path, preventing you from confronting Drugoth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Drugoth the Death-monger has relocated from the Misty Mountains and made his new home in the largest glacier in the Icebay of Forochel.  Now, his mad, rambling mind is planning an attack on Annúminas to the south.\\n\\nDrugoth has fled to the summit of Sâri-surma. Confront him, and put an end to his malicious plans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Locate the first general of Sâri-surma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the first general, Coldbear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Locate the second general of Sâri-surma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat the second general, Osan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defenders of the Fortress",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Defeat Drugoth the Death-monger",
      "es": "",
      "es (fem)": ""
    }
  ]
}