{
  "id": 620911998,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Planted a banner ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have come to a cross-roads in Zelem-melek. Your exploration of this large, winding, daunting area will yield many adventures!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mögr has asked you to continue your exploration of Zelem-melek to gain a more thorough understanding of this dangerous sector of Moria, beginning with the Wide Halls below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I must return to the Twenty-first Hall, but I must ask that you continue your thorough exploration of Zelem-melek. I imagine that you will find many objects of interest lurking in the forgotten halls.\\n\\n'If you ever return to the Twenty-first Hall, do let me know what you find....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Wide Halls are at the bottom of the Great Hall of Durin.\\n\\nYou should begin your exploration of Zelem-melek in the Wide Halls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You have begun your exploration of Zelem-melek!\\n\\nAs you explore the maze of this area, you will surely encounter many dangers and adventures.\\n\\n<rgb=#FF0000>Zelem-melek offers many quests that will unlock as you discover them. Try visiting important landmarks and points of interest to find new quests!</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The greater passages of Zelem-melek can be found by heading west along the lower hall.\\n\\nYou should head west from where you planted the banners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You have begun your exploration of Zelem-melek.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Begin your exploration of Zelem-melek by claiming the Wide Halls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Head west and begin your exploration of Zelem-melek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Exploring the Wide Halls",
      "es": "",
      "es (fem)": ""
    }
  ]
}