{
  "id": 620837715,
  "txt": [
    {
      "id": "0x4570131",
      "en": "'The boar-flank steaks are quite delectable. Hadhelen has outdone himself this time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e4e1d1",
      "en": "'Please forgive me. I have made something of a fool of myself, haven't I...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Drunken revellers admonished ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e4e1d2",
      "en": "'Oh my, I've played something of the fool I fear. It shall not happen again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Sober revellers admonished ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e4e1d3",
      "en": "'How many have I had? Let me see, one, two, three... uhm. Perhaps one too many...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The banquets of Imlad Lalaith are known throughout Lothlórien for their festive nature -- but even among the Elves, overindulgance can become a problem.\\n\\nMaliriel has asked you to help keep an eye on the guests, during the <rgb=#FF0000>evening revels</rgb> to ensure that matters do not get out of hand, as they are occasionally known to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x22058a1",
      "en": "'Too much you say? Perhaps for a lightweight such as yourself... Now be off!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x22058a2",
      "en": "'Well, the gall of some folk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x22058a3",
      "en": "'Excuse me? How rude!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My dear [placeholder], I thank you for your help with the preparations for the <rgb=#FF0000>evening revels</rgb>, but there is one last matter. Even among our people, there is the occasional tendency to over-sample the fine products of our local vineyard, and the revellers can become a bit more loose with their tongues than I prefer.\\n\\n'I must see to my duties as hostess and greeter to guests as they arrive... and so I was wondering if you could help me keep some of our more inebriated guests in line?\\n\\n'I find it is easiest to determine who has overindulged by listening to their manner of speech. It is the way of the Elves of Lothlórien to remain quiet and well-mannered even during our revels -- so should you hear someone raising their voice over-loud or becoming unseemingly boisterous, it might be best to remind them of their manners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "During the <rgb=#FF0000>evening hours</rgb>, find revellers in Imlad Lalaith who have indulged overmuch in wine and have become too loud or boisterous and remind them of their manners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The revels continue undisturbed? My thanks to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You should speak with Maliriel at Imlad Lalaith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please send home any revellers who have had too much wine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Drunken revellers admonished ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Sober revellers admonished ([placeholder]/[placeholder])</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Maliriel at Imlad Lalaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Revel Too Far",
      "es": "",
      "es (fem)": ""
    }
  ]
}