{
  "id": 620861140,
  "txt": [
    {
      "id": 94621400,
      "en": "It is the year Twenty-nine Thirty of the Third Age, and Arador, the Chieftain of the Dúnedain, has not returned from the Troll-height, where he adventured to maintain the safety of his people. Glangon fears the worst.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "It is the year Twenty-nine Thirty of the Third Age, and Arador, the Chieftain of the Dúnedain, has not returned from the Troll-height, where he adventured to maintain the safety of his people. Glangon fears the worst.\\n\\nGlangon is waiting to speak with you below the Troll-height.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have come this far without incident, Laegened, but the road north is certain to become more dangerous. Little is known of the Snowmen of Forochel, but if they are opposed to the Witch-king, we will surely find them to be allies.\\n\\n'Still, the ship bearing Arvedui should have returned by now, and its absence fills me with worry. We must press onward, no matter what we find. The sooner we learn what has befallen King Arvedui, the sooner we may leave this cold land!\\n\\n'There are worms on the rise ahead, Laegened. Use your skills at remaining unseen and clear a path for us, that we may bring the waggon up the road safely. The trade goods we bring may loosen the tongues of the Snowmen as to the fate of our king.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, Laegened! Now that the worms are cleared from the pass we can resume our journey northward into Forochel to learn what we may learn.'",
      "es": ""
    },
    {
      "id": 171153009,
      "en": "'Hurry, Laegened! This way!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We have come to the end of our road, Laegened! Look there! The ship that was to carry King Arvedui back home lies in ruin!\\n\\n'Wish now as you never have before! Wish that he was not aboard the vessel when it broke apart!\\n\\n'We cannot tarry here, though dread lies heavily upon my heart. Hurry, Laegened!'",
      "es": ""
    },
    {
      "id": 171153010,
      "en": "'There are people ahead, but...no sign of our king.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'It must be the Ring of Barahir! It possesses no power save its value as an heirloom of the House of Isildur, but its value in ancientry cannot be doubted!\\n\\n'Did King Arvedui have some sense of the fate that awaited him? Surely not, but it is curious that this ring has escaped where he was unable.\\n\\n'We have brought great store of provision with us. We will barter for the return of the ring, and it will go south with us, though its master cannot. We must be content with that.'",
      "es": ""
    },
    {
      "id": 171153011,
      "en": "'Hoy there! What can you tell us of that ship?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'There are great things in store for Aragorn your chieftain, Túgonn, but he must arrive at them in his own time. It is the solemn duty of all the Dúnedain to protect him, for he is descended from Isildur in line unbroken, and one day he must rule in Gondor.'\\n\\nGandalf smiles with amusement, peering at you from underneath his eyebrows.\\n\\n'But these are mighty words, and the time is still far off. We all have work to do before that day comes, not just Aragorn, and not just -- in our small way -- the Wizards, but you as well, Túgonn. You will not travel with Aragorn on his journey into the kingdoms of the south, for he has made up his mind, but you still have your role to play. In friendship, you will carry it out and have victory, I am certain, for that is a weapon no servant of the Enemy fully understands.'",
      "es": ""
    },
    {
      "id": 171153012,
      "en": "'If you speak of King Arvedui, know that he is our liege! What has become of him?'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I am glad the tall king had a son to continue his rule. Long may his heirs rule their far-away peoples!\\n\\n'He spoke of great treasures and valuable things. He said they were carried upon the sea-monster's back, and that they could be used against the Witch-king for the betterment of both our peoples. But now all are lost. Nothing comes back out of the frozen water.'",
      "es": ""
    },
    {
      "id": 171153013,
      "en": "'How could this happen?'",
      "es": ""
    },
    {
      "id": 194504673,
      "en": "'I wish to see the great kingdoms of the South, Túgonn.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'We are almost there, Corugúr, for good or ill. I fear that we will not find Arador our chieftain still alive, but we cannot call off the pursuit until we know for certain.\\n\\n'The Hill-trolls of the Ettenmoors make their homes here on the Troll-height, and the tracks lead into the cleft just ahead. I will climb the rise and scout the area from above. There are goblins in these parts as well; I leave their fates up to you, but know that the trolls must be our main concern.\\n\\n'Good fortune, Corugúr! May we not be too late for our chief.'",
      "es": ""
    },
    {
      "id": 171153014,
      "en": "'Wait. What treasure is this of which you speak?'",
      "es": ""
    },
    {
      "id": 194504674,
      "en": "'Who is that on the road ahead? Few travellers take this way.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Alas, we are too late! Arador has been slain! Curse these vile trolls!'\\n\\nGlangon wipes away a tear and composes himself as best he may.\\n\\n'His son Arathorn is chieftain of the Dúnedain now, though he want it not. And him newly-married, as well! There is nothing for it, Corugúr. We must return with the sad news. I pity Arathorn for the responsibility that now falls to him, but we must console ourselves with the knowledge that the line of Isildur will continue. What a sorrow if it were to end in this world!\\n\\n'May Arathorn reach a different fate than his father! Let none come to this Troll-height without remembering the fate of the Chieftain of the Dúnedain. From this point forward this height will be known as Arador's End and will be a warning to all.'",
      "es": ""
    },
    {
      "id": 171153015,
      "en": "'Laegened, I need a word with you.'",
      "es": ""
    },
    {
      "id": 194504675,
      "en": "'You are a long way from home, old man. What brings you to this road?'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'We have been friends for many years, Túgonn, and we have explored the wild lands of Eriador together. Your friendship means a great deal to me. But I have said nothing for which you should be angry with me. I have told you before that I planned to adventure in the south-lands, then to return when I have done deeds worthy of my father and grandfather. You cannot come with me, my friend.\\n\\n'If I am to lead the Dúnedain, needs must I perform feats worthy of that obligation. It is something I must do alone, Túgonn.'",
      "es": ""
    },
    {
      "id": 194504676,
      "en": "'How do you know my name? No, hold, Túgonn. I do not believe this man is our enemy.'",
      "es": ""
    },
    {
      "id": 194504677,
      "en": "'But how do you know these things, old man?'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "The Hill-trolls of the Ettenmoors seized Arador, the Chieftain of the Dúnedain and must be defeated if he is to be rescued.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "The Hill-trolls have been defeated, but it is too late for Arador, Chieftain of the Dúnedain.",
      "es": ""
    },
    {
      "id": 171765010,
      "en": "It is the year Twenty-nine Fifty-six of the Third Age, and Aragorn son of Arathorn plans to begin the great journeys by which he would come to know the world. He is waiting to speak with you, for he wishes to bid farewell before he travels into the south-lands.",
      "es": ""
    },
    {
      "id": 171765011,
      "en": "It is the year Twenty-nine Fifty-six of the Third Age, and Aragorn son of Arathorn plans to begin the great journeys by which he would come to know the world. But first he must bid farewell to the friends of his childhood.",
      "es": ""
    },
    {
      "id": 171765012,
      "en": "Aragorn and Túgonn have encountered an old man on the road through the Dimrill Dale.",
      "es": ""
    },
    {
      "id": 171765013,
      "en": "Gandalf the Grey is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 171765014,
      "en": "Aragorn is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 48725489,
      "en": "'For more than nine hundred years, the descendents of Arvedui ruled as chieftains of the Dúnedain.'",
      "es": ""
    },
    {
      "id": 171765015,
      "en": "Blah!",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Haerdor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat winter-worms in the pass to Forochel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 48543473,
      "en": "'Hasikkä, the chieftain of that people, simply shook his head.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Haerdor down the hill to the west",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Listen to Candaith's narrative continue",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Follow Haerdor and meet with the chieftain of the Lossoth",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Haerdor",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Listen to Haerdor speak with Hasikkä",
      "es": ""
    },
    {
      "id": 195152977,
      "en": "'What you say is true. It might also be said of you, Aragorn son of Arathorn.'",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Hasikkä",
      "es": ""
    },
    {
      "id": 195152978,
      "en": "'I know a great deal about you.'",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Haerdor",
      "es": ""
    },
    {
      "id": 195152979,
      "en": "'I know that you were fostered by Elrond of Rivendell after the death of your father.'",
      "es": ""
    },
    {
      "id": 195152980,
      "en": "'I know that he has told you something of your noble lineage.'",
      "es": ""
    },
    {
      "id": 195152981,
      "en": "'I know too he has given you heirlooms of your house: the shards of Narsil and the Ring of Barahir.'",
      "es": ""
    },
    {
      "id": 195152982,
      "en": "'I know because it is my business to know. I am Gandalf.'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Elrond has spoken to me of Gandalf the Grey, and I am ashamed I did not recognize him at the first, Túgonn!\\n\\n'Still, he has warmth, though perhaps he tries to hide it. There were many things I wanted to ask him, should we ever meet, but now I cannot think of any!\\n\\n'What a chance meeting! Let us continue on to Lothlórien, and perhaps then I will remember the questions I wished to ask.'",
      "es": ""
    },
    {
      "id": 92891585,
      "en": "'It was not a question. The Dúnedain had been expected.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Glangon has been defeated!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Glangon has been defeated!",
      "es": ""
    },
    {
      "id": 183847520,
      "en": "'Laegened worked quickly, and soon half of the worms were defeated. Only three remained.'",
      "es": ""
    },
    {
      "id": 183847521,
      "en": "'Laegened cleared the path of the Winter-worms and returned to Haerdor.'",
      "es": ""
    },
    {
      "id": 155703297,
      "en": "'It was in this way that the Ring of Barahir was saved.'",
      "es": ""
    },
    {
      "id": 113078977,
      "en": "'But then, disaster struck.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The House of Isildur",
      "es": ""
    },
    {
      "id": 173939825,
      "en": "'There are worms ahead, Laegened. Clear them from the path that we may pass.'",
      "es": ""
    },
    {
      "id": 178038881,
      "en": "'Laegened's ability to remain unseen was unrivalled in the North.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Candaith has decided to tell you of some key events in the history of the Dúnedain.",
      "es": ""
    },
    {
      "id": 248239025,
      "en": "'In the year Twenty-nine Thirty of the Third Age, Arador, the Chieftain of the Dúnedain, was taken captive by Hill-trolls.'",
      "es": ""
    },
    {
      "id": 248239026,
      "en": "'Corugúr and Glangon, two of his closest allies, journeyed far into the Ettenmoors to rescue him.'",
      "es": ""
    },
    {
      "id": 248239027,
      "en": "'Corugúr carefully dealt with the goblins he encountered.'",
      "es": ""
    },
    {
      "id": 248239028,
      "en": "'The goblins would long whisper of the shadow that cut down their fellows that day.'",
      "es": ""
    },
    {
      "id": 248239029,
      "en": "'The goblins fell before him, and Corugúr came to the den of the Hill-trolls.'",
      "es": ""
    },
    {
      "id": 248239030,
      "en": "'The Hill-trolls were defeated, but it was too late. The Chieftain of the Dúnedain was dead.'",
      "es": ""
    },
    {
      "id": 248239031,
      "en": "'The Rangers fervently hoped that Arador's son Arathorn would rule long as their chief, but it was not to be.'",
      "es": ""
    },
    {
      "id": 202672353,
      "en": "'I will climb the slope and support you from above. You take the low road.'",
      "es": ""
    },
    {
      "id": 248239032,
      "en": "'One year after the birth of his son, Aragorn, Arathorn was slain by Orcs, and his wife fled to Rivendell.'",
      "es": ""
    },
    {
      "id": 202672354,
      "en": "'I will support you from up here. You should go down the slope and make your way north-east.'",
      "es": ""
    },
    {
      "id": 155310849,
      "en": "'Laegened explained then to Hasikkä that Arvedui had a son. The line would continue.'",
      "es": ""
    },
    {
      "id": 28442929,
      "en": "'You are the people of the tall king.'",
      "es": ""
    },
    {
      "id": 28442930,
      "en": "'The tall king sheltered with us for a time, until the great sea-monster came.'",
      "es": ""
    },
    {
      "id": 28442931,
      "en": "'We warned him not to climb atop it. Our sooth-sayers smelled danger on the air.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Listen to Candaith's narrative continue",
      "es": ""
    },
    {
      "id": 28442932,
      "en": "'He did not listen.'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Glangon",
      "es": ""
    },
    {
      "id": 28442933,
      "en": "'The power of the Witch-king is very strong in winter. His ice broke the sea-monster's back.'",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Defeat the Hill-trolls that seized Arador",
      "es": ""
    },
    {
      "id": 28442934,
      "en": "'Who now will rule your people? Did the tall king have no sons?'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Talk to Glangon",
      "es": ""
    },
    {
      "id": 28442935,
      "en": "'Only the treasure he gave to me remains.'",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Listen to Candaith's narrative continue",
      "es": ""
    },
    {
      "id": 28442936,
      "en": "'Before he left us, at his peril, the tall king gave to me a ring.'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Walk with Aragorn along the road",
      "es": ""
    },
    {
      "id": 28442937,
      "en": "'He said it had no power, but his people would give much to have it back.'",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Listen to the exchange between Aragorn and the old man",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Talk to Gandalf the Grey",
      "es": ""
    },
    {
      "id": 84765785,
      "en": "Talk to Aragorn",
      "es": ""
    },
    {
      "id": 44776689,
      "en": "'But even as they raced along the shore, they knew what awaited them.'",
      "es": ""
    },
    {
      "id": 68547025,
      "en": "'The small party continued north, coming at last to the shores of the Ice Bay.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The journey has been long and will be longer. We go to the aid of our king, whatever may have befallen him!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Oh no... what can have happened?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "In the year 1975 of the Third Age, a party of Dúnedain led by the brothers Laegened and Haerdor travelled north into Forochel to reclaim the relics left behind in the flight from the wreck of Fornost.\\n\\nHaerdor has scouted ahead and wishes to speak with you.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Oh no... what can have happened?'",
      "es": ""
    },
    {
      "id": 148825857,
      "en": "'My wounds are too severe! Arador, Arador! I cannot fail you, my chieftain!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Worms can be found on the rise to the east of Haerdor.\\n\\nYour brother Haerdor has asked you to use your stealthy abilities to clear the path ahead of worms.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We are masters at striking from hiding, Laegened, you know this! Make use of your stealthiness to take the worms unaware and clear a path for our waggon. We must learn what has happened to King Arvedui.'",
      "es": ""
    },
    {
      "id": 148825858,
      "en": "'Oh no! Arador! Arador!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Haerdor is waiting to hear that the winter-worms have been cleared from the pass.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "It is the year Nineteen Seventy-five of the Third Age, and the journey of Laegened and Haerdor has brought them to the shores of the Ice Bay in search of their king.\\n\\nHaerdor has arrived on the shores of the Ice Bay, beholding the broken ship that was sent to rescue Arvedui. He waits to speak with you.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "It is the year Nineteen Seventy-five of the Third Age, and the journey of Laegened and Haerdor has brought them to the shores of the Ice Bay in search of their king.\\n\\nHaerdor is waiting to speak with you on the shores of the Ice Bay.",
      "es": ""
    },
    {
      "id": 139132801,
      "en": "'In the year Twenty-nine Fifty-six of the Third Age, Aragorn was about to make an important acquaintance.'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Hasikkä, the chieftain of the Lossoth, is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 139132802,
      "en": "'The old man smiled with amusement.'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Haerdor is waiting to speak with you.",
      "es": ""
    },
    {
      "id": 139132803,
      "en": "'Yes, it was Gandalf, and if Aragorn in his youth spoke roughly, the Wizard surely forgave him.'",
      "es": ""
    }
  ]
}