{
  "id": 620861196,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected fake Stars of Old Cider",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'Foxglove Grubb has tasted all the beers and wines for the Inn League, but she has apparently forgotten ciders. She wishes very much to taste the Stars of Old Cider from The Prancing Pony, but I believe we will surprise her with something very different.\\n\\n'Go to The Forsaken Inn and ask Anlaf the Forlorn for some of his own despicable Forsaken Cider. It is the foulest stuff in all the world, except for Swill, or perhaps Forsaken Ale. Foxglove Grubb will be so disappointed!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Anlaf the Forlorn is in The Forsaken Inn in the Lone-lands.\\n\\nYou should collect fake Stars of Old Cider, actually Forsaken Cider, from Anlaf the Forlorn.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You...actually want to try the Forsaken Cider? Are you certain? A seasoned traveller like yourself cannot be accustomed to such drinks, is all. I would be surprised indeed if you warmed up to it.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Foxglove Grubb is in Brockenborings in the Shire, waiting for you to deliver the Stars of Old Cider.\\n\\nYou should bring the fake Stars of Old Cider, actually Forsaken Cider, to Foxglove Grubb before the time runs out.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'What a shock Foxglove Grubb will receive when she tries that disgusting concoction!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Is...is that the cider? It smells rather strange, even from here. But I will try it! I am the Inn League's most dedicated member.'\\n\\nFoxglove Grubb takes a sip of the Forsaken Cider, and immediately makes a face.\\n\\n'Disgusting! Foulest stuff I have ever tried (except perhaps the Swill I had at The Forsaken Inn.) You take this back to Barliman Butterbur straight away and tell him he is rubbish at making cider. I will have his drinks banned from the Inn League!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fake Stars of Old Cider from The Forsaken Inn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fake Stars of Old Cider to Foxglove Grubb",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "All But the Good Cider",
      "es": ""
    }
  ]
}