{
  "id": 620861177,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected fake Blagrove's Brown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Your time has expired!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'I heard my friend from the Inn League there mention a foolish fellow named Harigar Mudbottom, stuck in a pickle up in Oatbarton. He wishes to drink Blagrove's Brown because he has not yet completed the Inn League Challenge.\\n\\n'I can think of something even better. A drink of a different colour will serve to amuse us: Whitebranch, from The Ivy Bush in Hobbiton. If you bring that to Harigar, he will continue his boasting, but everyone will know that he never sampled Blagrove Brown. They are as different as apples and potatoes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Ivy Bush is in Hobbiton in the Shire.\\n\\nYou should speak with the tavern keep at The Ivy Bush and collect some Whitebranch. This will be used as a decoy Blagrove's Brown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Whitebranch, you say? One moment...I shall have it ready directly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Harigar Mudbottom is in Oatbarton, the northern-most town in the Shire.\\n\\nYou should bring the fake Blagrove's Brown, secretly Whitebranch, to Harigar Mudbottom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Ivy Bush is in Hobbiton. You will find your decoy beverage there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is that the Blagrove's Brown? Give it here; I will drink it right now, and then boast to all of its delightful taste, for I have heard wonderful things about it.'\\n\\nHarigar takes a long drink, and lowers the mug at last.\\n\\n'That was surprisingly light! Clear and crisp, with a snap, like a twig underfoot. What a bright flavour. Blagrove's Brown is a deceptive name, don't you think? I cannot wait to review it with my other Inn League friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect fake Blagrove's Brown from The Ivy Bush in Hobbiton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the fake Blagrove's Brown to Harigar Mudbottom in Oatbarton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Bit of White",
      "es": "",
      "es (fem)": ""
    }
  ]
}