{
  "id": 620861141,
  "txt": [
    {
      "id": 203018257,
      "en": "'What was that? Someone is in trouble!'",
      "es": ""
    },
    {
      "id": 203018258,
      "en": "'I will get help, [placeholder]! Go and stand with Golodir!'",
      "es": ""
    },
    {
      "id": 216940001,
      "en": "'Go quickly...and help Golodir....'",
      "es": ""
    },
    {
      "id": 152777233,
      "en": "'With pleasure!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The ring-making is going well? Good. I gave the jewel-smith a description of the ring of Barahir as I remembered it, and if he has the skill he claims to have, his imitations should be suitable.\\n\\n'Elrohir wanted me to send you to him, if you had a moment. He was contemplating our plans beneath a tree in the courtyard to the north of here, if you would speak with him.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The crafting of the rings sought by Halbarad goes well, [placeholder]? Good. If these preparations give our enemies even the slightest pause, the time they take will be counted five and seven times in value.'\\n\\nElrohir pauses for a moment, thinking, and then takes you into his confidence.\\n\\n'Before we left Imladris, my father gave to me messages for Aragorn, confident that he would understand them. But I too understand their meaning, and that understanding fills me with worry. He bade me to remind Aragorn of the words of the seer Malbeth, and of the Paths of the Dead. I will tell you of...'\\n\\nSuddenly, a shout breaks the silence, and Elrohir leaps to his feet!",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The work goes well, [placeholder]! Already some of the rings have been made, and they are identical to the description with which my father was provided. But the gold is running low! Very little gold is needed for each ring, of course, but my father can use only small quantities of the material when it is melted, or imperfections will arise.\\n\\n'Bring more coffers of gold to me from where they are being stored!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Fúni Gem-cutter has been working hard within, melting gold with which to fashion quality imitations of the ring borne by Aragorn our chieftain. Candaith, learned in lore as he is, described the ring to Fúni, and the dwarf has pledged that his reproductions will deceive all but the most studious observer.'",
      "es": ""
    },
    {
      "id": 78092273,
      "en": "'Hoy, you there!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'According to Fúsi Gem-cutter, his father's work is going well and smoothly. With no more interruptions, I feel that we will soon see an end to this delay.'\\n\\nHalbarad laughs softly, a sound that has been missing from the journey of the Grey Company, unnoticed until now.\\n\\n'I say delay, but I feel better for having a secret held in reserve. Let our foes mill about in confusion, while the true heir of Isildur makes stealth his ally! It is good to be doing something.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Fúsi receives the gold with an appraising look",
      "es": ""
    },
    {
      "id": 78092274,
      "en": "'Good, good, that will do.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'[placeholder]...a party of warring uruks...has climbed the path to this place. And I have seen others...in the distance. It will not be long...before they arrive....'\\n\\nHalros grabs your arm, desperate to tell you something else.\\n\\n'Golodir...stayed behind...to hold them back. Help...help him....'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "An exhausted Ranger stands before you, his breath ragged and uneven",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'A party of...uruks! They have...climbed the path.... And there are others...in the distance. It will not be long...before they arrive....'\\n\\nRadanir seeks to catch his breath, but the exertion has been too much and the urgency of his message cannot be restrained.\\n\\n'Golodir...is at the entrance.... He hopes to...hold them back. Help him...help him quickly....'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Golodir has been defeated",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'We have done well this day, [placeholder]. May Fúni Gem-cutter's work go as well!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The uruks have been defeated",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Despair not, [placeholder]. We will defeat these uruks, or we will delay them for as long as is necessary for the remainder of our Company to complete the task for which we have come to these forges.'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The Uruks have been defeated!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Halbarad's plan is set into motion: for Fúni Gem-cutter to fashion imitations of Aragorn's ring of Barahir, based on Candaith's description.",
      "es": ""
    },
    {
      "id": 80741009,
      "en": "'I thought I smelled Man-flesh here. Or is that the stench of Ninkoth?'",
      "es": ""
    },
    {
      "id": 80741010,
      "en": "'That is not what I see! Show these weaklings your bared teeth, my Kamglok!'",
      "es": ""
    },
    {
      "id": 80741011,
      "en": "'Impossible!'",
      "es": ""
    },
    {
      "id": 3488033,
      "en": "'Golodir and [placeholder] are not alone, vile ones!'",
      "es": ""
    },
    {
      "id": 80741012,
      "en": "'Together we can slay them, Kúfthak. We must put aside our differences today!'",
      "es": ""
    },
    {
      "id": 3488034,
      "en": "'Grey Company, attack!'",
      "es": ""
    },
    {
      "id": 80741013,
      "en": "'What can you hope to do? You will be the first to die!'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Defend Golodir from the uruks",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Halbarad",
      "es": ""
    },
    {
      "id": 105097745,
      "en": "'A moment, if you would, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Fúsi Gem-cutter",
      "es": ""
    },
    {
      "id": 105097746,
      "en": "'Elrohir was in the courtyard to the north when I left him.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Pick up a treasure-coffer from the corner of the room where they are stored",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Carry the treasure-coffer to Fúsi Gem-cutter",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Candaith",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Elrohir",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Investigate the distant shout",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to the exhausted Ranger",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Talk to Golodir",
      "es": ""
    },
    {
      "id": 102116258,
      "en": "'The coffers you retrieved from Minas Elendúr are in the corner there, [placeholder].'",
      "es": ""
    },
    {
      "id": 26345041,
      "en": "'Ha! A good joke!'",
      "es": ""
    },
    {
      "id": 26345042,
      "en": "'You two! Teach them the dangers of boasting to Kúfthak of the Ninkoth!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Halbarad is waiting to speak with you outside the ring-forges.",
      "es": ""
    },
    {
      "id": 26345043,
      "en": "'You impudent.... '",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fúsi Gem-cutter has emerged from the ring-forges with a request for you.",
      "es": ""
    },
    {
      "id": 26345044,
      "en": "'Sarghúd! What are you doing here? The Ninkoth have this in hand!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Treasure-coffers from Minas Elendúr can be found in the corner of the ruins.\\n\\nFúsi Gem-cutter has asked you to bring him more gold from the coffers you retrieved from Minas Elendúr.",
      "es": ""
    },
    {
      "id": 26345045,
      "en": "'Ha ha ha ha! Now, my Ninkoth, attack! You will be the ones to slay these foes!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Candaith has asked to speak with you, if you have a moment to spare.",
      "es": ""
    },
    {
      "id": 26345046,
      "en": "'You are right, Sarghúd. There are only two of them! We will rip them asunder!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Elrohir is waiting for you in the courtyard north of Candaith and Halbarad.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "A distant shout has broken the stillness. What has happened?",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "What danger has come to the ring-forges, and what does it signify for the Grey Company?",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Golodir has remained at the entrance courtyard of the ring-forges in order to delay the attacking uruks. He needs your help.",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "The uruks have been defeated and the plans of the Grey Company remain intact.",
      "es": ""
    },
    {
      "id": 39936689,
      "en": "'What is this?'",
      "es": ""
    },
    {
      "id": 170681873,
      "en": "'I have told you once already, Uruk. You will not leave this place alive!'",
      "es": ""
    },
    {
      "id": 39936690,
      "en": "'I will help you carry some of the coffers, [placeholder].'",
      "es": ""
    },
    {
      "id": 170681874,
      "en": "'Is that the best you can manage?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Elrohir did not say why he wished to speak with you, but he did seem concerned about something. I wonder what is troubling him? Something about the road ahead?'",
      "es": ""
    },
    {
      "id": 170681875,
      "en": "'Let that be a lesson to you! Together the strength of the Dúnedain cannot be overcome!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Where are you keeping the coffers of gold you brought out of those ruins, [placeholder]? Go get one! My father needs more high-quality gold if he is to continue making these imitations.'",
      "es": ""
    },
    {
      "id": 182974289,
      "en": "'The Kamglok will have Man-flesh this day!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I hope there is enough gold for the rings your friends require. It takes more than ordinary gold, you see. Only the highest quality gold can be used if these are to be sufficiently realistic, and when melted, only very small amounts of this gold is suitable.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'We have victory! The uruks will not again underestimate the Dúnedain! It is good to stand against our foes with true allies behind and beside us, is it not? I had forgotten what it felt like, [placeholder]. I have been bowed beneath too many shadows of late. It is good to cast them off!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "The uruks have been defeated and the plans of the Grey Company remain intact.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'His father Fúni must still be working to fashion recreations of the ring borne by Aragorn. What must Fúsi Gem-cutter require of us?'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'His father Fúni must still be working to fashion recreations of the ring borne by Aragorn. What must Fúsi Gem-cutter require of us?'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'His father Fúni must still be working to fashion recreations of the ring borne by Aragorn. What must Fúsi Gem-cutter require of us?'",
      "es": ""
    },
    {
      "id": 6092401,
      "en": "'You...have to...help Golodir!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: As Near as May Be",
      "es": ""
    }
  ]
}