{
  "id": 620861194,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected fake Beakbreaker Ale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have run out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'Atli harbours a preference for the Beakbreaker Ale of The Comb and Wattle Inn... that is not even dwarf-made! His cousin Óli wishes to sample it on Atli's recommendation, but we will make sure that he does not consider Atli's preference to be sound.\\n\\n'Instead of Beakbreaker, we will be delivering a wine from the Shire itself. 1404 Vintage Reserve is a fine wine from the Green Dragon, to be sure, and a good clear one, but if it is disguised as an ale, it will be highly offensive to Óli's palate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Barmy Rootknot, the innkeeper, is at The Green Dragon in Bywater, in the Shire.\\n\\nÓli has requested Beakbreaker Ale, but the Ale Association plans to trick him by delivering 1404 Vintage Reserve instead. You should speak to Barmy Rootknot at The Green Dragon and collect the incorrect wine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome to The Green Dragon, my dear [placeholder]. Count yourself lucky to be tasting the finest wine in all the Shire! It will cheer you on your travels.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Óli is at Hrimbarg in the Misty Mountains, waiting for Beakbreaker Ale.\\n\\nYou should deliver the fake Beakbreaker Ale, actually 1404 Vintage Reserve wine, to Óli before you run out of time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Switching ale with wine! Óli will be so delightfully confounded by our trick.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Is this the very Beakbreaker Ale recommended by my cousin Atli? I can scarcely believe my eyes. Let me taste that.'\\n\\nÓli takes a long drink from the wine flask.\\n\\n'Plah! Ptoo! That is the sweetest ale I've ever tasted. It's barely fit to be called an ale! They should really warn folk before giving out that stuff. I had no idea Atli was so foolish about his taste in beer! I do not think Men quite know how to correctly brew beers. I believe I will stick with dwarf-beer from now on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect fake Beakbreaker Ale from The Green Dragon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the fake Beakbreaker Ale to Óli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Not Atli's Favourite",
      "es": "",
      "es (fem)": ""
    }
  ]
}