{
  "id": 620861186,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected fake Moor-boar Beer",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Your time has expired!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'One of my poor, traitorous fellow dwarves is far away in Forochel, the frozen north-lands. He is at a dwarf-keep called Zigilgund and is a zealous member of the Inn League; he spurns the Ale Association. I do not want him to infect other dwarves with his folly, so we shall play a little trick on him.\\n\\n'He wishes to complete the challenge by drinking Moor-boar Beer from The Prancing Pony. But that is not what he'll get, oh no. We'll be delivering him a Toad's Tongue Ale. I wonder if he'll be able to tell the difference between a boar and a toad at the moment of truth....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Floating Log is in Frogmorton in the Shire.\\n\\nYou should get a pint of Toad's Tongue Ale from Ponto Hopsbloom, the tavern keep at The Floating Log.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'One Toad's Tongue Ale, coming up! This is a local favourite, but no one from outside of Frogmorton ever seems particularly keen to order this. I cannot imagine why.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lófi is at Zigilgund in Forochel, far to the frozen north.\\n\\nYou should bring the fake Moor-boar Beer, which is actually Toad's Tongue Ale in disguise, to Lófi before it is too late.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must get the fake Moor-boar Beer from The Floating Log in Frogmorton. Lófi will never have his last beer if I can help it.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What have we here? I am very excited! I can toast with my good brother at last, and we'll complete the Inn League Challenge once and for all.'\\n\\nLófi drinks deep of the Toad's Tongue Ale, and his nose wrinkles a bit when he lowers his mug.\\n\\n'That was not what I expected at all! It was a little slimier and less furry than I expected, if you know what I mean. I thought a Boar-inspired beer would put some hair on my beard, but instead...I do not know what to make of that.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fake Moor-boar Beer from The Floating Log",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fake Moor-boar Beer to Lófi in Forochel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Dark Prank",
      "es": ""
    }
  ]
}