{
  "id": 620861197,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected fake Brandy Wine",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Your time has run out!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'It seems an Elf from Echad Candelleth has joined the Inn League -- not that I expect better of an Elf. But apparently she enjoyed her time with the hobbits so much that she pines for Brandy Wine to remind her of their company.\\n\\n'Instead she'll be getting some Old Winyards from The Bird and Baby. Let's see if her memory is stirred by a foreign flavour! Then we shall see how loyal she really is.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Carlo Blagrove is at The Bird and Baby in Michel Delving.\\n\\nYou should collect Old Winyards from The Bird and Baby, which will be delivered to Saerthuithel under the guise of Brandy Wine.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Old Winyards, is it? Fine wine, from a good year. You'll not be disappointed in this, my good [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saerthuithel is in Echad Candelleth in the Trollshaws.\\n\\nYou should bring the Old Winyards, cleverly disguised as Brandy Wine, to Saerthuithel as soon as possible.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I wonder if Saerthuithel's memories are as loyal to the hobbits as she claims!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let me try that wine....'\\n\\nSaerthuithel takes a sip and smiles, closing her eyes slowly.\\n\\n'Yes...this wine is unmistakable. Is it not bewildering how the sense of taste or smell can bring things back as powerfully as if you were there again? Please, leave me be for now. I will walk a while with the hobbits once more.\\n\\n'I thank you most kindly for the Brandy Wine.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fake Brandy Wine from The Bird and Baby",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fake Brandy Wine to Saerthuithel at Echad Candelleth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Convoluted Wine",
      "es": ""
    }
  ]
}