{
  "id": 620861127,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have collected the mead. It will be disguised as Swill for you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have run out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'We have received word that Nathalan, a fellow up visiting Angmar, has requested some Swill from The Forsaken Inn. Instead of Swill, though, I want you to bring him mead...plain old mead! Specifically that from The Plough and Stars in Brockenborings.\\n\\n'This should be a fine trick. He will be expecting something wretched, and instead he will be all confounded, thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Plough and Stars is in Brockenborings in the Shire.\\n\\nYou should speak with Halson Tubwort in Brockenborings, who sells mead, which shall be brought to Nathalan cleverly disguised as Swill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is mead you want? Well, you have come to the right place for mead. We have a fine mead right here!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nathalan is in Aughaire, a town of Angmar.\\n\\nYou should deliver the \\qSwill\\q -- actually mead -- to Nathalan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the perfect mead at The Plough and Stars in Brockenborings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have brought me Swill! I'll finally be done. Let me take a look. Oh my gracious, that is absolutely disgusting. I can smell it from here!'\\n\\nNathalan takes a long swig of the mead, grimacing the entire time.\\n\\n'Foul! Despicable! It holds up to the rumours...hm. That aftertaste isn't so bad. I don't suppose you...brought another?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you brought me my Swill?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect mead from The Plough and Stars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the fake Swill to Nathalan in Aughaire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Drink of the Best Character",
      "es": "",
      "es (fem)": ""
    }
  ]
}