{
  "id": 620861176,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected fake Dorwinion White",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the current festival ends.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'There is an Elf-lady by the name of Lendasil who tarries about in the Ruins of Edhelion, very near to Thorin's Hall, my home. She wishes to taste of Rivendell's own white wine, called Dorwinion White, but we shall all have a laugh at her expense when we deliver her the red version instead!\\n\\n'Nonsensical as it may seem, it is all worth it in Jónar's eyes. Red wine instead of white! Lendasil will be so perplexed, and we shall all have a laugh upon your return.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Sogadan the Vintner is in Rivendell, away in the Trollshaws.\\n\\nYou should collect Dorwinion Red wine from Sogadan, but it shall be delivered as Dorwinion White upon being served to Lendasil.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You seek Dorwinion Red? You are wise to do so; it is a fine wine indeed. Subtle, complex... rather like me, actually.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lendasil is in the Ruins of Edhelion in Ered Luin, waiting to taste the Dorwinion White.\\n\\nYou have only false wine to give Lendasil... red wine, actually. You should bring it to her at once.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Sogadan is the Vintner of Rivendell, and he can give you Dorwinion Red. Upon its delivery, you shall tell Lendasil that it is white wine and see what she thinks.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I see that you are come from Rivendell at last, and you have brought me the lovely wine I longed to taste. I shall sip it now.'\\n\\nLendasil looks at the wine, nonplussed.\\n\\n'I wonder at Sogadan... I remember thinking more highly of his skill as a vintner. This white wine has more than a little blush, I'm afraid. Why, it seems quite red to me. Even the taste is heavy. I do not think I will crave this wine again. It is not as I remember it.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you been yet to Rivendell?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fake Dorwinion White from Sogadan in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fake Dorwinion White to Lendasil in Edhelion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Different Reminder of Rivendell",
      "es": ""
    }
  ]
}