{
  "id": 620861195,
  "txt": [
    {
      "id": 136263297,
      "en": "You have collected fake Bombur's Beard Lager",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have run out of time!",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have been tasked with delivering unpleasant things to Inn League Members in need of assistance, something only a terrible [placeholder] would do.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've received a different sort of orders from Jónar, the head of this here society. He hates the Inn League so much that he has assigned me a rather different task than my Inn League neighbour there. Shh, he mustn't hear us!\\n\\n'Múli at Othrikar seems to be stuck away from home without his favourite beer. I am not too upset with Múli -- at least he is a sensible dwarf, and craves a dwarf beer. But he should be in the Ale Association, not the Inn League!\\n\\n'So we will give him a pathetic hobbit-ale instead of a delicious dwarf-lager. You tell him Jónar sent it, and that Jónar will block all Bombur's Beard Lager traffic until Múli sees some sense and joins the proper society: the Ale Association.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Barmy Rootknot is at The Green Dragon in Bywater.\\n\\nYou should speak with Barmy Rootknot and collect some Dragon's Breath Ale, which will be delivered to poor Múli in place of his beloved Bombur's Beard Lager.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Dragon's Breath Ale is a fine choice! Best ale in all the Shire, if I say so myself, and I do say so. Are you sure you don't want to order a second pint in advance? I guarantee you will be asking for more the moment you drink the last drop.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Múli is at Othrikar in the North Downs.\\n\\nYou should deliver the Dragon's Breath Ale to Múli in place of his beloved Bombur's Beard Lager.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You make sure and tell Múli he's running with the wrong crowd!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Jónar sent what now? Dragon's Breath Ale? And he will not send me my dear Bombur's Beard Lager until I abandon the Inn League and join up with the Ale Association?\\n\\n'That is terribly mean, terribly mean indeed. I have spent over two years now working up my reputation with the Inn League, and it is slow going, let me tell you! But I would do anything for some Bombur's Beard Lager....\\n\\n'You tell Jónar I will think about it, but I do not like this at all.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fake Bombur's Beard Lager from The Green Dragon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the fake Bombur's Beard Lager to Múli",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bombur's Breath",
      "es": ""
    }
  ]
}