{
  "id": 620768801,
  "txt": [
    {
      "id": 214202565,
      "en": "Hunter",
      "es": "Cazador"
    },
    {
      "id": 214146147,
      "en": "Hunter",
      "es": "Cazador"
    },
    {
      "id": 258737237,
      "en": "Hunter",
      "es": "Cazador"
    },
    {
      "id": 48559742,
      "en": "Agility of the Hunter's Mount.",
      "es": ""
    },
    {
      "id": 221424430,
      "en": "Strength of the Hunter's Mount.",
      "es": ""
    },
    {
      "id": 148545941,
      "en": "HNT",
      "es": ""
    },
    {
      "id": 258730227,
      "en": "Hunter",
      "es": "Cazador"
    },
    {
      "id": 122116990,
      "en": "As a Hunter, Fate increases your Max Power and Out of Combat Power Regen.",
      "es": ""
    },
    {
      "id": 209557171,
      "en": "\\n<li><rgb=#FFFF00>Class Difficulty:</rgb> Basic</li>\\n\\n<li><rgb=#FFFF00>Role:</rgb> Damage, Support</li>\\n\\n<li><rgb=#FFFF00>Gameplay:</rgb> Hunters are proficient at dealing significant damage to a single foe at long range.  Their basic bow skills generate Focus, allowing them to use even more potent skills.  If a foe manages to close into melee, the Hunter's dual-wielded weapons are capable of dealing the final blow.  In fellowships, a Hunter concentrates on quickly killing foes one at a time.</li>\\n\\n<li><rgb=#FFFF00>Lore:</rgb> Hunters are masters of field and forest, unmatched in their dexterity with the bow. They use their survival skills to guide companions and lay traps for enemies. The coming of the Enemy has forced them to adapt these skills to use against new prey.\\n\\nThis class was inspired by Legolas, Prince of Mirkwood, a mighty hunter and companion of Aragorn.</li>",
      "es": ""
    },
    {
      "id": 216647221,
      "en": "HNT",
      "es": ""
    },
    {
      "id": 187259502,
      "en": "As a Hunter, Might increases your Physical Mastery, Outgoing Healing, Critical Rating, Finesse, and Evade Rating.",
      "es": ""
    },
    {
      "id": 97734901,
      "en": "HNT",
      "es": ""
    },
    {
      "id": 37724108,
      "en": "Tactical Rank",
      "es": ""
    },
    {
      "id": 265543870,
      "en": "As a Hunter, Vitality increases your Maximum Morale and Morale Regen.",
      "es": ""
    },
    {
      "id": 209616405,
      "en": "Hunter",
      "es": "Cazador"
    },
    {
      "id": 27309918,
      "en": "As a Hunter, Agility increases your Physical Mastery, Outgoing Healing, Evade Rating, Critical Rating, Physical Mitigation, Tactical Mitigation, and Parry Rating.",
      "es": ""
    },
    {
      "id": 14100974,
      "en": "As a Hunter, Will increases your Physical Mastery, Outgoing Healing, Finesse, Physical Mitigation, Resistance, and Critical Rating.",
      "es": ""
    }
  ]
}