{
  "id": 620948988,
  "txt": [
    {
      "id": 162883764,
      "en": "'If you have the stomach for it, a journey to the Hill of Erech might reveal if my supposition is true. If something did come out of the dark reaches under the mountains, I feel certain that is where it would have gone. It has always been an ill-omened place.'",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "A sudden shout breaks the stillness. 'You there! What is your business here?'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Someone saw you while you searched the summit of Erech, and called out to you. You should descend the hill and see if this person is a friend.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 4: Atop Erech",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Do you want to know what this honest man of Morlad believes? You may think me a fool, but I feel certain that some great evil came out of the mountains and sped with unnatural haste through the Vale. On moonless nights, some claim to have seen the Dead dancing atop the Hill of Erech, east of here. Is it true? I cannot speak to that, but I will tell you that no one in Morlad leaves his door unbarred when the time comes to blow out his candles.\\n\\n'You are more brave than I am, [placeholder], that much is certain! If you have the stomach for it, a journey to the Hill of Erech might reveal if my supposition is true. If something did come out of the dark reaches under the mountains, I feel certain that is where it would have gone. It has always been an ill-omened place.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Descend the hill and find the man who called out to you",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'If you have the stomach for it, a journey to the Hill of Erech might reveal if my supposition is true. If something did come out of the dark reaches under the mountains, I feel certain that is where it would have gone. It has always been an ill-omened place.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I did not mean to startle you, but judging from your look you have seen your own share of surprises. You may be a seasoned adventurer, but I daresay what I beheld in the reaches of the night would make your blood run cold, as it did mine.\\n\\n'From afar I heard the blast of a great horn, and then a multitude of horns in echoing answer. I felt then the gathering of a great company of shadows all about the Stone atop this hill. A group of horsemen stood there, and their leader was grim of face and stern of countenance. Flesh and blood treated with the shadows, and though I could not understand the words, his purpose was plain enough. The company's grim leader charged the Dead with a task, and when the dawn came they departed.\\n\\n'I feel no shame when I tell you I hid myself as they passed, for the men of this company were as real as you or me, but in their train travelled countless shadows. This man commanded the Dead to follow, and follow him they did, down from Erech, through Tarlang's Neck, to where I do not know. I fear great evil has come to the kingdom I serve, Gondor that I love.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "You have been seen against the sky atop the Hill of Erech!",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "If the Dead did gather here, tracks in the dirt show they were not alone",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The ground here boasts many small depressions; men stood here, and recently",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Hill of Erech is east of Morlad, in the Blackroot Vale.\\n\\nCelegdal believes that a great evil came out of the mountains and went to the Hill of Erech, and wants you to see if it is true.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The earth atop the Hill of Erech has been disturbed, and bears investigation.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Journey to the summit of the Hill of Erech, east of Morlad",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Examine patches of disturbed earth atop Erech ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Someone has seen you, silhouetted against the sky atop the Hill of Erech!",
      "es": ""
    },
    {
      "id": 24695154,
      "en": "Celegdal thinks some great evil came out of the mountains and lingered at the Hill of Erech. He does not know the details, or how close to the truth his theory may prove...",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Mortal men stood here, and not long ago. Their booted footprints remain.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'If you have the stomach for it, a journey to the Hill of Erech might reveal if my supposition is true. If something did come out of the dark reaches under the mountains, I feel certain that is where it would have gone. It has always been an ill-omened place.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'If you have the stomach for it, a journey to the Hill of Erech might reveal if my supposition is true. If something did come out of the dark reaches under the mountains, I feel certain that is where it would have gone. It has always been an ill-omened place.'",
      "es": ""
    }
  ]
}