{
  "id": 620948929,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I cannot believe that Elfdag really braved the Dwimorberg! I thought he would turn up hiding in back of one of the tents of the encampment!'\\n\\nRadwine suddenly blanches.\\n\\n'What I mean to say is... when I told you he might have passed the Dark Door, I absolutely believed that was true. Maybe. Well he is safe, and so are you! There is no reason to be upset.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Radwine is at the camp in Dunharrow, by Éowyn.\\n\\nRadwine has asked you to dare the darkness of the Paths of the Dead in search of his friend Elfdag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You have exceeded your reputation this day, [placeholder]! I did not relish the thought of telling Elfhelm that his grandson had disappeared beneath the Haunted Mountain. Perhaps I would have had my brother do it.'\\n\\nÉowyn thinks for a moment, and then nods.\\n\\n'Yes. But his grumbling would have been insufferable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You rescued Elfdag from the Paths of the Dead and should speak to him at the camp in Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Radwine at Dunharrow and he will bring you to the Paths of the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Elfdag at the camp in Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Elfdag is safe, but his words raise further questions",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Éowyn at the camp in Dunharrow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'So Elfdag really braved the Dwimorberg! I thought he would turn up hiding in back of one of the tents of the encampment!'\\n\\nRadwine suddenly blanches.\\n\\n'What I mean to say is... when I told you he might have passed the Dark Door, I absolutely believed that was true. Maybe. Well he is safe, and so are you! There is no reason to be upset.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'It was dark beneath the Mountain, and there were shadows flitting all about. But if you really strained your ears, you could hear whispers and sighs: the voices of the Dead. I gathered from their talk that a Man had come through hours before, and claimed he could free them from their curse. Some of the Dead followed him, and left in his wake... but others of the Dead did not believe his claim, and they stayed behind. These are especially cruel, and they have abandoned any hope of escaping the curse; these are now the Ruthless Dead, and they hate the living and the Dead alike.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Elfhelm's grandson Elfdag may have foolishly entered the Paths of the Dead, and Éowyn wants you to save him, if he can be saved.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You are a hero, are you not? I overheard some of the men speaking of your deeds, and by their account you seem an accomplished adventurer! If I bring you to the entrance, will you enter the mountain and search for Elfdag? I will not follow you in... I promise!\\n\\n'Let me know if you are ready, and I will bring you to the place. If you have a Fellowship of like-minded adventurers, bring them along too... I daresay there will be a place for them as well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Éowyn is at the encampment in Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I am not afraid, [placeholder]! I will bring you to the Dark Door and I will wait outside for you! I hope you are able to find Elfdag!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 1, Chapter 2: The Ruthless Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You are not going to tell my grandfather, are you? I had everything in hand, but I am certain he would not think so. If you tell him of this adventure of mine he is bound to lock me up in Underharrow, and the wife of the Thane does not appreciate young lads or lasses underfoot! She always scowls when she sees my friends and me about... I daresay we would be safer 'neath the Dwimorberg than in the house of Ellen Fremedon!'\\n\\nElfdag's expression is one of horrified fear, and you quickly assure him that he will keep his freedom if he tells you what he saw.\\n\\n'Well, it was dark, and there were shadows flitting all about. But if you really strained your ears, you could hear whispers and sighs: the voices of the Dead. I gathered from their talk that a Man had come through hours before, and claimed he could free them from their curse. Some of the Dead followed him, and left in his wake... but others of the Dead did not believe his claim, and they stayed behind. These are especially cruel, and they have abandoned any hope of escaping the curse; these are now the Ruthless Dead, and they hate the living and the Dead alike.'\\n\\nElfdag shivers.\\n\\n'I suppose I am glad to be back above-ground, after all.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}