{
  "id": 620948928,
  "txt": [
    {
      "id": 238597521,
      "en": "'My wounds... are severe... but we did not check... this tunnel...'",
      "es": ""
    },
    {
      "id": 81915266,
      "en": "Dying Soldier",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Ruthless Dead",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Elfdag in the Paths of the Dead",
      "es": ""
    },
    {
      "id": 107518097,
      "en": "Hate-fueled Warrior",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Have you come here seeking Elfdag? I ventured beneath the mountain with several of my men, but we ran afoul of the Dead, and only I survived the encounter. I fled the cavernous room where they fell, but I feel no shame for it. It was folly to come here.\\n\\n'There was a passage we thought to search, in the south-west wall of the cavernous room, but we were set upon before we could venture that way. If you seek Elfdag, that is a good place to begin.\\n\\n'But wait! Before you go: are you journeying within by yourself, or do you have a Fellowship near at hand? Speak to me again and give me your answer.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Do you plan to venture further within by yourself, or do you have a Fellowship near at hand? Speak to me and give me your answer.'",
      "es": ""
    },
    {
      "id": 260775985,
      "en": "'Well, good luck to you. Tread carefully, for this is a place of great danger!'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have found Elfdag! He cowers in the court ahead, frightened by the Dead",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You have come to the Paths of the Dead in search of Elfhelm's grandson Elfdag, who may have ventured beneath the mountain.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "You have proven your persistence to the Dead, and they retreat warily",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Waldere has asked if you plan to venture deeper into the Paths of the Dead by yourself or if you have a Fellowship near at hand.",
      "es": ""
    },
    {
      "id": 261968385,
      "en": "'There is no end to the Dead!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "A great city of the Dead stands beneath the mountains.\\n\\nYou have found Elfdag in the Paths of the Dead, and now must fight to free him from the Dead.",
      "es": ""
    },
    {
      "id": 261968386,
      "en": "'This place belongs to the Dead!'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Waldere told you that his men were slain outside of a passage in the south-west of a cavernous chamber, and thinks you should search that tunnel for Elfdag.",
      "es": ""
    },
    {
      "id": 85619969,
      "en": "'Good luck to you and your friends. Tread carefully, for this is a place of great danger!'",
      "es": ""
    },
    {
      "id": 261968387,
      "en": "'The Dead will not permit you to pass!'",
      "es": ""
    },
    {
      "id": 261968388,
      "en": "'This is no place for you!'",
      "es": ""
    },
    {
      "id": 127341025,
      "en": "'Oh my! You lot are living folk!",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Elfdag is in the empty streets of the city of the Dead beneath the mountains.",
      "es": ""
    },
    {
      "id": 261968389,
      "en": "'This place was made for the Dead. Get thee gone!'",
      "es": ""
    },
    {
      "id": 261968390,
      "en": "'Begone from this place, mortal!'",
      "es": ""
    },
    {
      "id": 127341026,
      "en": "'Does that mean you are here to help me?'",
      "es": ""
    },
    {
      "id": 261968391,
      "en": "'There can be no release for us!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Fight off the Dead Men and rescue Elfdag",
      "es": ""
    },
    {
      "id": 245147937,
      "en": "One of Waldere's companions lies here, a victim of the Dead",
      "es": ""
    },
    {
      "id": 245147938,
      "en": "Some of Waldere's companions lie beside the unsettling stream",
      "es": ""
    },
    {
      "id": 261968392,
      "en": "'All must die!'",
      "es": ""
    },
    {
      "id": 245147939,
      "en": "Another of Waldere's companions lies here, his outstretched hand pointing south-west",
      "es": ""
    },
    {
      "id": 245147940,
      "en": "You see movement in a tunnel to the west... is it Elfdag?",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Waldere",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Waldere and declare your intentions",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Waldere is in the tunnel before you, injured and exhausted.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Search the south-west tunnel in the Paths of the Dead for Elfdag",
      "es": ""
    },
    {
      "id": 141343937,
      "en": "Encounter Skipper Lever",
      "es": ""
    },
    {
      "id": 55205393,
      "en": "'Oh my!'",
      "es": ""
    },
    {
      "id": 55205394,
      "en": "'Are you a [placeholder]? Are you here to help me?'",
      "es": ""
    },
    {
      "id": 55205395,
      "en": "'Watch out! The Dead are everywhere, even if you cannot see them!'",
      "es": ""
    },
    {
      "id": 55205396,
      "en": "'Is that all of them? It is impossible to say for certain!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You are a great adventurer, I can tell! But I think we should leave at once... these Dead Men won't stay away for long, no matter how often they are defeated!\\n\\n'We will speak once we are above-ground, yes? I overheard some things you will want to know!'",
      "es": ""
    },
    {
      "id": 81915265,
      "en": "Fallen Soldier",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'We should get out of here... and at once!'",
      "es": ""
    }
  ]
}