{
  "id": 620948903,
  "txt": [
    {
      "id": 162883718,
      "en": "'Troubles follow us like a storm-cloud, [placeholder]! Speak to Radwine and tell me they do not!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 1, Chapter 1: The Muster of the Rohirrim",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Several of the Men saw Aragorn go, and speak words of despair. Find these Men and set their minds aright, if you can. And when you return, do the same for me, [placeholder]! I do not think you can, but I must wear a brave face for the Men and will not give in to sorrow, for their sake.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Éowyn at the camp in Dunharrow",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'[placeholder]! I am glad you have come with such haste, for these troubles weigh heavily upon me and I do not know how they may be o'erthrown! It is my uncle's choice to ride to Minas Tirith, and thereby satisfy the vows of his forefathers, but why should he not ride for Gondor with every sword he can command, either by oath or love? It is folly to allow proven warriors to abandon my uncle's course, lest it be doomed by their absence!\\n\\n'And yet, in the early hours, Aragorn and his kinsmen departed Dunharrow for the Paths of the Dead! He spoke of need, but I can see no need on that road, save that of a yawning tomb that hopes to be filled. The dead men of Dunharrow do not suffer the living to pass.\\n\\n'Several of the Men saw him go, and speak words of despair. Find these Men and set their minds aright, if you can. And when you return, do the same for me, [placeholder]! I do not think you can, but I must wear a brave face for the Men and will not give in to sorrow, for their sake.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'This road leads to the Dwimorberg, friend. Why would anyone go to that Haunted Mountain, or tread the paths beneath it? That is not bravery! Only folly could lead my feet there.'\\n\\nYou assure Darláf that Aragorn considers his reasons for braving that road sufficient, but the soldier shakes his head.\\n\\n'I hope he is not wrong, [placeholder]. It seems a great shame to allow a skilled warrior to disappear into such a place when we could use his talents elsewhere, at other battles.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Radwine at the camp in Dunharrow, by Éowyn",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Men are still arriving at Dunharrow from all corners of the Mark, but I do not think it will be enough. I rode forth from the Hornburg, as my King commanded, and most hamlets and villages responded to his call with clear voices and proud hearts, but this day I see few of those who spoke loudest.\\n\\n'On my return from Forlaw, in Wildermore, I was beset by an Orc raiding party. The injuries I sustained will keep me from riding in my King's train, to my frustration and disappointment! Swords and spears need men to wield them, and that resource is in short supply. I say 'men,' but the blood of Théoden King's niece Éowyn burns for Rohan, and she would fight bravely for the kingdom, were it permitted.\\n\\n'Alas, it is not so, and the both of us will be kept from doing what we desire, for I am a man injured and she a woman unwounded. Unhappy fortunes!'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The grim northerners departed Dunharrow at first light, and did not stay to explain their course. I would think them cowardly had I not seen the road they took: south, along the Dimholt road. That way lies death.'\\n\\nYou explain that Aragorn had his reasons for taking such a road, but Sídrac waves away your words.\\n\\n'I do not doubt he had reasons, friend, but it is clear his loyalty is not to Théoden King. We will have need of every man if we are to ride to Minas Tirith, as my King commands, and I see we are cheated of a powerful fighting force by Aragorn's choice. I count the chances of our success against the Enemy less and less with each sword he takes with him into the mountain. I saw the winged beast over Edoras. I know what dangers we face.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Aragorn must have had a good reason to take that road, but I cannot think of a single one. The Dead Men are not to be crossed lightly!'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Darláf shakes his head, but his mood is improved",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'I have the desire to ride with my King and fight at his side, but this injury will keep me from it! Must my sword and armour go to waste in this fashion?'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I would ride with my King anywhere, even along the Dimholt road. I am glad he does not wish to go that way! I do not doubt our destination will be as dangerous as Aragorn's passage, but I want to be sure to arrive as a living man!'",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Bosa remains dissatisfied that his injury will keep him from war",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Éowyn has called you to Dunharrow, where the muster of the Rohirrim is well underway. Troubles weigh heavily upon her brow, especially concerning your mutual friend Aragorn and a decision he has made of late.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Sídrac believes the fighting strength of Rohan is insufficient to aid Gondor",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Darláf, Sídrac, and Bosa can be found at the encampment in Dunharrow, south of Éowyn's position.\\n\\nÉowyn has asked you to comfort some of the Men at the encampment in Dunharrow, for they heard of Aragorn's departure and have begun to question the wisdom of Théoden's ride to Minas Tirith.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'We are plagued with ill fortune, [placeholder]! An encampment of this size is bound to attract the attention of children and others who live near, that much I expected. But I did not expect even children to act in such reckless, foolhardy fashion!\\n\\n'This boy tells me one of his friends, Elfdag, may have followed Aragorn into the Paths of the Dead! I thought it the mere boast of a child, but none have seen Elfdag today. I dispatched a number of men to find him, but they too have not returned.\\n\\n'Elfdag is the grandson of Elfhelm, [placeholder]. We cannot have lost him in this fashion!'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Éowyn is at the muster of the Rohirrim, at Dunharrow.\\n\\nYou have spoken with some worried soldiers of the camp, and should return now to Éowyn.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Darláf at the south-east road",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Bosa at the eastern camp-fire",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Sídrac by the encampment's supplier",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Radwine is speaking to Éowyn at the camp in Dunharrow.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Several of the Men saw Aragorn depart. Find these Men and set their minds aright, if you can. Darláf and Sídrac spoke the loudest, but even Bosa, with whom I often confer, seemed equally worried about Aragorn's decision.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I did not mean for it to go so far! We watched the men ride to the mountain in the morning, and then Elfdag challenged me to follow them, and I did the same to him, and before you could say 'Helm Hammerhand' we were right up to the Dark Door.\\n\\n'I returned to the camp after that, and I thought he followed at my heels... but now he is gone, and no one has seen him!'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'It was just a game! I did not think he would go inside! S'truth!'",
      "es": ""
    }
  ]
}