{
  "id": 620846601,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]! Do you wish to be of assistance? Good! This waypost is the beginning of the supply line to our main force fighting its way to Dol Guldur. There are some supplies that we are short of, however. One of those is medicine.\\n\\n'Fortunately, I think this shortage may be resolved quickly. It is said that life oft springs up where death has passed. Flowers sometimes grow where battle has occurred.\\n\\n'If you could go to the ruins of the Orc-camp F치llug to the west, you may find ninglyr growing there. These flowers may be used in preparing medicines. Bring some to me, and you will be rewarded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, these flowers will be of much value to us. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The beautiful ninglor is also a marvelous curative. Please bring me some from the ruins of F치llug.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you unable to find any ninglyr? The yellow ninglor would help to supplement our medicinal supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Life After Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves at the way-post atop Amon Angened provide supplies and provisions for the main force of the Malledhrim in the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected ninglyr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect ninglyr ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ninglyr may be found around the ruins of F치llug, west of Amon Angened.\\n\\nGaerfalas has asked you to gather ninglor flowers for use in preparing medicines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring ninglyr to Gaerfalas atop Amon Angened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gaerfalas is at the way-post atop Amon Angened, east of F치llug.\\n\\nYou should bring the flowers you collected to Gaerfalas.",
      "es": "",
      "es (fem)": ""
    }
  ]
}