{
  "id": 620846662,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is said that a group of foul sorcerers have begun performing foul rituals upon the land that has led to its blighted visage. I have sent Himeinior to investigate a tower that overlooks the sorcerers' encampment.\\n\\n'Would you travel to Barad Angol and assist Himeinior in gathering information about the blight? He will certainly need aid if he is to succeed.\\n\\n'Follow the path below this encampment down the mountain to Barad Angol. There, you will find Himeinior.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see a friendly face, [placeholder]. Below this tower lies an encampment that appears to be responsible for the foul condition of this once beautiful forest. \\n\\n'Treacherous sorcerers that wield dark magic appear to be performing rituals in the encampment below. Our hope is to launch a series of attacks against this encampment to disrupt their plans.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Traverse the path to the south of Helethir that leads to Barad Angol and speak with the scout that is found near the tower.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Investigating Barad Angol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A blight has fallen upon the Ashenslades, and the source seems to be somewhere in the vicinity of Barad Angol. The Malledhrim have sent a scout to determine the source of the blight. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Himeinior near Barad Angol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The path to south of Helethir leads to Barad Angol.\\n\\nDanfennas has asked you to travel to Barad Angol and speak with the scout Himeinior.",
      "es": "",
      "es (fem)": ""
    }
  ]
}