{
  "id": 620846600,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], if you are journeying again to the Gostannon, you may be able to effect a greater victory against the Enemy than merely frightening them as Dannaswen would have you do.\\n\\n'I suggest you enter the camp and wipe the last vestiges of the Enemy from the Gostannon. Our passage would then be assured for the duration of this expedition.\\n\\n'Return to me when you have completed your task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It seems that I was hasty in my judgement, [placeholder]. It will take more than a single assault to drive the Orcs out for good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The road to the Gostannon lies to the north of here, [placeholder]. The Enemy encamped there is not strong...I believe you could destroy them all in one assault.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last Vestiges",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of the Golden Host are concerned with the continuing presence of Orcs in the Mirk-eaves and in procuring supplies for the Malledhrim in the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated enemies at the Gostannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat enemies at the Gostannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The road to the Gostannon lies to the north of Amon Angeled, leading eastwards.\\n\\nRongal has asked you to utterly destroy the Enemy at the Gostannon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Rongal atop Amon Angened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rongal is at the Elf-waypost atop Amon Angened, south of the Gostannon.\\n\\nWhile the Enemy encamped at the Gostannon is greatly weakened, they are still stronger than Rongal surmised. You should return to Rongal with the tidings.",
      "es": "",
      "es (fem)": ""
    }
  ]
}