{
  "id": 620846603,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is clear that a great battle was fought at the Gostannon and that the Malledhrim were the clear victors, for the Orc-camp lies in ruin. However, we must learn whether this is the route the Host took eastwards, for if it is, then it would likely be the safest route for any reinforcements that may follow.\\n\\n'Travel to the Gostannon and seek any signs you may find of the Malledhrim's passing, then return to me with your report. I do not imagine you will encounter much resistance from the Orcs there...they appear to be in disarray after their loss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found these weapons throughout the area and even on the eastern side of the Gostannon? Then the Malledhrim did indeed take that route. This, then, shall be our road for reinforcements and supplies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The road to the Gostannon lies to the north of here, [placeholder]; when you have finished your patrol, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found no sign of the Malledhrim's passing at the Gostannon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seeking Signs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves of the Golden Host are concerned with the continuing presence of Orcs in the Mirk-eaves and in procuring supplies for the Malledhrim in the east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a weapon of the Malledhrim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find signs of the Malledhrim's passing at the Gostannon ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The road to the Gostannon lies to the north of Amon Angeled, leading eastwards.\\n\\nDannaswen has asked you to patrol the road to the Gostannon in order to determine the strength of the Enemy there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Malledhrim weapons to Dannaswen atop Amon Angened",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dannaswen is at the Elf-waypost atop Amon Angened, south of the Gostannon.\\n\\nYou should bring the Malledhrim weapons you found back to Dannaswen and explain where you discovered them.",
      "es": "",
      "es (fem)": ""
    }
  ]
}