{
  "id": 621061452,
  "txt": [
    {
      "id": "0x57712c5",
      "en": "'Greetings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "The Ranger Prestadír catches your eye and calls for you to speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "This approach to Tornhad seems clear, despite hostile sounds from the heights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "Calithil nods at you, but says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "The path here is idyllic, quiet, and free of immediate danger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Idhrien watches the ford near Tornhad, and reports nothing unusual",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "The broken wall in front of Tornhad reveals no sign of intrusion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You're back, [placeholder]?\\n\\n'I have told the Dúnedain about the warg pack and spoken of my hope that the Rangers will watch over the Stagshorns after my departure, but they have not agreed to do so! I admit this is not the news for which I had hoped when we came to Tornhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The Ranger Himeinior stands to the west of the entrance of Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Now let us find some of my friends among the Dúnedain. We will tell them about the warg-pack that threatens the Angle, and I also wish for them to keep watch upon the Stagshorns when I have gone.\\n\\n'Ah, there is Himeinior. Let us speak with him first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "The Ranger Himeinior gave you a bag of rations to distribute throughout the encampment, asking you to fill up the provision crates found throughout Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ravaedron has come to visit us, has he? Very nice, but he has chosen a busy time to call upon Tornhad, for some of us are preparing to depart on a mission of secrecy and some urgency. We may not have much time to spend in conversation with our artist friend.\\n\\n'What did you say your name was? [placeholder]? It is a pleasure to meet you. If you are willing to distribute these rations among the provision crates throughout Tornhad, I will even try to remember your name in the future! Ah, I speak in jest, [placeholder]... but I would appreciate it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ravaedron has come to Tornhad for two purposes: to alert the Rangers about the danger of a large warg-pack that has descended upon the Angle, and to ask them to safe-guard his friends at Fernbrake Cot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The Ranger Himeinior gave you a bag of rations to distribute throughout the encampment, asking you to fill up the provision crates found throughout Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb41c1c1",
      "en": "'Hail, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ravaedron is speaking with the Rangers within the bounds of Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb41c1c2",
      "en": "'All seems well here... for now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'If you distribute these rations among the provision crates here in Tornhad, I will speak briefly with Ravaedron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb41c1c3",
      "en": "'All is quiet for the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb41c1c4",
      "en": "'Tornhad is well-protected by my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb41c1c5",
      "en": "'Welcome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb41c1c6",
      "en": "'Thelgarth is occupied by foes, but we are ready for them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I have just begun to tell the Dúnedain the reasons for our visit here, [placeholder], but they insist they have too many tasks to which they must attend, and have little time to listen! I have never found them to be especially polite, but on this day it seems worse than usual.\\n\\n'What say you, Idhrenfair? I believed us to be friends, but it seems you cannot spare a moment for Ravaedron, though he departs on the morrow and you will not see him again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ranger Idhrenfair has caught your eye; he surely has a task of some kind for you to complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I have known Ravaedron my whole life, and that means I am familiar with his old tricks: he has always had a flair for the dramatic quite unlike others of his people I have met.\\n\\n'But very well. If you will do my own task for me, and bring these swords to the forge for repair, I will humour Ravaedron this once. And if this be for the last time, I will count myself fortunate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Distributed rations throughout Tornhad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You wound me, Idhrenfair, truly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The Ranger Idhrenfair gave you a number of swords that are in need of repair, and instructed you to leave them in a barrel near the forge for that purpose. The forge is to the south-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The Ranger Prestadír has a number of questions for you, and likely a task for you to perform as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You are a friend of Ravaedron? [placeholder]? It is a pleasure to meet you. May I ask what brings you and he to Tornhad at this hour?'\\n\\nYou tell the Ranger that Ravaedron is saying farewell to the places he knows before journeying to the Grey Havens, where he will board a ship and leave Middle-earth.\\n\\n'I see. That is his choice, and it is not a choice that is available to all of us. Can I ask you to do something for me, my new friend? While I finish up my work here at the forge and speak with Ravaedron, will you patrol the bounds of Tornhad? We are preparing our own departure, though our destination lies to the east and not the west, as his does, and if fortune is with us ours will not prove as permanent a stay as Ravaedron's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Prestadír by the forges in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "The Ranger Prestadír has asked you to conduct a patrol of the outskirts of Tornhad while he finishes up his work at the forge and speaks with Ravaedron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Conduct a patrol of the outskirts of Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Welcome to Tornhad, [placeholder]. All is quiet at the ford, for the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Ravaedron in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'If you will do my own task for me, and bring these swords to the forge for repair, I will humour Ravaedron this once. And if this be for the last time, I will count myself fortunate!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Can I ask you to patrol the bounds of Tornhad? We are preparing our own departure, though our destination lies to the east and not the west, as his does, and if fortune is with us ours will not prove as permanent as Ravaedron's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Ravaedron is in Tornhad, speaking with a number of the Rangers who dwell there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "Calithil nods at you, but says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'We will tell my friends among the Dúnedain about the warg-pack that threatens the Angle, and I also wish for them to keep watch upon the Stagshorns when I have gone. Let us speak with Himeinior first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Himeinior to the west, in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Distribute rations among the provision crates in Tornhad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "You have exhausted the rations Himeinior gave you to distribute",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Ravaedron in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Idhrenfair in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Bring the swords awaiting repair to a barrel by the forge in Tornhad, to the south-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57712c1",
      "en": "'All is well here, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Village of the Rangers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57712c2",
      "en": "'My folk keep a watch on this shallow ford, just in case.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57712c3",
      "en": "'My people have only lived here so long by remaining cautious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x57712c4",
      "en": "'Tornhad is a place of safety, but if it is threatened we have places we can go.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}