{
  "id": 621061442,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Dangerous foes stalk the rocky woodlands of the Angle, and Ravaedron desires for you to help him combat them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'This is it: Fernbrake Cot, home of my friends the Stagshorns.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Ravaedron stands outside Fernbrake Cot, the home of his friends, south-east of the old village of Glynafon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ravaedron is along the road that runs south into the Angle from the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat threatening foes in the Angle of Mitheithel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Here it is: Fernbrake Cot, home to my friends Maddoc and Glenys, and their son Bran. The Stagshorns showed me much kindness while I ventured in this land, and I will miss them when I leave.\\n\\n'I appreciate you being here, [placeholder]. Saying good-bye is always difficult, and I would like my friends to know they will have adventurers such as you looking after them once I have departed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated foes in the Angle for Ravaedron ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Ravaedron along the road from the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Fernbrake Cot, the home of Ravaedron's friends, lies to the south-east, beyond the village of Glynafon in the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Fernbrake Cot, the home of Ravaedron's friends, beyond the village of Glynafon to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Ravaedron outside Fernbrake Cot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "You have arrived at Fernbrake Cot, home of the Stagshorns",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'If you will accompany me to the Stagshorn's cottage and help me say good-bye, I would value your assistance most highly, for I have been putting it off. They live in a pleasant cottage to the south-east, beyond the old village of Glynafon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Let us work to make safe the wilds for those good folk who dwell in this land! Perhaps afterward you will help me with the task at which I have been delaying.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Along the road leading south from the Trollshaws into the Angle of Mitheithel, you encountered an Elf who desired your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Mae govannen, stranger. You are come to the Angle of Mitheithel, but in a southerly direction rather than a northerly. That is curious indeed! I have found that travellers in this land do so mainly on their way to somewhere else; so it is with me. I am not long to remain here in the Angle.'\\n\\nThe Elf smiles briefly.\\n\\n'But I have forgotten my manners! Let me cure this lack at once: I am called Ravaedron, and I came to the Angle some time ago on an errand given me by the sons of Elrond. Ah, you are known to them? Then let us be friends as well, for we share similar purpose: to make the wilds safe for those good folk who dwell there! It will be no great burden for you to aid me in this, will it? For there is something I must do, but I have been putting it off for later. Let us first face what dangers present themselves to us here in Mitheithel, and then perhaps you will help me again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last Friendship",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Very good, my new friend. You are most adept at facing such threats as these! It is little wonder that Elladan and Elrohir trust you so. Did they send you on such a mission as they sent me? I was directed here in search of dark servants of the Enemy, riders in black that ran afoul of the defences of Imladris. Ah... perhaps I should speak no more of them. Elrohir was most clear that it was a matter of some secrecy.'\\n\\nRavaedron mimes locking his lips with a key and hanging it on an invisible chain around his neck.\\n\\n'Let us say instead that I found no sign of our quarry, and leave it at that. Even so my search was not fruitless, for I did find something that is now quite dear to me. I befriended a family of woodcutters, the Stagshorns. They live not far from here, and now I cherish their friendship, the last friendship I will ever make in Middle-earth, for my steps will now take me to the Grey Havens, and I will sail into the West, and this chapter of mine will be ended.'\\n\\nRavaedron laughs suddenly.\\n\\n'Perhaps the Stagshorns will not be the last friendship I make here, [placeholder], for I had not counted upon meeting you! But if you will accompany me to their cottage and help me say good-bye, I would value your assistance most highly... for I have been putting it off. They live in a pleasant cottage to the south-east, beyond the old village of Glynafon.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}