{
  "id": 621061445,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "This was the home of an artist who taught Ravaedron several painterly techniques he had never before considered",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wilderness and Emptiness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat any foes in the Angle that might threaten the safety of Ravaedron's friends ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Examine the warg tracks in Glynafon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well, it is no matter: whether they know of it or not, their lives will not be endangered by my decision to leave Middle-earth. I hope it is not presumptuous of me to say we will make certain of that!'\\n\\nRavaedron stares for a moment longer at the closed door, and then shakes his head.\\n\\n'Still, I had hoped for a friendlier parting. I have seen many farewells during my long years, and I did not envision this one going this way. But I will not dwell upon it. I have spent too long dwelling on such things! Let us make safe the lands hereabout and meet up at the old mounds of Glynafon. It stands to the west of here and was once a most pleasant village, though it has remained empty for much of the age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Meet up with Ravaedron outside Glynafon, ancestral home of the Stôrs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Let us make safe the lands hereabout and meet up at the old mounds of Glynafon. It stands to the west of here and was once a most pleasant village, though it has remained empty for much of the age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Ravaedron in Glynafon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Defeat wargs or wolves in Glynafon or elsewhere in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Sights such as this are all too common these days, [placeholder], and they stand in opposition with the memories I have of these places. This was once a thriving community of hardy folk toughened by the tilling of the rocky soil. I remember the pleasing sound of their voices, raised in song more often than not, and carried on the wind for miles around. They called themselves Stôrs, and it is my understanding that when they departed the Angle, they passed through many lands before finally settling in a small corner of Arthedain. I hope to see their land on my journey to the ships.\\n\\n'But they have not lived here for more than a thousand years, and the wind has not borne aloft their songs for even longer, for it was the threat of war that caused them to leave. There was unrest throughout Rhudaur, and evil arose in Angmar, and the Stôrs felt no cause to sing. But when I knew them they were pleasant and full of joy.'\\n\\nRavaedron regales you with tales of the friends he once knew in Glynafon, and encourages you to see the home of Meredud and Aderyn, who delighted in staying up late, and the burrow where Wenna painted such lovely landscapes that she seemed to possess the skill of the Eldar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Find the home of Meredud and Aderyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You should inspect those tracks, my friend. There are wargs here... but I fear their numbers may have increased.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the home of Wenna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Meet up with Ravaedron at Tornhad, the Ranger settlement on the banks of the Hoarwell, to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I did not expect to see friendly folk in Glynafon, and my heart was ready for their absence, but the sight of wargs among the one-time burrows of my friends is more than I can bear. How many evenings did I spend alongside Meredud and Aderyn on their nightly strolls? How many days did I spend in conversation with Wenna, who gave me such lessons in painting that my art was ever-changed? Too few, I see now.'\\n\\nRavaedron frowns, his pleasant memories scattered like leaves before a storm.\\n\\n'If I am grateful for anything, let it be this: I did not quarrel with my friends among the Stôrs when they departed these lands. That, at least, is a kindness.\\n\\n'Let us defeat some of the wargs here in the Angle. If a large pack of the creatures passed through Glynafon, as you say, they will be a danger to those who live nearby. Then we will continue on to Tornhad, the Dúnedain village that is our destination. I have a request to make of the Rangers there, and we can tell them about the warg pack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Talk to Ravaedron at Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ravaedron wants to make things right with Maddoc Stagshorn and his family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "According to the tracks you discovered, a large number of wargs passed through Glynafon in recent days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Threatening beasts and other foes stalk the wilderness of Mitheithel, and Ravaedron wants you to thin their numbers for the sake of his friends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Ravaedron has asked you to defeat any wargs you may find in the Angle, the better to ensure the safety of his friends Maddoc and Glenys Stagshorn, and that of travellers in Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We have arrived.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Ravaedron asked to meet you outside Glynafon, the ancestral home of the Stôrs, when you finished with your task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Ravaedron has suggested that the two of you meet up at Tornhad, the Ranger settlement in Mitheithel, to alert them to the danger posed by the wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'We have arrived, [placeholder]. The Dúnedain range far and wide throughout the wilderness, but Tornhad has served as their relatively permanent home for many years.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Consumed by his memories of a bustling Glynafon, Ravaedron has asked you to look upon the places he remembers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You have found warg tracks in Glynafon, an unwelcome but unsurprising discovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Ravaedron has come to Tornhad, the Ranger settlement in the Angle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "More wargs have been in Glynafon than you have yet seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'Let us make safe the lands hereabout and meet up at the old mounds of Glynafon. It stands to the west of here and was once a most pleasant village, though it has remained empty for much of the age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Defeated wargs or wolves in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'You should see the home of Meredud and Aderyn, who delighted in staying up late, and the burrow where Wenna painted such lovely landscapes! Ah, she seemed to possess the skill of the Eldar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Let us defeat some of the wargs here in the Angle. If a large pack of the creatures passed through Glynafon, as you say, they will be a danger to those who live nearby. Then we will continue on to Tornhad, the Dúnedain village that is our destination. I have a request to make of the Rangers there, and we can tell them about the warg pack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'Let us defeat some of the wargs here in the Angle. If a large pack of the creatures passed through Glynafon, as you say, they will be a danger to those who live nearby. Then we will continue on to Tornhad, the Dúnedain village that is our destination. I have a request to make of the Rangers there, and we can tell them about the warg pack.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "The settlement of Tornhad is alive with the bustle of activity",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Sights such as this are all too common these days, [placeholder], and they stand in opposition with the memories I have of these places. This was once a thriving community of hardy folk toughened by the tilling of the rocky soil. I remember the pleasing sound of their voices, raised in song more often than not, and carried on the wind for miles around. They called themselves Stôrs, and it is my understanding that when they departed the Angle, they passed through many lands before finally settling in a small corner of Arthedain. I hope to see their land on my journey to the ships... perhaps it is your land as well?\\n\\n'But they have not lived here for more than a thousand years, and the wind has not borne aloft their songs for even longer, for it was the threat of war that caused them to leave. There was unrest throughout Rhudaur, and evil arose in Angmar, and the Stôrs felt no cause to sing. But when I knew them they were pleasant and full of joy.'\\n\\nRavaedron regales you with tales of the friends he once knew in Glynafon, and encourages you to see the home of Meredud and Aderyn, who delighted in staying up late, and the burrow where Wenna painted such lovely landscapes that she seemed to possess the skill of the Eldar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Defeated foes in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Glynafon has been abandoned for years beyond count, but hobbit-folk once lived here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "This was the home of two Stôrs who loved to walk the moonlit lanes long after everyone else was asleep",
      "es": "",
      "es (fem)": ""
    }
  ]
}