{
  "id": 621061455,
  "txt": [
    {
      "id": 126687078,
      "en": "Lagordal's suspicions haven't been fully confirmed, but answers may lay hidden in an old Dúnadan cave.",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "A stranger stands before the cave entrance...",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "Someone stands in your way, blocking the entrance of the Dúnadan cave.\\n\\nYou should talk to him.",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "Talk to the stranger at the Dúnadan cave",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Find the Dúnadan cave",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'That Dunlending acted alone; his ambush might not have had anything to do with the camp-site. Still, those footprints you saw belonged to multiple people, correct? They must be the same people holed up in that old Dúnadan cave.\\n\\n'Perhaps it's time I told you what led to my injury. I had been tasked with checking the cave's condition. Alas, I did not find it empty -- the cave's new occupants decided to greet me with an arrow.\\n\\n'I have reason to believe these people are not to be trusted. Find out why they are here, and be careful when you go. You'll find the cave to the north-west, on the other side of this hill.\\n\\n'There will be no secrets in the Angle if I have anything to say about it!'",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Lagordal has asked you to investigate the Dúnadan cave in the hills to the north-west.",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "A Chance Encounter",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'Stay your hand -- I mean no harm! I saw what you did earlier at that camp-site; you defeated that spy faster than I could get there! But you're no Ranger of the North. What purpose do you have in the Angle?'\\n\\nYou tell the stranger about how you're investigating the presence of \\qunsavoury folks\\q in the Angle.\\n\\n'Indeed? Then I believe we may share a common goal.'",
      "es": ""
    }
  ]
}