{
  "id": 621061454,
  "txt": [
    {
      "id": 148970448,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621209,
      "en": "Whoever made this camp-site may have left something behind.\\n\\nYou should search the camp-site for information.",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Investigate sack",
      "es": ""
    },
    {
      "id": 173025555,
      "en": "Talk to Lagordal",
      "es": ""
    },
    {
      "id": 190220770,
      "en": "'A Dunlending ambushed you? Then I was right to be wary, for they are a hateful people who will stop at nothing to hinder us.\\n\\n'We're stretched thin enough as it is -- the last thing we needed was for Saruman to turn his gaze towards the Angle!'",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'Do not worry about me -- 'tis a minor wound, nothing more. One of my fellow Rangers is seeking a healer as we speak.\\n\\n'Do you see that cliff to the south-east, next to the waterfall? I found an unfamiliar camp-site there, devoid of any souls. But I left it alone, intent on first completing a task I had been assigned. As you can see, I haven't been able to go back to investigate.\\n\\n'I suspect some rather unsavoury folks have made their way northward into this region. For what purpose, I do not know.\\n\\n'Would you take up the task of investigating the camp-site? Let me know of your findings.'",
      "es": ""
    },
    {
      "id": 148970456,
      "en": "The camp-site has been abandoned",
      "es": ""
    },
    {
      "id": 184621239,
      "en": "You have found a couple of signs of life at this camp-site.\\n\\nYou should examine the footprints for more information.",
      "es": ""
    },
    {
      "id": 148970273,
      "en": "A half-filled sack of rotting provisions lies limp on the ground",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Find the suspicious camp-site",
      "es": ""
    },
    {
      "id": 236954613,
      "en": "Suspicious Signs in the Angle",
      "es": ""
    },
    {
      "id": 148970483,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Investigate camp-fire",
      "es": ""
    },
    {
      "id": 148970438,
      "en": "A half-filled sack of rotting provisions lies limp on the ground",
      "es": ""
    },
    {
      "id": 184621220,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "Lagordal has asked you to investigate a suspicious camp-site atop a cliff.\\n\\nThe cliff can be found to the south-east, next to the waterfall opposite of Tornhad.",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Investigate sack",
      "es": ""
    },
    {
      "id": 148970485,
      "en": "Dirt covers parts of this camp-fire, as if someone hastily tried to bury it",
      "es": ""
    },
    {
      "id": 148970440,
      "en": "A twig snaps behind you!",
      "es": ""
    },
    {
      "id": 173025543,
      "en": "Investigate footprints",
      "es": ""
    },
    {
      "id": 184621201,
      "en": "The moment you tried to examine footprints at the camp-site, a Dunlending attacked you.\\n\\nYou should return to Lagordal with this news.",
      "es": ""
    },
    {
      "id": 126687078,
      "en": "Foul activity may be occurring under the Rangers' noses.",
      "es": ""
    }
  ]
}