{
  "id": 620904947,
  "txt": [
    {
      "id": 218649169,
      "en": "'As you saw, my friend, we left in a great hurry when Langhold fell. Thanks to you, we had enough time to save so many lives, but our belongings were left behind.\\n\\n'If you could find any gold that was left behind, perhaps we can afford that great manor. Looters may have taken all we held dear, but if someone could search for anything that could be salvaged, it would be incredibly helpful to us.\\n\\n'Frithbéorth asks a heavy price for the housing we hope to acquire. If my husband were alive...but no matter.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You found so much, [placeholder]! I cannot believe all of this was left intact after the fire.\\n\\n'I was near sick with worry once I knew we needed to send you back to Langhold for something that was unlikely to be there. Your courage and goodness never ceases to impress me, my friend.\\n\\n'I believe we may have enough to purchase the house from Frithbéorth! I will begin to look closely into the particulars of this arrangement.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Riches Left To Rot",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Cíllan is now desperate to come up with a great sum of gold, and thinks of the riches left behing in Langhold which may still be salvaged.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected some savings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect savings left behind in Langhold ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The refugees' savings should be somewhere in the ruins of Langhold, as long as they haven't been taken by the enemy.\\n\\nYou should search inside the homes of Langhold for any savings that may have survived the fires.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the coins to Cíllan at Harwick",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Cíllan is waiting in the Refugee Camp outside Harwick.\\n\\nYou should bring everything you collected to Cíllan.",
      "es": ""
    }
  ]
}