{
  "id": 620904891,
  "txt": [
    {
      "id": 136263297,
      "en": "Gandalf found this horse lost in the wood, but it is willing to bear you to Ashlimb more swiftly than you could go on foot",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have done what you could for Ashlimb; it is now time to seek another sleeping Ent",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gandalf would like you to bring news of the hobbits back to Ashlimb, who first put you on their trail.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh...and one more thing before we part ways, [placeholder]. You must not forget about the good Ent who sent you on this fanciful wild goose chase.\\n\\n'We cannot start a flood without the first raindrop. Be sure to tell your sleepy friend all that you saw. Farewell, good [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gandalf is atop Treebeard's Hill, alongside a horse you have never seen before.\\n\\nGandalf has one more thing to say to you.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The Ent does not speak, but its eyes gleam with a sharp green spark as you relay Gandalf's tale.\\n\\nYou did not succeed in waking Ashlimb from his sleepy state, but from his keen gaze, you sense that you have appeased his restless curiosity.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ashlimb is at the eastern edge of Fangorn's eaves, waiting to hear of the hobbits' fate.\\n\\nYou should return to Ashlimb and convey Gandalf's tale of their meeting with Treebeard.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Ents can be found throughout Fangorn. You should search north-east of Ashlimb for other Ents you can help, as Gandalf bid.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You have discovered another Ent, this one barely different from a tree.\\n\\nHe stands still as stone, but regards you with his deep, slow eyes.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The horse, you ask? Ah, yes -- another strange meeting in this strange wood. I do not know his tale, but he came to me.\\n\\n'I believe he seeks his master, but why his master rode this way, I cannot guess. You may ride him; I am sure he will bear you wherever you need to go!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ask Gandalf about the horse that stands near him",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Return to Ashlimb to tell him of the hobbits' fate <rgb=#FF00FF>you may use the horse near Gandalf for swifter travel</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search the surrounding woods for another sleeping Ent",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Curiosity Dawns",
      "es": ""
    }
  ]
}