{
  "id": 620904955,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The old manor is infested with rats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated rats in the refugees' new home ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cíllan hopes to make a payment on the manor to secure a place to live for her people with the savings you recovered from Langhold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Please take this money to Frithbéorth, [placeholder], and see if he will accept it as a payment to secure his family manor. Please, see if he will let us stay and pay the rest over time. The people of Langhold are honest, and true to their word.\\n\\n'The guards are still on the look-out for you, so do be careful in Harwick. I will speak with the Reeve, for Harding was a friend of my husband's. I will not rest until he has released his grudge against you!\\n\\n'You have helped us so much, and I endeavour now to help you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Frithbéorth is in Harwick, waiting patiently for a delivery of three-hundred gold to secure the purchase of his family's large manor.\\n\\nYou should bring Cíllan's down payment to Frithbéorth and see if he will accept it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh, [placeholder]... I cannot express my thanks enough. Rats we can handle ourselves, and money we can earn in plenty, once we are settled. I will continue to seek an audience with Harding to clear his bad opinion of you.\\n\\n'It is unjust that such a noble [placeholder] could receive such hostile treatment from the Reeve of the Wold, after all you did for us.\\n\\n'No matter how Harding may behave, you have my thanks. I will never forget your deeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Frithbéorth reluctantly hands over the keys to his family's large manor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cíllan awaits you at the refugees' camp outside of Harwick.\\n\\nYou should hasten to Cíllan to hand her the keys and tell her of the deal with Frithbéorth... and it would be wise to mention the rats as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Here are the keys. You bought it as-is, so I don't want to hear anything about what condition you find it in.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This is not half of the price that I quoted to you. What is the meaning of this?'\\n\\nYou explain Cíllan's plea that this will be a down payment, and that the rest be paid over time as the people of Langhold work. After all... they have nothing. They must build it all again.\\n\\n'Fine. But I expect payment every month. I will give Cíllan a year to make up the difference. But it is really a kindness on my part. Too kind. I begin to think that people take advantage.\\n\\n'Here, take the keys before I change my mind!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Cíllan awaits you at the refugees' camp outside of Harwick.\\n\\nYou should hasten to Cíllan to hand her the keys and tell her of the deal with Frithbéorth...and it would be wise to mention the rats as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Cíllan's first payment to Frithbéorth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak to Frithbéorth to enter the manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Cíllan at the refugee camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Return to Cíllan in the refugee-camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down Payment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Return to Cíllan in the Refugee Camp",
      "es": "",
      "es (fem)": ""
    }
  ]
}