{
  "id": 620904946,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "This man asks a hefty price for his home, and appears to have little sympathy for the plight of Langhold's people",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This fearful townsperson has no interest in doing business with a wanted trespasser",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This townsperson wishes he could help, but his home is far too small",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The refugees from Langhold have built a makeshift camp outside of Harwick with the permission of the Reeve, but better housing is clearly needed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "This townsperson will report you to the guards if she sees you again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "This townsperson only looks out for himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "This townsperson only looks out for himself",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I know you are anxious to help the refugees of Langhold, [placeholder]. You have helped us enough -- I will not keep you anymore. I will be sure to put in a good word for you with Aldor Harding.\\n\\n'He is a great man, but not a trusting one. I will not keep you from your friends, though. Be safe, [placeholder], and good luck.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cíllan is at the refugees' camp outside of Harwick.\\n\\nYou should find Cíllan and see how she fares.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My home is razed, my husband and Thane dead, but... I have my children and the people of Langhold in my care, so there is much to live for. It is enough to fend off my despair.\\n\\n'There are problems I must solve, but I am not quite sure what to do. We cannot stay in this camp outside Harwick for much longer with meagre supplies and no protection against the dangers of the plains.\\n\\n'Harwick is a densely populated city, but surely there must be some housing for sale. Will you find out if there is any space for my people, and what we can do to acquire permanent housing quickly?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Someone in Harwick must deal with the acquisition of houses in the city.\\n\\nYou should speak with people in Harwick who may have homes for sale, so that she may begin to move her people out of the refugee camp and into more permanent homes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Cíllan is waiting in the refugee camp outside Harwick to find out if there are any houses available for purchase in Harwick.\\n\\nYou should tell Cíllan everything you found out.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Cíllan makes a grim face as you recount your conversations with the townspeople of Harwick.\\n\\n'Only one seller that would suit our needs, and he asks for three hundred gold? That is a steep price... and we have so little.\\n\\n'I must find a way to come into gold. Let me think on this matter, [placeholder]. I cannot thank you enough for risking Harding's wrath by venturing back into Harwick on our behalf!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'No, I cannot risk doing business with you. Unlike you travellers who roam about the lands, I like it here, and do not wish to get ousted from my city by an angry Reeve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You are so brave to venture here against the wishes of the Reeve on behalf of those poor people from Langhold! It is so terrible, what happened.\\n\\n'I do have a house for sale, but it is dreadfully small. I left it when I married, for it could not fit more than a single man. I am terribly sorry I could not be of more aid....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Cíllan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I am loyal to Harding, not to strangers of distant lands! My Reeve, whom I serve with pride, does not want you in Harwick. I am done talking to you.\\n\\n'I will not report you to the guards this time, since you speak on Cíllan's behalf, but do not let me see you here again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Speak with people in Harwick who have homes for sale ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Cíllan in the refugee camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I admire your boldness to come into this city on a mission of charity when all the guards are looking out for you, but I wish only to go about my business, and not give myself any unnecessary trouble.\\n\\n'I cannot sell you my house; I am sorry. Please leave me be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Aid for the Refugees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Ah, you say you are looking for a house for those refugees from Langhold? It is difficult with a city so full, but my old family manor has been vacant for over a year. It is likely large enough for all of them.\\n\\n'But alas! It will be hard for me to part with it, seeing as it is so dear to me. With so many tenants, I would be willing to sell it for three hundred gold.\\n\\n'Now... I hear the guards have been ordered to arrest you on sight, so I would rather not be seen with you. Three hundred is of course my final offer, since I do not wish to be spotted with the trespasser! But do deliver my offer to lovely Cíllan, with my condolences for her loss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085259",
      "en": "'Ah, you say you are looking for a house for those refugees from Langhold? It is difficult with a city so full, but my old family manor has been vacant for over a year. It is likely large enough for all of them.\\n\\n'But alas! It will be hard for me to part with it, seeing as it is so dear to me. With so many tenants, I would be willing to sell it for three hundred gold.\\n\\n'Now...I hear the guards have been ordered to arrest you on sight, so I would rather not be seen with you. Three hundred is of course my final offer, since I do not wish to be spotted with the trespasser! But do deliver my offer to lovely Cíllan, with my condolences for her loss'",
      "es": "",
      "es (fem)": ""
    }
  ]
}