{
  "id": 620904956,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have found a camp-site, lately used but empty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A great, strangling root was beneath the bedroll and likely attacked the man while he attempted to rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rohirrim limped off towards the north-west. Surely with his injuries so severe, he left a visible tread upon the spongy earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The Ent's eyes shine with concern for the strange man who passed through his field of vision.\\n\\nYou should seek the wounded Rohirrim in Fangorn, for he is likely to be lost, hungry, and hurt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rohirrim limped off to the north-west, moving deeper into the Eaves of Fangorn.\\n\\nYou should search for the injured Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The injured man was likely frightened away from his makeshift encampment by the menacing tree-root that lay in wait here.\\n\\nYou should continue your search for clues to the man's whereabouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The injured man's bedroll is at his camp-site, apparently abandoned.\\n\\nYou should examing the bedroll to see if any other belongings were left behind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The abandoned camp-site is in the centre of Fangorn's eaves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find out where the wounded man went",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the bedroll more closely",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Strangled Rest",
      "es": "",
      "es (fem)": ""
    }
  ]
}