{
  "id": 620904918,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I may be small yet, but I am as stout as any warrior here! My mother tells me so. If they had let me fight in Langhold, perhaps we could have saved it from the brigand traitors....\\n\\n'Well, now I will help defend this camp! Salamanders stalk about, and we scare them off, but then I recalled that Cíllan has trouble getting the fires started. Those salamanders have glands that let them spray fire from their mouths!\\n\\n'I remember when I met you, [placeholder]... you were the only one brave enough to fight the salamanders on their own turf. Will you collect glands, and bring them directly to me? But... can you keep it a secret that you gathered them?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Oh! These are perfect! I am sure Cíllan will be happy when she finds out I got these for her, all by myself. I mean... with help, but mostly by myself.\\n\\n'You will not tell anyone, [placeholder]... will you? Soon I will be big enough to fight salamanders on my own!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fire-starter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The refugees of Langhold have built a makeshift camp outside the gate of Harwick.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a salamander gland ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect glands from salamanders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Salamanders are found just north of Harwick in the swamps along the road outside of the city.\\n\\nYou should collect glands from salamanders to help the refugees keep their fires lit for protection against the dark and cold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Cadda the salamander glands (but do keep it a secret)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cadda is at the refugee camp outside of Harwick, waiting to grow tall so that he may be a great warrior of Rohan.\\n\\nYou should bring the salamander glands to Cadda, but naturally keeping it a great secret, for the child wishes to take all the credit. How can you refuse?",
      "es": "",
      "es (fem)": ""
    }
  ]
}