{
  "id": 621026011,
  "txt": [
    {
      "id": "0x78e1fa6",
      "en": "Into Falch Gurth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find the source of the voices in Falch Gurth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The source of the voices seems to be coming from a raised cleft within Falch Gurth.\\n\\nWhile exploring Falch Gurth, you overheard hushed voices from the east. You should investigate the source of the voices.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "It seems a few Rangers have made camp in a small cleft within Falch Gurth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Taurdir can be found at Torgris.\\n\\nYou have discovered a small encampment of Rangers within a cleft of Falch Gurth. You should talk to Taurdir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Talk to Taurdir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I did not expect help to come so soon, but... we are in dire need of it.\\n\\n'Nidhlas... is gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Falch Gurth can be found to the south of Taen Orwath.\\n\\nYou have entered Falch Gurth in search of Nidhlas and his men. You should continue searching for signs of them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Have you heard all the talk of Thuringwath, [placeholder]?\\n\\n'Prince Faramir told us to hold our post, but after one of ours found the way into Falch Gurth, it wasn't long before Nidhlas took his men into the pass.\\n\\n'It's been days and I've heard no word from him or his men. To be honest, I don't care if the rumours are true or not.\\n\\n'All I ask is that you go into Falch Gurth to find Nidhlas and his men. Will you aid me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find the entrance of Falch Gurth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "A foreboding pass has been carved through the black slopes of Ephel Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "A small company of Rangers entered Falch Gurth in an attempt to explore Thuringwath, the Valley of Secret Shadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Shadows loom ahead of you, but you hear hushed voices up the path to the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search for Nidhlas and his men in Falch Gurth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "New Quest - Thuringwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Falch Gurth can be found to the south of Taen Orwath.\\n\\nCuilion has asked you to enter Falch Gurth and learn what has become of Nidhlas and his men.",
      "es": "",
      "es (fem)": ""
    }
  ]
}