{
  "id": 621026020,
  "txt": [
    {
      "id": "0xfa8e117",
      "en": "You notice footprints on the old roadway through Thuringwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Before the Heart of Darkness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Ah, tell me, what did you find?'\\n\\nYou tell Mithrandir what you discovered within Aufaltor. You tell him of the slain Rangers and the flensed flesh left to moulder among its tombs, and that you remain uncertain if Nidhlas escaped the fate that befell his men.\\n\\n'I do not think he was so fortunate, [placeholder]. I have seen enough of Thuringwath to know that the Living do not long endure it.\\n\\n'Curious. I sense a presence within this watching-stone, but it refuses my summons.\\n\\n'We shall see about that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Examine the heap of flesh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Many are the shadows that loom upon Thuringwath, and I have not the strength to banish them.\\n\\n'I must rest for a short while, but you should search for the lost Rangers of Ithilien. I fear it may already be too late for them, but if any hope remains, you must seize it.\\n\\n'Do not wait for me, [placeholder]. Even now, evil does not rest in Thuringwath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The footprints lead to the foundations of a great, deathly fane...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Return to Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "The footprints continue along the old roadway through Thuringwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You have discovered a number of slain Rangers in the depths of Aufaltor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Talk to Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Aufaltor can be found in Thuringwath.\\n\\nYou have followed the footprints to the base of a great fane. You should search the fane for Nidhlas and his men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "As Mithrandir begins his study of Thuringwath, you begin your search for the lost Rangers of Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Follow the footprints deeper into Thuringwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Slain Rangers can be found deep within Aufaltor.\\n\\nYou have discovered a number of slain Rangers within Aufaltor. You should examine them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nidhlas and his men might be found somewhere in Thuringwath.\\n\\nMithrandir has asked you to continue ahead in search of Nidhlas and his men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The footprints continue along the old roadway through Thuringwath.\\n\\nYou discovered footprints on the old roadway through Thuringwath. You should follow them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Search Aufaltor for signs of Nidhlas and his men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Examine the slain Rangers in Aufaltor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Search for signs of Nidhlas and his men in Thuringwath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "You should examine the heap of discarded flesh.\\n\\nYou discovered the Rangers slain from bloodletting, but a heap of flesh has caught your eye. You should examine it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Mithrandir can be found in Thuringwath.\\n\\nYou found a grisly scene at Aufaltor. You should return to Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Mithrandir can be found near Aufaltor in Thuringwath.\\n\\nYou have found Mithrandir standing before a great watching-stone in Thuringwath. You should tell Mithrandir what you have found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "These Rangers have been bled, but a sickening heap of flesh catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "This flesh has been flensed from a Man, but the body is nowhere to be found",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Mithrandir stands transfixed before a great watching-stone in the form of a balrog",
      "es": "",
      "es (fem)": ""
    }
  ]
}