{
  "id": 621016029,
  "txt": [
    {
      "id": 228284040,
      "en": "'My word, you ran through the wheat field quickly! This old overgrown field seems to still be changing. Perhaps the maze will be different by tomorrow. Now, how about another challenge for today....'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The Wistmead wheat maze can be found in the Wistmead Harvest Festival space.\\n\\nErmentrude Haybank has challenged you to get through the wheat maze, from start to finish, before the time runs out.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "<rgb=#FF0000>Reach the exit before the time expires</rgb>",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Time's up!",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Enter the Wistmead wheat maze",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The exit to the wheat maze is around here somewhere... or is it?\\n\\nYou should try to find your way out of the wheat maze before the time runs out.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ermentrude Haybank, the Maze-master of Wistmead, has challenged you to get through the maze before the time runs out. You must not tarry long within the wheat-walls!\\n\\n<rgb=#FF0000>NOTE: This quest will be removed from your quest log when the event it is associated with ends. </rgb>",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Go!",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find your way out before the time expires",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "<rgb=#FF0000>Do not cheat!</rgb>",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You have found the exit!",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "<rgb=#FF0000>Do not cheat!</rgb>",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "No cheating!",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "No cheating!",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hullo, there, Ermentrude Haybank is the name! This old wheat field is quite overgrown and gives me the shivers. It is a maze of old wheat thickets with a ghastly fog hanging overhead! How quick do you think you could run through the maze of wheat? Do you think you could do it without cheating?! I hope you are not afraid!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Wistmead wheat maze can be found in the Wistmead Harvest Festival space.\\n\\nYou should talk to Ermentrude Haybank at the wheat maze entrance.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Challenging Wheat",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Ermentrude Haybank",
      "es": ""
    }
  ]
}