{
  "id": 620894213,
  "txt": [
    {
      "id": 218649169,
      "en": "'The tidings you bring me are gravely concerning. We must send word of these discoveries to Idmar and the watchers along the road to the south, but first, would you be willing to finish the task my unfortunate servant and I started? \\n\\n'Stangard needs repairs constantly, and the reeds from the river's edge are very helpful to us. Please gather some, then return to me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good, good. I am glad that you again made it past the wolves with little difficulty. If we had more servants like you, [placeholder], I would not find myself in such situations....\\n\\n'Perhaps such a sentiment is callous, but I do not seek your approval. Come, let me bundle those reeds. It is time you brought these to Idmar. \\n\\n'Are you ready to depart?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I need you to bring me those reeds, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Back on Task",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Brifard told you how Stangard is in dire need of repair and that the reeds along the river are quite helpful for patching.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Gathered reeds from the river's edge ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather reeds from the river's edge ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reeds can be found along the shore of the Great River to the north-east of Brifard's camp.\\n\\nBrifard wants you to gather the reeds that his peasant failed to deliver. He wishes you to return to the wolf-den one last time.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Brifard",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Brifard can be found at the camp on the path out of southeastern Thinglad.\\n\\nYou should bring the reeds you gathered to Brifard at once.",
      "es": ""
    }
  ]
}