{
  "id": 620894211,
  "txt": [
    {
      "id": 218649170,
      "en": "'Dunstan went north-east as he went off to hunt. I would begin my search in that direction, if I were you.\\n\\n'If you find him, we will leave as the Elves wish it. My men do not like this forest anyway... we can sense the nearness of the evil Golden Wood. We are eager to leave this land.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Perhaps the hunter shot at some game and gave chase... or something startled or frightened him, and he loosed arrows. The tracks seem to go south... so let us follow them and see.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Missing Intruder",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'More arrows... and blood! The arrows hit their mark this time. And look: the hoof-prints of the horse go in one direction and the footprints another. A strange gait to the footprints, heading south-east -- let us follow them further!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The hunter's own bow! [placeholder]... I think the hunter was the hunted. Someone was shooting at him, and I think he was struck by many arrows as he chased his ambushers. I do not like this one bit. Ready yourself, my friend....'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Strange arrows litter the earth here",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Good hunting, [placeholder]. I hope you find Dunstan whole and hale.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "This brave hunter has been pierced by many unfriendly arrows and perished upon this hilltop in pursuit of his attackers.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Blood and arrows mark the earth here...",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I do not like the looks of this. Investigate him further, if you would; I must go scout this area.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "More arrows and blood spatter, and the hunter's own bow",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Signs of the missing hunter can likely be found north-east of the hunters' camp in Thinglad.\\n\\nYou should search the woods around the camp for signs of the missing hunter's passage or indications of where he might have gone.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The hunter has been slain by Orc-arrows",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Noriel is nearby and can be summoned by whistle if you have become separated.\\n\\nYou should speak with Noriel, your companion on this mission.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The hunter has been slain by Orc-arrows",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Another sign of the missing hunter looks to be not far from the first in Thinglad, just south of that spot.\\n\\nYou should search the woods around the camp for signs of the missing hunter's passage or indications of where he might have gone.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Noriel is nearby and can be summoned by whistle if you have become separated.\\n\\nYou should speak with Noriel, your companion on this mission.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Signs of the missing hunter can be found near the hunters' camp in Thinglad.\\n\\nYou should search the woods around the camp for signs of the missing hunter's passage, or indications of where he might have gone.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Noriel is nearby and can be summoned by whistle if you have become separated.\\n\\nYou should speak with Noriel, your companion on this mission.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "The missing hunter is surely nearby, south and east of the hunter's camp in Thinglad.\\n\\nYou should search for the missing hunter.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Noriel can be summoned by using the Elf-whistle you were given.\\n\\nYou should speak with Noriel.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search the forest floor for signs of the missing hunter",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Noriel",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Search for another sign of the missing hunter",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Noriel",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Search for signs of the missing hunter",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Noriel",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Search for the missing hunter",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Noriel",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Noriel wants to help you search for the missing Rohirrim hunter to speed along the intruding party's departure from Thinglad.\\n\\n<rgb=#FF0000>Use the whistle to summon Noriel to your side if you become separated.</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I cannot banish those men from Thinglad without their missing friend. You should search the wood for him and return him to his companions. Here is a whistle -- use this when you find his tracks, and I will join you.\\n\\n'Hopefully we can finish this task soon, then Thinglad can have some peace again from these unwelcome intruders.'",
      "es": ""
    }
  ]
}