{
  "id": 620962173,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Ingold, the Captain of the Out-wall, is at the North-gate of the Rammas Echor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Lead the way to the North-gate in the Rammas Echor! I will be right behind you! Quickly, now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You cannot wait any longer for him to arrive!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'We cannot wait any longer! We must fall back to Minas Tirith! Ride, ride to the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 6: The Net Closes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Prince Imrahil is in the First Circle of Minas Tirith, waiting for you to return with news of the situation in Talath Anor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Defeat foes throughout Talath Anor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We are nearing the end now. The Mordor-host that pours into Talath Anor shows no sign of slowing. I am almost ready to return to Minas Tirith.\\n\\n'But first we need to recall two of the scouts I sent forth from Crithost. Go to the north-west and north-east and tell Cangrail and Brúnion that it is time for them to return to the North-gate. They have done well, but now they must think of their safety! Find them quickly, [placeholder]! They are sure to be in danger as the situation north of the Rammas worsens!\\n\\n'Defeat any enemies you come across, as well. We may be readying for our retreat, but that is no reason not to strike at our enemies while we do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Barathant in Crithost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Ingold at the North-gate of the Rammas Echor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c93af1",
      "en": "'You need not tell me twice!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Ingold at the North-gate of the Rammas Echor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe91c211",
      "en": "Morgul Warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Retreat to Minas Tirith and talk to Imrahil in the First Circle of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You found them both? I am glad to hear it!\\n\\n'Now, [placeholder], lead the way to the North-gate in the Rammas Echor! I will be right behind you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Some of the scouts have returned, and I am grateful, for I have need of their weapons, as you can see!\\n\\n'Barathant? No, I have not yet seen him! Did he say he was coming?\\n\\n'We cannot wait long, [placeholder]! If he is coming, he has to get here soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Wait for Barathant at the North-gate of the Rammas Echor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We cannot wait any longer, [placeholder]! We must fall back to Minas Tirith! Ride, ride to the city!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Barathant is almost ready to return to the city, but first he wants you to recall the scouts he sent out from Crithost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You have already returned? I did not expect to see you so soon after your departure, [placeholder]. What can you tell me of the situation in Talath Anor?'\\n\\nYou tell Imrahil about your encounter with the Orcs, Wargs, and Sûhalar Easterlings that occupied Cair Andros and have poured into Talath Anor.\\n\\n'A second force? It must be a pincer attack! Our Enemy has been planning this for some time, and soon each host will close upon the city.  It will make the triumph of Gondor all the sweeter when those plans are destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "She agrees that it is time to return, and runs off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Cangrail and Brúnion can be found to the north-west and north-east of Crithost, in Talath Anor.\\n\\nBarathant asked you to find and recall the scout he sent out from Crithost, and to defeat any enemies you come across in Talath Anor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'We need to recall two of the scouts I sent forth from Crithost. Go to the north-west and the north-east and tell Cangrail and Brúnion that it is time for them to return to the North-gate. They have done well, but now they must think of their safety! Find them quickly, [placeholder]! They are sure to be in danger as the situation north of the Rammas worsens!\\n\\n'Defeat any enemies you come across, as well. We may be readying for our retreat, but that is no reason not to strike at our enemies while we do!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Barathant is in the town of Crithost, waiting to hear that his scouts have agreed to return to the North-gate of the Rammas Echor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Ingold, the Captain of the Out-wall, is at the North-gate of the Rammas Echor.\\n\\nThe scouts in Talath Anor are retreating to the North-gate, and you should do the same. Ingold is waiting for your return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Cangrail and tell her to return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Find Brúnion and tell him to return",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c939f1",
      "en": "'I will return at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Barathant never returned to the North-gate, but Ingold cannot wait long for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Brúnion gladly agrees with you, and runs off",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "Defeated foes throughout Talath Anor ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}