{
  "id": 620962156,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The Council of Gondor meets in the Dome of the Sun on the Sixth Circle of Minas Tirith. Peregrin Took can be found somewhere in the Citadel. Duilin and Derufin can be found within one of the taverns in the lower circles of the city.\\n\\nMithrandir has asked you to provide help to a number of people within the city before the city is besieged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Mithrandir said you would be happy to undertake this errand, [placeholder]. I am pleased to see he was right.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Mithrandir is in the Court of the Fountain on the Seventh Circle of Minas Tirith.\\n\\nYou have aided the Council of Gondor, Peregrin Took, and the sons of Lord Duinhir of Blackroot Vale, and should now return to Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Prince Imrahil is in the First Circle of Minas Tirith, by the main gate of the city, looking for someone to undertake a dangerous mission.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Othnar and complete 'The Council of Gondor'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Peregrin Took and complete 'Guard of the Citadel'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Duilin and complete 'In Need of Discipline'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "With battle on the horizon, Mithrandir wants you to help the people of Minas Tirith ready themselves for the coming storm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Mithrandir in the Court of the Fountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Imrahil in the First Circle of Minas Tirith, by the main gate to the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'There are some folk with whom you should speak. The Council of Gondor meets in the Dome of the Sun on the Sixth Circle. Introduce yourself to the doorward and do what you can to aid the Council.\\n\\n'I came here in the company of Peregrin Took, hobbit of the Shire. He is now a Guard of the Citadel -- the less said of that, the better -- and I expect he could use a friendly word from you, [placeholder].\\n\\n'I spoke with Lord Duinhir of the Blackroot Vale a short time ago, and it seems that his sons left the city without his permission, and indeed against his direct command. I understand you met Duilin and Derufin during their ill-advised adventure. Find them within one of the taverns in the lower circles of the city, and perhaps something can be done to soothe their father's temper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The Prince of Dol Amroth was looking for someone to undertake a mission of some danger, and I suggested that you would make the ideal candidate. Hurry down to the First Circle and learn if Imrahil has already sent someone else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We must not rely solely on the strength of the walls, [placeholder]. We must ensure that the people are strong as well. It will not be long before the Enemy is arrayed before the walls, and in that moment the city's defenders will need courage with deep foundations. There are some folk with whom you should speak, my friend; unresolved matters may linger, and cast hearts into confusion when the end approaches.\\n\\n'Day to day affairs in the city are managed by a group of officials that comprise the Council of Gondor. They meet in the Dome of the Sun on the Sixth Circle. Introduce yourself to the doorward and do what you can to aid the Council.\\n\\n'I came here in the company of Peregrin Took, hobbit of the Shire. He is now a Guard of the Citadel -- the less said of that, the better -- and I expect he could use a friendly word from you, [placeholder].\\n\\n'I spoke with Lord Duinhir of the Blackroot Vale a short time ago, and it seems that his sons left the city without his permission, and indeed against his direct command. I understand you met Duilin and Derufin during their ill-advised adventure. Find them within one of the taverns in the lower circles of the city, and perhaps something can be done to soothe their father's temper.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 4: Tower of Guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'There you are, [placeholder]. I have been looking for you!\\n\\n'The Prince of Dol Amroth was looking for someone to undertake a mission of some danger, and I suggested that you would make the ideal candidate. Hurry down to the First Circle and learn if Imrahil has already sent someone else.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}