{
  "id": 620962186,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Are you looking for Mithrandir? Go to the Dome of the Sun and use the model of the city. That will bring you to the city besieged, where Mithrandir mounts the defence!'\\n\\n<rgb=#00FF00>If you wish to return to Minas Tirith during the siege, you may examine the model of the city in the Dome of the Sun.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Peregrin Took is in the Seventh Circle of the city.\\n\\nYou have been summoned before Denethor, the Steward of Gondor. Peregrin Took has been charged with bringing you into Denethor's presence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Surely you know of Peregrin the Halfling; you and he must hail from the same far-off land, unless I greatly miss my mark! Lord Denethor has named him a Guard of the Citadel. He will bring you before the Steward. Tarry not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Mithrandir is in besieged Minas Tirith, in the south-eastern area of the Second Circle.\\n\\n<rgb=#00FF00>Minas Tirith is besieged! You may examine the model of the city in the Dome of the Sun to travel between states of the city.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Mithrandir in besieged Minas Tirith, in the south-eastern area of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Surely you know of Peregrin the Halfling; are you and he from the same distant Shire? You are not? What a wonder to know folk of your sort hail from many different lands! Lord Denethor has named Peregrin a Guard of the Citadel. He will bring you before the Steward. Tarry not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "As the armies of Mordor begin to encircle the city, the Steward of Gondor summons you before him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Am I right to believe that you have met Peregrin the Halfling? Lord Denethor has named him a Guard of the Citadel, despite his stature. He will bring you before the Steward. Tarry not!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'All right, [placeholder], I will bring you before the Steward! You may wish to keep your wits about you, for he has a somewhat frightening countenance. He is a great man of importance, I don't doubt it, but he is very stern and does not go out of his way to cushion the effect of his words!'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 8: What the Steward Saw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Peregrin Took and travel with him to your audience with Denethor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The armies of Mordor have encircled the city, [placeholder]. The siege has begun.'\\n\\nYou tell Mithrandir that you spoke with the Steward, and that Denethor spoke to you of many things that he saw within the depths of a palantír. At that, Mithrandir looks up sharply.\\n\\n'So the Anor-stone did remain within the tower. I wondered if it was so. Denethor has had a stubborn and strong will for all the years of his life, but if he seeks to gain some advantage over the enemy by using the palantír...'\\n\\nThe Wizard scowls, and shakes his head.\\n\\n'Denethor is too occupied with his grief for Faramir to work any evil on that score, but he will also be of no use in the defence of the city. Imrahil and I will mount the defence, and we will need your help!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}