{
  "id": 620962170,
  "txt": [
    {
      "id": 228870261,
      "en": "Book 4, Chapter 5: Beyond the Rammas",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Barathant in Crithost",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When Mithrandir came to the city, he told me that he passed through the North-gate in the Rammas Echor and spoke with its captain. He found Ingold supervising the repair of the wall, and advised him that it came too late; swords would be of more use than trowels in this late hour.\\n\\n'Ingold has not yet returned to the city, but I need to know the situation north of the Rammas. Go to the North-gate of the Rammas Echor, and learn why Ingold has not yet come back. I applaud him for bracing the wall and the gate in it, but he will be of more use to Gondor alive in Minas Tirith than dead at the North-gate.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Defeat Orcs or uruks in Talath Anor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'We are still working to repair the wall. I cannot return to the city just yet! I have disturbing news, and it enforces my desire not to leave my post until the last possible moment.\\n\\n'There is a second army, [placeholder]. I think this second Mordor-host crossed the river at Cair Andros, though I cannot be certain; none of my scouts have made it near enough to the island to see in whose hands it lies. I await word from my man in Crithost, Barathant, but he has not returned yet; I do not know if he still lives.\\n\\n'I do know that Orcs, Wargs, and a strange group of Easterlings have overrun the plain of Talath Anor. It is this last that gives me the most concern. They are called Sûhalar, and little is known of them. If you can defeat these new foes in Talath Anor, we may learn how best to face them, and I ask that you then look for Barathant in the town of Crithost. Once he returns, all of us can then return to Minas Tirith.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Defeat Wargs or Warg-riders in Talath Anor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Barathant in Crithost",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'After you have defeated the Sûhalar Easterlings, look for Barathant in the town of Crithost. He is a passionate man and will not retreat until the very last moment, but I feel that moment is fast approaching.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I am alive, [placeholder], and I still possess the fighting spirit! I will not retreat to Minas Tirith until the very last moment, and you will not be able to convince me. It is futile!\\n\\n'Much of my family evacuated Minas Tirith and went to the vale of Tumladen among the last few waggons, but my brothers remain in the White City. I can still slay Wargs and their riders in Talath Anor, and every foe I dispatch means one fewer to menace my brothers.\\n\\n'Aid me in this! You are an adventurer and can do a great deal of good in this land beyond the Rammas! Once we have faced these threats, I give you my word that we can return to the North-gate.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Prince Imrahil needs someone to learn what the situation may be north of the city, in Talath Anor.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You have done well, my friend. I too have slain many of our enemies, but it seems that two more cross the river from Cair Andros for each one that I defeat. This does not seem to be a battle we can win.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Warg-riders can be found throughout Talath Anor.\\n\\nBarathant has asked you to defeat the Warg-riders that have overrun the lands north of the Rammas Echor.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'I need to know the situation north of the Rammas Echor. Go to the North-gate of the Rammas, and learn why Ingold has not yet come back. I applaud him for bracing the wall and the gate in it, but he will be of more use to Gondor alive in Minas Tirith than dead at the North-gate!'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Defeated Sûhalar Easterlings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Ingold is the Captain of the Out-wall, and can be found at the North-gate in the Rammas Echor.\\n\\nPrince Imrahil has asked you to learn why Ingold has not yet returned to Minas Tirith, and to learn the situation in Talath Anor.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Barathant is in the town of Crithost, in Talath Anor.\\n\\nYou defeated many foes and should now return to Crithost.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "If he still lives, Barathant should be somewhere within the town of Crithost, in Talath Anor.\\n\\nIngold asked you to find Barathant after you defeated some of the Sûhalar Easterlings.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Sûhalar Easterlings can be found throughout the plains of Talath Anor, in Old Anórien.\\n\\nIngold, Captain of the Out-wall, has asked you to defeat Sûhalar Easterlings throughout Talath Anor.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Ingold at the North-gate in the Rammas Echor",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Defeat Sûhalar Easterlings in Talath Anor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Orcs, Wargs, and a strange group of Easterlings have overrun the plain of Talath Anor. It is this last that gives me the most concern. They are called Sûhalar, and little is known of them. If you can defeat these new foes in Talath Anor, we may learn how best to face them, and I ask that you then look for Barathant in the town of Crithost. Once he returns, all of us can then return to Minas Tirith.'",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Defeated Orc-kind in Talath Anor ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You are an adventurer and can do a great deal of good in this land beyond the Rammas! Help me defeat Warg-riders, and once we have faced these threats, I give you my word that we can return to the North-gate.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Defeated Warg-kind in Talath Anor ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}