{
  "id": 620962129,
  "txt": [
    {
      "id": 225071143,
      "en": "Speak with Ingold",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Integrity of the Rammas",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with Turgon",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I would be thankful if you were to lend a hand here at the South-gate. My men and I have been busy protecting the Rammas from the Orcs gathered in the Harlond. Alas, we have not yet been able to turn our attention upon the newly gathered forces in Pelennor Fields.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Turgon can be found at the South-gate of the Rammas. Ingold can be found at the North-gate of the Rammas.\\n\\nYou should speak with Turgon and Ingold and assist them with protecting the Rammas.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You are not here to convince me to leave my post, I hope. If so, it is a fool's errand for I plan to defend this gate until the Rohirrim arrive.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I am Curugond, head builder in Minas Tirith. I've been overseeing city repairs for many years though my crowning achievement is without a doubt the Rammas Echor. Now I have been told that the Rammas is being decimated by Orcs and Trolls. How dare they destroy my livelihood!\\n\\n'I would like to start overseeing repairs as soon as it is safe again to leave the city. If you are venturing out in Pelennor would you be interested in surveying the damages of the Rammas Echor?\\n\\n'While you're out there, know that men still protect the Out-wall at the South-gate and North-gate. You may be able to lend a hand to Turgon and Ingold. I am sure they could use it!'",
      "es": ""
    },
    {
      "id": 51875097,
      "en": "Master Builder Curugond has tasked you with surveying the damage at the southern and northern Rammas. He believes you may be able to lend a hand to the men stationed on the Out-wall.",
      "es": ""
    }
  ]
}