{
  "id": 620962159,
  "txt": [
    {
      "id": "0xda44875",
      "en": "In Need of Discipline",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Retrieve arrows from the makeshift Mûmak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Greetings, [placeholder]! My brother and I have been teaching the folk here where to shoot at a Mûmak in order to bring it down. This crafted fellow is not as large as one of the actual beasts, but it still serves as good practice for letting fly our arrows.\\n\\n'If you retrieve the arrows I have already fired and give them to my brother, he will be able to practice. He has been asking for his turn for awhile now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Duinhir atop the wall in the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Collect Blackroot bows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Lord Duinhir of the Blackroot Vale went to the Mûmak and Keep Tavern in the Second Circle of Minas Tirith to reprimand his sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Thank you, [placeholder]. Have you seen our father around the city anywhere? I ask only because we have not yet seen him since we returned, and I am afraid he might be rather cross with us.\\n\\n'You see, he commanded us not to leave the city... but we left anyway. You understand, I am sure. There were Mûmakil to hunt! And furthermore, we learned how best to bring down the mighty beasts. That must be worth something, even to our stern and disapproving father!\\n\\n'Find him in the city for us, [placeholder]. He will be atop the wall somewhere in the Second Circle, probably with a view of the gate to the city. And perhaps you could plead on our behalf for leniency? He will be stern, I do not doubt it, but perhaps you can convince him that we need not be reprimanded for this adventure of ours? It ended happily, did it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Lord Duinhir once again, in the Mûmak and Keep Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Duilin is in the Mûmak and Keep Tavern in the Second Circle of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Collect Blackroot swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Duilin in the Mûmak and Keep Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6b647d5",
      "en": "Blackroot Soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I know you, [placeholder]. You are the [placeholder] that brought my boys back to the city. You have my thanks for that. I will have some words for them when I catch them, I don't mind telling you! I am the Lord of the Blackroot Vale, and within those boundaries my command is the law. Outside of them, I am given authority over others by the grant of the Council and the Steward. But in affairs of my own house, and over the actions of my sons, I have complete authority no matter where I am!'\\n\\nDuinhir thunders his displeasure, and some of the men nearby shrink away involuntarily.\\n\\n'I commanded them to stay within the city for their own safety. What would I tell their mother if they ran afoul of some evil in Ithilien? Rosfin would never let me hear the end of it! Tell me where they are, [placeholder], and I will teach them obedience!'\\n\\nYou tell him that they learned something valuable about fighting Mûmakil, and that he can find them in the tavern in Minas Tirith named for the beasts.\\n\\n'I know the place. If you help my men finish gathering up these bows, swords, and shields, I will meet you there. My sons must learn to obey my words, or they will be no sons of mine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Collect Blackroot shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e01",
      "en": "Bring the Blackroot arrows to Derufin inside the Mûmak and Keep Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "You have arrived to find Lord Duinhir mid-shout.\\n\\n'...and as my sons, you are responsible for upholding my good name! If you do not do as I command, folk will look at your example and say, \\qDuinhir cannot even control his own sons! What sort of a man is that?\\q And furthermore... furthermore!'\\n\\nDuinhir splutters into silence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Duilin and Derufin left Minas Tirith without their father's permission, and now that they have returned they want to make amends.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Lord Duinhir asked you to help his men gather up the equipment he had been inspecting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "Lord Duinhir stares at the sight of the arrows flying toward the makeshift Mûmak, and is silent for a moment. Suddenly he erupts once again, but with quite a different exclamation.\\n\\n'Ha! A palpable hit, Derufin! That is the way!\\n\\n'Why did you not tell me about this, [placeholder]? This exercise seems to me quite a useful one. Can I have a try, my son? I will show you how this is done, I warrant! You will see your sire get it on his first try, Duilin!\\n\\n'I cannot stay mad at my boys. They get their skill at archery from me, you know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Duilin and Derufin have been firing arrows at the makeshift Mûmak in the Mûmak and Keep Tavern, in the Second Circle of the city.\\n\\nDuilin has asked you to recover the arrows he has already fired at the Mûmak, and give them to Derufin for his turn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Lord Duinhir of the Blackroot Vale went to the Mûmak and Keep Tavern in the Second Circle of Minas Tirith to reprimand his sons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e34",
      "en": "Bring the Blackroot equipment to Lord Duinhir in the Mûmak and Keep Tavern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Give him a moment, [placeholder]. I have a feeling about this, and I am rarely wrong about such things!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Derufin is inside the Mûmak and Keep Tavern in the Second Circle of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Do you see, [placeholder]? There is nothing to worry about after all! He has never been able to stay mad at Derufin or me for very long. Our mother thinks we remind him of himself when he was young. Or perhaps old! He insists he has not changed, after all.\\n\\n'Thank you once again, my friend! We will be here, practicing our technique! If the battle comes, we will be ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Oh! I will get it next time! Watch this, my boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Duinhir is somewhere within the city of Minas Tirith.\\n\\nDerufin asked you to find his father Duinhir and put in a good word for he and his brother's forbidden adventure in Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "Collected Blackroot shields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Duinhir stares at the makeshift Mûmak, seeming to see it for the first time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa654eb5",
      "en": "The Mûmak and Keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Give those arrows to my brother and he will be able to practice these shots. He has been asking for his turn for awhile now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Collected Blackroot bows ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Find our father in the city for us, [placeholder]. And perhaps you could plead on our behalf for leniency? He will be stern, I do not doubt it, but perhaps you can convince him that we need not be reprimanded for this adventure of ours? It ended happily, did it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Collected Blackroot swords ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}