{
  "id": 620962136,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I wish we had met under different circumstances, [placeholder], but I am glad you came to Faramir's defence when you did. His wound is not deep, but I fear that some fell sorcery remains within it. He swoons, and does not respond to our voices.\\n\\n'I will bring him to his father in the White Tower. Steward Denethor will want to see what has become of his son. I hope that son and father both will have the strength to come through this. The line is strong; I am sure they will.\\n\\n'Still, for Faramir to be wounded thus, and so soon after word reached us of his brother's demise... it seems that there will be no end to the challenges set before us in these dark days! I wish we could sit and speak in peace of Dol Amroth my home, but that is a wish that must wait. I go now to the Steward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Derufin is outside the Causeway Forts, on the eastern end of the Pelennor Fields.\\n\\nDuilin and Derufin are ready to climb aboard their steeds and ride to Minas Tirith. They wait only for your word that you are ready to do the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Faramir lives, but that is no natural wound. I hope there is little foundation for my fears, but I will tell you that I have seen one in his condition before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Prince Imrahil has dismounted from his steed just inside the gates of Minas Tirith, on the western end of the Pelennor Fields.\\n\\nYou helped save Faramir from death at the hands of the Orcs, but he is grievously wounded. Prince Imrahil of Dol Amroth has borne him back to the city, and wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Mount your steed and talk to Derufin outside the Causeway Forts to begin the ride to Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I do not want to worry you, [placeholder], but there is something unnatural about the wound suffered by Faramir during his retreat from the Causeway Forts. I have seen a wound of its type before, but this seems to have a greatly-accelerated pace and the healing hands of Elrond are many mountains away.'\\n\\nGandalf sighs wearily.\\n\\n'There were many servants of the Enemy near to Faramir on that field, [placeholder]. We must hope that his wound was not caused by a weapon of morgul-make, for there will be no hope of a cure if that be so. I told Imrahil the same as I am telling you: do not speak of this worry to Denethor. It may prove unnecessary, but we must not give him reason to despair for the life of Faramir. The young captain is his only remaining heir, and we need the Steward to focus on the battle that is sure to come if Minas Tirith is to stand.'\\n\\nGandalf suddenly stares at you piercingly.\\n\\n'Of course I am glad to see you, [placeholder]! But there is now work to be done, and little time in which to do it! The pleasantries can wait until after the war is done, if that is a boon we are to be given!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gandalf can be found just within the gates to Minas Tirith.\\n\\nFaramir has suffered an unnatural wound during the retreat from the Causeway Forts, and Gandalf bears a concerned expression.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Prince Imrahil just inside the entrance to Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Gandalf just inside the entrance to Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "The forces of the Enemy have taken the Causeway Forts, and now the expanse of the Pelennor lies between you and the walls of the White City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Pelennor is wide, and it will not be long before it fills with the forces of the Enemy. Climb aboard your steed, [placeholder], and tell me when you are ready to ride to Minas Tirith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Quickly, now! Let us ride to the White City! Follow me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Tell my brother when you are ready to ride to Minas Tirith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 2: Too Far From the City",
      "es": "",
      "es (fem)": ""
    }
  ]
}