{
  "id": 620962171,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "Aside from a few guards, all occupants of Pelennor Fields have been evacuated except for one very stubborn farmer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "The last farm tool is located in the fields at Pel Dúven.\\n\\nCollect the final farm tool for Talfadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Talfadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "It seems Talfadan might budge if you do what he says",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect farm tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'What's that?! I'm not leaving this farm! I've been farming here since before you were born! You'll have to drag me out of here, I tell you!'\\n\\nThe farmer calms down a little after you explain the grave danger he is about to face.\\n\\n'Well, I don't see anything off in the distance. Hmm, you do seem like you're telling the truth though. Tell you what, if you help me finish my work then maybe I'll think about heading over to the White City.\\n\\n'That's correct. Help me finish putting away my tools. Then we'll talk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Collect the final farm tool for Talfadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Talfadan is at Pel Dúven.\\n\\nReturn to Talfadan with the farm tools.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected farm tools ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "<rgb=#FF0000>Look around</rgb> for any more farm tools",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Bring the farm tools to Talfadan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Your eye catches one more tool out in the field.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'What took you so long? Did you step on a rake?'\\n\\nYou ask Talfadan if he saw the Haradrim that just tried to attack the farm.\\n\\n'Oh, so that's what was going on there. I suppose that isn't a good thing, having the farm attacked and all. Back when I was a boy, no one ever attacked this farm. What's this land coming to?!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I am hoping you have a moment to assist me. I have too few men to turn their attention to every problem arising on the southern Pelennor.\\n\\n'I have just gotten word that not everyone has been evacuated from the farms in Pelennor. It seems there is one farmer, a very old and stubborn man, who refuses to leave one of the nearby farms.\\n\\n'You must convince him to retreat to Minas Tirith. It is too dangerous right now to risk a trip past the Harlond to Imloth Melui!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'What's that?! I'm not leaving this farm! Have you even done a day of farm work in your life?! You'll have to drag me out of here, I tell you!'\\n\\nThe farmer calms down a little after you explain the grave danger he is about to face.\\n\\n'Well, I don't see anything off in the distance. Hmm, you do seem like you're telling the truth though. Tell you what, if you help me finish my work then maybe I'll think about heading over to the White City.\\n\\n'That's correct. Help me finish putting away my tools. Then we'll talk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Farming tools can be found around Pel Dúven.\\n\\nYou should gather the farming tools for Talfadan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "A raiding party of Haradrim is coming this way!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'What's that?! I'm not leaving this farm! Why don't you go crawl back under a rock! You'll have to drag me out of here, I tell you!'\\n\\nThe farmer calms down a little after you explain the grave danger he is about to face.\\n\\n'Well, I don't see anything off in the distance. Hmm, you do seem like you're telling the truth though. Tell you what. If you help me finish my work then maybe I'll think about heading over to the White City.\\n\\n'That's correct. Help me finish putting away my tools. Then we'll talk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "Fought off Haradrim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stubborn Farmer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "<rgb=#FF0000>Look around</rgb> for any more farm tools.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Talfadan can be found at Pel Dúven, north-east of the South-gate.\\n\\nYou should try and talk some sense into Talfadan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}