{
  "id": 620962197,
  "txt": [
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You destroy the parchment containing the new-passwords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'You found supporters of the Withered Tree throughout the lower Circles of the city? I knew you would, [placeholder]. There are more and more of them with every passing hour! I have been kept quite busy keeping them away from the gate. Can you believe they think they will find mercy with the armies of Mordor? They are disloyal and foolish both!\\n\\n'Keep fighting for Gondor, [placeholder], and I will do the same, 'gainst any and all foes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Captain of Tidings is not my only title. I am also the Spy-master of Minas Tirith, and I know how a group like the Withered Tree operates. They must have gained some of the pass-words for the upper Circles of the city. Húrin must change the pass-words, [placeholder]. We have not used the current set for as long as usual, but in time of war three hours may seem like days! Ask him for new pass-words, and give them to the guards at the gates in the upper Circles. Then find members of the Withered Tree in the lower Circles and make them cease their hateful whisperings! I will meet you in the First Circle when you have proved successful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The siege is well and truly begun, [placeholder]. We must hope that our preparations were enough, and that the gate stands strong. It should hold the enemies outside at bay for some hours, I hope, but it is the enemies within our walls that concern me right now.\\n\\n'Look at the model of the city, and the scroll that now decorates it. This message is the work of the Withered Tree. 'The End Has Come?' That may be so, but I am going to ensure that the Withered Tree reaches its end before we do! Some member of that group gained access to the Dome of the Sun and committed this act while we were busy elsewhere.\\n\\n'I am the Captain of Tidings, and I send forth errand-riders throughout the city and to other parts of Gondor, but that is not my only title. I am also the Spy-master of Minas Tirith, and I know how a group like the Withered Tree operates. They must have gained some of the pass-words for the upper Circles of the city. Húrin must change the pass-words, [placeholder]. We have not used the current set for as long as usual, but in time of war three hours may seem like days! Ask him for new pass-words, and give them to the guards at the gates in the upper Circles. Then find members of the Withered Tree in the lower Circles and make them cease their hateful whisperings! I will meet you in the First Circle when you have proved successful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'I believed we would soon need new pass-words. This is Húrin's mark, and now I will recognize only the new pass-word: <rgb=#00FF00>Flame of Victory</rgb>.\\n\\n'I hope it is our victory, and not the victory of Mordor, that this pass-word presages!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'I have already written a new set of pass-words for the gates into the upper Circles of the city. Show them to the guards and then destroy this parchment. Perhaps that will hinder the movement of the Withered Tree into the upper levels.\\n\\n'After the pass-words have been set, Lamlor wants you to find members of the Withered Tree urging dissent in the lower Circles? If you will be able to recognize them, I suppose. They have become more brazen in recent days, and now that the siege has begun I suppose they have nothing more to lose. They may be obvious to you now, [placeholder].\\n\\n'Go with haste, and remain loyal to the Council and to the Steward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "With the siege now fully underway, the group calling itself the Withered Tree has become even more brazen. The Council of Gondor has tasked you with helping curb its rise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Investigate the Second Circle of the city for supporters of the Withered Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Already a new pass-word? Very well, [placeholder]. I recognize Húrin's mark, and I will see to it that no one passes this gate save those who know the pass-word: <rgb=#00FF00>Light of Hope</rgb>.\\n\\n'It is an appropriate pass-word. May we still possess that of which it speaks when the night ends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Talk to Lamlor at the City Gates, in the First Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Some of the citizens of Gondor in the Fourth Circle may actually be supporters of the Withered Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The Steward is a fool! He has sold the city to our enemies, and now he asks us to die for him? None of us will see the dawn!\\n\\n'Die, [placeholder], and know that the Withered Tree has ended your tale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Supporters of the Withered Tree may be lurking within the lower Circles of the city. Search among the citizenry for such dangerous men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'There is no hope for us! The Council of Gondor and the Steward have failed, and doomed this city to fall! Can you not hear the harsh cries from beyond the walls?\\n\\n'We should have listened to the Withered Tree, and cast these leaders from the highest level of Minas Tirith! Perhaps then we would have been spared!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Deliver the new pass-word to Doronir at the Gate of Stars",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'We must open the gates! Have you not seen the parchments that the Withered Tree has placed throughout the city? The host of Mordor will spare us if we open the gates! The Orcs only want the Steward and the Council; they will allow the common folk to live if we let them in!\\n\\n'It is wisdom! We must open the gates! I will kill you if you try to stop me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Destroy the parchment containing the new pass-words",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Investigate the Fourth Circle of the city for supporters of the Withered Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Investigate the Third Circle of the city for supporters of the Withered Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'Supporters of the Withered Tree may be lurking within the lower Circles of the city. Search among the citizenry for such dangerous men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Lamlor, the Captain of Tidings and Spy-master of Gondor, has come down to the gate in the First Circle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Húrin is in the besieged city, in the Dome of the Sun.\\n\\nLamlor believes you should ask Húrin to change the pass-words for the gates in the upper Circles of the city.\\n\\n<rgb=#00FF00>Minas Tirith is besieged! You may examine the model of the city in the Dome of the Sun to travel between states of the city.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Supporters of the Withered Tree may be lurking within the lower Circles of the city. Search among the citizenry for such dangerous men!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "You carry new pass-words for the Gate of the Citadel, the Gate of Stones, and the Gate of Stars.\\n\\nHúrin has sent you to deliver the new pass-words for the gates in the upper Circles of the city.\\n\\n<rgb=#00FF00>Minas Tirith is besieged! You may examine the model of the city in the Dome of the Sun to travel between states of the city.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'How will we survive the coming storm? Can there be any hope?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'The armies of the Enemy press close about the walls! How can there be any victory against such numbers?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Will the gates hold? I have never seen such evil, not in all my days!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'A new pass-word, already? I think the time for pass-words is behind us, [placeholder]! The Orcs of Mordor will not turn away from my gate because they lack the pass-word! But this is Húrin's mark, and I am bound to obey. The new pass-word will be: <rgb=#00FF00>Triumphant</rgb>.\\n\\n'But whose triumph will it be, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "'Show those pass-words to the guards and then destroy this parchment. Perhaps that will hinder the movement of the Withered Tree into the upper levels.\\n\\n'After the pass-words have been set, Lamlor wants you to find members of the Withered Tree urging dissent in the lower Circles? If you will be able to recognize them, I suppose. They have become more brazen in recent days, and now that the siege has begun I suppose they have nothing more to lose. They may be obvious to you now, [placeholder].\\n\\n'Go with haste, and remain loyal to the Council and to the Steward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "You carry new pass-words for the Gate of the Citadel, the Gate of Stones, and the Gate of Stars.\\n\\nHúrin has sent you to deliver new pass-words for the gates in the upper Circles of the city.\\n\\n<rgb=#00FF00>Minas Tirith is besieged! You may examine the model of the city in the Dome of the Sun to travel between states of the city.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Some of the citizens of Gondor in the Third Circle may actually be supporters of the Withered Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ac8",
      "en": "Defeat the supporter of the Withered Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd1",
      "en": "'Die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "Some of the citizens of Gondor in the Second Circle may actually be supporters of the Withered Tree.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd2",
      "en": "'You traitor!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd3",
      "en": "'For the Withered Tree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad0",
      "en": "Defeat the supporter of the Withered Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Húrin in the besieged city, in the Dome of the Sun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd4",
      "en": "'Now die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd5",
      "en": "'The Steward is a fool!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Deliver the new pass-word to Linharn at the Gate of the Citadel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd6",
      "en": "'The Wizard has spelled our doom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ad3",
      "en": "Defeat the supporter of the Withered Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x67a8fd7",
      "en": "'It is hopeless!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Deliver the new pass-word to Garthor at the Gate of Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Withered Tree",
      "es": "",
      "es (fem)": ""
    }
  ]
}