{
  "id": 620962183,
  "txt": [
    {
      "id": 51875097,
      "en": "Turgon recently spied a group of Orcs from the Harlond on their way to a crack in the southern Rammas and asks that they not make it across to Pelennor Fields.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Turgon can be found at the southern gate of the Rammas.\\n\\nYou should speak with Turgon.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with Turgon",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Defend the southern Rammas",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477376,
      "en": "Keep your post and defend the southern Rammas",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The nearby crack in the Rammas is located in the south-western end of the Out-wall.\\n\\nYou should defend the crack in the southern Rammas from the Harlond Orcs.",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You have successfully defended the southern Rammas",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "<rgb=#FF0000>Do not leave the crack in the southern Rammas unguarded</rgb>",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Do not let the Orcs of the Harlond reach the Pelennor",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You have left the southern Rammas unguarded",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'The Rammas is safe for now. I will send some of my men to protect the break in the wall and start repairs as soon as we are able.\\n\\n'I thank you for your assistance. You are a good friend. I will fight by your side any day that I am not tasked with defending this wall.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'[placeholder], the Morgul forces occupying the Harlond have breached the southern Rammas! We must hold them back. Will you defend the Rammas?!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defending the Southern Rammas",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The nearby crack in the Rammas is located in the south-western end of the Out-wall.\\n\\nYou should defend the crack in the southern Rammas from the Harlond Orcs.",
      "es": ""
    }
  ]
}