{
  "id": 620962161,
  "txt": [
    {
      "id": 177082768,
      "en": "It tastes delicious!",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "It tastes very good!",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "The brew is most refreshing",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I would like to apologize for spoiling our picnic with such frightening conversation, [placeholder]. The food was delicious, and the company was excellent, of course, but I should not have spoken so much about the seeing-stone and what I saw within it.'\\n\\nYou assure Pippin that it did not ruin the picnic, and that you are simply glad he is all right now.\\n\\n'Well, I thank you for saying so, my friend! I will give such artifacts a wide berth from now on, I can assure you of that! There may have once been good reasons for using them, as Gandalf says, but now that there's so much trouble in... well, you know what land I mean... now that there's so much trouble away to the East I daresay no one should peek into one of those stones... ever!\\n\\n'I will get back to my duties now, [placeholder]. It was nice to see you again!'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'The proprietor of The Thirsty Seer in the Fifth Circle of the city should have the picnic basket set out by now. If you go down there, pick it up, and carry it out to the edge of the pier, we can have a lovely lunch at the Watch-point. I will meet you out there, but be sure to bring the picnic basket!'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Pippin eats in silence",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The Thirsty Seer is in the Fifth Circle of Minas Tirith. The picnic lunch that Pippin ordered should be ready for you to pick up and carry to the Watch-point at the end of the pier on the top of the city.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Well, do not be shy! Let us dig in, and we can talk after we have taken the edges from our appetites!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Well hello, [placeholder]! Gandalf hinted that I might be seeing you shortly, but I wasn't sure I believed him! It is good to see a familiar face in this grand city of strangers! I have met a few friends already, but this city is not built to hobbit-scale, is it? I find it quite overwhelming!\\n\\n'On the off chance that you really would be turning up, I arranged with one of the taverns for a picnic lunch, and I expect it is nearly ready! There should be enough good food and drink for the two of us, and we can share stories and catch up on our adventures! I say 'our' adventures, but really mine has not been very eventful since last we met. I hope it stays that way, and I am not ashamed to admit it! It doesn't seem likely, though, does it?\\n\\n'The proprietor of The Thirsty Seer in the Fifth Circle of the city should have the picnic basket set out by now. If you go down there, pick it up, and carry it out to the edge of the pier, we can have a lovely lunch at the Watch-point. I will meet you out there, but be sure to bring the picnic basket!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Pippin is waiting for you at the Watch-point on the end of the pier at the top of Minas Tirith.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Peregrin Took may be a Guard of the Citadel, but he is still a hobbit and enjoys good food and good company above all else.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Ah, look at this delicious spread, [placeholder]! I see why Gandalf spoke so highly of The Thirsty Seer. It's his favourite tavern in Minas Tirith, apparently, and I can see why!\\n\\n'Well, do not be shy, my friend! Let us dig in, and we can talk after we have taken the edges from our appetites!'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 69036787,
      "en": "Carry the picnic lunch to the Watch-point at the end of the pier, at the top of the city",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Clean up the picnic at the Watch-point",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'That is a good start, but by no means an end! I will nibble a bit while we speak, if that is all right with you.'\\n\\nYou ask Pippin how he came to the White City.\\n\\n'Oh, Gandalf brought me here. I slept much of the way, but Shadowfax is the swiftest of his kind and he was at a gallop for most of the journey. Why did we leave our friends behind? Well... Gandalf thought... he just thought I should see Minas Tirith, is all. The others had their own plans, and... you know. He's a Wizard.'\\n\\nPippin awkwardly stops speaking and picks at the food in silence. You wonder at his sudden evasiveness, and decide to have a little more of the lunch.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You set out the picnic lunch, and everything looks delicious",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Peregrin Took at his post in the Citadel",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I... wasn't entirely honest with you, [placeholder], and I am sorry for it. Gandalf did not bring me to Minas Tirith without cause, or as a simple sight-seeing trip. I know you were not deceived, but... it is difficult to speak of, and I am still ashamed that I might have worked some harm. Not on purpose! Gandalf called me a fool once, or twice, and he was right to do so! But I would never endanger my friends on purpose.\\n\\n'There was an artifact at Isengard. Wormtongue threw it down from the tower, intending to do some harm to either Saruman or Gandalf, and I saved it from rolling away into a pool. Gandalf claimed it soon afterward, but not soon enough... I found I could not stop thinking about the dark globe.\\n\\n'I... I stole it away from the Wizard when he slept, and looked into it, [placeholder]. I saw... I saw...'\\n\\nPippin trails away into silence, shame and fear written upon his face.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I saw... a tall tower and a black sky, and wheeling shapes... like bats, but much larger, and more frightening. And then... I saw... I saw him, [placeholder]. He looked at me, and his voice came not to my ears but to my mind, if that makes any sense. He asked me questions, and when I did not answer, I felt searing pain. I told him I was a hobbit, and his laughter was cruel. He said I would see him soon, and then Gandalf broke the spell and took away the stone.\\n\\n'The artifact was a seeing-stone, a palantír, and Saruman had used it to communicate with... with his dark master. Gandalf would not tell me very much about the stone, but he seemed to think we escaped a much worse fate through a lucky chance of good fortune. I... I think he was right. I could not turn my eyes from the stone, and if that horrible figure had continued his questions, I know I would have answered him. What else might he have showed me in the palantír? I cannot guess, and do not wish to!\\n\\n'This is not the sort of conversation that suits a picnic, [placeholder]! Let us clean up our food, and we can speak again back at my post!'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Pippin has returned to his post in the Citadel, the Seventh Circle of the city.",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Peregrin Took at the Watch-point at the end of the pier",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Peregrin Took at the Watch-point at the end of the pier",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Peregrin Took once more, despite his reluctance",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Eat and drink some of the picnic food",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "Pippin is focused on his food, and does not seem eager to talk.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "You are sharing a delicious picnic with Pippin at the Watch-point atop the city.",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'Let us clean up our food, and we can speak again back at my post!'",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "You are sharing a delicious picnic with Pippin at the Watch-point atop the city.",
      "es": ""
    },
    {
      "id": 127884869,
      "en": "You dropped the picnic lunch! Don't tell Pippin!",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "You clean up the picnic and put everything away",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "You are sharing a delicious picnic with Pippin at the Watch-point atop the city. The hobbit became very evasive when recounting the reason for his journey to Minas Tirith with Gandalf.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Pick up the picnic lunch from The Thirsty Seer in the south-west section of the Fifth Circle",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "You are sharing a delicious picnic with Pippin at the Watch-point atop the city. The hobbit became very evasive when recounting the reason for his journey to Minas Tirith with Gandalf.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "It tastes very good, but you are becoming worried about Pippin",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "The food tastes fine enough",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Peregrin Took at the Watch-point at the end of the pier",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "You are sharing a delicious picnic with Pippin at the Watch-point atop the city. He has reluctantly begun to tell you what brought him to Minas Tirith with Gandalf, but he could use some coaxing.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You sip the brew, and it refreshes you",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Eat and drink some of the picnic food",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Your picnic at the Watch-point is done, and now it is time to clean it up.",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "Pippin stands and gazes off into the distance",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Guard of the Citadel",
      "es": ""
    }
  ]
}