{
  "id": 620962155,
  "txt": [
    {
      "id": 49286869,
      "en": "Bring the grim report to Thalhír in the north-east section of the Second Circle",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "A model of the White City stands in the centre of the room",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286694,
      "en": "Deliver the resolution to Torchún in the south-east section of the Sixth Circle",
      "es": ""
    },
    {
      "id": 49286872,
      "en": "Bring the grim report to Arodor in the Dome of the Sun",
      "es": ""
    },
    {
      "id": 49286695,
      "en": "Deliver the resolution to Echadon in the south section of the Second Circle",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Echadon sent you? I have nothing to say to him. As the Warden of the Green, it is my duty to preserve the townlands and its people. I refuse now as I refused then to call back the few scouts and guards that now defend them! They are the folk who will first face the swords and axes of the Orcs!\\n\\n'Ah, I have recovered my temper. The Council dismissed his suggestion. That made me feel rather better.\\n\\n'I have compiled a report of the situation on the Pelennor Fields. Can I trust you to deliver it to Thalhír, the Warden of Laws? Many of the farms there have been evacuated, and this report may help their owners receive recompense if their homes are destroyed by the Orcs. Thalhír can be found in the Second Circle of the city.'",
      "es": ""
    },
    {
      "id": 49286696,
      "en": "Deliver the resolution to Celephir in the Citadel",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Echadon wanted you to speak with Parthadan? That is a good idea, [placeholder]. The two of them became quite heated during the last Council meeting, and those bridges ought to be repaired before the next.'",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Collected papers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'What is this? It is a report concerning the land holdings of folk who had to abandon their homes on the Pelennor? I see. I suppose Parthadan is doing his duty to take care of the townlands by preparing this report, but I think he is dreaming if he thinks the city will repay the owners of these farms for any damage the Orcs inflict upon them.'\\n\\nThalhír snorts mirthlessly.\\n\\n'He may be dreaming if he thinks there will be anyone left to repay them, [placeholder]. The word out of Osgiliath is not good, and the army arrayed against us sounds vast.\\n\\n'Well, I promise nothing, but bring this report back to Arodor for filing. If we do survive the siege that must be coming, we may need paper to burn, and Parthadan's report may be good for that, at least.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Welcome, [placeholder], to the Dome of the Sun. Word of your deeds is moving throughout the city like a fire in the brush. It sounds as if you have had many adventures, and saved many good folk from the swords and axes of evil! May you continue to do so on our behalf, worthy [placeholder]!\\n\\n'You have just missed a meeting of the Council, but if you go within you may be able to lend some aid to Arodor, chief scribe of the Council. The meetings have been contentious of late, and the number of raised voices I have heard from my position here has only increased in recent days. It seems no two voices can agree on a single course of action, for each member of the Council has his own interests to look after. Can they not see that we must be united if we are to survive the coming storm?\\n\\n'Ah, I am just a doorward. It is not my place to speak so. There are some in the city who speak against the Council, but you will not find me speaking such sedition!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Arodor is in the Dome of the Sun, writing resolutions recently decided by the Council of Gondor.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Wait for Arodor to finish writing the Council Resolutions",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Thank you very much, [placeholder]. Those Council resolutions will help the defenders of Minas Tirith work to safe-guard the city!\\n\\n'I will take this report from you and make sure it is put in the proper place, but I share Thalhír's belief that we should first survive the battle before thinking about the aftermath!\\n\\n'I am sure I will see you again, friend. Take care of yourself until then.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Council of Gondor meets within the Dome of the Sun to decide matters of state. Their meetings have been more frequent of late as the situation in Gondor worsens.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Arodor in the Dome of the Sun",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "The Dome of the Sun is filled with the scattered notes of the recent meeting of the Council.\\n\\nArodor asked if you would gather up the scattered papers within the Dome of the Sun.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Yes? You must be [placeholder], the [placeholder] of whom Mithrandir speaks so highly. I am sorry to tell you that you have just missed a meeting of the Council. See the state in which they have left this place?\\n\\n'I wonder if you might do me a favour? I need to finish organizing these papers. Perhaps you might gather up the rest of the notes scattered about the chamber? The members of the Council are masters of their various duties, but they trust that I will note down the matters of decision and do not stay behind to ensure I have recorded everything. I do my own duty as best I may, but I must ensure nothing slips by my notice amid the confusion.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Arodor is in the Dome of the Sun.\\n\\nYou have gathered up the scattered papers that remained behind after the meeting of the Council of Gondor, and should bring them to Arodor.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Ah, thank you very much. Let me copy down any of the important matters from these papers, and then I will have another request for you. It will not be long.'",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Parthadan, Warden of the Green, in the south-east section of the Sixth Circle",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Arodor is in the Dome of the Sun, writing out the resolutions of the Council.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Arodor is in the Dome of the Sun.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'There we go! I have finished writing out the Council of Gondor's most recent resolutions. Now I need someone to bring these throughout the city so the city leaders can take the appropriate action. Normally I would send an errand-rider, but if you'd like to meet some members of the Council perhaps you would like to perform this duty?\\n\\n'Very good! Here is the stack of resolutions that will require immediate action. They are labeled with the correct recipient, do you see? Here is the list:\\n\\n   Torchún, the Warden of the Houses of Healing.\\n   Echadon, the Captain of the Garrison.\\n   Celephir, the Warden of the Coffers.\\n   Mirudil, the Warden of the Stores.\\n\\n'Thank you for this, [placeholder]. You will be doing the city a great service!'",
      "es": ""
    },
    {
      "id": 49286713,
      "en": "Bring scattered papers to Arodor in the Dome of the Sun",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'That was very fast, [placeholder]! Perhaps you should become an errand-rider for the city! I suppose it would be difficult for you to leave the adventuring life behind, but prompt delivery of messages is something to be prized, and you seem quite skilled at it.\\n\\n'As you know, I am the Warden of the Houses of Healing. At the Council-meeting that just concluded, I requested an increase in supplies and goods for the use of my healers: spare cloths, water for boiling, warm blankets. The Council agreed with the principle of my request, but not to its whole extent. I have been granted an increase, but a small one.\\n\\n'It is better than no increase at all, I suppose. We will take blankets and cloths from evacuated houses, for their owners have no current need of them, and I will arrange with the Warden of the Wells to provide me with spare buckets.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Thank you for bringing this to me so quickly, [placeholder]. I am the Captain of the Garrison, which means the training and command of warriors in the city falls to me. I take this duty very seriously.\\n\\n'At the latest Council meeting, I spoke on behalf of my men. The garrison lacks the weapons and armour needed to mount a true defence of the city, should our enemies breach the gate. Furthermore, we simply do not have enough men! To that end, I argued that the scouts should be recalled from the Pelennor and Talath Anor and put to work as part of the garrison. Parthadan did not like this suggestion. When you have finished with this duty, perhaps you can see if his temper has cooled?\\n\\n'The Council did not agree with me, and there was much sympathy for the ideas of Parthadan. Still, the Guild of Smiths has been commanded to double its production of weapons and shields, so the men I do have can hope to be better equipped for the battle ahead. It is not everything for which I hoped, but it is something, at least.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I am grateful that you have brought the Council's resolution to me with such haste, [placeholder]. As the Warden of the Coffers, it is my duty to maintain the guard upon the treasury.\\n\\n'To my relief, the Council agreed with my proposal that the guard upon the treasury doors be increased. If the city is soon besieged, as seems certain, the gravest threat to the coin of the city might not be the enemies outside the walls but the folk within them. Indeed, an unsavoury group has already begun speaking out against the Council and the Steward, and I am sure they would try and pilfer the treasury if given the opportunity.\\n\\n'I thank you once more for bringing this resolution to me.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Enter the Dome of the Sun, where the Council of Gondor holds its meetings",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Ah, the Council resolutions are already written? That was very fast. It is good to see such haste, for it usually takes much longer for the orders of the Council to be put into action. Everyone is worried about what lies ahead, and it spurs them to move with haste.\\n\\n'I am the Warden of the Stores, which means that all the food and goods brought into the city fall within the scope of my duty. I find where they can be stored safely and free from theft or spoilage, and ensure that the folk who need access to them have it.\\n\\n'I must confess some trepidation to you, [placeholder]. If the city is besieged, I will surely become the most hated man in Minas Tirith. The man who rations the food is never loved by the hungry.\\n\\n'This resolution will allow me to conduct a full inventory of the stores, so I will know how much food and other supplies we will have at our disposal. If the gates are sealed by war, that inventory may become very important indeed!'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Arodor in the Dome of the Sun",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Gather the scattered papers in the Dome of the Sun ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Parthadan, the Warden of the Green, can be found in the Sixth Circle of the city.\\n\\nEchadon asked you to find Parthadan once you finished delivering the Council resolutions throughout the city.",
      "es": ""
    },
    {
      "id": 162883747,
      "en": "'Thank you again for agreeing to deliver those resolutions, my friend. Here is the list of recipients:\\n\\n   Torchún, the Warden of the Houses of Healing.\\n   Echadon, the Captain of the Garrison.\\n   Celephir, the Warden of the Coffers.\\n   Mirudil, the Warden of the Stores.\\n\\n'You will be doing the city a great service!'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Thalhír, the Warden of Laws, can be found in the Second Circle of the city.\\n\\nParthadan gave you a grim report of the situation in the Pelennor to show to Thalhír.",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "'Can I trust you to deliver that report to Thalhír, the Warden of Laws? Many of the farms there have been evacuated, and this report may help their owners receive recompense if their homes are destroyed by the Orcs. Thalhír can be found in the Second Circle of the city.'",
      "es": ""
    },
    {
      "id": 162883671,
      "en": "'Bring that report back to Arodor for filing. If we do survive the siege that must be coming, we may need paper to burn, and Parthadan's report may be good for that, at least.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'You have just missed a meeting of the Council, but if you go within you may be able to lend some aid to Arodor, chief scribe of the Council. The meetings have been contentious of late, and the number of raised voices I have heard from my position here has only increased in recent days.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The Council of Gondor meets inside the Dome of the Sun on the Sixth Circle of Minas Tirith.\\n\\nOthnar has invited you to enter the Dome of the Sun and lend your assistance to Arodor, chief scribe of the Council.",
      "es": ""
    },
    {
      "id": 246419785,
      "en": "Arodor is in the Dome of the Sun, on the Sixth Circle of Minas Tirith.\\n\\nThalhír asked you to deliver Parthadan's grim report to Arodor for filing.",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'You have just missed a meeting of the Council, but if you go within you may be able to lend some aid to Arodor. The meetings have been contentious of late, and the number of raised voices I have heard from my position here has only increased in recent days.'",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I wonder if you might do me a favour? I need to finish organizing these papers. Perhaps you might gather up the rest of the notes scattered about the chamber? The members of the Council are masters of their various duties, but they trust that I will note down the matters of decision and do not stay behind to ensure I have recorded everything. I do my own duty as best I may, but I must ensure nothing slips by my notice amid the confusion.'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "You have agreed to deliver resolutions of the Council to several leaders of the city throughout Minas Tirith:\\n\\nTorchún, the Warden of the Houses of Healing.\\nEchadon, the Captain of the Garrison.\\nCelephir, the Warden of the Coffers.\\nMirudil, the Warden of the Stores.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Arodor looks up from his work",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Council of Gondor",
      "es": ""
    },
    {
      "id": 49286864,
      "en": "Deliver the resolution to Mirudil in the south-east section of the Fifth Circle",
      "es": ""
    }
  ]
}