{
  "id": 620962199,
  "txt": [
    {
      "id": 113790931,
      "en": "'The flames are doused and the civilians are safe!'",
      "es": ""
    },
    {
      "id": 83842897,
      "en": "'Mithrandir! You have come just in time!'",
      "es": ""
    },
    {
      "id": 83842898,
      "en": "'They do not march yet, but I see their ranks shifting restlessly. It cannot be long now.'",
      "es": ""
    },
    {
      "id": 83842899,
      "en": "'We must take our positions at once if we are to stand against them.'",
      "es": ""
    },
    {
      "id": 83842900,
      "en": "'You inspire hope even in the darkest of times, Mithrandir. The Men of Gondor shall be honoured to fight at your side.'",
      "es": ""
    },
    {
      "id": 83842901,
      "en": "'The din of the Enemy's armies grows louder still. We must move now!'",
      "es": ""
    },
    {
      "id": 83842902,
      "en": "'It is time - they will not wait any longer.'",
      "es": ""
    },
    {
      "id": 83842903,
      "en": "'[placeholder], join us on the northern wall!'",
      "es": ""
    },
    {
      "id": 116174052,
      "en": "Imrahil shouts, 'We have triumphed, my friends!'",
      "es": ""
    },
    {
      "id": 159287537,
      "en": "'Die, rats of Gondor! Die trapped in your cage!'",
      "es": ""
    },
    {
      "id": 159287538,
      "en": "'How fares your leader? Does my poison rot his flesh?'",
      "es": ""
    },
    {
      "id": 159287539,
      "en": "'The fangs of Harad close on you!'",
      "es": ""
    },
    {
      "id": 17254593,
      "en": "'I hear their screams above us!'",
      "es": ""
    },
    {
      "id": 17254594,
      "en": "'I can barely lift my sword. What foul sorcery is this?'",
      "es": ""
    },
    {
      "id": 17254595,
      "en": "'Mithrandir, I knew you would come to help us!'",
      "es": ""
    },
    {
      "id": 17254596,
      "en": "'I was trapped! Thank you!'",
      "es": ""
    },
    {
      "id": 17254597,
      "en": "'Thank you for freeing me!'",
      "es": ""
    },
    {
      "id": 17254598,
      "en": "'Get me out of here!'",
      "es": ""
    },
    {
      "id": 17254599,
      "en": "'I must get to safety!'",
      "es": ""
    },
    {
      "id": 17254600,
      "en": "'Back to the wall!'",
      "es": ""
    },
    {
      "id": 17254601,
      "en": "'Mithrandir!'",
      "es": ""
    },
    {
      "id": 232906017,
      "en": "'My men await me as well. Duinhir, call your sons and let us go!'",
      "es": ""
    },
    {
      "id": 17254602,
      "en": "'How can we stand against so many?'",
      "es": ""
    },
    {
      "id": 17254603,
      "en": "'My armour weighs heavily on me....'",
      "es": ""
    },
    {
      "id": 17254604,
      "en": "'What can be done?'",
      "es": ""
    },
    {
      "id": 17254605,
      "en": "'I will not surrender!'",
      "es": ""
    },
    {
      "id": 58766357,
      "en": "Imrahil calls out, 'The tower burns! Escape to the wall before it collapses!'",
      "es": ""
    },
    {
      "id": 157926305,
      "en": "'Thank... you... I can make it from here.'",
      "es": ""
    },
    {
      "id": 157926306,
      "en": "'I... have strength enough to flee.'",
      "es": ""
    },
    {
      "id": 65895057,
      "en": "'If they cannot master the wall, they will make for the Great Gate.'",
      "es": ""
    },
    {
      "id": 157926307,
      "en": "'My arm....'",
      "es": ""
    },
    {
      "id": 65895058,
      "en": "'We must move to the Gate at once and make our stand against the Enemy!'",
      "es": ""
    },
    {
      "id": 157926308,
      "en": "'I could have been crushed....'",
      "es": ""
    },
    {
      "id": 65895059,
      "en": "'He sends no Orc against it. Look beyond the flames toward Osgiliath!'",
      "es": ""
    },
    {
      "id": 157926309,
      "en": "'But father's ring is lost! I must find it!'",
      "es": ""
    },
    {
      "id": 65895060,
      "en": "'The great ram, Grond, has been repaired and makes for Minas Tirith.'",
      "es": ""
    },
    {
      "id": 157926310,
      "en": "'I must find the ring! Please do not make me leave!'",
      "es": ""
    },
    {
      "id": 157926311,
      "en": "'Thank you for freeing my legs....'",
      "es": ""
    },
    {
      "id": 157926312,
      "en": "'I think I can still walk, friend....'",
      "es": ""
    },
    {
      "id": 113410324,
      "en": "Mithrandir shouts, 'We must move to aid the other defenders!'",
      "es": ""
    },
    {
      "id": 63081451,
      "en": "Imrahil shouts, 'Make haste! Assault the tower and set it aflame!'",
      "es": ""
    },
    {
      "id": 211107217,
      "en": "'Duilin! Derufin! The time for scouting is over. Follow me onto the wall!'",
      "es": ""
    },
    {
      "id": 224844513,
      "en": "'Call it a waste, brother. I've done more to thin their numbers than all this talk!'",
      "es": ""
    },
    {
      "id": 224844514,
      "en": "'Hah! With how many times you've missed, I was just about to ask you the same!'",
      "es": ""
    },
    {
      "id": 94210833,
      "en": "'The First Blade shall see you slain!'",
      "es": ""
    },
    {
      "id": 237002625,
      "en": "'I knew him....'",
      "es": ""
    },
    {
      "id": 94210834,
      "en": "'We shall fight to our last! You will never break us!'",
      "es": ""
    },
    {
      "id": 183436867,
      "en": "'You have undone the Enemy's vile work and helped our people to safety. There is no victory here, but you have eased the weight of this loss on us all.'",
      "es": ""
    },
    {
      "id": 237002626,
      "en": "'I cannot bear to see him this way....'",
      "es": ""
    },
    {
      "id": 227696533,
      "en": "The Defence of Minas Tirith - Solo",
      "es": ""
    },
    {
      "id": 2467041,
      "en": "'I am glad you have come at this dark hour, [placeholder]. Sauron's armies have encircled the city and now only battle can decide the fate of Gondor.'",
      "es": ""
    },
    {
      "id": 94210835,
      "en": "'The age of Mordor has come!'",
      "es": ""
    },
    {
      "id": 237002627,
      "en": "'They won't stop staring... they're all staring at me!'",
      "es": ""
    },
    {
      "id": 2467042,
      "en": "'The strength of Men shall be tested this day. Let us hope we have done enough to ensure that their courage does not falter!'",
      "es": ""
    },
    {
      "id": 237002628,
      "en": "'So many dead....'",
      "es": ""
    },
    {
      "id": 2467043,
      "en": "'The Prince of Dol Amroth and the Lords of Gondor have gathered in the tower above. Come, we must meet them before the battle is joined!'",
      "es": ""
    },
    {
      "id": 237002629,
      "en": "'I am going to be sick. Leave me!'",
      "es": ""
    },
    {
      "id": 2467044,
      "en": "'Their forces wield all manner of weapons and great towers of which I have never seen the like loom above them all.'",
      "es": ""
    },
    {
      "id": 237002630,
      "en": "'No more....'",
      "es": ""
    },
    {
      "id": 2467045,
      "en": "'The Enemy wields many weapons, but none greater than fear.'",
      "es": ""
    },
    {
      "id": 237002631,
      "en": "'Is this the fate that awaits my brethren and me?'",
      "es": ""
    },
    {
      "id": 2467046,
      "en": "'I shall stand beside you then and keep your men from despair!'",
      "es": ""
    },
    {
      "id": 237002632,
      "en": "'They came down around me! What was I to do?'",
      "es": ""
    },
    {
      "id": 75851924,
      "en": "'The Enemy has overrun part of the wall! Drive them off before they can wield our weapons against us!'",
      "es": ""
    },
    {
      "id": 12294004,
      "en": "'I see him! The Southron that poisoned Faramir has climbed onto the wall! We must avenge him!'",
      "es": ""
    },
    {
      "id": 240460888,
      "en": "Imrahil calls out, 'Look to the fields! A siege tower of the Enemy approaches!'",
      "es": ""
    },
    {
      "id": 193362963,
      "en": "'A well-deserved fate for that snake of a man!'",
      "es": ""
    },
    {
      "id": 110225252,
      "en": "'Siege-tower'",
      "es": ""
    },
    {
      "id": 121362659,
      "en": "Imrahil shouts, 'Weaken those grapnels and lessen their burden on the wall!'",
      "es": ""
    },
    {
      "id": 162120348,
      "en": "'Such loss weighs heavily on the people of Minas Tirith. You have delayed too long in covering the heads of the slain!'",
      "es": ""
    },
    {
      "id": 235958849,
      "en": "'So it is. I cannot even have a few words with these fine men before the Enemy would see me slain? I will let my axe speak for me then!'",
      "es": ""
    },
    {
      "id": 235958850,
      "en": "'How do you like that, Orc?'",
      "es": ""
    },
    {
      "id": 235958851,
      "en": "'When will they learn?'",
      "es": ""
    },
    {
      "id": 203275315,
      "en": "'Fear shall not break us! Our men have found their courage once more!'",
      "es": ""
    },
    {
      "id": 216102879,
      "en": "'We must move now to aid the other defenders! The hope of Gondor cannot falter!'",
      "es": ""
    },
    {
      "id": 241861153,
      "en": "'Hold fast! Do not let your hope falter!'",
      "es": ""
    },
    {
      "id": 241861154,
      "en": "'Master your fear and the Enemy is powerless, my friends!'",
      "es": ""
    },
    {
      "id": 241861155,
      "en": "'I will not abandon you! Stay close and fight for the dawn!'",
      "es": ""
    },
    {
      "id": 241861156,
      "en": "'My light shall protect you!'",
      "es": ""
    },
    {
      "id": 198140305,
      "en": "'At once, Father. Derufin, stop wasting your arrows and get in position!'",
      "es": ""
    },
    {
      "id": 198140306,
      "en": "'See what happens when you don't waste arrows, brother?'",
      "es": ""
    },
    {
      "id": 212925807,
      "en": "A pair of massive Olog-hai rush forth!",
      "es": ""
    },
    {
      "id": 10226868,
      "en": "'The depth of Sauron's malice weighs heavily on the men of Gondor, my friend. Let us bolster their resolve before the hour is too late!'",
      "es": ""
    },
    {
      "id": 203999428,
      "en": "'Mumakil! My brother and I will slay them to the last, my friend, but you must defend us and keep the Southrons from gaining a foothold on the wall!'",
      "es": ""
    },
    {
      "id": 6052388,
      "en": "'We have done all we can to slow them down. We must return to the wall!'",
      "es": ""
    },
    {
      "id": 58120516,
      "en": "'The forces of the Enemy have loosed flaming projectiles into the First Circle of the city! Douse the flames and rescue any who might be trapped in the blaze!'",
      "es": ""
    },
    {
      "id": 183172612,
      "en": "'The Enemy has launched the heads of the slain into the city! We cannot allow this terror to break the hope of the people!'",
      "es": ""
    },
    {
      "id": 124219891,
      "en": "'The Sûhalar champion is defeated! Let his fellows cower without him!'",
      "es": ""
    },
    {
      "id": 255177137,
      "en": "'Our foes have ceased their attack! Men, repair what you can and make ready for the next assault!'",
      "es": ""
    },
    {
      "id": 255177138,
      "en": "'I do not believe my eyes! Their numbers still grow, even after all we have slain!'",
      "es": ""
    },
    {
      "id": 255177139,
      "en": "'No weapon or beast can penetrate the gate, Mithrandir. It would be the Enemy's greatest folly to send his forces against it.'",
      "es": ""
    },
    {
      "id": 223835764,
      "en": "'A Sûhalar champion has climbed onto the wall and makes for the injured! He must be stopped before he can cut down our allies!'",
      "es": ""
    },
    {
      "id": 176904772,
      "en": "'One of the Enemy's projectiles has sprung to life! It must be stopped before its flames engulf the city!'",
      "es": ""
    }
  ]
}