{
  "id": 620962175,
  "txt": [
    {
      "id": "0x2f00ed4",
      "en": "Return the inventories to Mirudal in the Dome of the Sun, and tell him about the rats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "The Upper Stores are guarded to prevent unlawful access to the goods within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Yes? Are you finished?'\\n\\nYou tell Dírion that some of the food appears to be missing.\\n\\n'I see. I should have mentioned this when you arrived, but I have had my suspicions for some time now that there might be a rat problem inside the Stores. They must have gnawed their way in and spirited away some of the food, especially the grains and cheeses. You should tell Mirudal. He may need to account for slightly lower totals of food for the coming siege.\\n\\n'It might be best if he lowers the tally of food he expects to ration. The rats will keep getting into it, I imagine. Nothing to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Merethien, the Master Foodmonger of the Council, is in the Dome of the Sun.\\n\\nArodor told you that Merethien could use your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'You... you have come back? Did you tell Mirudal about the rats?'\\n\\nYou tell Dírion that you do not believe his story about rats, and that you think he has been stealing food from the Stores. His brow knits with rage, and his eyes darken. When he finally speaks, his voice is desperate.\\n\\n'Have mercy upon me, [placeholder]! I admit the deed. My family could not bear to leave the city, and when the order to evacuate came, they hid within the house; they are there still! This is their home, and they could not bear to leave it, or me! My wife Mundil, my son Cúnir, my daughter Fionel... they will not be accounted-for when Mirudal rations out the food! If I do not steal some of the food for them, they will go hungry! So I have set aside a small amount. Is that a crime? Have mercy!\\n\\n'What will you do? If you turn me in, you will doom my family! Help me, [placeholder], or do nothing! Better that than have my family's lives upon your conscience!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am glad you came back, [placeholder]. The Council has just heard Ingold's report of the situation in Talath Anor; the Captain of the Out-wall painted a picture, but it was not a rosy one!\\n\\n'Merethien and Mirudal have been working on a plan to assess the food-stocks and other supplies within the city, and they could use your assistance. They are right over there, and will be glad to have your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Merethien and Mirudal have been working on a plan to assess the food-stocks and other supplies within the city, and they could use your assistance. They are right over there, and will be glad to have your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The burden of governance is heavy, but it is especially so in time of war. We have not seen Steward Denethor since Prince Imrahil carried his son back to the city, but we do not need to hear his words to know what awaits us: a siege, possibly a long one.\\n\\n'The greatest enemy during a long siege is not necessarily the foe outside the gates, [placeholder]! The greatest enemy is hunger. With the gates shut, we will not be able to resupply the city. The farms and fields that feed Minas Tirith during peace-time will be cut off from us by the lines of the enemy; they might as well be on the moon, for all the good they will do us.\\n\\n'The only food we will get is the food we already have. Mirudal can tell you more, but it is a worrisome fact that we might simply not have enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Arodor has asked that you help the Council of Gondor inventory the supplies in the city in order to prepare for a long siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Find the entrance to the Lower Stores, just north of the main gate to the city, in the First Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The Upper Stores are located in the north-east section of the Fifth Circle of the city.\\n\\nMirudal gave you an inventory with which you can take stock of the goods within the Upper Stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have taken stock of the flow of goods into the city over the past few days, and combined it with the existing lists of food and supplies we were storing. This has given me an inventory of our goods, [placeholder], and I have divided it into sections for each of the main storage rooms of Minas Tirith.\\n\\n'I ask that you take these inventories, one for the goods of the Upper Stores and one for the goods of the Lower Stores. Speak to the guards outside each and show them my mark, and they will allow you inside. Compare the inventory with the actual goods, and ensure that we have all of the supplies we expect.\\n\\n'Only then will we be able to properly ration the supplies if the siege proves to be long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Dírion outside the Lower Stores, in the First Circle of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Dírion outside the Lower Stores, in the First Circle of the city",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'Stop, friend. On whose authority do you seek to gain access to the Upper Stores?'\\n\\nYou show Túlharil the inventory from Mirudal, and she recognizes the mark of the Warden of the Stores.\\n\\n'Aye, that is his mark. You are welcome to enter the Stores and compare its contents to your inventory, but remove nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Stop, friend. On whose authority do you seek to access the Upper Stores?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Inside the Upper Stores, you should compare the inventory with the actual goods being stored. Only by knowing the exact count of the foodstuffs available can Mirudal and Merethien properly ration them during a long siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e39",
      "en": "Go to the very back of the Upper Stores and use the Upper Stores Inventory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You are welcome to enter the Stores and compare its contents to your inventory, but remove nothing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Merethien, Master Foodmonger, in the Dome of the Sun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Confront Dírion outside the Lower Stores, in the First Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Stop. Why do you seek to access the Lower Stores? No one is supposed to be allowed inside.'\\n\\nYou show Dírion the inventory from Mirudal and say that you are here to compare the record of the goods with the actual supplies within.\\n\\n'Why? Is there really a need for this sort of extra work? Shouldn't we be more concerned with bolstering the defences? Once the enemy is lined up outside the walls of the city, Mirudal may wish he had not wasted effort on the redundant task to which he has set you!\\n\\n'This is his mark. You may go inside, if you must. But I think it is a foolish waste of time and effort! Finish your task, quickly, and may you turn your eye on more important errands afterward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Mirudal, Warden of the Stores, in the Dome of the Sun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Find the entrance to the Upper Stores, in the north-east section of the Fifth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Túlharil outside the Upper Stores, in the north-east section of the Fifth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Dírion is outside the Lower Stores, just north of the main gate to the city, in the First Circle.\\n\\nYou have discovered that the inventory of the Lower Stores does not match their contents: some food is missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "The Dome of the Sun is in the Sixth Circle of Minas Tirith.\\n\\nDírion told you that he suspects rats have gotten into the Stores, and that explains the missing food. He asked you to tell Mirudal about it. The Warden of the Stores may want to lower his expectations for the food-rationing to come, as a result of the rats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Stop. Why do you seek to access the Lower Stores?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'I have already said you may go inside, if you must! But I think it is a foolish waste of time and effort. Finish your task, quickly, and may you turn your eye on more important errands afterward!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'How do the inventories compare, [placeholder]? Do we have all the goods we expect?'\\n\\nYou tell Mirudal that the Upper Stores are fully accounted, but Dírion believes that rats are to blame for a disparity between the inventory of the Lower Stores and the goods actually kept there. Mirudal nods.\\n\\n'Ah, I see. That is a shame, but it is not terribly surprising. Rats need to eat as well, and they can sense coming danger as well or better than we can! It makes sense to me that rats might covet our goods. I will set the total amount of food to be rationed slightly lower than I planned, in order to account for the rats. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'You should tell Mirudal about the rats. He may need to account for slightly lower totals of food for the coming siege. It might be best if he lowers the tally of food he expects to ration. The rats will keep getting into it, I imagine. Nothing to be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01147",
      "en": "The Lower Stores are located just north of the main gate to the city, in the First Circle.\\n\\nSomething about Dírion's story does not convince you, and you think you should confront the guard about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The greatest enemy during a long siege is not necessarily the foe outside the gates, [placeholder]! The greatest enemy is hunger. With the gates shut, we will not be able to resupply the city. The farms and fields that feed Minas Tirith during peace-time will be cut off from us by the lines of the enemy; they might as well be on the moon, for all the good they will do us.\\n\\n'The only food we will get is the food we already have. Mirudal can tell you more, but it is a worrisome fact that we might simply not have enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Mirudal, the Warden of the Stores, is in the Dome of the Sun.\\n\\nArodor told you that Mirudal could use your assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'It makes sense to me that rats might covet our goods. I will set the total amount of food to be rationed slightly lower than I planned, in order to account for the rats. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I have given you two inventories, one for the goods of the Upper Stores and one for the goods of the Lower Stores. Speak to the guards outside each and show them my mark, and they will allow you inside. Compare the inventory with the actual goods, and ensure that we have all of the supplies we expect.\\n\\n'Only then will we be able to properly ration the supplies if the siege proves to be long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "The inventory does not match the contents of the Lower Stores. Some food is missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The Upper Stores are located in the north-east section of the Fifth Circle of the city.\\n\\nMirudal gave you an inventory with which you can take stock of the goods within the Upper Stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "Mirudal may be convinced, but your suspicions remain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b2",
      "en": "The Lower Stores are located just north of the main gate to the city, in the First Circle.\\n\\nMirudal gave you an inventory with which you can take stock of the goods within the Lower Stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "A thorough comparison reveals that the contents of the Upper Stores are properly accounted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ec4",
      "en": "Go to the very back of the Lower Stores and use the Lower Stores Inventory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "The Lower Stores are located just north of the main gate to the city, in the First Circle.\\n\\nMirudal gave you an inventory with which you can take stock of the goods within the Lower Stores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "The Lower Stores are guarded to prevent unlawful access to the goods within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Inside the Lower Stores, you should compare the inventory with the actual goods being stored. Only by knowing the exact count of the foodstuffs available can Mirudal and Merethien properly ration them during a long siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long Siege",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed0",
      "en": "Compare the inventory with the actual contents of the Lower Stores",
      "es": "",
      "es (fem)": ""
    }
  ]
}