{
  "id": 620962187,
  "txt": [
    {
      "id": 5462820,
      "en": "'This hall is very grand, but I would much prefer a cosy hobbit-hole.'",
      "es": ""
    },
    {
      "id": 5462821,
      "en": "'Everything is so big, and so cold.'",
      "es": ""
    },
    {
      "id": 235466149,
      "en": "Follow Peregrin into the Tower Hall",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I have seen a great deal in the seeing-stone, [placeholder], but these terrible visions fill me with dread as never before!\\n\\n'You have seen what I saw in the stone. Hirgon and the Red Arrow did not make it to Rohan, and the foolish one Mithrandir sent to Mordor is a captive in Cirith Ungol! Yes, I know of that errand. And I know it has failed! Whatever that fool brought with him is now gone, and if it is the weapon I perceive, it will not matter if the gates of Minas Tirith last five minutes or five hours. The end will come!\\n\\n'Listen to my words, [placeholder]. Hear what I say, and tremble at the truth in them! There can be no turning back from this doom. It comes even now...'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Peregrin Took has led you into the Tower of Ecthelion for your audience with Steward Denethor.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Steward Denethor is in the Tower Hall, waiting to speak with you.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Denethor",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This is the Tower Hall, [placeholder]. Do not tell anyone, but the Steward makes me nervous. I will show you where to go and then return to my posting outside, glad he does not need me at the moment!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Denethor wishes to show you something, and has invited you to a secret chamber in the Tower of Ecthelion.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Hazy images swirl before your eyes!",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Steward Denethor has summoned you to an audience in the Tower of Ecthelion.",
      "es": ""
    },
    {
      "id": 163066705,
      "en": "'This is a seeing-stone, an heirloom of the Kings of old.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Denethor has brought you to a secret chamber high in the Tower of Ecthelion.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Denethor",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Imrahil told me you were with my son when he fell before the city, [placeholder]. Would that you had drawn his foes away, or put yourself between his horse and the wraiths! He fights still, but it is an unnatural wound. It saps his strength, and his body is wasting away. My son!'\\n\\nDenethor's voice breaks, and his eye is drawn back to Faramir's bed. He shakes his head, and when he speaks again his voice is full of iron and his fists are clenched.\\n\\n'Do you know what it is like to live so near to Mordor, [placeholder]? Do you know what it is like to stand on the wall of your city and see flames on the horizon, knowing that they signal some terrible work of evil? Do you know what it is to be always in the thought of creatures so vile and so terrible that even Death cannot master them?\\n\\n'I know what it is like, [placeholder]. Every morning I wake up knowing it, and every evening I retire to my chamber knowing it. And in the darkest reaches of the night, I wake from troubled dreams knowing it.\\n\\n'I have struggled long with this knowledge, and I struggle still, though my sons and heirs be taken from me. I struggle for my people.'",
      "es": ""
    },
    {
      "id": 163066706,
      "en": "'Look deep within the stone, as I have done.'",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Examine the captive hobbit",
      "es": ""
    },
    {
      "id": 163066707,
      "en": "'Will you see what I have seen?'",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Denethor has instructed you to look into the depths of the palantír.",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "The hazy images become more indistinct!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'No one comes to this chamber without my leave, [placeholder], and I grant that sparingly! When I look at you I see a student of Mithrandir. The Wizard has been a friend to Gondor, so far, but he does not have the full measure of my trust. Why should he possess it? He is not of this land, and if the battle turns ill he will simply leave it, leaving my people to suffer and die!\\n\\n'I am not without weapons, [placeholder]. I brought you here so you will see that I still fight the Enemy, though none appreciate the battle I wage within this high chamber!\\n\\n'This is a seeing-stone, an heirloom of the Kings of old. I have turned it to my will.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Denethor in his secret chamber",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Osgiliath was our last line of defence, and now it is taken! The armies of the Enemy spill onto the plain, and their siege engines and weapons of war eagerly follow!\\n\\n'The forces arrayed against us are vast, and they hunger for our destruction!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Denethor has brought you to a secret chamber high in the Tower of Ecthelion",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Hirgon was to present the Red Arrow to Théoden of the Riddermark, and by doing so summon the Riders of Rohan to our defence. He has been gone for more than a week, and now I see that he is slain!\\n\\n'No one is coming to help us!'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Denethor in his secret chamber",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'Mithrandir does not share his mind with me, but I know of the dream that came to my sons, the dream that tried to snare Faramir but stole Boromir instead. This must be the Halfling, captured by the Enemy and held in his tower!\\n\\n'We are undone by the folly of Mithrandir!'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Look into the depths of the palantír",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Hazy images swirl before your eyes!",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Denethor",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Hazy images swirl before your eyes!",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The images fade, becoming more and more difficult to see clearly.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You are standing by the palantír in Denethor's secret chamber, trying to shake the troubling images from your mind. Even so, they linger still.",
      "es": ""
    },
    {
      "id": 82568545,
      "en": "'The forces of Mordor fill Osgiliath and spill onto the plain!'",
      "es": ""
    },
    {
      "id": 82568546,
      "en": "'Hirgon, Errand-rider of Gondor! He is slain!'",
      "es": ""
    },
    {
      "id": 82568547,
      "en": "'The Red Arrow will not come to Rohan. We are alone!'",
      "es": ""
    },
    {
      "id": 82568548,
      "en": "'No... no... Mithrandir's lackey is held captive!'",
      "es": ""
    },
    {
      "id": 82568549,
      "en": "'My greatest fear comes to pass! Isildur's Bane... taken by the Enemy!'",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'Listen to my words... hear them and know they are true, for the doom of Gondor is at hand!'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Hazy images swirl before your eyes.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Talk to Peregrin Took in the Tower Hall",
      "es": ""
    },
    {
      "id": 235466129,
      "en": "Listen to Denethor in his secret chamber",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Denethor in the Tower Hall",
      "es": ""
    },
    {
      "id": 119677665,
      "en": "'Come with me, [placeholder]. I would show you something.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Follow Denethor",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "You recognize the captive immediately. It is Frodo",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Slowly, your mind clears, and you shake the visions from your sight",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: What the Steward Saw",
      "es": ""
    },
    {
      "id": 5462817,
      "en": "'This way!'",
      "es": ""
    },
    {
      "id": 5462818,
      "en": "'[placeholder] is here, my lord!'",
      "es": ""
    },
    {
      "id": 5462819,
      "en": "'Good luck, [placeholder].'",
      "es": ""
    }
  ]
}