{
  "id": 620962179,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'I am so grateful for your efforts on my behalf, [placeholder]! Mirudal will not look into the matter of the rats any longer, and I will be able to take the food I need for my family to survive. You have made all this possible, my friend!\\n\\n'Know that my wife and children thank you as well: Mundil, and Cúnir, and Fionel. These are the names of the people you have saved this day. Remember them, for they will remember you, and fondly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Mirudal, the Warden of the Stores, is in the Dome of the Sun.\\n\\nYou have agreed to help Dírion with his deception, so that his family can have the food he stole for them. He asked you to tell Mirudal that he will take care of the rats, and the Warden need not worry about them any longer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Dírion is outside the Lower Stores, located just north of the main gate to the city, in the First Circle.\\n\\nMirudal, Warden of the Stores, has asked you to thank Dírion for his duty to the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Mirudal in the Dome of the Sun and tell him that Dírion will take care of the rats",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'If you can go to the Dome of the Sun and tell Mirudal that I will do my best to take care of the rats, I will be forever in your debt. I thank you, noble [placeholder], for your understanding!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Dírion has admitted to stealing food from the Stores he has been trusted with guarding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Dírion outside the Lower Stores, in the First Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I am glad the guard of the Lower Stores plans to take care of the rats. Tell him that the city thanks him for his duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You... you understand? Oh, [placeholder], I am relieved you can see this from my point of view! You have my family's thanks, and my own!\\n\\n'If you can go to the Dome of the Sun and tell Mirudal that I will do my best to take care of the rats, I will be forever in your debt. I thank you, noble [placeholder], for your understanding!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Ah, the guard of the Lower Stores plans to take care of the rats? Very good, very good. I will adjust my food-rationing plan to account for a slightly-lower inventory of foodstuffs, but perhaps his actions will help curb the gnawing little nuisances.\\n\\n'Thank you for your help with this, [placeholder]. Tell Dírion I am glad he has taken this effort upon himself, and the city thanks him for his duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long Siege - Forgive Him",
      "es": "",
      "es (fem)": ""
    }
  ]
}