{
  "id": 620962185,
  "txt": [
    {
      "id": "0xa8e1190",
      "en": "You wonder which tale of your adventures might lift the spirits of these men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "You regale the men with tales of courage in the face of great evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Tear down Withered Tree posters in the lower Circles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "You regale the men with tales of courage in the face of great evil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Some men in the garrison have begun to listen to the whispers of the Withered Tree. Find them at the north end of the Second Circle, and speak words of courage to inspire them to go on. Perhaps tales of your adventures will help, [placeholder]? Find them and stir their hearts to bravery, or they will be of no use to anyone in the battle to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Parchments posted by the Withered Tree and despairing citizens who read their messages can be found throughout the First and Second Circles of the city.\\n\\nEchadon, the Captain of the Garrison, has asked you to help raise the morale of the people of Minas Tirith in any way you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Only a fool would deny that things look bleak for Gondor, [placeholder]. A group calling themselves 'The Withered Tree' has begun committing acts of cruelty and dissent within the streets of Minas Tirith, and their actions have lowered the morale of my men and the folk that remain.\\n\\n'These lower Circles of the city are especially at risk of suffering at the hands of the Withered Tree; perhaps the pass-words for the upper levels remain out of reach, at least for now. If you would help raise the spirits of my guards and of the citizenry, you will tear down any seditious parchments the Withered Tree has posted upon the walls. While you do this task, speak to any despairing folk you find and try to lift their spirits. Hope may be in short supply, but even a little of it may go a long way during the trials we will face in the hours ahead.\\n\\n'Confine your search to the First and Second Circles of the city, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Echadon is in the Second Circle of the city.\\n\\nYou have sought to raise the spirits of people in the lower Circles of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Some men in the garrison have also begun to listen to the whispers of the Withered Tree. Find them at the north end of the Second Circle, and speak words of courage to inspire them to go on. Perhaps tales of your adventures will help, [placeholder]? Find them and stir their hearts to bravery, or they will be of no use to anyone in the battle to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'If you would help raise the spirits of my guards and of the citizenry, tear down any seditious parchments the Withered Tree has posted upon the walls in the First and Second Circles of the city. While you do this task, speak to any despairing folk you find and try to lift their spirits. Hope may be in short supply, but even a little of it may go a long way during the trials we will face in the hours ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Echadon, the Captain of the Garrison, is worried about the effect a group called the Withered Tree might be having on the morale of his soldiers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Echadon is concerned about the morale of a group of his men on the north end of the Second Circle of the city.\\n\\nA feeling of hopelessness has begun to spread throughout the city, and it has affected not just the common folk, but the men of the garrison as well.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You have done well to inspire some of the common folk that listened to the lies of the Withered Tree. It is all too easy to listen to their whispers when there is little certainty that a new day will dawn tomorrow. We cannot listen, or we will give in to despair, and that only ensures that the dawn will be further off.\\n\\n'Some men in the garrison have also begun to listen to these despairing whispers. Find them on the northern side of the city, in the Second Circle, and speak words of courage to inspire them to go on. Perhaps tales of your adventures will help, [placeholder]? Find them and stir their hearts to bravery, or they will be of no use to anyone in the battle to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Celonor looks especially worried and downcast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb8790b0",
      "en": "'Minas Tirith will fall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Removed posters from the walls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Tried to inspire citizens in the lower Circles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Celonor at the north end of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We heard the news from beyond the North-gate of the second Morgul-host, and I was watching with my own two eyes when the Prince of Dol Amroth came back to the city with Faramir. The young captain's face was as pale as death. His father the Steward lets none in to see him. He may have already died, for all we know!\\n\\n'You are an adventurer, but I would wager you have never been in this grim a situation before. How can we hope to have victory? Nay, not even that. How can we hope to survive?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "A group of guards huddle in a knot. They speak in low, sorrowful voices",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Can it be? Can we find such courage as this?\\n\\n'I do not know, [placeholder]... but I know that we will try! We are men of Gondor! We will not give up hope... not now, and not ever! You have reminded us that even when the night is darkest, dawn must come at its ending, and will banish even blackest midnight.\\n\\n'You have my thanks, adventurer, for the reminder that courage can be found, even when it is thought lost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I thank you for inspiring my men to go on, at least for a little while. I must confess something to you, however. I myself am worried. This is going to get worse before it gets better.\\n\\n'We will stand against it for as long as we can, will we not? We will. With adventurers such as you aiding in the defence, we may stand a little longer than we might, [placeholder]. I am glad for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Recount some tales of your adventures to the men of the garrison",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to WORRIED GUARD TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Echadon at the south end of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'You have reminded us that even when the night is darkest, dawn must come at its ending, and will banish even blackest midnight. You have my thanks, adventurer, for the reminder that courage can be found, even when it is thought lost!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Celonor and other men of the garrison are at the north end of the Second Circle, and need tales of courage to inspire them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'You are an adventurer, but I would wager you have never been in this grim a situation before. How can we hope to have victory? Nay, not even that. How can we hope to survive?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "You speak of the Hidden Guard and Achardor's noble sacrifice before Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Echadon is at the south end of the Second Circle of the city.\\n\\nYou have raised the spirits of Celonor and the other men of the garrison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1172",
      "en": "You speak of the long conflict between the Hillmen of Rhudaur and the Kingdom of Arthedain, and how it ended",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "You tell the men how you bravely returned to Sammath Gûl to face the evil sorcerer Gorothúl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Celonor and other men of the garrison are at the north end of the Second Circle, and need tales of courage to inspire them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1174",
      "en": "You recount the tale of the mighty dragon Thorog, animated by forbidden rituals but once more defeated at Helegrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "You speak of the similarly-hopeless Battle of the Hornburg, and are careful to note the sun rose on victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "You speak of the courageous final stand of the dwarves of Moria, as recounted in the Book of Mazarbul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "You speak quietly of facing the Nazgûl, and sending it formlessly back to Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1178",
      "en": "You speak of the mighty creature you faced in the depths of Nûrz Ghâshu, and how you survived",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Try to inspire despairing citizens in the lower Circles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Echadon at the south end of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You speak of the Hidden Guard and Achardor's noble sacrifice before Dol Guldur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Find the group of unhappy guards Echadon mentioned, at the north end of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "You speak of the long conflict between the Hillmen of Rhudaur and the Kingdom of Arthedain, and how it ended",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Celonor at the north end of the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87901",
      "en": "'Maybe you are right. I hope so!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1184",
      "en": "You tell the men how you bravely returned to Sammath Gûl to face the evil sorcerer Gorothúl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87902",
      "en": "'I will not give up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "You recount the tale of the mighty dragon Thorog, animated by forbidden rituals but once more defeated at Helegrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87903",
      "en": "'I will not despair!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1186",
      "en": "You speak of the similarly-hopeless Battle of the Hornburg, and are careful to note the sun rose on victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87904",
      "en": "'I hope you are right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1187",
      "en": "You speak of the courageous final stand of the dwarves of Moria, as recounted in the Book of Mazarbul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87905",
      "en": "'What if you are wrong?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "You speak quietly of facing the Nazgûl, and sending it formlessly back to Mordor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87906",
      "en": "'No! You are wrong!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1189",
      "en": "You speak of the mighty creature you faced in the depths of Nûrz Ghâshu, and how you survived",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87907",
      "en": "'We are all going to die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Reserves of Courage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87908",
      "en": "'There is no hope!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb87909",
      "en": "'The city will fall!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}