{
  "id": 620962174,
  "txt": [
    {
      "id": "0x2f00e23",
      "en": "Show the book you found to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Eärnur was mighty, and he did not lack for courage, but he possessed none of the caution that could have saved him from doom. He had great victory at Fornost, when he defeated the Witch-king of Angmar, but that victory stirred his pride to great heights. The Witch-king fled; Prince Eärnur believed he had nearly rid Middle-earth of that terrible foe, and cursed his failure to end it there.\\n\\n'Years later, the Witch-king issued a challenge to Eärnur, now the King of Gondor, and summoned him to Minas Morgul. Eärnur went to that dark city to face his hated foe, and was lost.\\n\\n'We know now that his will was mastered, and he became the loyal servant of his former enemy. He took a new name, Mordirith, and was given the rule of Angmar while the Witch-king managed the interests of Mordor elsewhere in Middle-earth. Through your own efforts and those of the Rangers and the Champion of Angmar, he was defeated, but it seems that victory was not to last. He maintains some bond to his former life, and it allowed his dark master to draw him back before he was lost for good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "You find a dusty tome containing records of the Kings and Stewards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Mithrandir is in the Old Archives of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "You unroll a number of the old scrolls, but nothing catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "The books are falling apart, and you handle them gingerly but find little of note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Mithrandir has asked you to search one of the chambers in the Old Archives for mention of Eärnur, the last King of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have found a scroll bearing Eärnur's name in many locations, and should show it to Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Welcome to the Old Archives, [placeholder]. They were carved into the pier-rock in the centre of the Sages' Neath when the city was still called the Tower of the Sun. This was the original library and store-house of the city, and it remains a trove of ancient knowledge and secrets.\\n\\n'There is much to discover in the scrolls and books that are here kept, but few in these days give much thought to these dusty shelves. There is no semblance of order to be found. It was in these dark chambers that I found the Scroll of Isildur, and learned much that I needed to know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have come with Mithrandir to the Old Archives of Minas Tirith, in order to help the Wizard piece together something that has troubled him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Listen to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You had better fortune than I did, [placeholder], for I have yet to find anything. Let me see this scroll.'\\n\\nMithrandir takes it from you and quickly reads the yellowed parchment. After a moment he looks up at you again.\\n\\n'There are matters of interest in this scroll. It speaks of not one challenge but two, a detail of which I was not aware. It appears that the Witch-king challenged Eärnur to ride forth, and the King was dissuaded from that foolishness by his Steward, a wise man named Mardil. That name I do know, for he would become the first of the Ruling Stewards when Eärnur disappeared into Minas Morgul. It is from his line that Denethor draws his authority.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You find a yellowed scroll that bears Eärnur's name many times throughout",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have found a book detailing the lineage of the Kings and the Stewards of Gondor, and should show it to Mithrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You study many of the rolled scrolls, but find nothing relevant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'You found something else? Ah, yes, this book contains diagrams describing the passage of succession through the line of Kings, and then through the line of the Ruling Stewards.\\n\\n'Do you see? Here is Mardil, the first of the Stewards, who ruled Gondor after Eärnur was taken into the darkness of Minas Morgul. Mardil swore an oath to rule only until the King returned, and each Ruling Steward has made the same vow.'\\n\\nMithrandir looks around, furtively, ensuring that you are alone. When he is satisfied that you are alone in the Archives, he continues.\\n\\n'Perhaps at one time the Stewards believed the line of Kings would return, but that possibility must now seem quite unlikely. We should not speak of it, even here, but there is one on his way to Minas Tirith who will remind Denethor of his vow. The King may very well return to Gondor, and the rule of the Stewards will no longer be necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "None of these books mention Eärnur's name, as far as you can tell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Mithrandir is in the Old Archives, and he bears a worried expression.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb9",
      "en": "Walk with Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "This pile of scrolls does not contain the information you seek",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "You pull many of the books at random, but do not find anything useful",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Mithrandir is in the Old Archives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It may come to nothing, [placeholder]. There are few in the city who would believe that a man might return from the darkest depths of evil. Though he was once Eärnur, he has worn many guises since he was King of Gondor. He cannot be the man he was, and despite the rules of succession he has been corrupted by Angmar, and by Mordor.\\n\\n'But we must remain alert. If Gothmog does seek to seize the throne of Gondor, we must oppose him... no matter the cost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Show the Eärnur scroll to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We should leave this place. It is no longer as comfortable or as familiar as it once was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c0",
      "en": "'But what if someone else seeks to claim that right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c1",
      "en": "'What if Eärnur claims the Kingship?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c2",
      "en": "'He is descended from Anárion, brother of Isildur, in unbroken succession!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c3",
      "en": "'If he can prove he is Eärnur, his claim to the throne...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Search the Old Archives for mention of Eärnur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c4",
      "en": "'... his claim to the throne is stronger than Aragorn's.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c5",
      "en": "'We must prevent it, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170c6",
      "en": "'We must prevent the return of this King!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Mithrandir is inside the Old Archives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d0",
      "en": "'This scroll bears their names: Orolang and Calatúr, Silmahtar and Macilnis.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d1",
      "en": "'I cannot match these names with their fates.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d2",
      "en": "'Search this chamber for more mention of Eärnur, and I will search the other.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d3",
      "en": "'Until the King returns...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d4",
      "en": "'Oh dear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d5",
      "en": "'[placeholder], you are not to speak a word of this to anyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d6",
      "en": "'But I fear that we may have overlooked a crucial detail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d7",
      "en": "'Our mutual friend approaches the city in the company of his Dúnedain kin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d8",
      "en": "'If Gondor survives the war to come, he will claim the Kingship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Mithrandir is in the Old Archives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3e170d9",
      "en": "'He will trace his line back through the years to Isildur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'These names are not familiar to me, but I do have a dim recollection that a man named Orolang may have committed some heroic deed at the Battle of Fornost. It is the barest hint of a memory, but I have not even that for these others. Macilnis is a common name among the women of Gondor; none of the histories I have seen include any women in the retinue of Eärnur's knights, but this scroll appears genuine to me and I have no reason to doubt it.\\n\\n'Some of Eärnur's knights have returned to trouble Middle-earth as Cargûl, but the power he wielded as Mordirith seems more deadly than theirs. We should expect he will be more powerful still in his guise as Gothmog.\\n\\n'And yet, somewhere behind these masks, does any of Eärnur remain? He was bold but foolish. Can it be that Gothmog will be the same?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Mithrandir has asked you to search another of the chambers in the Old Archives for mention of Eärnur, the last King of Gondor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Mithrandir in the Old Archives",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Search the Old Archives for mention of Eärnur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed91",
      "en": "Walk with Mithrandir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "You study some of the scrolls in this pile, but it avails you little",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "The pages of these books are very faded, and tell you nothing of interest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1701",
      "en": "'I am worried about the commander you met in Osgiliath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1702",
      "en": "'Gothmog, the Dread Terror.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1703",
      "en": "'He claims to be Mordirith, reclaimed from the Void.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1704",
      "en": "'But neither of those is his true name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1705",
      "en": "'His true name was Eärnur, and he was the last King of Gondor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1706",
      "en": "'Search in this chamber for mention of Eärnur, and I will search the other.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1707",
      "en": "'Eärnur did not ride to Minas Morgul alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1708",
      "en": "'He was accompanied by a retinue of knights, and they disappeared with him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x93e1709",
      "en": "'Some of these men you may have seen before, transformed into Cargûl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Matter of Lineage",
      "es": "",
      "es (fem)": ""
    }
  ]
}