{
  "id": 620962177,
  "txt": [
    {
      "id": 228284034,
      "en": "'There you are, [placeholder]! I suppose you have been north of the Rammas Echor on Imrahil's errand? I told you to assist the Prince of Dol Amroth, but soon afterward I regretted doing so! There were some matters I should have asked you about in greater detail, but I gave away my chance by sending you away!\\n\\n'It is all set right now, for you have returned, and I will worry at it no longer. I must hear what you saw in Osgiliath, and I must hear it quickly.\\n\\n'No, not here! Speak to me if you are ready, and we will depart together for the Old Archives, where we will find the first and oldest collection of scrolls in the city. I think your tale may require further study, and that is where we may conduct it.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Mithrandir in the Citadel and travel with him to the Old Archives",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Mithrandir in the Citadel atop the city",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Let us go to the Old Archives. You may begin the tale of your experience in Osgiliath as we walk, and perhaps I will have heard its full extent by the time we have arrived. We must not spend too long poring over old scrolls when battle is so close upon us, but my heart tells me that there is something we have overlooked, some detail that may be of use to us in the days ahead!\\n\\n'We must know what this thing may be!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Mithrandir expressed an interest in learning about your encounter with the creature Gothmog, in Osgiliath.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'We must keep each other's confidence on this matter, and tell no one the true nature of Gothmog's lineage. No good can come of it, for Gondor or for this Middle-earth.\\n\\n'I do thank you for your tale, [placeholder], though it be unpleasant and worrisome. Better to know and prepare than to be taken unawares!\\n\\n'For now there is a city to defend. We must set our will to its defence, and let all other matters fade into the background. They are lesser matters for as long as the gate and the men defending it stand strong. May that be a long time. May that be long enough.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Matter of Lineage",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mithrandir is in the Court of the Fountain, in the Citadel atop the city.\\n\\nMithrandir is waiting to walk with you to the Old Archives, where he wants to learn what befell you in Osgiliath.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Mithrandir is in the Citadel atop the city.\\n\\nYou have returned from the Old Archives with Mithrandir, and he has obtained your vow of silence concerning Gothmog's lineage.",
      "es": ""
    }
  ]
}