{
  "id": 620962141,
  "txt": [
    {
      "id": "0x2f00ed4",
      "en": "Talk to Mithrandir in the Court of the Fountain, in the Seventh Circle of Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'DNT - Blah! Stones!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'DNT - Blah! White Tree!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Mithrandir's pledge is of value, [placeholder], but I must follow the commands of the Steward. It is his wish that friends of the Wizard learn the lesser pass-word for the Citadel and no other. The pass-word is <rgb=#00FF00>Justice</rgb>.\\n\\n'The Seventh Circle of the city is called the Citadel, but it is also known as the Stewards' Tier. Some of the common folk refer to it as the Kings' Tier, but that seems distasteful to me. There has been no King in Gondor for many hundreds of years, and the wise rule of the Stewards has served us well, if you ask me.\\n\\n'The Tower of Ecthelion stands proudly atop the city, a sign of Gondor's might. Steward Denethor rules within the Hall of Kings, but you will only see within at his direct invitation. The path atop the city's pier is patrolled by guards of the Citadel and kept clear of obstructions, if you wish to walk the Ship's Prow and behold the view. Do so in safety, while that is still possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'DNT - Blah! Great Bridge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah! The Out-wall!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thalgam guards the Sword-gate to the Second Circle of Minas Tirith.\\n\\nMithrandir has given his word that you can be trusted and should be taught the pass-words for each level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'DNT - Blah! The Council!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'DNT - Blah! Tower!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You travel as I do, [placeholder], on the wings of the storm. Men may call you a harbinger of dark times, but in truth we go where we are most needed. Today that is Minas Tirith, the Tower of Guard. You will need to freely travel throughout the city if you are to best serve the people of Minas Tirith. Any obstruction to your free passage will hinder your efforts, and that is a help to the Enemy!\\n\\n'The city climbs this easternmost spur of the White Mountains, ascending in seven levels, each separated by a gate. Men of Gondor safe-guard greater and lesser pass-words for each gate; the lesser pass-words change frequently, and the greater pass-words remain in use for much longer.\\n\\n'I will give you my pledge of your trustworthiness. Show it to the guards at each gate and they will teach you the pass-words for each gate. And one more thing, [placeholder]. The men of Gondor do not know me by the name Gandalf. They call me Mithrandir, and I invite you to do the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'You were denied the greater pass-words for some of the levels? What rubbish, [placeholder]! Denethor seeks to demonstrate his authority. He should be preparing for war with his enemies instead of hindering his allies! It does not matter. For now you have free passage through the city.\\n\\n'Minas Tirith is strong, and it was built in seven levels with strategic purpose. Did you notice how the gates alternate sides, first on the south, then the north, and then on the south again? Such a design causes the ascending road to pass through the Neaths in the pier at regular intervals, and carving so many arched tunnels in the stone cannot have been easy. It was done at Anárion's command so the city could be easily fortified, and an opposing force would have a long road to march before reaching the heights of the city.\\n\\n'The walls of the city have never been breached. No enemy has broken the gates. Denethor knows this. He believes that Minas Tirith cannot fall, and that knowledge gives him strength, but it is also a weakness. He refuses the help I might give him, and the help you could provide. I think that is an error.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Mithrandir's word is enough for me, [placeholder], and I will teach you the greater pass-word for the Sword-gate. The pass-word is <rgb=#00FF00>Beacons of Gondor</rgb>. Share it with no one!\\n\\n'Beyond this gate lies the Second Circle of the city, known to the people of Gondor as the Soldiers' Tier. This tier of the city is home to several ale-halls and barracks catering to soldiers and the town-guard, as well as a number of armouries and the Wielding-yard.\\n\\n'Go in peace, and cause no trouble within the city. We have enough of that to spare, if the scouts can be trusted!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf has arranged for you to be given the pass-words to the gates of the city, so you may travel freely among the various tiers of Minas Tirith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Doronir at the Gate of Stars to the Fifth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I will teach you the greater pass-word for the Silver Gate. The pass-word is <rgb=#00FF00>Anárion</rgb>. You will find it easy to remember, for he was the son of Elendil who ordered the construction of this city. At that time it was called Minas Anor, the Tower of the Sun, though it has since been renamed Minas Tirith, the Tower of Guard.\\n\\n'Beyond this gate lies the Third Circle of the city, the Craftsmen's Tier. This tier of the city houses shops and smithies, as well as the Clothiers' Market and Fellow-hall. Builders and merchants will find much to attend their needs on this tier of the city, as will any who seek the auctioneers at the House of Clamor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Mithrandir says you are trustworthy? There are some for whom that would not be enough, [placeholder], but it is not my place to deny you. I will teach you the greater pass-word for the Lords' Gate. The pass-word is <rgb=#00FF00>House of Stewards</rgb>. There has been no King for nearly a thousand years, and Gondor is now ruled by a line of Stewards.\\n\\n'Mere minutes ago, I allowed the Prince of Dol Amroth passage through this gate, and it seemed to me that he bore the body of Faramir, the son of Steward Denethor. I could not tell if there was life in him, but I fear for the line of the Stewards if he should die, or has done so already. It is whispered that Boromir has already fallen.'\\n\\nIdhir shakes his head with a frown.\\n\\n'Forgive my gossiping tongue! Beyond this gate is the Fourth Circle, known to folk of the city as the Players' Tier. Minstrels and actors frequent the Court of Voronwë and the Blue Theatre, and their wealthy patrons gather at the baths and guest-houses between performances. The entrance to the great cistern that feeds most of the city is also on this level, but you would be wise to leave it be. The footing can be treacherous, and the Waterstead has claimed more than a few careless lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Garthor at the Gate of Stones to the Sixth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Doronir guards the Gate of Stars to the Fifth Circle of Minas Tirith.\\n\\nMithrandir has given his word that you can be trusted and should be taught the pass-words for each level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I see that Mithrandir has vouchsafed for you, [placeholder], but it is not enough for me to teach you the greater pass-word for this gate. I will teach you the lesser pass-word, as I have been instructed to do for friends of the Wizard that are not known to me. The pass-word is <rgb=#00FF00>Poetry</rgb>. Understand that the lesser pass-words change frequently, so conclude your business here with haste.\\n\\n'The Fifth Circle of the city is known as the Sages' Tier, and it is a place of learning. Scholars study the stars from its orrery and tower, and natural philosophers make learned arguments within its quiet courtyards. Several archives can be found in the Fifth Circle, as can the Houses of Lore and the scriptorium where copies are made of valued documents and records.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Linharn at the Gate of the Citadel to the Seventh Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'DNT - Blah! Scribes!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50253",
      "en": "Talk to Mithrandir in the Court of the Fountain, in the Seventh Circle of Minas Tirith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah! Wisdom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'DNT - Blah! Lore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'DNT - Blah! Archive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'This is the Gate of Stones to the Sixth Circle of the city, and it is my duty to tell you that Mithrandir's word of your worthiness earns you the lesser pass-word only. Conduct your business with speed and depart. The pass-word for now is <rgb=#00FF00>Vigilance</rgb>.\\n\\n'The Sixth Circle is known to folk of the city as the Masters' Tier, but few of them ever climb to this gate. The Houses of Healing can be found on this tier, along with the Cold Hall where the dead are brought to be washed, clothed, and prepared for internment in the tombs or, in the case of the common folk, the ossuaries within the Hill of Guard.\\n\\n'The Dome of the Sun can also be found on this level. That is where the Council of Gondor meets to decide matters of state, and errand-riders bring their resolutions throughout the city and to the other reaches of Gondor. They have had much to discuss of late, and I urge you not to bother them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'DNT - Blah! Causeway!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'DNT - Blah! Stars!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Thalgam at the Sword-gate to the Second Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Soromar at the Silver Gate to the Third Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Idhir at the Lords' Gate to the Fourth Circle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'I see that Mithrandir has vouchsafed for you, [placeholder], but it is not enough for me to teach you the greater pass-word for this gate. I will teach you the lesser pass-word, as I have been instructed to do for friends of the Wizard that are not known to me. The pass-word is <rgb=#00FF00>Lore</rgb>. Understand that the lesser pass-words change frequently, so conclude your business here with haste.\\n\\n'The Fifth Circle of the city is known as the Sages' Tier, and it is a place of learning. Scholars study the stars from its orrery and tower, and natural philosophers make learned arguments within its quiet courtyards. Several archives can be found in the Fifth Circle, as can the Houses of Lore and the scriptorium where copies are made of valued documents and records.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'I see that Mithrandir has vouchsafed for you, [placeholder], but it is not enough for me to teach you the greater pass-word for this gate. I will teach you the lesser pass-word, as I have been instructed to do for friends of the Wizard that are not known to me. The pass-word is <rgb=#00FF00>Archive</rgb>. Understand that the lesser pass-words change frequently, so conclude your business here with haste.\\n\\n'The Fifth Circle of the city is known as the Sages' Tier, and it is a place of learning. Scholars study the stars from its orrery and tower, and natural philosophers make learned arguments within its quiet courtyards. Several archives can be found in the Fifth Circle, as can the Houses of Lore and the scriptorium where copies are made of valued documents and records.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a3",
      "en": "'This is the Gate of Stones to the Sixth Circle of the city, and it is my duty to tell you that Mithrandir's word of your worthiness earns you the lesser pass-word only. Conduct your business with speed and depart. The pass-word for now is <rgb=#00FF00>Causeway</rgb>.\\n\\n'The Sixth Circle is known to folk of the city as the Masters' Tier, but few of them ever climb to this gate. The Houses of Healing can be found on this tier, along with the Cold Hall where the dead are brought to be washed, clothed, and prepared for internment in the tombs or, in the case of the common folk, the ossuaries within the Hill of Guard.\\n\\n'The Dome of the Sun can also be found on this level. That is where the Council of Gondor meets to decide matters of state, and errand-riders bring their resolutions throughout the city and to the other reaches of Gondor. They have had much to discuss of late, and I urge you not to bother them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'This is the Gate of Stones to the Sixth Circle of the city, and it is my duty to tell you that Mithrandir's word of your worthiness earns you the lesser pass-word only. Conduct your business with speed and depart. The pass-word for now is <rgb=#00FF00>Stars</rgb>.\\n\\n'The Sixth Circle is known to folk of the city as the Masters' Tier, but few of them ever climb to this gate. The Houses of Healing can be found on this tier, along with the Cold Hall where the dead are brought to be washed, clothed, and prepared for internment in the tombs or, in the case of the common folk, the ossuaries within the Hill of Guard.\\n\\n'The Dome of the Sun can also be found on this level. That is where the Council of Gondor meets to decide matters of state, and errand-riders bring their resolutions throughout the city and to the other reaches of Gondor. They have had much to discuss of late, and I urge you not to bother them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'This is the Gate of Stones to the Sixth Circle of the city, and it is my duty to tell you that Mithrandir's word of your worthiness earns you the lesser pass-word only. Conduct your business with speed and depart. The pass-word for now is <rgb=#00FF00>Stones</rgb>.\\n\\n'The Sixth Circle is known to folk of the city as the Masters' Tier, but few of them ever climb to this gate. The Houses of Healing can be found on this tier, along with the Cold Hall where the dead are brought to be washed, clothed, and prepared for internment in the tombs or, in the case of the common folk, the ossuaries within the Hill of Guard.\\n\\n'The Dome of the Sun can also be found on this level. That is where the Council of Gondor meets to decide matters of state, and errand-riders bring their resolutions throughout the city and to the other reaches of Gondor. They have had much to discuss of late, and I urge you not to bother them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'This is the Gate of Stones to the Sixth Circle of the city, and it is my duty to tell you that Mithrandir's word of your worthiness earns you the lesser pass-word only. Conduct your business with speed and depart. The pass-word for now is <rgb=#00FF00>White Tree</rgb>.\\n\\n'The Sixth Circle is known to folk of the city as the Masters' Tier, but few of them ever climb to this gate. The Houses of Healing can be found on this tier, along with the Cold Hall where the dead are brought to be washed, clothed, and prepared for internment in the tombs or, in the case of the common folk, the ossuaries within the Hill of Guard.\\n\\n'The Dome of the Sun can also be found on this level. That is where the Council of Gondor meets to decide matters of state, and errand-riders bring their resolutions throughout the city and to the other reaches of Gondor. They have had much to discuss of late, and I urge you not to bother them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a8",
      "en": "'Mithrandir's pledge is of value, [placeholder], but I must follow the commands of the Steward. It is his wish that friends of the Wizard learn the lesser pass-word for the Citadel and no other. The pass-word is <rgb=#00FF00>Great Bridge</rgb>.\\n\\n'The Seventh Circle of the city is called the Citadel, but it is also known as the Stewards' Tier. Some of the common folk refer to it as the Kings' Tier, but that seems distasteful to me. There has been no King in Gondor for many hundreds of years, and the wise rule of the Stewards has served us well, if you ask me.\\n\\n'The Tower of Ecthelion stands proudly atop the city, a sign of Gondor's might. Steward Denethor rules within the Hall of Kings, but you will only see within at his direct invitation. The path atop the city's pier is patrolled by guards of the Citadel and kept clear of obstructions, if you wish to walk the Ship's Prow and behold the view. Do so in safety, while that is still possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Mithrandir is in the Court of the Fountain on the uppermost level of the city.\\n\\nYou have obtained pass-words for the seven levels of Minas Tirith, and should now talk to Mithrandir in the Seventh Circle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Mithrandir's pledge is of value, [placeholder], but I must follow the commands of the Steward. It is his wish that friends of the Wizard learn the lesser pass-word for the Citadel and no other. The pass-word is <rgb=#00FF00>the Out-wall</rgb>.\\n\\n'The Seventh Circle of the city is called the Citadel, but it is also known as the Stewards' Tier. Some of the common folk refer to it as the Kings' Tier, but that seems distasteful to me. There has been no King in Gondor for many hundreds of years, and the wise rule of the Stewards has served us well, if you ask me.\\n\\n'The Tower of Ecthelion stands proudly atop the city, a sign of Gondor's might. Steward Denethor rules within the Hall of Kings, but you will only see within at his direct invitation. The path atop the city's pier is patrolled by guards of the Citadel and kept clear of obstructions, if you wish to walk the Ship's Prow and behold the view. Do so in safety, while that is still possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Mithrandir's pledge is of value, [placeholder], but I must follow the commands of the Steward. It is his wish that friends of the Wizard learn the lesser pass-word for the Citadel and no other. The pass-word is <rgb=#00FF00>the Council</rgb>.\\n\\n'The Seventh Circle of the city is called the Citadel, but it is also known as the Stewards' Tier. Some of the common folk refer to it as the Kings' Tier, but that seems distasteful to me. There has been no King in Gondor for many hundreds of years, and the wise rule of the Stewards has served us well, if you ask me.\\n\\n'The Tower of Ecthelion stands proudly atop the city, a sign of Gondor's might. Steward Denethor rules within the Hall of Kings, but you will only see within at his direct invitation. The path atop the city's pier is patrolled by guards of the Citadel and kept clear of obstructions, if you wish to walk the Ship's Prow and behold the view. Do so in safety, while that is still possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Mithrandir's pledge is of value, [placeholder], but I must follow the commands of the Steward. It is his wish that friends of the Wizard learn the lesser pass-word for the Citadel and no other. The pass-word is <rgb=#00FF00>Tower</rgb>.\\n\\n'The Seventh Circle of the city is called the Citadel, but it is also known as the Stewards' Tier. Some of the common folk refer to it as the Kings' Tier, but that seems distasteful to me. There has been no King in Gondor for many hundreds of years, and the wise rule of the Stewards has served us well, if you ask me.\\n\\n'The Tower of Ecthelion stands proudly atop the city, a sign of Gondor's might. Steward Denethor rules within the Hall of Kings, but you will only see within at his direct invitation. The path atop the city's pier is patrolled by guards of the Citadel and kept clear of obstructions, if you wish to walk the Ship's Prow and behold the view. Do so in safety, while that is still possible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "Soromar guards the Silver Gate to the Third Circle of Minas Tirith.\\n\\nMithrandir has given his word that you can be trusted and should be taught the pass-words for each level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Idhir guards the Lords' Gate to the Fourth Circle of Minas Tirith.\\n\\nMithrandir has given his word that you can be trusted and should be taught the pass-words for each level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Garthor guards the Gate of Stones to the Sixth Circle of Minas Tirith.\\n\\nMithrandir has given his word that you can be trusted and should be taught the pass-words for each level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Linharn guards the Gate of the Citadel of Minas Tirith.\\n\\nMithrandir has given his word that you can be trusted and should be taught the pass-words for each level of the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I have given you my pledge of your trustworthiness. Show it to the guards at each gate and they will teach you the pass-words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'I see that Mithrandir has vouchsafed for you, [placeholder], but it is not enough for me to teach you the greater pass-word for this gate. I will teach you the lesser pass-word, as I have been instructed to do for friends of the Wizard that are not known to me. The pass-word is <rgb=#00FF00>Scribes</rgb>. Understand that the lesser pass-words change frequently, so conclude your business here with haste.\\n\\n'The Fifth Circle of the city is known as the Sages' Tier, and it is a place of learning. Scholars study the stars from its orrery and tower, and natural philosophers make learned arguments within its quiet courtyards. Several archives can be found in the Fifth Circle, as can the Houses of Lore and the scriptorium where copies are made of valued documents and records.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'I see that Mithrandir has vouchsafed for you, [placeholder], but it is not enough for me to teach you the greater pass-word for this gate. I will teach you the lesser pass-word, as I have been instructed to do for friends of the Wizard that are not known to me. The pass-word is <rgb=#00FF00>Wisdom</rgb>. Understand that the lesser pass-words change frequently, so conclude your business here with haste.\\n\\n'The Fifth Circle of the city is known as the Sages' Tier, and it is a place of learning. Scholars study the stars from its orrery and tower, and natural philosophers make learned arguments within its quiet courtyards. Several archives can be found in the Fifth Circle, as can the Houses of Lore and the scriptorium where copies are made of valued documents and records.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 3: The Seven Gates",
      "es": "",
      "es (fem)": ""
    }
  ]
}