{
  "id": 620962130,
  "txt": [
    {
      "id": "0x6a50297",
      "en": "Defeat Chulûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Ingold can be found at the North-gate of the Rammas.\\n\\nYou should speak with Ingold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'You have returned, and you have defeated their captain? Good!\\n\\n'War is inevitable but what we accomplish today may turn the tides in our favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Defeated Chulûr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Decimation of the Land",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Defeat enemies at Pel Forod ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Pel Forod can be found in the northern section of Pelennor Fields.\\n\\nYou should defeat enemies gathered on the destroyed farmlands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Defeated enemy at Pel Forod ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I have witnessed our farmlands and granaries go up in flame. If that blow was not enough to deal with, now the enemy has set up encampments upon the scorched earth of our farms!\\n\\n'The closest farm to here is Pel Forod. I want to retaliate but it is too dangerous to attack the enemy directly...\\n\\n'The farm burnt at the hands of the Easterlings. Their captain, Chulûr, is still close by. Perhaps one [placeholder], such as yourself, would be able to sneak across enemy lines! Are you willing to defeat the enemies gathered at Pel Forod and find their captain?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Speak with Ingold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "Since the enemy breached the eastern Rammas, many Gondorian farms have been overtaken by foes. Ingold has noticed that some enemies have set up a small encampment upon the wreckage of Pel Forod.",
      "es": "",
      "es (fem)": ""
    }
  ]
}