{
  "id": 620962132,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 1: The Broken Causeway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Osgiliath has fallen, and its defenders fled in a great rout. They may have purchased some few hours for the people of Minas Tirith, but they paid dearly for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Defeat foes on the Pelennor Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The city has been lost, [placeholder]. Faramir is missing, and his men are dead or captured. We have slowed the enemy's march as much as we could, but now we must see to our own safety. I will bring us by secret passages beyond the enemy camp, and from there we will make our way to the causeway.'\\n\\n<rgb=#FF0000>You will automatically travel outside the Causeway Forts on the Pelennor Fields when you accept this quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Duilin and Derufin are outside the Causeway Forts, on the eastern side of the Pelennor Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'My brother and I left Minas Tirith to seek adventure and hunt the mighty Mûmakil, and at that time it felt a prison. Now I see the White City on the horizon and it seems a refuge instead! Can its walls stand against the evils we have beheld?\\n\\n'I cannot stop thinking about that frightful apparition: Gothmog. Is it true he has the power to escape death? What will happen when the great ram Grond is repaired and he brings it across the Pelennor?\\n\\n'We will do what we must, as always, and not shrink in fear! Truly, we will let it drive us to greater heights of courage! It seems that some of the defenders of the Causeway Forts fled before the encroaching army, and were slain before they reached safety. See if any men survived, and defeat their pursuers. It could be their injuries were grave, but not yet mortal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Duilin and Derufin are outside the Causeway Forts, on the eastern side of the Pelennor Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Osgiliath has fallen, and its defenders fled in a great rout. They may have purchased some few hours for the people of Minas Tirith, but they paid dearly for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Some of the defenders of the Causeway Forts fled before the encroaching army, and were slain before they reached safety. See if any men survived, and defeat their pursuers. It could be their injuries were grave, but not yet mortal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'You found no survivors? I am not surprised, but I am disappointed to hear that good men of Gondor were bludgeoned or hewn even after death. We needed no further reason to hate the Orcs, but still they provide it for us! We will not forget, and every insult will be repaid ten-fold!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Duilin outside the Causeway Forts, on the eastern end of the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'There were no survivors? I am sorry to hear it, but I am not surprised it is so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'This place will be crawling with enemies before long, [placeholder]. It is time for us to leave.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'I hate the Orcs for what they have done, and will not rest until they have paid in full for every life they have extinguished! I know that my brother feels the same!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Duilin is outside the Causeway Forts, on the eastern side of the Pelennor Fields.\\n\\nOsgiliath has fallen to the enemy, and the men there can no longer mount an effective resistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We have slowed the enemy's march as much as we could, but now we must see to our own safety. Go now to the Pelennor Fields! We must see if the Causeway Forts have been taken by the enemy. I believe they surely have. Duilin and Derufin will help you in this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "This man did not survive. It seems the enemy hewed his body after he fell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "The safety of Minas Tirith is threatened by the foes that have come to the Pelennor Fields. Men fled from the occupation of the Causeway Forts and fell not far from Osgiliath.\\n\\nDuilin and Derufin have asked you to search for survivors injured while fleeing from the Causeway Forts, and to defeat foes on the Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "You check for signs of life, but this man has been dead for some time",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Duilin outside the Causeway Forts, on the eastern end of the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'How fares Osgiliath and the Causeway Forts? I have seen few survivors! There may still be men out there!'\\n\\n<rgb=#FF0000>You will automatically travel outside the Causeway Forts on the Pelennor Fields when you accept this quest.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Derufin outside the Causeway Forts, on the eastern end of the Pelennor Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Check fallen soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Check fallen soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Defeated foes on the Pelennor Fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Check fallen soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d176",
      "en": "Osgiliath has been lost, and the defenders who still remain in the city must escape to the Pelennor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "You check for signs of life, but this man has already succumbed to death",
      "es": "",
      "es (fem)": ""
    }
  ]
}