{
  "id": 620962178,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'A pox on you! A thousand poxes, [placeholder]! You bestial cur! Does your family mean nothing to you? How can you punish me for trying to care for my own family? I will not forget this! My hatred goes with you, cursed [placeholder]! You are wholly a beast, and always will be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'A pox on you! A thousand poxes, [placeholder]! You mountain-dwelling fool! You think of gold above all else, like all of your kind! Had I the coin to pay, I daresay you would forgive my actions! How can you punish me for trying to care for my family? I will not forget this! My hatred goes with you, cursed [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'A pox on you! A thousand poxes, [placeholder]! You tree-dwelling fool! If you are going to sail away, do so at once and leave us be, like the rest of your kind! This world will be better without you! How can you punish me for trying to care for my family? I will not forget this! My hatred goes with you, cursed [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Thalhír, the Warden of Laws, is in the Dome of the Sun.\\n\\nYou have decided to report of Dírion's transgression to Thalhír, the Warden of Laws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Thalhír in the Dome of the Sun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'A pox on you! A thousand poxes, [placeholder]! You diminutive fool! You have the look of a child, and do not understand even such a simple thing! How can you punish me for trying to care for my family? I will not forget this! My hatred goes with you, cursed [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'A pox on you! A thousand poxes, [placeholder]! To think that one such as you could abandon your fellow man like this! I will not forget this! My hatred goes with you, cursed [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes? What brings you to me, [placeholder]?'\\n\\nYou tell Thalhír about Dírion's theft of food from the Stores he was charged to guard, and Thalhír nods.\\n\\n'That is an unforgiveable dereliction of his duty, especially in time of war when we face the possibility of a long siege. You have done a good thing for the city, my friend. I will send guards to apprehend him and put him in the lock-house for this transgression.\\n\\n'I do understand his motivation for this, however. I will send good men to find his family and ensure that they are provided-for, and that they are counted when the food-rationing begins. Still, let their father's sins be a lesson to the young ones that honestly carrying-out one's duties is the better way to serve the city, the Steward, and the Council. Perhaps the longest siege of all is that waged against a man's honesty and sense of duty by the events of these dark days.\\n\\n'Thank you, [placeholder], for your role in this matter. We are lucky to have you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Dírion has admitted to stealing food from the Stores he has been trusted with guarding.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'A pox on you! I will not forget this! You are an uncaring, sorry excuse for a [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Long Siege - Turn Him In",
      "es": "",
      "es (fem)": ""
    }
  ]
}