{
  "id": 620928141,
  "txt": [
    {
      "id": 216727827,
      "en": "The nearest inn is near the fountain in the centre of town.\\n\\nYou might find Manna and Scurfa at the inn.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "The innkeeper is behind the bar.\\n\\nThe innkeeper may have information about the two former guards you are seeking.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Manna and Scurfa, the two former guards, are having drinks at a table in the shady inn in the lower section of Woodhurst.\\n\\nYou should speak with Manna and Scurfa.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Enter the tavern in upper Woodhurst",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Manna and Scurfa, the two former guards, are having drinks at a table in the shady inn in the lower section of Woodhurst.\\n\\nYou should speak with Manna and Scurfa.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The less-frequented inn is in lower Woodhurst.\\n\\nThe innkeeper you spoke with suggested looking at a less-frequented -- and likely more dangerous -- inn in town.  ",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Manna and Scurfa do not appear to be here at the moment",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Enter the tavern in lower Woodhurst",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You feel dark eyes locked upon you the moment you walk through the door",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to the innkeeper",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Scurfa",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Manna",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Aye, I know the two you are looking for, but I have not seen them come by for a few days.\\n\\n'There is another inn in town, but they cater to poorer folk. That inn would put me out of business with their cheap swill, if my patrons dared to enter it. I hear only trouble goes in there, so be wary. It is by the pond in lower Woodhurst.'",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Aye, we abandoned the captain, but not our duty to Woodhurst. The captain does not have Woodhurst's best interests at heart. We follow the man who could and will save the people. The captain distrusts Heremond and Herubrand and is more concerned about putting himself in a position of power.\\n\\n'The man we now owe our allegiance to would likely want to meet you...besides, he is willing to pay us. Captain only flipped a coin our way when it suited him.'",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'What do you want? Aye, you heard the truth. We abandoned our post at the Mead Hall. The captain kept going on about us being his favourites, but he posted us at that dreary hall! Nothing ever happens at the Mead Hall. He would barely even pay us! He wanted us out of the way, and now here we are.'",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "The two former guards are suspected by an old friend to have abandoned their duty for the promise of riches. You were told they frequent a nearby inn.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Former Guards",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The two who once guarded the Mead Hall, Manna and Scurfa, are well-known at the inn nearby. If you wish to find them, you should probably start there. \\n\\n'However, they may be trying to remain unnoticed after abandoning their duty....'",
      "es": ""
    }
  ]
}