{
  "id": 620898123,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Horse-trap destroyed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Ongbúrz horse-trappers defeated ([placeholder]/[placeholder]).",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You are defeated and retreating to the horse-fields!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The sounds and smell of war would scare away most horses, but you are drawn to it like a moth to a flame. You seek an audience with a horse that is accustomed to conflict in hope that it may shed some light on your purpose....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You ran out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What brought you to a place like this? This is not a place for any creature in his right mind, for I am on the edge of war, with the smoke of many fires filling the air.\\n\\n'The Enemy has turned his attention to steeds of late; he uses traps to tear or break our legs. These wicked mechanisms must be destroyed, but be careful, for they will likely be guarded. Once a steed is snared, enemies try to ambush the rider before the horse can break free.\\n\\n'You look like you can handle yourself better than most horses I have ever seen. Please help us destroy the horse-traps and their makers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You are drawn to Esteldín by a notion of some conflict there, and you feel connected to that purpose somehow. You seek a horse that can inform you about the tactics and strategies of war as a steed.\\n\\n<rgb=#FF0000>If defeated or time expires, you will return to Hengstacer Farm.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Rangers here, and we steeds especially, thank you for destroying the traps that our enemies laid for us. You have had a taste of war, and it looks as though it did not break your spirit. You are made of strong stuff, friend...and I hope to see you again before long.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Terrible horse-traps are being used by the enemy and can be found in the passes toward Dol Dínen.\\n\\n<rgb=#FF0000>If defeated or time expires, you will return to Hengstacer Farm.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The Ranger's horse can be found back in Esteldín.\\n\\n<rgb=#FF0000>If defeated or time expires, you will return to Hengstacer Farm.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a Ranger's horse in Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy horse-traps",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Ongbúrz horse-trappers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to the Ranger's horse at Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Session -- Esteldín",
      "es": "",
      "es (fem)": ""
    }
  ]
}