{
  "id": 620898070,
  "txt": [
    {
      "id": 22075078,
      "en": "Return to Éogar with the horseshoes ",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "A blacksmith has been found",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found an old horseshoe",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You obtained crates of horseshoe nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Éogar has recently increased the number of horses housed at the farm, and his stock of horseshoes has been depleted of late. He could use some help replenishing the stock of shoes.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You obtained scrap-metal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Gave horseshoes to Éogar",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our stock of horseshoes on the farm has run out! We need someone to help us replenish the stock by running down to Bree-town to find a blacksmith who can fill an order quickly.\\n\\n'Would you be so good as to bring some new shoes for my horses?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The blacksmiths of Bree-town can be found near the West-gate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Certainly I can help you with Éogar's request, as I just finished my previous orders. To help you make them, I'm going to need an old horseshoe, some nails for the shoes, and some scrap-metal. Please bring these items back to me, and I'll make them right away.\\n\\n'All of the items I require should be found here in Bree-town. The old horseshoe should be close by, probably in the fields across the street. The scrap-metal can usually be found among the trash in Beggar's Alley, and the crates of nails should be in the Market Square.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "All of the items required by the blacksmith should be found here in Bree-town. The old horseshoe should be in the fields across the street. The scrap-metal can usually be found among the trash in Beggar's Alley, and the crates of nails should be in the Market Square.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Flint is near the Bree-town's West-gate, always busy shaping iron at his forge.\\n\\nFlint is prepared to make the horseshoes once you can bring the supplies he required back to him.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah! These are exactly what I require. This iron isn't the greatest quality, but it will do. I'll finish these for you as soon as I can.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Éogar can be found at his farm in the Horsefields of Bree.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you for returning with these horseshoes! Horses seem to be arriving almost hourly these days, and I wasn't sure what I was going to do. These will come to good use, and I am sure the animals here appreciate your help as much as I do.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Sorry, I'm busy with new orders from Combe and can't help you with Éogar's request.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find a blacksmith to help fill the horseshoe order",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I am really busy with an order that I need to finish as soon as possible.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find an old horseshoe",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Obtain crates of horseshoe nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Obtain scrap-metal ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Worse for Wear",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the items to Flint Oakhewer in Bree-town",
      "es": ""
    }
  ]
}