{
  "id": 620898122,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You found the source of evil!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed a scrap of black armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Destroyed a scrap of black cloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Your nostrils flare at a scent of evil on the air. You feel compelled to find the source, excited to face whatever it is you discover...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have found the Ford of Bruinen, the very source of whatever power sent the horses of the Nine to their doom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You are defeated and retreating back to the horse-fields!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You ran out of time!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "You found the source of evil that drew you here. This was once a horse bred to serve the forces of Sauron. There are many horses in the service of the Enemy, but this creature was the steed of a Nazgûl, one of the Nine.\\n\\nThe scent of evil here fuels a fire you have never felt before, and you know this horse is an arch-enemy. Its death is bittersweet; you would prefer to have done battle with it yourself.\\n\\nThe enemy left fragments of armour and strips of cloak behind. Destroying the trophies of evil will satisfy your anger at the existence of such a creature. Search the area and destroy the trophies of this fallen enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You are drawn to a source of evil detected in the Trollshaws by your keen senses.\\n\\n<rgb=#FF0000>If defeated or time expires, you will return to the horsefields.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Destroying the trophies left behind by the enemy quenched your rage, for now. A powerful force was involved in driving this creature away, and it was injured badly to meet its doom at this spot.\\n\\nYou could not sense it before because the stench of evil filled your nostrils. Upon returning to the corpse, you feel the other energy, somehow different.\\n\\nIt lingers as a receding wave would leave small pools of water upon the sand. What could have done this to such a powerful creature? You must find the source of this energy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Trophies of the evil steed can be found in the area where it met its death.\\n\\n<rgb=#FF0000>If defeated or time expires, you will return to the horsefields.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The trophies left behind by the fallen black steed and its rider have been destroyed.\\n\\nWith your rage satisfied, curiosity has crept in. What could have killed this steed, and where was its rider going?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "A powerful force left a mysterious energy about the black steed's corpse, like a receeding wave would leave small pools of water to linger in the sand.\\n\\nThe black steed did not make it far after suffering an injury so great. The source of such a power must exist somewhere in the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "A scent of evil draws you deep into the Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy a scrap of black armour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Destroy a scrap of black cloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Examine the fallen black steed once more",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Session -- Trollshaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Find the source of that which drove the black steed away",
      "es": "",
      "es (fem)": ""
    }
  ]
}