{
  "id": 620832397,
  "txt": [
    {
      "id": 228870261,
      "en": "The Watch Against the Night",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered \\qThe Watch Against the Night\\q",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This painting, though faded in colour, clearly depicts the grace and power of a Marchwarden on the field of battle.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The writing here appears to have been scribed while the author was watching the Wardens train; it tells much of the tactical skills of the Marchwardens of old.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "On this page is a silverpoint portrait of a fair scene: Marchwardens at the gate of their city, fell but fair, cold and yet full of mirth. Such is the changeling nature of a true Warden.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This poem sings of the mightiest and doughtiest of the Marchwardens of Gondolin, of his great deeds and sorrows in his long years in Beleriand.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aragorn, at the House of Elrond in Rivendell, is known for his great store of tales of Elves and of Men, and he has oft sung in sorrowful Elvish tales of the Marchwardens of the Elder Days. This book should be shown to him if any meaning is to be gleaned from it.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Sorrowful thoughts come to mind: struggle, strife, and impregnable gloom, as these words are read: 'Edhel erthad, Galadrim, Golodh, Tawarwaith, girith mór uireb.' Would darkness prevail, even if all the sundered Elves would but unite?",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page tells of a young Elf who rashly marched into battle though untrained as a Warden. He was lost, taken by the servants of Morgoth and slaughtered before the eyes of his brethren. They could not aid him, not until it was too late.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page is blank but for a word at the top: 'Estel,' Sindarin for 'trust.' As the word is spoken aloud with noble intentions in mind, a map appears in silvered lines. The secret layout of Gondolin is revealed.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "'Etherio e teleth...hi bein Gondolin luithio...al na no echain.' These words, though unknown to you, fill your mind with visions of a fair city, but your heart is pricked by a piercing grief, as if something you loved but knew not was about to be lost to you forever.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of 'The Watch Against the Night.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aragorn in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Watch Against the Night, page 5",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Watch Against the Night, page 7",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Watch Against the Night, page 13",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Watch Against the Night, page 17",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Watch Against the Night, page 21",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Watch Against the Night, page 25",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Watch Against the Night, page 41",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Watch Against the Night, page 44",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nGondolin of old was home to the most legendary Marchwardens of the Elder Days. This tome is an account told by a scribe of those brave Elf-warriors during the long wars against Morgoth. Much of it is a heroic epic, told in linnod-verse, describing multiple forays from the great city into the realms of the Enemy. As with all tales of those times, however, it soon becomes a tragedy; one by one the Wardens were lost, many slain, and some were taken and broken in the dungeons of Morgoth. Many of the tactics passed down to the Wardens of today began with this book, which ends suddenly with the tragic fall of the great city.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Where did you find this? Surely this must be a false copy of some sort...but nay, I see that it is not even as I turn the page. I know too many of these verses, for Elrond spoke the words to me when I was a child in Rivendell, for he held much of this in his memory.\\n\\n'You must understand, friend, the importance of this volume. We have long thought that 'The Watch Against the Night' was as lost as the city of Gondolin itself. To have found it again just as the days darken is a grace I never expected, a blessing unguessed.\\n\\n'It gives me pain to see this treasure with so many pages missing. Many accounts are missing in full, or are only partially told with their next pages all fallen out. To see this book restored would be a great thing indeed. If you happen upon any of its pages in your travels, pray bring them here as well. I would see them restored to their proper home.'",
      "es": ""
    }
  ]
}