{
  "id": 620832394,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered \\qThunder and Flame\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This page is covered with tiny yet beautiful Runic scrawl, listing several rare symbols and their inherent meanings. Days upon days would be needed to absorb all that was written, or to fully perceive the potency of each letter. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The content of this particular page would bore any but the most dedicated Rune-keeper, for it is thick with technical language. Any who will attend such material with interest will undoubtedly find many secrets waiting to be disentangled from its subtle lore.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The author reveals in this text some very ancient word-wrapped manoeuvres meant to invoke the most powerful mastery of every accessible element. To behold his performance of these incantations must have been a breathtaking spectacle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This page displays a skilful illustration of an ancient Rune-keeper's proper ceremonial garb, all in richly coloured ink. The pigment has perhaps faded over time, but the impact of the drawing remains intact.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The text here tells of the heart of the true Rune-keeper, desiring balance and harmony above actual mastery of the elements employed by his skill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "At least two copies of this book are believed to have been lost - one somewhere within Angmar and the other in the Misty-mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "Here reads the tale of the author's life, how he rose from meagre beginnings to become among the most learned in the subtle artistry of language and runes. His rise to mastery was a long and arduous journey, and his learning spanned the course of his lifetime.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Upon this page is a list of ideal Rune-stones, their shape and weight, and which material best pairs with which manner of Rune-speech. Certain stones seem to tell the master its own preference, rather than the master choosing at his own will, or so it would seem.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This page gives a brief history of how the Rune-keepers came into being: of their origin, of the inspirations that formed them, and of compelling deeds done by the most influential Rune-keepers throughout the long ages of Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of Thunder and Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elrond Half-elven at the Last Homely House in Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Thunder and Flame, page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Thunder and Flame, page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Thunder and Flame, page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Thunder and Flame, page 19",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Thunder and Flame, page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Thunder and Flame, page 26",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Thunder and Flame, page 34",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Thunder and Flame, page 42",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThunder and Flame was scribed by a Rune-keeper of ancient Khazad-dûm, known to have been an advisor to King Durin himself. It is said that this ancient tome held many secrets of the Angerthas, passed down from the earliest days in the First Age. It speaks at length of the subtleties of the Cirth script, and how to draw forth the powers of the elements: of fire and storm and winter's chill, for use against one's enemies. \\n\\nIn the end, however, even this vastly complex might was not enough to sate the greed of the dwarves, nor prevent the destruction wrought upon Moria by the awakening of the ancient evil that slumbered in the deep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'In the name of Gil-galad, can it be? The lost book of Thunder and Flame.... Long have we thought it lost, when the darkness fell upon the Dwarrowdelf of old, now called Moria.\\n\\n'Alas that it is incomplete! To have found it after so many long years but not to have the whole of its text is a grievous fate. The pages that contained its deepest mysteries are lost.\\n\\n'Worry not, though; the archives of the Eldar are the richer for having this book. But the full wisdom of Durin's Folk, and the knowledge that was lost when they were driven from their homes, would be a treasure as great as the mithril they left behind.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}