{
  "id": 620832395,
  "txt": [
    {
      "id": 228870261,
      "en": "Golu o Maeth",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered \\qGolu o Maeth\\q",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "What a moving passage is found on this page: it says, 'When a Rune-keeper means to fight, muse not on weapons or fervour, but instead on the effect of sea-waves on a sharp stone, or a sheet of paper on the wind. Thither bends the thought of a Rune-keeper.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The author writes here about the matter of choice when given the chance to win by gentle healing, or by glory in battle, for the Rune-keeper may be a powerful aggressor.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "An elegant list of beneficial war-craft is laid out in the scrawl on this plate. Many useful descriptions shed light on lore long since forgotten ere the missing leaf was recovered.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "I read here that the author of Golu o Maeth was a Rune-keeper of great renown in his day, walking the earth long in search of all manner of lore for his ever-expanding compilation. His collection of words of war-craft is unmatched.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Some of the runes laid out here have never been recorded elsewhere, making this page a precious relic.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page dispels many of the misconceptions associated with the power of a Rune-keeper. Many are misinformed, believing that a Rune-keeper uses 'magic,' but it is rather a subtle art of incantation using common language with nature.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page contains a single rune only; its power must be great indeed.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This ink-drawing shows symbols of battle, and runes are laid over them to reveal from whence each letter was derived.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page from Golu o Maeth",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elrond Half-elven at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Golu o Maeth, page 7",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Golu o Maeth, page 8",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Golu o Maeth, page 12",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Golu o Maeth, page 18",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Golu o Maeth, page 19",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Golu o Maeth, page 22",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Golu o Maeth, page 24",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Golu o Maeth, page 31",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nGolu o Maeth was composed, it is said, by a great scholar of ancient Doriath. It is one of the oldest translations of the fundamentals of Rune-craft, an examination of the Tengwar in particular and their relationship to the powers of combat. This lore was thought lost after the destruction of Beleriand, though rumours persisted that at least one copy was brought east of the Ered Luin before then. Age has not been kind to this volume, however, and many of its pages have crumbled to dust. Even so, Elrond of Rivendell would certainly regard it as a relic beyond compare.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Do you know what this is, [placeholder]? Do you realize what terrible loss has been undone? No, you cannot, for you were not there. You did not know the glories of Beleriand, and cannot understand what was lost when it was sundered. So much knowledge, so much lore... gone forever.\\n\\n'And yet, here is a piece of what was lost, returning to us unlooked for. The Golu o Maeth: my people spoke of it with awe when I was young, and have mourned its loss ever since. We have learned much about the link between runes and combat, of course, but to have this book in my presence is as the first time one hears the sweetness of a harp, or beholds the silver light of the moon.\\n\\n'It wounds me to find so many of its leaves ruined by the passing of time, though it is no great surprise. Thousands of seasons have passed, and it is a wonder that it survives at all. Yet if one copy escaped Beleriand's doom, perhaps others did as well. If the lost pages were but recovered... but that, perhaps, is too much to hope....'",
      "es": ""
    }
  ]
}