{
  "id": 620832277,
  "txt": [
    {
      "id": 14227558,
      "en": "'There is nothing we can't do as long as we put our minds to it!'",
      "es": ""
    },
    {
      "id": 203272885,
      "en": "'This place will never be the same!'",
      "es": ""
    },
    {
      "id": 14227559,
      "en": "'These supplies are vital to our success!'",
      "es": ""
    },
    {
      "id": 203272886,
      "en": "'I don't know why you keep going on and on. It is useless to complain!'",
      "es": ""
    },
    {
      "id": 203272887,
      "en": "'The days of Khazad-dûm are ended. No use thinking otherwise!'",
      "es": ""
    },
    {
      "id": 196976865,
      "en": "'See what you have done!'",
      "es": ""
    },
    {
      "id": 196976866,
      "en": "'What I wouldn't do for a pint!'",
      "es": ""
    },
    {
      "id": 169771810,
      "en": "'Hurry with that cart, the supplies wait for no dwarf!'",
      "es": ""
    },
    {
      "id": 196976867,
      "en": "'We will build this place back to full glory!'",
      "es": ""
    },
    {
      "id": 196976868,
      "en": "'Leave me be, I need to get this cart back in action!'",
      "es": ""
    },
    {
      "id": 196976869,
      "en": "'Ow! Curses! I've only got two thumbs, and that's one down....'",
      "es": ""
    },
    {
      "id": 5362993,
      "en": "'We must make ready the forges if we are to re-take Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 5362994,
      "en": "'To think, I shall forge steel and mithril in the great halls of my fore-fathers!'",
      "es": ""
    },
    {
      "id": 8485393,
      "en": "'See to the forges my brothers, they are the life of Khazad-dûm!'",
      "es": ""
    },
    {
      "id": 5362995,
      "en": "'So much to do...we could have a thousand dwarves and still not have enough hands!'",
      "es": ""
    },
    {
      "id": 8485394,
      "en": "'The sooner the forges are rebuilt, the sooner we shall be able to drive the goblins forth!'",
      "es": ""
    },
    {
      "id": 5362996,
      "en": "'Do you hear that? The sound of hammers once again rings in the halls of Khazad-dûm!'",
      "es": ""
    },
    {
      "id": 8485395,
      "en": "'Watch those crates lad! You'd look a poor sort all piled under them!'",
      "es": ""
    },
    {
      "id": 8485396,
      "en": "'Let the hammers ring! Let our enemies quail at the sound of our steel!'",
      "es": ""
    },
    {
      "id": 8485397,
      "en": "'It won't be long now lads! These halls shall be ours again!'",
      "es": ""
    },
    {
      "id": 243478066,
      "en": "'There is no shame in work well done.'",
      "es": ""
    },
    {
      "id": 35420817,
      "en": "'We will get you back to the supply lines in no time.'",
      "es": ""
    },
    {
      "id": 243478067,
      "en": "'Keep up the good work, friend.'",
      "es": ""
    },
    {
      "id": 35420818,
      "en": "'Watch your beast better next time.'",
      "es": ""
    },
    {
      "id": 35420819,
      "en": "'This is slowing us down considerably. I wish you a quick recovery.'",
      "es": ""
    },
    {
      "id": 153858753,
      "en": "'Those darn animals! I would still be on my delivery if it wasn't for that dumb beast!'",
      "es": ""
    },
    {
      "id": 153858754,
      "en": "'Watch the road, they say! Do they know how dark it is in here?'",
      "es": ""
    },
    {
      "id": 103347525,
      "en": "Expedition Leader",
      "es": ""
    },
    {
      "id": 153858755,
      "en": "'You try guiding a beast through these windy passages!'",
      "es": ""
    },
    {
      "id": 153858756,
      "en": "'I'm getting too old for this. I miss my home and my wife!'",
      "es": ""
    },
    {
      "id": 14227553,
      "en": "'Keep up your spirits! Khazad-dûm will be restored!'",
      "es": ""
    },
    {
      "id": 14227554,
      "en": "'The dwarves need your help! We must get these supplies delivered!'",
      "es": ""
    },
    {
      "id": 203272881,
      "en": "'I do really hope the supply lines are cleared soon.'",
      "es": ""
    },
    {
      "id": 14227555,
      "en": "'Do not fear, we will prevail!'",
      "es": ""
    },
    {
      "id": 203272882,
      "en": "'Look at what the great Khazad-dûm has become!'",
      "es": ""
    },
    {
      "id": 14227556,
      "en": "'Mazog and his allies will be driven from these very halls!'",
      "es": ""
    },
    {
      "id": 203272883,
      "en": "'When will the Orcs leave us alone?'",
      "es": ""
    },
    {
      "id": 14227557,
      "en": "'It is time for our return to glory!'",
      "es": ""
    },
    {
      "id": 203272884,
      "en": "'Once this was a place of wonder and knowledge. Now....'",
      "es": ""
    }
  ]
}