{
  "id": 620832381,
  "txt": [
    {
      "id": 218649170,
      "en": "'Well, that is a beginning, [placeholder]. I will get these hides tanned and boiled, and you go get the next items on the list while I stitch them together.\\n\\n'I now require the barbed tails of the barghests of Imlad Balchorth and the spinnerets of the spiders of Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You waste my time, [placeholder]. Do not trouble me until you have what I told you to gather.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Warden's Second Best Ally",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Two batches out of three...the end of this work is in sight now, [placeholder]. This last bit will be the hardest, though.\\n\\n'Bring me a Rune of Evil Presence from the sorcerer Sálvakh at Carn Dûm and the teeth of a Gorthorog...perhaps from Dushkâl, Brízrip, or Thordragh at Urugarth.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I have a heap of hides waiting, [placeholder]. Why are you here without the remaining items?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected hoary aurochs hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Ah, and now our work is done, [placeholder]. Take this gear and let it protect you from the worst the Enemy has to send against you. May it serve you well, friend.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Redtusk's hide",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'So close to done, [placeholder], and yet you seem confused. Find the last set of items!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected barbed barghest tails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hoary aurochs are said to roam in the Misty Mountains. Redtusk is said to forage near Torech Braignel in north-east Eregion.\\n\\nHrotha requires the hides of hoary aurochs and the pelt of the great boar known as Redtusk.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected coiled spider spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barghests can be found in Imlad Balchorth in Angmar. The spiders can be found throughout Angmar.\\n\\nHrotha requires the tails of barghests and the spinnerets of spiders to continue.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected a Rune of Evil Presence",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Sálvakh dwells in Carn Dûm in Angmar. Dushkâl, Brízrip, and Thordragh can be found at Urugarth in Angmar.\\n\\nHrotha needs the third and final set of items to complete his task.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected the teeth of the Gorthorog",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the collected items to Hrotha at Ost Guruth in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect hoary aurochs hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Redtusk's hide",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the collected items to Hrotha at Ost Guruth in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect barbed barghest tails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect coiled spider spinnerets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the collected items to Hrotha at Ost Guruth in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect a Rune of Evil Presence",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect the teeth of the Gorthorog",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hrotha has offered to provide you with some hand-crafted gear.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A good spear may be a Warden's best ally, [placeholder], but what good will it do when an Orc-archer riddles you with arrows? Or some warrior from Angmar puts a sword in your guts? Answer that, if you can. You will need some fine gear if you are going to face the greater threats in this world.\\n\\n'If you're up to the task, I will guide you as you collect the items necessary to craft items of worth to one such as you. Bring me the components I need, [placeholder], and we will see about making such items of virtue as would be of benefit to you.\\n\\n'The first items I will need are hides from the hoary-aurochs which dwell in the Misty Mountains and the hide of the boar Redtusk, who roams the hills of Eregion.'",
      "es": ""
    }
  ]
}