{
  "id": 620832383,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "At the behest of Hrotha, you must speak with Aragorn, son of Arathorn, to gain the great wisdom of the Wardens.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'And to that, I will tell you as I have told the others: I know no secrets, or none that could be called wisdom. I trust my spear and my arm, my corselet and the strength of my heart. And perhaps that is the greatest lesson of our kind, to trust in yourself, the weapon you wield, and the armour you wear.\\n\\n'Very well, then. That is where we shall begin, if you want. I will see you properly armed, and we will call that a kind of wisdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hrotha knows of a legendary warden who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have proven yourself, [placeholder]. I doubted the tales folk told about you when first I heard them, but now I am sure they are all true...or as close to true as a minstrel can manage.\\n\\n'Now it is time for you to seek out one who knows more than any of us of the skills of the Warden. He may not be one of us, but he has fought alongside us many times, for longer than I have been alive. Some in Bree call him Strider, but his true name is Aragorn son of Arathorn.\\n\\n'Aragorn is a wanderer by nature, but great deeds are in the offing, and I think you should be able to find him where the Wise gather. Find him, [placeholder], and give him my regards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hrotha is in Ost Guruth in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Aragorn can be found in Rivendell, in one of the guest rooms of Elrond's House.\\n\\nHrotha counselled you to speak with Aragorn, the Ranger also known as Strider.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must complete the tasks put before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We are well met, [placeholder]. I should be troubled that you have found me so easily in these times, but if you bear greetings from Hrotha, I know your intent cannot be ill. He is a great Warden, and if he thinks well of you, then I do as well, for he does not give his friendship lightly.\\n\\n'Courage is the greatest virtue of our kind, [placeholder]. All else may fail us, but never our bravery. We are the bulwark between the darkness of the world and those who could not bear to behold it. Without stout hearts, even in the face of death, we cannot hope to prevail against our foes. So your spear may fail you, and yes, your habergeon as well, but your spirit must never flag. This is the greatest lesson I have learned, through all my long years and travels.\\n\\n'This, then, is my word, [placeholder]: go always with valour, and always remember that you must protect all who need it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Aragorn has had many haunts, though his true home is the wild. Often he dwells among the Dúnedain of Esteldín, though he has not been seen there in many months, if the word I hear is true.\\n\\n'Bree, too, has seen the back of him for some time, from what folk say. That fool Bill Ferny would not speak ill of him quite so much, if he thought \\qStrider\\q might return.\\n\\n'If I were to guess, I would suspect him to be involved in all the goings-on at Rivendell. But if he is there, it is surely in secret, so tell no one.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'You bear greetings from Hrotha, my friend? He is a great Warden, and does not give his friendship lightly.\\n\\n'Courage is the greatest virtue of our kind, [placeholder]. All else may fail us, but never our bravery. We are the bulwark between the darkness of the world and those who could not bear to behold it. Without stout hearts, even in the face of death, we cannot hope to prevail against our foes. So your spear may fail you, and yes, your habergeon as well, but your spirit must never flag. This is the greatest lesson I have learned, through all my years and travels.\\n\\n'This, then, is my word, [placeholder]: go always with valour, and always remember that you must protect all who need it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete A Warden's Second Best Ally",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete A Weapon of Might and Glory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Aragorn at Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wisdom of the Wardens",
      "es": "",
      "es (fem)": ""
    }
  ]
}