{
  "id": 620832384,
  "txt": [
    {
      "id": 218649170,
      "en": "'Ah! This is good. This spear will do more good in your hands than it did in Bryok's, we can be sure of that.\\n\\n'Let me get started, then. No sense dallying, is there, [placeholder]? You go find the next items and bring them back to me when you have them.\\n\\n'I now need remains from the wights that roam Angmar, Forochel, Annúminas, or Helegrod and the gem-crusted claws of the cave-claws of Angmar and Sarnur.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I do not see the items I asked for, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Weapon of Might and Glory",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have returned? You have much resolve, [placeholder]. Many folk would have balked, but then that is what sets us apart, is it not?\\n\\n'All right, then. Just one more set of items, and the spear will be yours. Bring to me a blood-stained tally-stick from the Orcs Gríshakrum, Kughûrz, and Dafrim in Urugarth and the crimson horn of the Gorthorog Barashal, who dwells in Carn Dûm.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'This spear will not be much good unless you bring me what I asked for, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected invader's breastplates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'That is it, then! A lot of toil for one weapon, but all the great arms of legend took much sweat and blood before they were ready.\\n\\n'Here is your spear, as I promised. It is yours now, so use it well. I suppose it will not truly be finished until it has been bathed in Orc-blood, will it, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Bryok's spear",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'[placeholder]! What are you doing back here without those last items?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Angmarim can be found at Annúminas in Evendim. Bryok dwells in Forochel.\\n\\nHrotha wishes you to bring the breastplates from the Angmarim invaders in Annúminas and the spear of Bryok the Gauradan.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected gem-encrusted nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Wights can be found in Angmar, Forochel, Annúminas, and Helegrod. Cave-claws can be found in Angmar and Sarnúr in Ered Luin.\\n\\nHrotha requires the remains of wights and the talons of a like number of Gorothlad cave-claws.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected a bloodstained tally stick",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gríshakrum, Kughûrz, and Dafrim may be found at Urugarth. Barashal dwells in Carn Dûm.\\n\\nHrotha needs a tally-stick from the Orcs of the Ongbúrz and the horn of Barashal the Gorthorog.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected a crimson Gorthorog-horn",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the collected items to Hrotha at Ost Guruth in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect invader's breastplates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Bryok's spear",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the collected items to Hrotha at Ost Guruth in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect gem-encrusted nails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the collected items to Hrotha at Ost Guruth in the Lone-lands",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect a bloodstained tally stick",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect a crimson Gorthorog-horn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hrotha will forge a weapon of might and glory for you, with the right components.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So, the spear...your weapons are good enough for a vagabond warrior, but we wardens deserve the finest of spears, do we not, [placeholder]? Yes, I believe we do. Otherwise we might as well be Dunlending rabble jabbing at things with pointed sticks!\\n\\n'Then let us make one for you, shall we? Yes, a spear that befits someone of your repute. Then the minstrels might sing about it as well as you!\\n\\n'It means work for you, of course. I cannot do it all myself, after all, and nor should I! Bring me the breastplates of the Angmarim who swarm upon Annúminas and the spear of the Gauradan Bryok in Forochel. Go on now, [placeholder]...the Enemy will not wait while you dawdle!'",
      "es": ""
    }
  ]
}