{
  "id": 620832399,
  "txt": [
    {
      "id": 228870261,
      "en": "Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Here is a page from the first chapter, which details the early days of Haldemar Took. He was born hardy and so covered in such a fine, thick coat of fur that his father Bandobras mistook him for a badger.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "'A most persnickety hobbit was Haldemar; only the most fine and flexible job would suit him, for in him was not the heart of a common baker or smithy. The fierceness of his father dwelled in him also, thus he took up what weapons he could find and set on the path to becoming a great Warden.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "'A great murder of crebain landed in the willows of Tookland and thus began a most frightful assault on the peace of the borough. They pecked and devoured the crops and made such a racket that all but a brave few stopped their ears with cotton and went to visit relatives far away in Waymeet and Hobbiton. Haldemar, staying behind, singlehandedly drove off the birds in a fright after killing two at once with a single stone's throw.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page details Haldemar's first foray into the Wild, an adventure as grand as any you would hear of a hobbit from the Shire, save for a select few especially legendary excursions....",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Here Haldemar is said to have driven a goblin-prince to madness by mocking him with his ever-changing strategies, feigning his intentions ever with his skilful diversity.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Written here is the horrific tale of the Great Honey Famine of 2759, lasting a fortnight and a day. Great slavering bears took the hives of Tookland captive, and the wretched hobbits of Tuckborough were forced to have their bread, butter and tea without any honey at all. Haldemar, returning from a journey, was able to cleverly lure them off with his diversionary tactics upon his return home.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This leaf describes the weapons chosen by Haldemar, and the thick armour he wore, raising quite a scandal among the less adventurous hobbits who beheld him. It is said that he wore his armour, arms, and travelling cloak always, even while strolling in the very heart of the shire, as a warning to other hobbits not to grow too soft and cosy, lest danger return again.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "The tale of Haldemar Took ends with the besting of the fabled Giant in the Midgewater Marshes, after which our hero retired as a Marchwarden and adopted instead the serious profession sampling and tasting beers, wines, and vittles.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of Bullroarer's Boy",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aragorn in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bullroarer's Boy, page 4",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bullroarer's Boy, page 7",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bullroarer's Boy, page 10",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bullroarer's Boy, page 12",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bullroarer's Boy, page 17",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bullroarer's Boy, page 21",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Bullroarer's Boy, page 25",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Bullroarer's Boy, page 33",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nWritten some two hundred years ago, \\qBullroarer's Boy\\q was a fanciful journal kept by Haldemar Took, one of the younger sons of Bandobras Took. After the Battle of Greenfields, Haldemar became a Warden of the Shire, and told many Tall (or rather short) Tales of adventures beyond the Bounds, many of them humorous accounts of battle against goblins and trolls and other beasts, some wholly imagined. Though much of the book is whimsy, there is truth at the core that any Warden would value. Sadly, the three known copies of the book were all stolen, suspiciously, within a week of one another nearly a century ago.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Haldemar Took...now that is a name I never expected to see on a written page outside of the family trees at the Great Smials. Bilbo Baggins will delight in seeing this book. I shall have to show it to him before my errand steers me from Rivendell.\\n\\n'There was a time when every hobbit-child in the Shire was raised on Tall Tales of Haldemar, such as the story in which he slew the fabled Great Giant of the Midgewater. But he was also a skilled Warden, and though his tales were about as true as his stature was high, they are indeed great for their meaning. It is good to see them gathered under one cover again.\\n\\n'It is a shame, however, that the book is in such poor condition. The pages are swollen, the ink smeared ...it appears to have been left out in the rain, or thrown in a river. Much of it is illegible. But there were other copies, once ...if another could be found, perhaps Bilbo could make a fresh copy from both together. If you should find any more to this book, be sure to bring it here.' ",
      "es": ""
    }
  ]
}