{
  "id": 620832375,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Dardúr has sent you to Elrond Halfelven, one of the Wise, to learn the deep secrets of Rune-craft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The secrets of our trade hark back to Daeron and Fëanor themselves, but both Elves and dwarves have added much to the depth of our craft. Many ancient secrets of the written word lie hidden in the forgotten places of Middle-earth.\\n\\n'The road ahead is hard, but what thing that is worth doing is not? The gaining of wisdom is ever a struggle, but it is a fulfilling one. If you believe you are ready, then say on, and I will set your feet upon the path to greater knowledge.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dardúr knows of a legendary rune-keeper who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Great is your skill with runes, [placeholder]. Seldom have I met one with a deeper understanding of their mysteries. And yet, can we not all learn new things, no matter how wise we may be?\\n\\n'Little need be said of Elrond Halfelven. His knowledge is as broad as the Sundering Sea and deep as the pools of Celebrant. The runes are not strange to him, for he has studied them since the Elder Days.\\n\\n'Go to him, [placeholder], and seek his guidance. His wisdom will shed light where all is in gloom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dardúr is at Gondamon in Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elrond's house lies in the vale of Rivendell in the Trollshaws.\\n\\nDardúr has bidden you seek the guidance of Elrond Halfelven so you might learn from him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should complete the tasks I set before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Mae govannen, [placeholder], Elf-friend. It is ever a joy to meet one who studies the crafts of old, for such lore is fading in the world, and I fear will soon be lost on this side of the Sea. For three Ages now I have watched as the Rune-keepers of my youth dwindled in number. It gladdens my heart to meet one who studies them anew.\\n\\n'Know, then, that the Angerthas and the Tengwar do not give up their secrets lightly. Long study awaits you, great though your power may be. Do not take the easy path of wresting the power from the runes, but consider each, both alone and in the company of other letters. I have pored over ancient tomes since the ink was fresh upon their pages, and yet I still do not know their full meaning. Each time, there is something new to be learned.\\n\\n'Patience is the key... a patience that Men cannot know, and that will vanish from Middle-earth when the Elves and dwarves are gone, for the Dúnedain shall become as other Men. A light will go out of the world then, but if you treat the runes with care, [placeholder], it will burn yet a while longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Oft of old I studied with Elrond, and each time was like the rising of the sun. My mind is to his as a spring's trickle is to the torrents of Bruinen. There is no better place to learn the worth of runes than by his side.\\n\\n'How I envy you the chance to go to Rivendell and hear the wisdom he speaks, one more time. Ah, but my place is here now, and I fear I shall see Rivendell nevermore.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Welcome back, [placeholder]. It is ever a joy to meet one who studies the crafts of old, for such lore is fading in the world, and I fear will soon be lost on this side of the Sea. For three Ages now I have watched as the Rune-keepers of my youth dwindled in number. It gladdens my heart to meet one who studies them anew, though you spent some of that time in dreamless slumber. Let us say instead that your sleep stirred in you the desire to learn even more!\\n\\n'Know, then, that the Angerthas and the Tengwar do not give up their secrets lightly. Long study awaits you, great though your power may be. Do not take the easy path of wresting the power from the runes, but consider each, both alone and in the company of other letters. I have pored over ancient tomes since the ink was fresh upon their pages, and yet I still do not know their full meaning. Each time, there is something new to be learned.\\n\\n'Patience is the key... a patience that Men cannot know, and that will vanish from Middle-earth when the Elves and dwarves are gone, for the Dúnedain shall become as other Men. A light will go out of the world then, but if you treat the runes with care, [placeholder], it will burn yet a while longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete A Worthy Garment",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Hewing a New Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Elrond in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Deep Secrets of Rune-craft",
      "es": "",
      "es (fem)": ""
    }
  ]
}