{
  "id": 620832398,
  "txt": [
    {
      "id": 228870261,
      "en": "Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered \\qChieftains of the Dúnedain\\q",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page tells a fragment of the achievements of Arassuil, detailing his dealings with the Orcs of the Misty Mountains as they poured from the hills to harry the surrounding lands. Arassuil led the Dúnedain thither to ally with the sons of Elrond, Elladan and Elrohir, and together they quelled the offence.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Here the history states that Arassuil helped Fréalaf, King of Rohan, to drive Wulf the Usurper out of Edoras. His doughty skill lent great aid to the fair Men of Rohan, and he rode with the Éorlingas as kin whither he wished.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This leaf tells of Arathorn I, who fought alongside the dwarves in the Battle of Nanduhirion before East Gate of Moria. The dwarves entered battle here to avenge the death of Thrór by Azog.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Arathorn I went valiantly with the Dúnedain to lend assistance to the Éorlings when Orcs from the north attacked Rohan. This war went on for sixty-four years, and Arathorn died ere the end, in 2848.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": " ",
      "es": " "
    },
    {
      "id": 136263301,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "On this page is tell of Argonui, a Ranger and Warden of great renown. He led his kin to the aid of the White Council in a time of one of their most dangerous deeds: the exile of the Necromancer from Dol Guldur. This Necromancer turned out to be none other than Sauron himself.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": " ",
      "es": " "
    },
    {
      "id": 136263302,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "It is written here that Argonui walked for a time in Ithilien in Gondor, one of the last fair places near Mordor. There he was when the uruks of Mordor besieged the woods aiming to drive out the Wardens of Ithilien once and for all, but Argonui helped to establish the refuge of Henneth Annûn, so well hidden that it remains a haven to this day.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page tells of Arador, grandsire of Aragorn. He long watched the mountains of Angmar against the return of the Angmarim, until he was called away to begin his time as the chieftain of the Dúnedain.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Alas, this text was written after Arador's time, and the loose leaf seems to be stuck in the book as an afterthought before it was hidden. Arador's reign was short, indeed only spanning eighteen years. His hunting party was beset by Hill-trolls in the Ettenmoors, and he was slain before his time. Too often do Wardens meet this end.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of Chieftains of the Dúnedain",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Aragorn in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Chieftains of the Dúnedain, page 3",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Chieftains of the Dúnedain, page 12",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Chieftains of the Dúnedain, page 13",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Chieftains of the Dúnedain, page 17",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Chieftains of the Dúnedain, page 18",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Chieftains of the Dúnedain, page 23",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Chieftains of the Dúnedain, page 29",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Chieftains of the Dúnedain, page 32",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nChieftains of the Dúnedain was a series of annals kept by the Rangers of the North, recording the wisdom of every chief from Aranarth, the first, all the way to Arador. It has much to say of the early days of the Rangers, when they were at their most scattered after the fall of Arnor. It was lost, however, when Arador was slain by trolls in the wilds of the Ettenmoors. It is thought that he buried it before the battle that ended in his death, but none knew where. A new annal was kept beginning with his son, Arathorn II, but all the wisdom of the preceding chieftains vanished, presumably forever.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I was sure that this book was gone forever, and we had no hope of ever seeing it again. How much lore of the Dúnedain was thought to have disappeared when my grandfather fell near the banks of the Hoarwell in the north.\\n\\n'They are all here...Aranarth, Arahael...Aragorn my namesake...Aragost, Aravorn...but what is this? It ends halfway through the time of Arassuil, and the last three are missing -- my grandfather among them. All that remain are tattered stubs of the pages that once were there.\\n\\n'Alas, I had hoped I would read at last the final words of Arador, written before he was lost, but they are gone. [placeholder], you must look again, and see if the remaining leaves yet survive. I wish to join you, but a far more important errand prevents me. If you could help to restore the history of my forefathers, the hearts of my people would be much strengthened, and their anxiety perhaps lessened for a time.'",
      "es": ""
    }
  ]
}