{
  "id": 620832396,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Whispers in the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The author covered this page entirely with black ink save for the hair-thin lines which inscribe some runes in the middle of the sheet. Simply holding this page causes the hairs on the back of your neck to stand on end; something fey is expressed in these letters.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "On this leaf are sketched some diagrams of hands in strange poses. Perhaps they are hand signals meant to mimic the runes inscribed along the side of the paper. Surely these signals could do nothing to enhance a Rune-keeper's skill... or could they?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The runes here are undoubtedly written in blood, probably the author's. The page itself is inexplicably disturbing to look at, filling your heart with cowering dread. You want nothing more than to quickly bestow this page to its proper place with Elrond and be rid of it forever; you have learned enough from this one.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You squint at this page for a long time even though it is blank, but only when you close your eyes do you see clear letters burned into the dark behind your eye-lids.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elrond can usually be found dwelling in his library in the Last Homely House in Rivendell, where rare and excellent volumes line the walls in plenty. He is sure to be delighted to look upon such a treasure as \\qWhispers in the Dark.\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "When you read the runes scrawled all over this sheet, you think that you hear whispers by your ear. You turn this way and that to find the source of the sound, but find that you are quite alone. The whispers fade when you stow the page away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Collect the missing pages of Runekeeper Book 3 and add them to the book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "Here the author writes as in a diary of the fall of Rhudaur as it unfolded before him and the unraveling of his mind as he pursued the meaning of runes while his world crumbled around him. It seems to be among the more lucid moments recorded in this tome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "This page is utterly crammed with tiny scribbling notes of failed attempts at symbol-mastery, but there seem to be a small handful of combinations that worked, and these are circled in some unpleasantly coloured ink.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This fascinating page is a journal of when the author decided Rune-keeping was a worthwhile pursuit, laying out his goals and inspirations. His mind was not yet broken when these words were laid down.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page from \\qWhispers in the Dark\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elrond Half-elven at the Last Homely House in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "\\qWhispers in the Dark,\\q page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "\\qWhispers in the Dark,\\q page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "\\qWhispers in the Dark,\\q page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "\\qWhispers in the Dark,\\q page 15",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "\\qWhispers in the Dark,\\q page 18",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "\\qWhispers in the Dark,\\q page 25",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "\\qWhispers in the Dark,\\q page 32",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "\\qWhispers in the Dark,\\q page 39",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\n\\qWhispers in the Dark,\\q one of the strangest books ever written, was actually penned by a Rune-keeper of the race of Man, not an Elf or dwarf. He hailed from Rhudaur not long before its fall in the war between Arnor and the forces of the Witch-king. Its pages discuss the powers of the class no Man has ever been able to follow, much less master. The writing is mad, scribbled in wild, uneven runes in a disorganized manner upon stained pages, many of which are loose leaves simply stuffed into the book. The writer was driven to madness by seeking the secrets of Rune-craft, but rumour has it that great and terrible discoveries were recorded in this text. The book's spine is cracked and weak, and only the first half of its pages cling, yellowed and fragile, to this withered binding. Elrond would yearn to know what the lost pages contain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have heard many tales of this book, though I scarcely believed them. It always struck me as unlikely that any Man could attain mastery of Rune-lore in his short time upon the earth.\\n\\n'Terrible that knowledge must have been, for the runes upon these leaves could not have been the work of a man with a sound mind. He tried to learn too quickly that which needs long years to learn, and he paid the price. But there may still be much of value here, for it is not infrequent that the wisest of men can learn much from the fool.\\n\\n'Would that it were complete, but its other half is surely gone. Rhudaur was a desolate place in the end, and no friend to lore and learning. Still, there is hope that the lost pages are out there still, waiting to be recovered that they may join their brethren in this volume once more.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}