{
  "id": 620832376,
  "txt": [
    {
      "id": 218649170,
      "en": "'Very good, [placeholder]. These are a fine beginning. Now you must fetch the second set of items, as soon as you can.\\n\\n'These include the paws of the barghests which prowl Fornost in the North Downs and Haudh Iarchith in Bree-land and the corrosive droplets of the brimstone-leeches of Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am still waiting for the first set of items, [placeholder].",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Worthy Garment",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'So, [placeholder], we have two sets of the necessary items. Now only the third remains, and your garment shall be complete. Go now and finish your labours.\\n\\n'I need now a Badge of Command from the uruk Lagmâs at Urugarth and a horn from the Gorthorog Târlug at Carn Dûm.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Without the proper materials, I cannot complete your garment, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Glâd Ereg vines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can find a Badge of Command upon the body of Lagmâs at Urugarth and an ashen Gorthorog-horn on Târlug at Carn Dûm.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'This is the last of it, [placeholder]. Your task has been long, but now your garment is complete. Wear it well, and all shall know that you are a keeper of runes.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Helchuan's hide",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Without the last set of items, I cannot complete garment, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected rotted barghest paws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Huorns and prowlers dwell in Glâd Ereg in Eregion. Helchuan prowls near the springs north of Zigilgund in Forochel.\\n\\nDardúr wishes you to bring him vines gathered from the creatures of nature in Eregion and the hide of the cold-worm Helchuan.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected corrosive droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect a Badge of Command",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Barghests can be found in Angmar. Brimstone-leeches can be found in Angmar.\\n\\nDardúr now requires barghest paws and drops of brimstone-leech ichor.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected an ashen Gorthorog-horn",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring the collected items to Dardúr at Gath Forthnír",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lagmâs dwells at Urugarth and Târlug may be found at Carn Dûm in Angmar.\\n\\nDardúr now needs a Badge of Command and an ashen Gorthorog-horn to complete your reward.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected a Badge of Command",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dardúr is at Gath Forthnír in Angmar.\\n\\nYou should bring the items you cololected to Dardúr.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Collected an ashen Gorthorog-horn",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "Collected a Badge of Command",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the collected items to Dardúr at Gondamon",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Glâd Ereg vines ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect Helchuan's hide",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the collected items to Dardúr at Gondamon",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect rotted barghest paws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect corrosive droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring the collected items to Dardúr at Gondamon",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect an ashen Gorthorog-horn",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect a Badge of Command",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dardúr has agreed to help you create a garment worthy of a Rune-keeper of your standing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We rune-keepers are not a vain lot, [placeholder]. You and I both know that knowledge is a treasure of the mind, not of our garments. Still, it is also true that others do not give us our due respect if we do not garb ourselves as they wish to see us. Such is the way of the unenlightened.\\n\\n'Now is the time for you to gain the attire that will win that respect. Seek out the materials I need, and I will make for you such equipment that befits a rune-keeper.\\n\\n'First, I will need the vines that grow through the hides of the creatures which lurk in Glâd Ereg in Eregion and the hide of the cold-worm Helchuan, who dwells in Forochel. May your way be a safe one, [placeholder].'",
      "es": ""
    }
  ]
}