{
  "id": 621095721,
  "txt": [
    {
      "id": 228284034,
      "en": "'You seem as though you boast a lust for adventure and energy to spare. I lack both these qualities; why I volunteered to rid the TBD Direction of sand-worms is beyond me! If you perform this deed in my stead and allow me to claim credit, I shall grant you my earnings. I may be a coward, but I shall not suffer any in town calling me such!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "TBD Lazy Scout has asked you to take over his task of ridding the TBD Direction of sand-worms.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "TBD Lazy Scout can be found to the TBD Direction of TBD.\\n\\nReturn to TBD Lazy Scout to inform him you have cleared the TBD Location of as many sand-worms as you could.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Worm-Slayer",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'And you return with news of those pests' defeat, I trust? Excellent! Here is the coin I was promised for handling this matter, plus a few more for your secrecy, ha ha! I shall not ask such a task of you again. I am eternally done with even the promise of adventure.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Return to TBD Lazy Scout",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hail, adventurer. Have you taken care of those sand-worms in the south yet? I do not wish to hasten you along, but my friends are beginning to gossip about my capabilities.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Sand-worms defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "TBD return to lazy scout to tell him",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Sand-worms can be found to the TBD Direction of TBD.\\n\\nTBD Lazy Scout has asked you to take over his task of ridding the TBD direction of sand-worms.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat sand-worms ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}