{
  "id": 621095764,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'[placeholder], your service is well-known and oft celebrated here in the Ettenmoors.\\n\\n'The enemy knows your weapon and trembles when you take the field.'\\n\\nShe looks your weapon over and places her hand against it.\\n\\n'Bloody this weapon by defeating a true enemy here in the Ettenmoors and you will grow its legend and yours.\\n\\n'Do not falter. There is always hope.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ettenmoors: Legendary Service II",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Make your way to Ost Ringdyr to speak with Lieutenant Ovorestel. She is a guard there who helps in the construction and maintenance of weaponry used in battle across the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Speak with Lieutenant Ovorestel at Ost Ringdyr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Your legend grows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d18",
      "en": "Your efforts in the Ettenmoors deserve acknowledgment and the smith at Ost Ringdyr looks to provide you with a great boon. Visit Lieutenant Ovorestel to learn more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "This ornate voucher, penned clearly by elvish hands, offers the bearer services from Lieutenant Ovorestel.\\n\\nLieutenant Ovorestel is a guard at Ost Ringdyr, north of Glân Vraig. She is known to be a scholarly sort who helps to maintain the weapons used by the Free People in the Ettenmoors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat a monster player in the Ettenmoors ([placeholder]/1)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Lieutenant Ovorestel told you to go into the Ettenmoors and defeat a true enemy. Find an enemy out of Angmar that fights with fearsome tenacity and defeat them in battle to earn your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}