{
  "id": 621095709,
  "txt": [
    {
      "id": "0xa8e11a9",
      "en": "Returned to Angârmu with the gathered sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Gathering Magic Sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Found the location of the magical sand to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'You are back and with my sand! I can begin my enchantment at once. Hand it over, hand it over!\\n\\nYou hand the sand you have collected over to Angârmu and he begins to look at it.\\n\\n'This will do nicely, yes. I know not why you also brought me the rest of this sand, so unremarkable it is. Just ordinary sand I could have gathered by my feet. Though I can still be safe. Very safe. From the eyes of the Dark Lord.'\\n\\n'Thank you visitor. You may go now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Gather sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I am relieved you are here, visitor! Demons of the Dark Lord are near and you must help.\\n\\n'I need sand. Not just any sand, but sand for my enchantment. My enchantment will hide me from the Dark Lord. Go and get me some. You will know it when you see it.\\n\\n'It must be from three places, yes three. Along the river to the south of this place. You will find the sand I need there. Bring it to me before the demons come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Gather sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "Found the location of the magical sand to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Return to Angârmu with the gathered sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Found the location of the magical sand to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e30",
      "en": "Returned to Angârmu with the gathered sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Angârmu has asked you to help him gather magical sand from places nearby for an enchantment meant to protect him from the Orcs roaming the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Reach the location where you can find magical sand for Angârmu's enchantment to the north-east along the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Gathered sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Reach the locations where you can find magical sand for Angârmu's enchantment to the south-east near the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find the location of the magical sand to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Reach the location where you can find magical sand for Angârmu's enchantment further to the north-east along the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gather handfuls of magical sand for Angârmu's enchantment at the location you found to the south-east near the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Find the location of the magical sand to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Gather sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Gather handfuls of magical sand for Angârmu's enchantment at the location you found to the north-east along the river's edge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Gather handfuls of magical sand for Angârmu's enchantment at the location you found further to the north near the river's edge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find the location of the magical sand to the south-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Return to Angârmu in Malgâma near Zikrum-dûl with the piles of gathered sand to complete their enchantment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Gathered sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Gathered sand ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}