{
  "id": 621095735,
  "txt": [
    {
      "id": 228870261,
      "en": "Out of Sight",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "There was no sign of Ishegir at his second favourite spot. Perhaps you will find him at his third favourite spot that Angârmu told you of, near the Pools of Kudím to the north of here.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Use the <rgb=#00FF00>look</rgb> emote to check for signs of Ishegir at this location.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Reach Ishegir's first favourite spot",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Use the <rgb=#00FF00>look</rgb> emote to check for signs of Ishegir at this location.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Greetings visitor. My trusted camel, Ishegir, has wandered off and not yet returned.\\n\\n'I fear the worst. You must help me find him!\\n\\n'Go to his favourite resting spots and look for signs of him. His first is to the west of here, just past the big rock. If you do not find him there, travel to the east of here and find where the small river meets the big river. That is his second most favourite spot.\\n\\n'If you fail in finding him at those spots, head east past the walls of Zikrum-dûl, then north until you find the Pools of Kudím. He enjoys watching the pools there.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Reach Ishegir's second favourite spot",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Reach Ishegir's third favourite spot",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Use the <rgb=#00FF00>look</rgb> emote to check for signs of Ishegir at his first favourite spot near big rock to the west of which Angârmu spoke.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Returned to Angârmu with news of TBD Camel",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Angârmu has asked for your help to find his camel, Ishegir, that has wandered off near Malgâma.",
      "es": ""
    },
    {
      "id": 49286708,
      "en": "Use the <rgb=#00FF00>look</rgb> emote to check for signs of Ishegir at this location",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'You have come back to me! I trust that Ishegir is not far behind!'\\n\\nYou tell Angârmu that you saw no signs of his camel, Ishegir, in any of his favourite spots.\\n\\n'I am not surprised. He is very hard to spot. I have been told that only I can see him which makes him very hard to find when he wanders off! I worry that he will be late for his supper now though.\\n\\n'Thank you for looking, visitor. Ishegir is a stubborn one.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Return to Angârmu with news of Ishegir after having checked all of his favourite spots he had suggested.",
      "es": ""
    },
    {
      "id": 49286712,
      "en": "Use the <rgb=#00FF00>look</rgb> emote to check for signs of Ishegir at this location",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Arrived at Ishegir's third favourite spot",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Use /Look to find traces of TBD Camel",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "Arrived at Ishegir's second favourite spot",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You see no signs of Ishegir at this location either",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Return to Angârmu with news of Ishegir",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "You again see no signs of Ishegir. You should let Angârmu know",
      "es": ""
    },
    {
      "id": 49286674,
      "en": "Use the <rgb=#00FF00>look</rgb> emote to check for signs of Ishegir at his first favourite spot",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Angârmu has asked you to check for his camel, Ishegir, at his first favourte spot to the west, past the big rock.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "There was no sign of Ishegir at his first favourite spot. He may be at his second favourite spot near the river's edge to the east.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Arrived at Ishegir's first favourite spot",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You see no signs of Ishegir",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You see no signs of TBD Camel",
      "es": ""
    }
  ]
}