{
  "id": 621095724,
  "txt": [
    {
      "id": 246419840,
      "en": "Gather the ancient relics that Angârmu asked for from Zikrum-dûl.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Angârmu has asked you to travel to Zikrum-dûl and recover various ancient relics that hold great value.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Gather a pouch ritual spices",
      "es": ""
    },
    {
      "id": 49286662,
      "en": "Returned to Angârmu with the collected items",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Gathered a pouch of ritual spices",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Find a flask of ancient elixir",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Collected a pouch of precious gems",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Found a flask of ancient elixir",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Collect a pouch of precious gems",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Return to Angârmu with the collected items",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'You return! With my relics in hand no less!'\\n\\nYou hand over the gathered items to Angârmu.\\n\\n'These are very valuable relics, and it had saddened me to leave them behind when the demons came, but I had no choice.\\n\\n'I thank you, yes I thank you for bringing them back to me, visitor.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Angârmu has asked you to help him recover valuable relics within Zikrum-dûl that were left behind when he fled.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Returned to Angârmu with the collected items",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Collected a pouch of precious gems",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Found Zikrum-dûl",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Ah, visitor! You must gather relics for me. Relics I thought lost, but they are not.\\n\\n'You must go. Go to Zikrum-dûl. It is dangerous, far too dangerous for me to travel there myself. But you can go. I need you to go and gather my relics.\\n\\n'In Zikrum-dûl you must gather for me a bottle of an ancient elixir, a pouch filled with dust that I can use for my rituals, and finally, a small box, yes a box, filled with precious gemstones.\\n\\n'Go now and bring these back to me, friendly visitor.'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Return to Angârmu in Malgâma with the ancient relics gathered from Zikrum-dûl.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Travel to Zikrum-dûl to search for the ancient relics",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Zikrum-dûl Relic Expedition",
      "es": ""
    }
  ]
}