{
  "id": 621095760,
  "txt": [
    {
      "id": "0x9b56894",
      "en": "'I cannot recall the last I went for a stroll with my faithful companion here without fear of encountering a less-friendly hound! Thank you, brave adventurer. The sole dog I need see in the Khûd is this one beside me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Were you not set upon by wild dogs upon your journey to Jirush, traveller? These desert hounds have grown bold of late. Many a would-be visitor has found himself beset by jackals. If these fierce scavengers pose no threat to you, I would thank you for your aid in making these roads safe from the beasts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "TBD Dog Lover can be found to the TBD of Jirush.\\n\\nReturn to TBD Dog Lover.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "TBD Dog Lover, a concerned citizen of TBD, is worried about the jackal attacks assaulting travellers to Jirush. She especially seems concerned about her own faithful hound's safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Jackal Begone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have heard jackals continue to harass vulnerable travellers in the TBD wastes, friend. The Khûd would benefit from your assistance in teaching these dogs to think twice about their next meal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Return to TBD Dog Lover",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'TBD thanks for defeating the jackals!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Jackals defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat jackals ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Jackals can be found to the TBD of TBD.\\n\\nTBD Dog Lover, a concerned citizen in Jirush, has asked you to thin the number of jackals around TBD.",
      "es": "",
      "es (fem)": ""
    }
  ]
}