{
  "id": 621066499,
  "txt": [
    {
      "id": 148970449,
      "en": "Planted fake orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "'You return! Thank you for what you have done here. You have given the people of Cardolan more of a fighting chance, to be sure!'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Saeloril has asked you sneak the forged orders into places where they will be found in Nímbarth.\\n\\nNímbarth is located in south-east Cardolan.",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "Orders liberated from the bodies of riders out of Nímbarth can turn the tide of the threat against Cardolan.",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You should let Saeloril know that you have planted fake orders.\\n\\nSaeloril is near Nímbarth in Cardolan.",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Return to Saeloril",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "Planted fake orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Plant fake orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251715922,
      "en": "Plant fake orders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Reordering Orders",
      "es": ""
    },
    {
      "id": 120621216,
      "en": "DNT - 'Is there no land where we can leave in peace?'",
      "es": ""
    },
    {
      "id": 148970441,
      "en": "Return to Saeloril",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'The missive you recovered is troubling. The Orcs in Tharbad have noticed Stonecrop's group and are calling for reinforcements. They mean to attack soon! I think we can use this to our advantage. Here's where you come in. Again.\\n\\n'I have rewritten the orders to say that we are not a threat and to ignore our presence. A few of the other missives now have wording that I am sure will stir chaos and confusion, with the goal of having those at Nímbarth start to question the Orcs at Tharbad.\\n\\n'It won’t hold them off for long, but possibly long enough for us to plan our next moves! Go to Nímbarth and plant these orders where someone in charge may discover them.'",
      "es": ""
    }
  ]
}