{
  "id": 621066543,
  "txt": [
    {
      "id": 148970242,
      "en": "DNT - Maddoc claps his hands with delight",
      "es": ""
    },
    {
      "id": 173025781,
      "en": "Collect diseased boar meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "The wild boars who have settled in eastern Cardolan carry a deadly sickness.",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "Merruth has asked you to hunt diseased boars in eastern Cardolan, and to place the meat along the route to the Warg dens nearby.",
      "es": ""
    },
    {
      "id": 148970294,
      "en": "Collected diseased boar meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148970296,
      "en": "DNT - Placed diseased meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'You there! You look strong and capable. I have a proposition for you, if you are interested in making some coin.\\n\\n'East of here, a large number of wild boar have made dens. Usually I would not meddle with the creatures, but this lot are sickly and will attack on sight.\\n\\n'Go to the boar dens and defeat as many of the creatures as you are able. Bring me back some of their meat as well. I have an idea for something that may help things.'",
      "es": ""
    },
    {
      "id": 190220592,
      "en": "DNT - 'Good work! No need to expend ourselves attacking both sides!' ",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Enemy Upon Enemy",
      "es": ""
    },
    {
      "id": 184621153,
      "en": "DNT - You should bring the auroch meat to Hal Wolfscomb.\\n\\nHal is in a small encampment in northern Tharbad.",
      "es": ""
    },
    {
      "id": 190220595,
      "en": "'Excellent! Oof, that does have a stench, does it not. I will take that from you, thank you.'",
      "es": ""
    },
    {
      "id": 251715972,
      "en": "Bring the meat to Merruth",
      "es": ""
    },
    {
      "id": 184621177,
      "en": "You should bring Merruth the diseased meat.\\n\\nMerruth is in eastern Cardolan.",
      "es": ""
    },
    {
      "id": 251716020,
      "en": "DNT - Place diseased meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025729,
      "en": "DNT - Return to Maddoc",
      "es": ""
    },
    {
      "id": 120621173,
      "en": "'My sister is always calling me lazy, but I will show her how being smarter means working less harder. ...Wait, no, that is not how father used to say it. In any case, I have a plan most brilliant! She is going to be so impressed.\\n\\n'All I need is that boar meat I asked you for!'",
      "es": ""
    }
  ]
}