{
  "id": 621066516,
  "txt": [
    {
      "id": 184621208,
      "en": "You should return to Tharbad to let Riderch know that his kinsmen are safe.\\n\\nStonecrop Encampment is south-west of Nímbarth.",
      "es": ""
    },
    {
      "id": 173025760,
      "en": "Talk to Riderch at Stonecrop Encampment",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "You should defeat half-orcs in Nímbarth to help create a distraction for Meriona and her scouts.",
      "es": ""
    },
    {
      "id": 173025557,
      "en": "Talk to Meriona",
      "es": ""
    },
    {
      "id": 148970455,
      "en": "Half-orcs defeated ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025558,
      "en": "Defeat half-orcs in Nímbarth ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220772,
      "en": "'You fought admirably. Yes, I kept a close eye on you. There have been... some who have tried to betray us. Caution has kept my people alive thus far.\\n\\n'We shall stay here for a bit longer and continue watching the half-orcs' activities. If you can, please let Riderch know what has happened.'",
      "es": ""
    },
    {
      "id": 126687072,
      "en": "Despite initial suspicions, the Dunlendings have decided to let you in on the situation.",
      "es": ""
    },
    {
      "id": 190220777,
      "en": "'Everyone is safe, then? And the half-orcs have been dealt with? This is excellent news; I knew you wouldn't disappoint me!\\n\\n'Well, I jest. It was a wager, but the odds were in my favour. After all, there must be more good in the world than bad.' Riderch's smile widens. 'Thank you.'",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "A Secondary Plan",
      "es": ""
    },
    {
      "id": 184621203,
      "en": "You've created enough of a distraction for Meriona and her scouts to carry out their mission.\\n\\nYou should talk to Meriona outside of Nímbarth.",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'These half-orcs serve a wizard who is bent on spreading his war as far as he can. We planned to assassinate the half-orc leaders, but Riderch was captured in the attempt. Rescuing him put the entire camp on high alert.\\n\\n'Since we are currently one short, you can act as the distraction. Fight the half-orcs so that the three of us can move in undetected.'",
      "es": ""
    }
  ]
}