{
  "id": 621066495,
  "txt": [
    {
      "id": "0x8e11b30",
      "en": "Collected orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Burl Stonecrop has asked you locate his missing scout Saeloril, near Nímbarth.\\n\\nNímbarth is located in south-east Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Odd-looking folk have been riding between Tharbad and Nímbarth. Getting your hands on their correspondences could help those who are trying to settle peacefully in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "Saeloril has asked you to defeat riders from Nímbarth and bring back the orders they are carrying.\\n\\nRiders can be found in Nímbarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Return to Saeloril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e5",
      "en": "'Found some, did you? Well then, let’s have 'em here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Search for Saeloril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'Hold! Stay where you are!\\n\\n'Hmm, you do not seem to be like the men I have seen occupying Nímbarth. Burl sent you, did he? I am indeed Saeloril. I have not yet returned because I have been seeing riders coming and going from the fortress at all hours. They must be the means by which orders are delivered to the Orcs in Tharbad.\\n\\n'You look like you can handle yourself! If you come across one of these riders, take them down and bring me any correspondences you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568901",
      "en": "'Found some, did you? Well then, let's have 'em here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Collect orders from riders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Riders of Nímbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b2",
      "en": "Return to Saeloril",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011894",
      "en": "You have recovered orders destined for Tharbad from the riders of Nímbarth! You should bring the orders they were carrying to Saeloril.\\n\\nSaeloril is near Nímbarth, in southern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'I had heard that Cardolan was a wilder land than Bree, but to see it for myself has been eye opening. To the north lie the ruins of Nímbarth. Judging by the walls that are left, it seems to have once been a fortress. Now, however, a rank-looking lot of Men, though I hesitate to call them such, occupies the ruins.\\n\\n'One of our group, Saeloril, headed that way some hours ago to scout the situation. That she has yet to return is causing me some concern. If you head up to Nímbarth, please find Saeloril. I do not like the look of the men that have taken up in those ruins.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}