{
  "id": 621066526,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "Seeking the Scouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502915",
      "en": "Talk to Meriona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd2",
      "en": "Two scouts reach for their weapons, but the third shakes her head to stop them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e4",
      "en": "'Riderch sent a duvodiad to check on us? Tch! Has he no faith?'\\n\\nWith no Riderch to glare at, the woman settles for the next best thing: glaring at you. A few seconds pass before she relents and sighs.\\n\\n'Perhaps I am being... too hasty, as he would say. If you truly intend to aid us, then I'll allow it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Riderch has asked you to look for his fellow scouts near Nímbarth.\\n\\nNímbarth is located north-east of Stonecrop Encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1760",
      "en": "An injured Dunlending scout has been separated from his kinsmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Have you seen my kinsmen nearby? I'd go looking myself, but...' He gestures to his bandages and smiles wryly. 'After what happened in Nímbarth, I doubt they would enjoy rescuing me again.\\n\\n'Could you make sure they are all right? They should have returned to Nímbarth by now, to the north-east.\\n\\n'Our leader is a woman named Meriona. You'll have to forgive her and the others for being wary around you -- that's just how things are with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502911",
      "en": "Find Dunlendings near Nímbarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011893",
      "en": "You have found the Dunlendings near Nímbarth.\\n\\nYou should talk to their leader, Meriona.",
      "es": "",
      "es (fem)": ""
    }
  ]
}