{
  "id": 621066521,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "Tending to What Remains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011860",
      "en": "You've taken care of the plants in the garden.\\n\\nYou should return to Cadi. She waits in Rendal's home in the south-west corner of Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Water saplings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568911",
      "en": "'The trees must have been so lonely. I think you made them happy again!\\n\\n'A long, long time ago, there used to be more trees here, all over. Did you know that? Mister Rendal told me. But then his and-sisters -- that means people in his family from a long time ago -- cut all those trees down and didn't plant more. How could they be so mean? Didn't they know there wouldn't be anything left after, because of them?\\n\\n'That must be why Mister Rendal plants so many trees by himself -- he wants to fix what his family did. But he shouldn't have to do this alone. I want to help him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "Talk to trees...? ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Saplings and trees can be found outside Rendal's house.\\n\\nCadi has asked you to water the saplings and talk to the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1760",
      "en": "Several young trees haven't been tended to for a few days.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Um... who are you? Are you looking for Mister Rendal? He hasn't been home for a few days....\\n\\n'O-oh, my name is Cadi. Mama let me come here to take care of the trees. I watered some but then... then there were dark and scary shapes on the road, so I ran in here. I think they're gone, but I don't want to leave yet.\\n\\n'Could you help me? Mister Rendal planted them just outside. There are some sap... sap-lings? He waters them, then he talks to the other trees. At least, I think he does. The trees must be very good listeners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd7",
      "en": "Saplings watered ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e2",
      "en": "Talk to Cadi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "Conversed with trees ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}