{
  "id": 621066524,
  "txt": [
    {
      "id": 190220583,
      "en": "'No. I've already told Watcyn, I do not require a reward, coin or otherwise.\\n\\n'By the way, [placeholder], do you know why my belongings have been rummaged through?'\\n\\nAs you explain what happened, Rendal's frown softens.\\n\\n'I see. Then this situation is my fault entirely, for I was not forthright about my identity.'",
      "es": ""
    },
    {
      "id": 173025737,
      "en": "Find lost belongings in Caranost ([placeholder]/[placeholder]) ",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Watcyn's lost belongings should be scattered around the stairs in Caranost, west of Sírlond.",
      "es": ""
    },
    {
      "id": 148970247,
      "en": "These supplies are too damaged to be reclaimed",
      "es": ""
    },
    {
      "id": 148970248,
      "en": "These supplies are too damaged to be reclaimed",
      "es": ""
    },
    {
      "id": 251715987,
      "en": "Talk to Watcyn",
      "es": ""
    },
    {
      "id": 251715990,
      "en": "Talk to Rendal",
      "es": ""
    },
    {
      "id": 126687072,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "Watcyn's Request",
      "es": ""
    },
    {
      "id": 126687144,
      "en": "Suspicious of Rendal, Watcyn now looks to you for help.",
      "es": ""
    },
    {
      "id": 184621156,
      "en": "You have reclaimed Watcyn's belongings -- or, at least, whatever was left.\\n\\nYou should return to Watcyn in Sírlond.",
      "es": ""
    },
    {
      "id": 148970260,
      "en": "This pouch contains a small amount of coin",
      "es": ""
    },
    {
      "id": 148970261,
      "en": "These supplies are still intact",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'Well, I've got something to ask of you. I'll be honest, I don't have anything to give you in return -- yet. And I can't promise it'll be much. But I lost everything in Caranost while I was fleeing from the Orcs. They put up a good chase, so I kept dropping my things 'til I had nothing left to weigh me down.\\n\\n'Could you retrieve what you can for me? I'd rather not rely on Rendal more than I need to.\\n\\n'All I remember is running down those stairs west of here, before the Orcs caught up with me.'",
      "es": ""
    },
    {
      "id": 184621159,
      "en": "Watcyn has asked you to split some of his coin between you and Rendal.\\n\\nRendal has returned to Sírlond by now.",
      "es": ""
    },
    {
      "id": 190220578,
      "en": "'Oh... that's all that's left, then? Well, I'll figure something out.\\n\\n'Here -- take this coin, and split it between you and Rendal. I still don't trust him much, but the two of you are the only folks who have ever shown me a bit of kindness.'",
      "es": ""
    }
  ]
}