{
  "id": 621066517,
  "txt": [
    {
      "id": "0xb568928",
      "en": "'These captains would force Watcyn into a war he does not want to fight. Then I'll strike them first!\\n\\n'Gaervarad lies to the south-west. It's quite the trek, but I'll do everything I can. After all, Watcyn is under my protection.\\n\\n'You are under no obligation to aid me, but... if you wish to, I'll meet you there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b65",
      "en": "Rendal nods to you as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e193",
      "en": "Talk to Watcyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a2",
      "en": "Talk to Rendal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a4",
      "en": "Find Rendal near Gaervarad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1760",
      "en": "The truth emerges.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Pasts Revealed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011864",
      "en": "You should tell Watcyn the truth about Rendal's past.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011820",
      "en": "You have found Rendal near Gaervarad.\\n\\nYou should talk to him to discuss what to do next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d9",
      "en": "Talk to Rendal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Watcyn's suspicions are not unfounded; I used to be a Ranger, but I've long since severed my ties. They are too disconnected from the people they seek to protect. Distrust is to be expected when you shroud your movements and intentions.\\n\\n'Yes, the irony is not lost on me. I feared that the truth would have put Watcyn on edge, but... he deserves the truth. Alas, my presence clearly causes him some anxiety. Would you be willing to tell him in my stead?\\n\\n'I'll apologize to him myself -- should he allow it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011867",
      "en": "Watcyn has pleaded for you and Rendal to help him.\\n\\nYou should talk to Rendal and decide on what to do.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568922",
      "en": "'Huh... maybe Rendal isn't so bad after all. I guess it's time I told my story, too.\\n\\n'There's a reason why I was in Caranost -- I've heard rumours about valuable relics there. I'll need every bit of money I can get to flee whatever mess is brewing down south.\\n\\n'Not to mention the mess that's brewing here. The captains in Gaervarad are searching for me, and every other deserter out there, to force us into some wizard's service.\\n\\n'All I want is a safe place to lay my head down at night. Nobody would be able -- or even willing -- to help someone like me. Except you and Rendal... I know I've already asked a lot from you. But please.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568951",
      "en": "'[placeholder], I'm glad you came. I've been watching the camp for some time.\\n\\n'What kind of misfortunes led these people here, I wonder? To commit such acts of warmongering, to fuel their hunger for power?\\n\\n'One way or another, we are all trying to survive. A shame it must be this way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Rendal plans to attack the captains in Gaervarad. You should meet with him there.\\n\\nGaervarad is located to the south-west of Sírlond.",
      "es": "",
      "es (fem)": ""
    }
  ]
}