{
  "id": 621066534,
  "txt": [
    {
      "id": "0xa5029f5",
      "en": "DNT - Recover stolen supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Burl Stonecrop's expedition to Tharbad has been thwarted by the Orcs who have made the ruins their home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f8",
      "en": "Recover stolen supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "Burl Stonecrop has asked you retrieve stolen supplies from the Orcs in Tharbad.\\n\\nTharbad is in southern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b36",
      "en": "DNT - Recovered stolen supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b39",
      "en": "Recovered stolen supplies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'Greetings, fellow traveller. My name is Burl Stonecrop. My companions and I have been tasked with travelling the Greenway and investigating whether or not there would be any benefit in rebuilding a settlement here in Cardolan.\\n\\n'Predictably, on our first night here at Tharbad we were attacked! The ruins are full of vicious Orcs who stole our supplies before we could fend them off. We will probably be heading back up to Bree, but without our supplies, the trip home is impossible. However, you look like someone who could stand up to those Orcs! If you retrieve our supplies, I will compensate you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "'You have done it! I have higher hopes now for our endeavours.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Stonecrop's Supplies",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011861",
      "en": "You should bring the recovered supplies to Burl Stonecrop.\\n\\nBurl is near Tharbad, in southern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1b4",
      "en": "Return to Burl Stonecrop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308847",
      "en": "'We were not expecting the warmest of welcomes, nor the easiest of times, but we did not know about the Orc presence here. Please, if you find any of our supply crates, bring them back to me!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}