{
  "id": 621066550,
  "txt": [
    {
      "id": "0xb011869",
      "en": "Merruth has asked you to talk to his sister, Maeriel, to see what can be done about the diseased Wargs.\\n\\nMaeriel is in Sedgemead, in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Merruth's sister, Maeriel, has instructed you to defeat the diseased Wargs before their illness can spread to anything else.\\n\\nDiseased Wargs can be found in Sedgemead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Talk to Maeriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e5",
      "en": "'Thank you, stranger. I am sorry you had to clean up my brother's mess. Perhaps this will help him learn not to try to cut corners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "Defeated diseased wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502918",
      "en": "Defeat diseased wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "'Careful, stranger. Some fool placed diseased meat here.'\\n\\nAs you tell her of Merruth's plan, her face grows more and more troubled.\\n\\n'My brother's laziness has reached a new bound. The Wargs are sick, as he intended. However, fast though the illness has spread to them, it is not killing them as quickly. The creatures are now spreading the disease to the wildlife around them.\\n\\n'If you come across any diseased Wargs, put them down. They are a danger to us and to all those around them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1794",
      "en": "Merruth has put his plan with the boar meat into action, with troubling results!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Talk to Maeriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011894",
      "en": "You should let Maeriel know you have defeated many of the diseased Wargs.\\n\\nMaeriel is in Sedgemead, in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Well, it seems like the plan did not go quite as planned. That is – we  put a good dent into the boar population. So that went well! But, well... you see, then I may have used the meat you brought me to poison the nearby Wargs.\\n\\n'The poisoned meat did weaken the Wargs with the illness, just as planned! However, uhm, it has come to my attention that the Wargs are made of a bit sterner stuff and the illness is not quite having the desired effect.\\n\\n'While it has slowed the ghastly things down a bit, the Wargs are not succumbing as expected. If you could see your way to helping me again, talk to my sister Maeriel. She always knows what to do and is more than happy to tell you to do it! She will certainly have a plan. I see her across the water a ways, but I am loath to confess what I have done. She is so mean! That is, she probably will not be mean to you. Probably.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa303",
      "en": "Stopping the Spread",
      "es": "",
      "es (fem)": ""
    }
  ]
}