{
  "id": 621066448,
  "txt": [
    {
      "id": "0x8e11bd1",
      "en": "Collected hawkwort flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502910",
      "en": "Collect hawkwort flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f6",
      "en": "'Welcome back! Ah, that smells incredible! I just know the people of Herne will find comfort in the tea we shall be making!\\n\\n'Now then, take this mint. I had Wynfor boil up some water for us while you were out. Add the mint and other herbs to the teapot there on the table, would you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "Collected lavender flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Tangwen has asked you to bring her flower heads from the fields around Herne and lavender from her garden in Herne.\\n\\nHerne is in western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The people of Herne are exhausted, yet fear and danger have kept them awake. With nerves fraying, the town's healer seeks a way to bring comfort to her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Collect lavender flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should bring the hawkwort flowers and lavender to Tangwen.\\n\\nTangwen is in Herne, in western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd5",
      "en": "Tangwen breathes in deeply, smiling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Return to Tangwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'What an incredible smell! I shall finally get some rest tonight.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Talk to Tangwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd9",
      "en": "The scent of chamomile, lavender, and mint fills the air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Gathering Hawkwort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011861",
      "en": "You have helped Tangwen make a herbal tea, and now she is waiting to speak with you.\\n\\nTangwen is in Herne in Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088b7",
      "en": "'I am sure that when you return, the scent of the lavender alone will be enough to make my shoulders relax.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011866",
      "en": "Tangwen has asked you to add the herbs to the teapot to create a relaxing tea of the people of Herne. The teapot is on the table next to Tangwen, in Herne's Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Greetings. I am Tangwen, Healer of Herne. Dangerous times, these are. Wicked figures draped in shadow prowl through our village! Goblins to the north, Orcs to the south! Wolves that pour through our streets, ravenous and driven mad by some fell rage.\\n\\n'With all of this chaos, folk are anxious and barely sleeping through the nights. Hawkwort is an herb which can be made into a tea to help with these troubles. Please keep a look-out for a white flower that blooms around Herne, to the west. Bring me the heads of the flowers, and gather some lavender from my garden as well. Together we will make a tea for the townsfolk of Herne.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a0",
      "en": "Brew the tea in the teapot",
      "es": "",
      "es (fem)": ""
    }
  ]
}