{
  "id": 621066447,
  "txt": [
    {
      "id": 148970449,
      "en": "DNT - Collected hawkwort flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220563,
      "en": "DNT - 'What an incredible smell! I shall finally get some rest tonight.",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "DNT - Collected lavender flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251716024,
      "en": "Return to Tangwen",
      "es": ""
    },
    {
      "id": 148970453,
      "en": "DNT - Tangwen breathes in deeply, smiling",
      "es": ""
    },
    {
      "id": 190220568,
      "en": "'Tea? Does it have honey in it? I only like tea with honey in it. Hmm, that does smell good, though. I guess I could try some.'",
      "es": ""
    },
    {
      "id": 190220569,
      "en": "'Is this one of Tangwen's teas? Ah, she is always looking out for us. What a lovely lady. You have my thanks! May we all find rest and peace soon.'",
      "es": ""
    },
    {
      "id": 148970457,
      "en": "DNT - The scent of camomile, lavender, and mint fills the air",
      "es": ""
    },
    {
      "id": 173025765,
      "en": "DNT - Talk to Tangwen",
      "es": ""
    },
    {
      "id": 173025766,
      "en": "Deliver tea to Herne townsfolk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 120621239,
      "en": "DNT - 'I am sure that when you return, the scent of the lavender alone will be enough to make my shoulders relax.'",
      "es": ""
    },
    {
      "id": 246419795,
      "en": "Tangwen has asked you to bring tea to residents of Herne who are taking refuge in the Crossway Inn.\\n\\nHerne is in central Cardolan.",
      "es": ""
    },
    {
      "id": 149027571,
      "en": "A Respite from Dread",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "You should bring the hawkwort flowers and lavender to Tangwen. \\n\\nTangwen is in Herne in western Cardolan.",
      "es": ""
    },
    {
      "id": 148970279,
      "en": "Delivered tea to Herne townsfolk ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 126687017,
      "en": "You have helped Tangwen to brew a delicious-smelling tea in the hopes of bringing some comfort to the people of Herne.",
      "es": ""
    },
    {
      "id": 251716000,
      "en": "DNT - Brew the tea in the teapot",
      "es": ""
    },
    {
      "id": 190220544,
      "en": "'Tea from Tangwen? Why thank you. Not much will alleviate my fears until those black riders are found and dealt with, though.'",
      "es": ""
    },
    {
      "id": 190220545,
      "en": "'What is this now? Tea? Relax?! This is not the time for relaxing. Take your herbs and meddling elsewhere.'",
      "es": ""
    },
    {
      "id": 184621153,
      "en": "DNT - You have helped Tangwen make a herbal tea, and now she is waiting to speak with you. \\n\\nTangwen is in Herne in Cardolan.",
      "es": ""
    },
    {
      "id": 190220546,
      "en": "'A tea from the town healer? Ahh, that smells incredible. It reminds me of something mother used to make to help me sleep. Thank you, my friend. I will have to pay my respects to Tangwen soon.'",
      "es": ""
    },
    {
      "id": 190220547,
      "en": "'I would much rather have wine. Brandy Wine from the Golden Perch, such as is imported for festivals. I do not suppose you will have been to the Golden Perch. You do not look like you get over to Stock much.'",
      "es": ""
    },
    {
      "id": 190220548,
      "en": "'Welcome back! Why, you still have tea left? I am surprised, but not sad that there will be more left for us to enjoy!\\n\\n'Thank you for your help, [placeholder]! It was a small thing, but I hope it brings peace and comfort to those we helped.'",
      "es": ""
    },
    {
      "id": 173025552,
      "en": "DNT - Collect hawkwort flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'It smells so wonderful in here, does it not? Let's spread this lovely feeling to the rest of Herne. Here, take the tea, and bring it to villagers who may be in need.'",
      "es": ""
    },
    {
      "id": 173025554,
      "en": "DNT - Collect lavender flowers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025556,
      "en": "DNT - Return to Tangwen",
      "es": ""
    },
    {
      "id": 190220790,
      "en": "DNT - 'Welcome back! Ah, that smells incredible! I just know the people of Herne will find comfort in the tea we shall be making!\\n\\n'Now then, take this mint. Let's bring some water in the teapot to a boil and add in the herbs, shall we? Then take the tea to the villagers.'",
      "es": ""
    },
    {
      "id": 120621126,
      "en": "'Such strange things happening in Cardolan these days! I have not slept a wink for what seems like days!'",
      "es": ""
    }
  ]
}