{
  "id": 621103216,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "Complete the deeds of the Ikorbân Valley instances.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa25",
      "en": "Conflicts of the Ikorbân Valley ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Complete 'Vanquisher of Nirgambâr, the Restless Tomb'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba87",
      "en": "We have discovered a dangerous cult of usan-kûni worshippers hiding in our own back-yard. They call themselves Anâkhi, and have made their home inside Ashunûg, a salt mine in northern Ambarûl that has long been abandoned. The Anâkhi scorpion worshippers must be driven from our lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba88",
      "en": "In a sheltered valley in the north of Khûd Zagin stand ancient, crumbling ziggurat-tombs of pale stone collectively known as Nirgambâr. Scouts have reported that one of the Zidemel's men, Andur, is said to have entered Nirgambâr drawn their by dark whispers. Locate and stop Andur before he can unleash what lurks in this cursed place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82baa0",
      "en": "Deep in the war-torn lands of Imhûlar, locals warn you of an Ordâkhai encampment, a trading post of sorts. It is known as Tûl Zakana, the Well of Forgetting, whose waters will make you forget your troubles, and, if you drink enough, even who you are. But unless you are trading for this water, it's best to stay well clear of the Well, for many have vanished near it, never to be seen again. You are now tasked by the families of the vanished with investigating the Well and its secrets.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82bab8",
      "en": "Utug-bûr is home to long-hidden vaults delved deep into the stone, hidden by sorcery since the end of the First Age. The Thardúth, one of Morgoth's powerful agents, bred the great Elder Orcs known as the Utûgi. Its denizens have remained in a sorcerous slumber for millennia, but have now awakened, and their lair opened anew with the passing of the threat of Sauron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Complete 'Vanquisher of Tûl Zakana, the Well of Forgetting'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Complete 'Deeds of the 'Temple of Utug-bûr''",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Complete 'Nâkhugir's Bane'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d166",
      "en": "You have proven yourself by defeating the cult of the Anâkhi at Ashunûg; pushing back the darkness within Nirgambâr, the Restless Tomb; investigating Tûl Zakana, the Well of Forgetting; and surviving what lay inside the Temple of Utug-bûr. None can question your tenacity and determination, and by completing all these deeds, you have earned great favour throughout the Ikorbân Valley.",
      "es": "",
      "es (fem)": ""
    }
  ]
}