{
  "id": 621103219,
  "txt": [
    {
      "id": 216727831,
      "en": "Utug-bûr is home to long-hidden vaults delved deep into the stone, hidden by sorcery since the end of the First Age. The Thardúth, one of Morgoth's powerful agents, bred the great Elder Orcs known as the Utûgi. Its denizens have remained in a sorcerous slumber for millennia, but have now awakened, and their lair opened anew with the passing of the threat of Sauron.",
      "es": ""
    },
    {
      "id": 149027365,
      "en": "Deeds of the 'Temple of Utug-bûr'",
      "es": ""
    },
    {
      "id": 8567463,
      "en": "Defeat Rumók the Blood-spiller in Thûr Hin.",
      "es": ""
    },
    {
      "id": 111477414,
      "en": "Complete 'Bane of the Blood-spiller'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Complete 'Explorer of the 'Temple of Utug-bûr' - Tier 2'",
      "es": ""
    },
    {
      "id": 8567431,
      "en": "Utug-bûr is home long-hidden vaults delved deep into the stone, hidden by sorcery since the end of the First Age. The Thardúth, one of Morgoth's powerful agents, bred the great Elder Orcs known as the Utûgi. Its denizens have remained in a sorcerous slumber for millennia, but have now awakened, and their lair opened anew with the passing of the threat of Sauron.",
      "es": ""
    },
    {
      "id": 8567432,
      "en": "As you enter Thûr Hin, the Lair of the Children, the smell hits you. Dust and copper, like blood in your mouth. A dozen wars were born here, along with thousands of soldiers. In the distance, you can hear two Utûgi arguing amongst themselves, their voices echoing through the musty hall.",
      "es": ""
    },
    {
      "id": 8567456,
      "en": "Your pursuit of Azagath and his companion through the Temple of Utug-bûr leads to the inner sanctum. You feel uneasy and unwell as a chill and odorous breeze envelops you. Something is not right here.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Complete 'Explorer of the 'Temple of Utug-bûr' - Tier 3'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete 'Explorer of the 'Temple of Utug-bûr' - Tier 1'",
      "es": ""
    },
    {
      "id": 24695142,
      "en": "You have left no task unfinished, no stone unturned, and no foe undefeated in each wing of 'The Temple of Utug-bûr'.",
      "es": ""
    }
  ]
}