{
  "id": 620774316,
  "txt": [
    {
      "id": 22075075,
      "en": "Avoid nosey hobbits",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I've heard that the postmaster is trying to put the Quick Post service in a better light. Times aren't as quiet as they used to be, which makes mail delivery more difficult... and even dangerous, on occasion!\\n\\n'I've been putting off my latest delivery to the town of Scary for a while now because of that spider business that's going on up there. I don't expect that sort of thing worries you at all, though! The mail satchel on the table there is for Postman Digswell, if you wouldn't mind carrying it for me. You'll find him in Scary, north of the town centre.\\n\\n'Avoid nosey hobbits! They might complain about the lateness of my delivery, but I want you to deliver it as quickly as possible. No excuses! Don't let the mail satchel get wet, either!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The satchel for Scary is over there on the table. Take it to Postman Digswell, north of the town centre, as quickly as possible! Let no nosey hobbits interfere in your duty, and don't let the mail satchel get wet!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bundle for Scary",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Bolger of Budgeford has asked you to deliver a satchel of mail to Scary.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman Bolger's table",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman Digswell can be found in the town of Scary, north of the town centre.\\n\\nDeliver the satchel to Postman Digswell in Scary as quickly as possible. Let no nosey hobbits interfere with your duty and do not let the mail satchel get wet.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry satchel to Postman Digswell in Scary",
      "es": ""
    }
  ]
}