{
  "id": 620774262,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered the Northern Barricade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered the Southern Barricade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Turn Agor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The Northern Barricade of Rath Teraig is held by stalwart dwarf-warriors posted out of Gondamon. Since the resurgence of the goblins in Ered Luin some years ago, the dwarves have fought to keep them bottled up in Rath Teraig to prevent them from spilling out into the vales and forests beyond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The Southern Barricade guards the way to the Grey Havens to the south-west. It was sealed off by the dwarves some years ago as the goblins swarmed out to overrun Rath Teraig and now lies abandoned and impassable, making the trek of the Elves travelling to the Havens a long and arduous journey as they must use passes far to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Explore the dark valley of Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Amon Thanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The goblins have fortified the canyon of Tum Agor, preparing for an assault against the barricades, trapping them within Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Crookdell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The goblins trapped within Rath Teraig have established a camp upon Amon Thanc, from where they can view the dwarf-barricades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The goblins of Rath Teraig have established their largest camp here in the Crookdell. This is where they plan their raids against the dwarf-barricades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "NOT USED",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Rath Teraig Exploration",
      "es": "",
      "es (fem)": ""
    }
  ]
}