{
  "id": 620774263,
  "txt": [
    {
      "id": 118018274,
      "en": "It seems that this village and others have fallen under the sway of Angmar. The Earth-kin are fighting amongst themselves -- to the amusment of the lords of Angmar, no doubt.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Kar Lak is a camp of Earth-kin that has fallen under the yoke of Angmar. If they would listen to reason perhaps they could be freed, but they do not seem to be in a mood to talk.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Hidden deep within the Ram Dúath you have discoverd this camp of the Earth-kin. Trapped from their home in the south of Angmar by the forces of the Angmarim, their lot does not seem to be a happy one, as they have been turned against one another by the lies of Angmar.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Villages of the Earth-kin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An odd people calling themselves the Earth-kin have been discovered in the eastern North Downs. Seek out their villages and learn more of them, and whether they be friend or foe.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the Earth-kin camp at Rusfold",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Earth-kin encampment at Fashat Laug",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Earth-kin encampment of Kar Lak",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered an Earth-kin camp hidden within the Ram Dúath",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "It seems that the Earth-kin hunters of Rusfold are friendly enough, if rather odd. They speak of others of their kind to the east however, who have fallen under the sway of Angmar.",
      "es": ""
    }
  ]
}