{
  "id": 620774284,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered Rhosthon's flower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Neldorlas' flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Dorollin's flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "You have found the flower of Rhosthon. It is believed that she was once an Entwife who stood with vigilance over her gardens. None could approach without her knowledge, and those with evil intent would feel her gaze upon them and flee.\\n\\nShe passed into the Old Forest many long years ago and became part of the forest, granting her keen senses to the trees and creatures herein that evil might not approach unseen, for those were dark days and few places remained that were untouched by the power of Sauron.\\n\\nThe flowers are said to mark the place where she disappeared into the forest and seem to have been tended by someone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "You have discovered the flower of Neldorlas, an Entwife of old. It was she who was foremost in the arts of nurturing the young, that they might achieve their potential in the fullness of time.\\n\\nNot one seed did she plant, nor youthful mind touch that did not come to fruition, unless it was struck down by unfortunate fate. Such was her understanding of the arts of cultivation and teaching.\\n\\nAs with her sisters, she chose to become a part of the Old Forest, that it might endure the encroachment of darkness and evil throughout the years. So the folk tales say, anyway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Old tales tell of eight Entwives who passed from the south into the Old Forest, never to be seen again. Could they be true?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Cordofoneth's flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The flower you found marks the place where the Entwife Dorollin passed into the Old Forest, perhaps forever.\\n\\nShe was among the largest of her kind, taller than any other, for the essence of all that grows was at the core of her nature. Her gardens were sprawling places wrapped in great vines, and enormous trees cast their shade upon acres of fertile ground.\\n\\nShe gave herself to the Old Forest to ensure that it would grow great enough to protect itself from the incursion of evil such as Orcs and thoughtless Men.\\n\\nSome folk say that one day they will awaken and emerge from the forest - but no one knows when that might be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Lenhwest's flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "You discovered Cordofoneth's flower -- said to be one of eight Entwife sisters. Among her kin, she held most dear her affection for all living things.\\n\\nIt was this affection that she lent the Old Forest when she passed into its depths long ago, that all manner of living things might find shelter within its bounds. The flower you have found marks the place where she entered the forest, and she has not been seen since.\\n\\nAlas, the Old Forest has oft been harmed by Men or intruded upon by darker powers, and so it is said that her heart lies muted, and she sleeps more deeply than her sisters. Perhaps she is awaiting the day when this world might become a place of lighter moods and the love of life is not so easily betrayed by axe or fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered Silloth's flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have discovered Braiglad's flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "You have discoverd the flower of Lenhwest. She was believed to be an Entwife known for her unquenchable passions. She could love as no other, but fury and despair were also her constant companions.\\n\\nAmongst her sisters, she was the first to give herself to the forest, swept by her own emotions to ensure its survival during the trials of those dark years. Her presence is strongly felt in these woods still.\\n\\nIt is for fear of Lenhwest's tempestuous anger that folk walk with care in the Old Forest, for many believe that if her heart turns against you, it is unlikely you will ever emerge from it again!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have discovered Merillif's flower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "You have found Silloth's flower. She was said to have been a wonderous spirit - her heart was unbowed even during the ancient war that drove the Entwife sisters here, for mirth and frivolity ever followed in her wake, and her gardens were believed to be places where even the weariest of mortals could bring themselves to smile and laugh.\\n\\nAmong the Elves she was particularly beloved, and of those who remember her they fear they may never again hear the sound of her laughter beneath the boughs of ancient trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The flower of Braiglad is seen as a warning by superstitious folk who would dare the depths of the Old Forest. She was an Entwife unusual amongst her sisters, for she was a wild and capricious being. Her gardens were populated by untamed beasts, and even the most delicate flowers within them were adorned with sharp thorns.\\n\\nBraiglad rarely spoke with mortals, preferring the wild places of the forest, and in time she gave herself to the forest to protect it from the dark powers.\\n\\nThere are those who say her spirit is strongest when aroused by wild and dangerous times such as these.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "The tale of Merillif's flower often brings tears to those who hear it. Of the eight Entwives who came to the Old Forest, she was the most beautiful and the most beloved of all.\\n\\nHer gardens shone with a brilliance of colour that even the finest artisans of the Firstborn would regard with envy. Her jewels were said to be the petals of flowers, and while they would last but a short season -- unlike the gems of the Noldor which are forever -- their beauty far surpassed that of any object carved of stone or crystal. This passing beauty was such that it endured no greed, and so the vanity of evil hearts could neither possess nor endure it.\\n\\nThose who are fond of the story say that she will awaken some day when beauty can again be shared amongst all the creatures of Arda without fear of despoilment or jealous vanity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Find the flowers marking the passing of the eight Entwives within the Old Forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Greetings, [placeholder]. You have seen an unusual breed of flower that grows within the depths of the Old Forest? Their origins are most unusual.\\n\\n'As the old tale goes, eight Entwives came into this forest from the distant south many years ago and took shelter here beneath the boughs of the Old Forest. But darkness was everywhere in the lands in those times, and Tom thought it wise that the sisters should pass into the heart of the forest where no evil might reach.\\n\\n'The flowers I speak of mark the places where each of the Entwives disappeared into the weave of the forest, and it is possible to understand their nature in those places.\\n\\n'Only Tom knows when or if they will ever awaken from their slumber, and he will not tell even me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flowers of the Old Forest",
      "es": "",
      "es (fem)": ""
    }
  ]
}