{
  "id": 620774257,
  "txt": [
    {
      "id": "0x708d0e2",
      "en": "At the behest of the sons of Elrond, Barachen the Elf established a small camp in the southern Trollshaws from which to watch for threats on the road to Rivendell. The Elves Alphlanc and Rochwen, bound to him by friendship rather than command, assist Barachen with his duties and work to keep the road free from danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "This is the only crossing of the River Bruinen until it joins with the mighty Greyflood far to the south and west. The waters seem calm and placid here, but the signs along either bank suggest that the river overflows its course with great violence from time to time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The southern passage into Rivendell is called the Gates of Imladris and establishes a clear bastion of civilization and safety in an otherwise wild land. Nevertheless, the Elves of Rivendell guard this approach carefully, and it is not entirely safe for travellers to approach unannounced -- those who pass this way with ill intent in their hearts are rarely seen or heard from again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Road to Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The lone winding road through the Trollshaws leads to the last bastion of civilization for a great many leagues. Travellers must take great care while exploring this road however, for it is not well-guarded from the dangers of the wild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered the Last Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Barachen's Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered the Ford of Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered the Gates of Imladris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore stuff.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Beyond this bridge the domain of Men ends. While the Lone-lands have long been left desolate and rarely-travelled, the lands beyond are altogether wild and untamed. Only the well-seasoned wanderer or skilled adventurer would brave the Trollshaws alone.",
      "es": "",
      "es (fem)": ""
    }
  ]
}