{
  "id": 620774269,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Barad Lachiant",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Ost Laden",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Lornspan",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The tower of Barad Lachiant is the symbolic centre of the stronghold of Minas Eriol, once it rose high above the valleys below and caught the first rays of sunlight as it slanted in over the surrounding mountains.\\n\\nIn ruins now, it is only a symbol of glories long lost.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Once the primary keep of Minas Eriol, proud knights of the Kingdom of Arnor once issued forth from the gates of Ost Laden into the hills and plains below.\\n\\nNow only goblins jeer from the shattered parapets, keeping a dark watch upon those few brave enough to travel into the Lone-lands.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Lone-lands were once host to a string of forts and towers that guarded the roads against the incursions of Angmar and Rhudaur. Long ago, they fell into ruin with the defeat of the North Kingdom.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Mithrenost",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The Lornspan once bridged a river which flowed near Mithrenost, long parched into a dusty gully.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Thandobel",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Mithrenost was once one of the strongest fortresses of the North Kingdom in days past. Now it is naught but a hiding hole for dwarf-brigands in the service of Skorgrím Dourhand.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered Ost Cyrn",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Naerost",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The tower of Thandobel once guarded the passage between Ost Cyrn and Mithrenost. Now it lies in ruin, home to the outcast Dourhands.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Amon Ros",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Ost Cyrn once stood vigil against the Hillmen of Rhudaur and the Angmarim of the North. Now Orcs use the ruined fortress to lay siege to the barren Lone-lands.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You have discovered Ost Guruth",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Naerost was one of the first of the fortresses of the North Kingdom to fall when the Witch-king marched upon Amon Sûl. Now half-orc brigands out of the South dwell within its ruined halls.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Not much now remains of the watch-tower upon Amon Ros, for it was the weakest of the bulwarks of the North Kingdom. Now spiders infest the surrounding gullies and ditches.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Ost Guruth served as a stronghold of the North Kingdom in the days of the Witch-realm of Angmar. Now it serves as the temporary home of the Forsaken, the Ruin-hold of the Eglain.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Explore the ancient fortifications of the Lone-lands.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defences of the Lone-lands",
      "es": ""
    }
  ]
}