{
  "id": 620774314,
  "txt": [
    {
      "id": 22075075,
      "en": "Avoid nosey hobbits",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have always done my duty as a postman to the best of my ability, but hobbits send so many letters! Sometimes it is quite overwhelming!\\n\\n'If you'd like to ease some of my workload a little, you'll find a satchel full of mail there on the table that must be delivered to Postman Bolger in Budgeford as quickly as possible. Would you mind taking it to him? Postman Bolger can be found on the east side of Budgeford, north of the pig pens.\\n\\n'If you get seen by nosey hobbits, you won't be able to deliver the mail as quickly as it must be done for the reputation of the Quick Post service to be upheld, so don't stop to chat! And keep the satchel from getting wet -- Budgeford is a muddy place, and we don't want to soil the mail with it.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The satchel for Budgeford is over there on the table. Take it to Postman Bolger as quickly as possible! Remember, let no nosey hobbits interfere in your duty and stay away from water!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bundle for Budgeford",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Smallburrow of Stock has asked you to deliver a satchel to Budgeford.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman Smallburrow's table",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman Bolger can be found on the east side of Budgeford, north of the pig pens.\\n\\nDeliver the satchel to Postman Bolger in Budgeford as quickly as possible. Let no nosey hobbits interfere with your duty, and keep the mail satchel from getting wet!",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry satchel to Postman Bolger in Budgeford",
      "es": ""
    }
  ]
}