{
  "id": 620774261,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered Nen Hilith",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Tham Gelair",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Limael's Vinyard",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The ruins of Nen Hilith speak of more peaceful times when the Elves dwelt by the lake and contemplated the world that was. Now, evil wolves stalk the ruins, casting a dark shadow over the beautiful memory of the place.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "In the days when Tham Gelair stood whole, it was a place of celebration and ceremony for the Elves of Ered Luin. Now it is a wretched ruin, a shattered memory of better days.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the old places left behind by the Elves as they abandoned Edhelion and moved further south to Duillond.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Dol Ringwest",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Limael's Vineyard was once the chief source of wine-grapes for the Elves of Ered Luin, but goblins have since taken over the once-peaceful vale. Nevertheless, the Elves still harvest the grapes when they ripen, as well as the trespassing goblins.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Wardspire",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Dol Ringwest was once a place of great beauty, home to many Elves. Now it is a decayed and broken ruin.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This tower overlooking the Lhûn once guarded docks where ships would carry wood and wine from Edhelion to Mithlond. Now it has been abandoned to the wild.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Elf-ruins Exploration",
      "es": ""
    }
  ]
}