{
  "id": 620774258,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered Vile-filth's Lair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Ost Thondol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Minas Ciliant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Of the larger spiders in Middle-earth, it seems that some have descended from a particularly dark and evil brood. Among these creatures, it is not unheard of for them to possess a cunning intelligence and even the power to speak in the languages of Men. It is rumoured that one such creature has made this ancient ruin its lair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Built as an outlaying watch-tower of Nan Tornaeth to the north, Ost Thondol once stood watch over the approaches to the Ford of Bruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "These lands once were the eastern extent of the old kingdom of Rhudaur. They have lain in ruins for many long years now and most are inhabited only by wild beasts -- or horrid creatures that have crawled more recently out of the depths of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Ost Chall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "A fortress was constructed in Nan Tornaeth long ago. It was built as a series of strong watchtowers in these high hills, connected by elegant spans.\\n\\nMinas Ciliant was the north-western corner of these towers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Amon Varadh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "Ost Chall was once the main keep of the tower fortress built into the hills of Nan Tornaeth. Now it lies in ruins like all the other remnants of the old kingdom here in the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered Ost Brandras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have discovered Barad Glamgil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The tower of Amon Varadh was named after the high hill upon which it was constructed, providing a commanding view of the surrounding valleys.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have discovered Ost Dúrgonn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This is another of the towers built upon the hills of Nan Tornaeth and combined into a fortress that once provided a commanding presence for the old kingdom here in the Trollshaws.\\n\\nAll of this has lain in ruin for as long as any Man can remember, and only the Elves can speak of its ancient glory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You have discovered Ost Dúrgonn!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Barad Glamgil overlooks the southern approach into Nan Tornaeth, as well as a dramatic waterfall which cascades into deep pools at the base of the hills below the tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "Ost Dúrgonn was constructed by the ancient Kingdom of Arnor to stand guard over the main crossing into the Trollshaws and thus deny it to invaders from the East -- however, the greater threat proved to be from the North, and this fortress fell into misuse and eventual ruin as wars raged elsewhere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e9",
      "en": "LOREBIT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore the ancient ruins of the Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ruins of the Trollshaws",
      "es": "",
      "es (fem)": ""
    }
  ]
}