{
  "id": 620774256,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered The Lornstone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Greybough End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered The Giant's Needle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "In giantish terms, the Lornstone would likely be described as a quaint villa or summer cottage. As far as anyone else is concerned, it's a grim pile of stone with a commanding overlook of the valleys that wind below, providing an excellent vantage for its inhabitants to bowl great rocks upon whatever interlopers are foolish enough to wander this far into the Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Whatever explorer gave Greybough End its name must have been desperately homesick and thinking of greener lands and happier times. Despite the name, there is nothing whatsoever comforting about these massive granite slabs piled here like children's blocks. The fact that it serves as lair to the massive brutes who constructed it only adds to the irony of its comfortingly familiar name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Travellers have long told tales of the mighty and capricious giants that inhabit the cold peaks of the Misty Mountains. You must seek out their places for yourself however, for there are few who have seen them left to tell you the way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Iorbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The Giant's Needle is simply a massive stone spire erected by the Giants of the Misty Mountains. No purpose has ever been found for it, nor is its construction all that remarkable given the size of its builders.\\n\\nWhat is perhaps most remarkable about the Giant's Spire is that none of the giants has ever gotten around to knocking it down just for fun. It is this that leads scholars to believe that it does indeed have some meaning or purpose, but even the wise cannot guess at what that might be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Gabilazan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "Iorbar is a massive, desolate settlement within which the Giants of the Misty Mountains gather from time to time. While Iorbar is not a fortress in any true sense of the word, its sheer size and great stone structures make it a formidable redoubt, and its massive inhabitants make it even more so.\\n\\nEven at the height of their strength within the Misty Mountains, Durin's Folk never made open war against the giants, nor attempted to drive them from Iorbar despite the occasional raids and harrasment of travellers; instead, an uneasy truce reigned for many long years until the dwarves were finally driven out of the mountains by goblins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "Gabilazan was one of two fortresses built by Durin's Folk in the northern reaches of the Misty Mountains, beneath which stretched extensive mines. Alas, these settlements were always challenged by the goblins which infested the range. After the fall of Helegrod to the north to a maurauding Dragon and its spawn, Gabilazan was eventually isolated, besieged and overrun by goblins during the waning rule of the Longbeards.\\n\\nThese days the goblins have abandoned the fortress to ruin and in their stead an odd alliance of giants and the traitorous Dourhands have made it their home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore stuff.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Where Giants Dwell",
      "es": "",
      "es (fem)": ""
    }
  ]
}