{
  "id": 620774318,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Folk up in Brockenborings love to gossip. It always makes mail delivery there a difficult task, for you've got nosey hobbits prying into your business, asking if you've got any mail for them. Friendly folk, don't take me wrong, but nosey.\\n\\n'If you're of a mind to help the Quick Post service, you'll find a satchel there on the table that must be delivered to Postman Moresby in Brockenborings as quickly as possible. Postman Moresby can be found just south of the hill that rises near the centre of Brockenborings.\\n\\n'Avoid being seen by nosey hobbits, for they will delay you, and no one likes receiving late mail! No swimming is allowed with the mail satchel, either! You don't want to deliver soggy correspondence!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The satchel for Brockenborings is over there on the table. Take it to Postman Moresby as quickly as possible, but don't get seen by any nosey hobbits!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Brockenborings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postman Digswell of Scary has asked you to deliver a satchel to Brockenborings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postman Digswell's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Moresby can be found south of the hill near the centre of Brockenborings.\\n\\nDeliver the satchel to Postman Moresby as quickly as possible. Let no nosey hobbits interfere with your duty, and keep the mail satchel from getting wet!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postman Moresby in Brockenborings",
      "es": "",
      "es (fem)": ""
    }
  ]
}