{
  "id": 620774272,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered the Party Tree!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered the Methel-stage!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Stocktower!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This enormous tree has long been known as a place where festive occasions can be celebrated by the Hobbits of the Shire. Standing on the outskirts of Hobbiton proper it can be seen for quite some ways, and during festivities it is often hung with dozens of bright streamers and lanterns providing a cheery atmosphere for most any event.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "It is said that when old Bilbo Baggins returned from his wanderings abroad, he came back with a good deal more wealth than he had before he left.\\n\\nWhile rumours abound as to the source and improper nature of his riches, among the works he built within the Shire was the Methel-stage upon which hobbits of an artistic leaning are invited to perform and entertain their fellows during festive occasions.\\n\\nOf course, Bilbo has disappeared again recently - bringing up all the old rumours of his improper adventures and such - but many of the folk of the Shire nevertheless continue to appreciate the causes to which he put his money.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The pastoral peace of the Shire presents travellers with an excellent opportunity to explore its historical and cultural places.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered the Shire Quarry!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The Stocktower is a curious old Arnorian ruin standing guard near the Brandywine Bridge.\\n\\nFew such ruins still stand in the Shire - having long ago been dismantled by industrious hobbits to construct more modern residences, but the Stocktower has become something of an icon and mischevious hobbit children have been known to frequent the ruin despite their parents' admonishments to the contrary.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Bridgefields Wall!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "For a long time, dwarves were not seen with much frequency in the Shire and bringing stone from far abroad was expensive, so the hobbits constructed their own quarry to supply the needs of builders and masons.\\n\\nRecently, however, better quality stone has been available from the West, so the quarry has fallen into disuse and has become infested with dangerous vermin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered the Great Willow!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "Bridgefields Wall is one of the few remaining signs of the ancient Kingdom of Arnor within the bounds of the Shire.\\n\\nFarmer Puddifoot has been threatening to pull it down for years now to build walls for his own fields, but some of the richer hobbit families of Michel Delving have prevented him from doing so in the Shire councils, demanding that the wall be preserved for historical purposes. So it stands there still.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "While not as well known as the Party Tree, the Great Willow is considered a good deal more mysterious and romantic by the younger Hobbits of the Shire.\\n\\nFolk tales abound of Elves travelling into the West who spend their evenings in mysterious revels beneath its boughs, and young hobbit couples often come there to declare their romantic intentions, perhaps hoping a bit of fairy magic might give them luck and bravery enough to say the words.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore the Sights of the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Sights of the Shire",
      "es": "",
      "es (fem)": ""
    }
  ]
}