{
  "id": 620774299,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Quick Post service has really fallen behind -- there is always so much mail to deliver, and some to every town in the Shire, that even with a team of dedicated carriers, we still can't deliver everything as speedily as Postmaster Proudfoot would like!\\n\\n'If you'd like to help out, you'll be more than welcome! There on the table you will find a satchel of mail for Postman Redsmith in Needlehole. Would you mind taking it to him? You'll find him right in the centre of Needlehole, to the north-west of Waymeet and beyond the Rushock Bog.\\n\\n'Watch out for nosey hobbits, for they will delay you and prevent your delivery. Don't let the satchel get wet! The Rushock Bog is a damp place, so stay to the road if you can!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The satchel for Needlehole is over there on the table. Take it to Postman Redsmith as quickly as possible! Let no nosey hobbits interfere in your duty, and keep the satchel dry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Needlehole",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postman Twofoot of Waymeet has asked you to deliver a satchel to Needlehole.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postman Twofoot's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Redsmith can be found in the centre of Needlehole.\\n\\nDeliver the satchel to Postman Redsmith in Needlehole as quickly as possible. Let no nosey hobbits interfere with your duty, and keep the satchel away from water!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postman Redsmith in Needlehole",
      "es": "",
      "es (fem)": ""
    }
  ]
}