{
  "id": 620774294,
  "txt": [
    {
      "id": 228870261,
      "en": "Restoring the Quick Post",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Michel Delving is the mayoral seat of the Shire, home to the chief office of the Shirriffs and Bounders.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Waymeet lies at the cross-roads between the Great East Road and the north-south road leading from Needlehole to the Southfarthing.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Needlehole lies at the edge of the Shire, bordering both the Westfarthing and the Northfarthing. The road leading through Needlehole from the south also continues on beyond the Tower Hills into Ered Luin.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Quick Post service is responsible for more than a dozen mail routes throughout the Shire. If its good name is to be restored, you will need to help deliver mail at each of its routes.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Michel Delving is the mayoral seat of the Shire, home to the chief office of the Shirriffs and Bounders.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Service Woodhall to Stock Route",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Postmaster Proudfoot is in Michel Delving, near the Town Hole.\\n\\nThanks to your efforts, the Quick Post has regained its reputation for speedy delivery of the mail. Postmaster Proudfoot will be delighted to hear of all you have done.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Tuckborough is the chief village of Tookland, home to the Great Smials, ancestral dwelling of the Thain of the Shire.",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Service Stock to Budgeford Route",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Hobbiton is a quaint town best known for Bag End and the antics of its former owner, Bilbo Baggins.",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Service Budgeford to Scary Route",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "Overhill lies to the north of Hobbiton, nestled against the eaves of Bindbole Wood, where there is rumour of walking trees.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Service Scary to Brockenborings Route",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Bywater -- best known for its inn, The Green Dragon -- lies across the Water from Hobbiton.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Woodhall lies nestled in the arms of the Woody End, where it is said Elves sometimes can be seen travelling to the Grey Havens west of the Shire.",
      "es": ""
    },
    {
      "id": 9244208,
      "en": "The beer at The Golden Perch in Stock is purported to be the best in the Shire.",
      "es": ""
    },
    {
      "id": 9244209,
      "en": "Budgeford is the home of the Bolger family and pork-capital of the Shire. Rarely does it see too many visitors....",
      "es": ""
    },
    {
      "id": 9244210,
      "en": "Best known for its quarry, the town of Scary lies at the border of the Northfarthing, in the arms of the Hills of Scary.",
      "es": ""
    },
    {
      "id": 9244211,
      "en": "Brockenborings was named for a series of old tunnels in the hills near Scary.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Service Little Delving to Michel Delving Route",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Service Michel Delving to Waymeet Route",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Service Waymeet to Needlehole Route",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Service Needlehole to Michel Delving Route",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Service Michel Delving to Tuckborough Route",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Service Tuckborough to Hobbiton Route",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Service Hobbiton to Overhill Route",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Service Overhill to Bywater Route",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Service Frogmorton to Woodhall Route",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Restore the good name of the Quick Post service.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Wonderful, [placeholder], wonderful indeed! The Quick Post is once again the respected institution it used to be, thanks to your hard work!\\n\\n'You'll be a postman of the Shire for as long as I'm postmaster, [placeholder], and I'm delighted to say it!'",
      "es": ""
    }
  ]
}