{
  "id": 620774301,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The dwarves here don't understand the importance of the Quick Post service and insist that letters and packages can be delivered whenever it is most convenient. That is preposterous, of course! Imagine if Postmaster Proudfoot allowed us that degree of laziness!\\n\\n'Speaking of the Postmaster, I have a bundle of mail that needs to go to Michel Delving. If you are going that way, I'd appreciate if you dropped it off with Postmaster Proudfoot by Town Hole. Town Hole is surrounded by hedges, if you haven't visited it before.\\n\\n'Go at once and let no nosey hobbits interfere with your duty! You'll have a long walk ahead of you, especially if you head south to Waymeet and then cut west across the fields to Michel Delving. Keep the satchel dry, even when travelling through Rushock Bog!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The satchel for Michel Delving is over there on the table. Take it to Postmaster Proudfoot by Town Hole and let no nosey hobbits interfere in your duty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Michel Delving",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postman Redsmith of Needlehole has asked you to deliver a satchel to Michel Delving.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postman Redsmith's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postmaster Proudfoot can be found in Michel Delving, near Town Hole. Town Hole is surrounded by hedges.\\n\\nDeliver the satchel to Postmaster Proudfoot in Michel Delving as quickly as possible. Let no nosey hobbits interfere with your duty and don't let the satchel get wet!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postmaster Proudfoot in Michel Delving",
      "es": "",
      "es (fem)": ""
    }
  ]
}