{
  "id": 620774254,
  "txt": [
    {
      "id": "0x708d0e2",
      "en": "The difficult yet unassuming pass of Whitcleft turned out to be the downfall of one of the larger dwarf-realms within the northern reaches of the Misty Mountains. Believing that the goblins to the north would resolutely struggle to find or dig secret tunnels into their well-defended mines to attack, the dwarves to the south neglected the defence of this pass.\\n\\nA particularly cunning goblin chieftain led a horde of his people through the pass of Whitcleft in the deep of winter, forcing them to dig their way through at a terrible cost in lives -- but using this approach he came upon the dwarves from the surface unexpectedly and trapped them underground through the long months that followed, driving most to their death through starvation or futile attempts to escape the siege.\\n\\nSo many goblins froze during the siege that they too were decimated by it, but Durin's Folk were never able to return to their lost stronghold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Rakhâs-bizar has never been well-travelled by the Free Peoples of Middle-earth. For time immemorial, giants have lived in the peaks and valleys to the south, and only those rare few who might call them friends, or who wish to test their mettle against a truly powerful and capricious foe might have reason to travel there. Not many of the latter return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The High Passes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In order to cross the Misty Mountains, travellers have long had to traverse high and trecherous passes, often choked with snow, knife-like winds, and other more aggressive hazards. Seek out these passes and learn the secret ways of the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered Cirith Imladris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered Whitcleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered Rakhâs-bizar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Explore stuff.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Cirith Imladris acts as the lone gateway between the Valley of Rivendell and the high passes of the Misty Mountains. Once there was fair trade along this route between the dwarf-realms of the mountains and the Elves of Rivendell, but the dwarves were driven out long ago by goblins, and many other hazards have returned to make travel up through this region difficult indeed. For the most part, the Elves keep watch over Cirith Imladris, and few pass beyond its upper reaches into the Misty Mountains.",
      "es": "",
      "es (fem)": ""
    }
  ]
}