{
  "id": 620774304,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There's been talk that Postmaster Proudfoot is trying to speed up delivery times for the Quick Post service, but I'm really swamped with mail and haven't been able to hit the times he wants.\\n\\n'Lobelia's Birthday is fast-approaching, though curiously enough very few pieces of mail are postmarked for Bag End. Instead, there's mail going everywhere else! I think hobbits throughout Tuckborough are writing to their friends to complain about Lobelia's new presents proposal, if you ask me.\\n\\n'There on the table you will find a satchel of mail to be delivered to Postman Grubb in Hobbiton for sorting. He can be found west of the centre of Hobbiton, to the north, if you're interested. Watch out for nosey hobbits and don't let the mail get wet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The satchel for Hobbiton is over there on the table. Take it to Postman Grubb as quickly as possible! And remember, let no nosey hobbits interfere in your duty!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Hobbiton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postman Took of Tuckborough has asked you to deliver a satchel to Hobbiton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postman Took's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Grubb can be found west of the centre of Hobbiton, north of Tuckborough.\\n\\nDeliver the satchel to Postman Grubb in Hobbiton as quickly as possible. Let no nosey hobbits interfere with your duty and don't let the satchel get wet!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postman Grubb in Hobbiton",
      "es": "",
      "es (fem)": ""
    }
  ]
}