{
  "id": 620774276,
  "txt": [
    {
      "id": 136263297,
      "en": "Page 5 added to the Journal of Cardolan!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Page 7 added to the Journal of Cardolan!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Page 15 added to the Journal of Cardolan!",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page tells of the time not long after the fall of Cardolan, when the remaining Dúnedain in Cardolan banded together to bring some measure of order and leadership to the lands of the north.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This page tells of the advent of a great plague that issued forth from Mordor in the year 1636, claiming the lives of many Men in the southern kingdom of Gondor.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Find pages of the Journal of Cardolan lost within the Barrow-downs.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Page 16 added to the Journal of Cardolan!",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This page tells of the coming of the Dark Plague from the south some years after the fall of Cardolan. Many of the Dúnedain who remained in Cardolan were slain or weakened by its evil.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Page 22 added to the Journal of Cardolan!",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page describes the funeral rites of the Dúnedain of Cardolan, who founded the Barrow-downs as a place where their fallen might be interred. Many Men were buried there during the time of the plague.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Page 28 added to the Journal of Cardolan!",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page tells of an attack upon a funeral procession within the Barrow-downs by spirits that crept there out of Angmar. The remaining Dúnedain of Cardolan were greatly angered that the resting place of their ancestors should be defiled in this manner.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page tells of the gathering of the remaining Dúnedain of Cardolan to drive the wights out of the Barrow-downs and restore the sanctity of their ancestors' burial grounds. The final entry at the bottom of the torn page is stained with blood and illegible.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah! You have found the missing pages of the Journal of Cardolan! Let me have a look at them, I may be able to decipher them now...\\n\\nIndeed, many things are clearer now. These pages tell of the time after Cardolan fell, but when the Dúnedain still roamed those lands and held evil at bay.\\n\\n'Their ward ended badly however, with the advent of the Great Plague in 1636. The men of the south at that time claim that this deadly sickness spewed forth from the gates of Mordor itself to claim the lives of many, including the men who had long defended the shattered kingdom of Cardolan.\\n\\n'It seems that even as the Plague quickly dwindled their numbers, the remaining Dúnedain of Cardolan were set upon by dark spirits unleashed from the depths of Angmar. These spirits slew the few remaining sickness wracked defenders and then took their place within the heart of the Barrow-downs.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Collect the pages of the Journal of Cardolan and learn the history of the Barrow-downs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? You say you have found some unusual parchments amongst the Barrow Downs? May I see them? Hmm...\\n\\nThese appear to be pages from a text called the Journal of Cardolan, unfortunately it seems to be written in an old dialect, or perhaps a code - I can't be sure. If you can find more pages, I may be able to decipher them all.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Collect the pages of the Journal of Cardolan and learn the history of the Barrow-downs.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the six pages of the Journal of Cardolan held by the wights of the Barrow-downs, and find someone in Bree-town who can help you decipher them.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lore of the Cardolan Prince",
      "es": ""
    }
  ]
}