{
  "id": 620774297,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If the reputation of the Quick Post service is to be restored, you simply must help with my deliveries! There on the table you will find a satchel that must be delivered to Postman Twofoot in Waymeet as quickly as possible. Would you mind taking it to him?\\n\\n'Postman Twofoot can be found north-west of the cross-roads in Waymeet. Don't dilly-dally!\\n\\n'The Quick Post service has fallen on hard times in the past few months, and we must double efforts and halve our problems -- the mail must be delivered, not only ON time but with PLENTY of time! Let no nosey hobbits interfere with your duty and don't let the satchel get wet! The ink will run and be no good to anybody!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The satchel for Waymeet is over there on the table. Pick it up and take it to Postman Twofoot -- you'll find him north-west of the main crossing in Waymeet. Let no nosey hobbits interfere with your duty and don't let the satchel get wet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Waymeet",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postmaster Proudfoot of Michel Delving has asked you to deliver a satchel to Waymeet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postmaster Proudfoot's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Twofoot can be found north-west of the cross-roads in Waymeet, north-east of Michel Delving.\\n\\nDeliver the satchel to Postman Twofoot in Waymeet as quickly as possible. Let no nosey hobbits interfere with your duty!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postman Twofoot in Waymeet",
      "es": "",
      "es (fem)": ""
    }
  ]
}