{
  "id": 620774267,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the Circle of Blood",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered Nan Dhelu",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the outer gate of Garth Agarwen",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The Circle of Blood is a vile marsh in Haragmar, formed by the corruption overflowing from Agamaur in the north.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Nan Dhelu was once a beautiful valley before the corruption of Agamaur flooded the land. Now it is home to vile creatures of Morgoth who live only to breed terror.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Garth Agarwen lies in the north-east hills of the Lone-lands. Once a great fortress of the ancient kingdoms, rumours say that it has become a stronghold of corruption and evil.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered the inner gate of Garth Agarwen",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This gate opens into the courtyard of Garth Agarwen, once a fortress of the evil Rhudaur, now the ruined palace of the Red-maid of Agamaur.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Ivar's Crypt",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This gate leads into the inner sanctuaries of the Red-maid and the vile and corrupted creatures who serve her.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered the Spring of the Red Maid",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This crypt is the resting place and throne of the Gaunt-lord Ivar the Bloodhand, Lord of War, necromancer in service to Angmar.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This is the sanctum of the Red-maid of Agamaur, a River-maiden corrupted by the blood spilled in her waters during the wars between Angmar and the North Kingdom.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Explore Garth Agarwen.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Garth Agarwen Exploration",
      "es": ""
    }
  ]
}