{
  "id": 620774312,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'With your help, the Quick Post service can once again have a reputation for speed and quality of delivery, [placeholder]! If you are willing, you can help me with something right now!\\n\\n'There on the table you will find a mail satchel to be delivered to Postman Smallburrow, north-east of the town of Stock. It's just up the Stock Road, east of here, and shouldn't be too much trouble. I would go myself, but there's a shipment of leaf due in any minute now and I need to be here to send out the receipts.\\n\\n'You'll find Postman Smallburrow north-east of the town, quite near the Brandywine Bridge. Don't delay, and avoid nosey hobbits! They will impede your delivery with their questions and chatter! Don't let the mail satchel get wet, either!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The mail satchel is over there on the table. Take it to Postman Smallburrow near the Brandywine Bridge as quickly as possible, and let no nosey hobbits interfere in your duty! You'll find him north-east of Stock!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Stock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postman Spinner of Woodhall has asked you to deliver a satchel to Stock.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postman Spinner's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Smallburrow can be found north-east of Stock, very near the Brandywine Bridge.\\n\\nDeliver the satchel to Postman Smallburrow near the Brandywine Bridge as quickly as possible. Let no nosey hobbits interfere with your duty and don't let the mail satchel get wet!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postman Smallburrow near Stock",
      "es": "",
      "es (fem)": ""
    }
  ]
}