{
  "id": 620774303,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Avoid nosey hobbits",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I've received word that you delivered that package to Postman Twofoot at Waymeet in a timely manner -- he was very impressed, and I must tell you that I am as well!\\n\\n'The Quick Post service is becoming respectable again! Speedy deliveries, mail that you can count on... this is a happy day for this old postmaster!\\n\\n'If you'd still like to help out, well, there's always work to be done! There on the table you will find a satchel for Postman Took at the centre of Tuckborough. You know how this works now, my friend -- avoid nosey hobbits, keep the satchel dry, and make haste! The Quick Post service will set new standards for speedy delivery of the mail!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The satchel for Tuckborough is over there on the table. Take it to Postman Took as quickly as possible, and let no nosey hobbits interfere in your duty! With your help, the Quick Post service will once again live up to its name!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bundle for Tuckborough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Postmaster Proudfoot of Michel Delving has asked you to deliver a satchel to Tuckborough.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have failed to deliver the satchel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were spotted by a nosey hobbit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the satchel from Postmaster Proudfoot's table",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Postman Took can be found at the centre of Tuckborough.\\n\\nDeliver the satchel to Postman Took in Tuckborough as quickly as possible. Let no nosey hobbits interfere with your duty, and keep the satchel dry!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Carry satchel to Postman Took in Tuckborough",
      "es": "",
      "es (fem)": ""
    }
  ]
}