{
  "id": 620774265,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the western pass of Nan Wathren",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the eastern pass of Nan Wathren",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered Hîgropor",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Once this pass served as the Grand Gate of Nan Wathren, a strong fortress that stood guard over the city of Fornost. It has long lay in ruin.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Once the eastern pass served as the postern gate to the fortress of Nan Wathren. These days it has become a supply road for the goblins that now inhabit the ruins of this once-proud citadel.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Spy out the Orc and goblin-strongholds in the North Downs",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Hîsuk",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "Long ago, this place served as the keep of proud Nan Wathren. It fell into ruins after the city of Fornost was destroyed by the Witch-king of Angmar, and has lain abandoned for many long years. Now the goblins have come here through dark, secret tunnels and made this crumbling fortress their own.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered Tûmat",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The war-camp of Hîsuk provides a commanding view over the blasted wastes of Dol Dínen. Here the Orkish army gathers its might and prepares for further conquest of the North Downs.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Tûmat lies hidden deep within the mountains of Dol Dínen. It is here that the Orkish commanders confer with their dark lords and receive the orders that will set them to march against the Free Peoples of Eriador.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "NOT USED",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Strongholds Exploration",
      "es": ""
    }
  ]
}