{
  "id": 620774295,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Newbuck of Little Delving has asked you to deliver a satchel to Michel Delving.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Oh, hullo! Are you passing through? Would you perhaps be heading down to Michel Delving? You see, I have a satchel that must be delivered to Postmaster Proudfoot in Michel Delving. The reputation of the Quick Post service isn't what it once was, and I really want gentlehobbits throughout the Shire to once again trust in the speedy delivery of their mail.\\n\\n'Would you mind taking it from the table over there and delivering it to Postmaster Proudfoot? He can be found in the square outside Town Hole -- just look for the stone wall.\\n\\n'Please deliver it to him as quickly as you can, for he won't be happy with me if I get it to him late! Oh, and let no busybodies bother you as you deliver the mail. Come rain, come shine, come nosey hobbits, a postman must deliver the mail on time!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postmaster Proudfoot can be found in Michel Delving, near Town Hole. The square outside Town Hole is surrounded by a stone wall.\\n\\nDeliver the satchel to Postmaster Proudfoot in Michel Delving as quickly as possible. Let no nosey hobbits interfere with your duty!",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, hello. You must be that one I've heard about with that business in Archet! Aye, most here are in the dark about what happens outside the Shire, but a postman hears a thing or two. Good job showing those neer-do-wells what for!\\n\\n'I have a task for you, actually, although not quite as glorious as saving a town! You see there is a bundle for Michel Delving that must be delivered, but I haven't the time to take it there myself. Would you deliver it for me?\\n\\n'Once you have picked up the satchel, take it to Postmaster Proudfoot in Michel Delving. He's a fine fellow, and may even have some more work for you, if you are interested.\\n\\n Oh, a last thing. Please deliver the bundle quickly and let no busybodies bother you as you deliver the mail. Come rain, come shine, come nosey hobbits, a postman must deliver the mail on time!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The satchel for Michel Delving is over there on the table. Take it to Postmaster Proudfoot as quickly as possible! And remember, let no nosey hobbits interfere in your duty! The Quick Post must go through!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, hello. You must be that one I've heard about with that business in Archet! Aye, most here are in the dark about what happens outside the Shire, but a postman hears a thing or two. Good job showing those neer-do-wells what for!\\n\\n'I have a task for you, actually, although not quite as glorious as saving a town! You see there is a bundle for Michel Delving that must be delivered, but I haven't the time to take it there myself. Would you deliver it for me?\\n\\n'Once you have picked up the satchel, take it to Postmaster Proudfoot in Michel Delving. He's a fine fellow, and may even have some more work for you, if you are interested.\\n\\n Oh, a last thing. Please deliver the bundle quickly and let no busybodies bother you as you deliver the mail. Come rain, come shine, come nosey hobbits, a postman must deliver the mail on time!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman Newbuck's table",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry satchel to Postmaster Proudfoot in Michel Delving",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Avoid nosey hobbits",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bundle for Michel Delving",
      "es": ""
    }
  ]
}