{
  "id": 620774266,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered the ruins of Amon Raith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have discovered the ruins of Minas Vrûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have discovered the ruins of Ost Nuaran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "A tower once sat atop Amon Raith, guarding the pass through the hills south of Fornost. Now it is home to Rangers and refugees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "The city of Minas Vrûn once lay to the south of Fornost, on the eastern side of the pass at Amon Raith. The lord of the city fell beneath the blade of Amarthiel, champion of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Explore the ruins scattered in and around the Fields of Fornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have discovered Falconer's Tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Ost Nuaran was an outlying bulwark of the great city of Fornost. The betrayal of the fortress commander caused its downfall and allowed Angmar to pass into the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have discovered Norbury Gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The Falconer's Tower was a watch-tower from which guardsmen could see for miles across the North Downs. It was named so because the guardsmen used falcons to espy the land and deliver messages to the king at Fornost Erain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You have discovered Glírost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You have discovered Tham Lorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This was once the main entrance into the king's city of Fornost Erain. The gates were laid to ruin and rebuilt by the Witch-king of Angmar when he seized the city for himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "Glírost was a watch-tower which once held vigil over the Evendim Gate, the passage leading to Annúminas, the ancient capital of Arnor, now an abode of fell spirits out of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Tham Lorn was the second of two fortresses set to guard the Evendim Gate, the passage to Annúminas, the ancient capitol of Arnor. Fell spirits now haunt its ruined halls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "NOT USED",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Western Ruins",
      "es": "",
      "es (fem)": ""
    }
  ]
}