{
  "id": 620774322,
  "txt": [
    {
      "id": 94621395,
      "en": "Seek out Narlinn and tell her of your accomplishments.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ah it is a difficult burden I have chosen [placeholder], to record the deeds of the people of Middle Earth knowing that when I depart these shores I will never again stand amongst you.\\n\\nWill these memories I gather to me now prove to be a sweet solace to us in the West, reminding us of those we left behind - or will they prove to be a yoke of sorrows as we wend our way through eterninty, dwelling forever upon the people and places we can never again see?\\n\\nI cannot turn from my course now though, any more than you can from yours, I suspect. Your tales have proven to be among the most interesting I have heard thusfar - I have little doubt that I will be able to glean many songs from the stories you have told me and for that I thank you.\\n\\nNow I must bid you farewell [placeholder]. My time here is nearly at an end - no more tales shall I gather from you, for you must stive now solely for the sake of those who remain behind. I hope you will remember us kindly when we have gone, and faded into naught but memories and myths.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hero of Ered Luin",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Complete 30 Ered Luin quests.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete quests in Ered Luin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Complete Defender of Ered Luin.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Complete 30 Ered Luin quests.",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Your deeds among the hills and valleys of Ered Luin have been spoken of widely among its people. Your name has risen above the traditional distrust of the communities of Ered Luin, and your heroic example is admired by many.",
      "es": ""
    }
  ]
}