{
  "id": 620774283,
  "txt": [
    {
      "id": 136263297,
      "en": "You have discovered the statue of Aranarth, first chieftain of the Dúnedain",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered an ancient Dúnadan inscription upon a pedestal in these ruins",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Ancient Dúnedain Cairn",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The worn but noble visage engraved on the statue you discovered belongs to Aranarth, the first Chieftain of the Dúnedain after the fall of Arthedain.\\n\\nThe statue was probably created some time after the wars that destroyed the old Kingdom, most likely by the Rangers who hold Aranarth in great reverence.\\n\\nIt was in good repair suggesting that they tend to it to this day. The memories of the Dúnedain are long, and their respect for the dead borders on obsession at times.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "The runes you found seemed to be very old indeed, and in style of ancient Arnorian script that few would readily recognize in these times. While you made out only a little of it, the inscription is likely an oath of fealty taken by Dúnedain to their lords.\\n\\nThe Men of those days put great store in ceremony and oaths, and believed that to break one would bring a terrible curse upon the oathbreaker.\\n\\nFew Men put much store in ritual and ceremony these days -- save for the Rangers of the North, who are rumoured to have descended from those very Dúnedain who once ruled Arnor. Perhaps they are the ones who have protected the inscription from the wear of time?",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Explore the history of the Dúnedain Rangers of the North.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered an Ancient Crest of the Dúnedain carved within the ruins",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The cairn is rather unlike many that the Men of old built, but you recalled a tale of an old battle...\\n\\nIn the time after the fall of Arnor and the defeat of Angmar by the host of Gondor, few men remained in the north. Those who remained loyal to the old kings banded together under the first Chieftain of the Dúnedain and became the forebears of the Rangers who walk these lands today, or so it is rumoured.\\n\\nIn those days there were still evil Men and worse who walked these lands and there was a battle few Men alive today remember. Though the Dúnedain were victorious, their numbers dwindled. The cairn you have found is most likely the resting place of the men who died in that battle, built hurriedly and in secret.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered an Ancient Altar of the Dúnedain amongst the ruins",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "You found a carving with an old Arnorian symbol upon it. It appeared to be the crest of the ancient kingdom of Arthedain.\\n\\nThe ruins of that kingdom stretch for miles to the south-west and north. Bree-town itself was built upon a cross-roads between Arthedain and its sister kingdom Cardolan to the east. Once they were all one great kingdom, stretching all across the north, but the folly of Men first sundered them, then set them against each other until one after another they fell over the long years of the Third Age.\\n\\nThere are some folk who still remember the tales of Arthedain, but you suspect that the crest may be of particular importance to the Rangers, for it is said that they are descended from that bloodline.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered an Ancient Obelisk of the Dúnedain among the ruins",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The strange altar you found appeared to be Arnorian in origin, with signs that some gathering or ritual had taken place there recently.\\n\\nYou've heard rumours that Rangers here in the north occasionally gather for a ceremony to declare the coming of age of one of their number, where they induct the young man or woman into their ranks by way of an oath to the old kingdoms.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "You found an old obelisk out among the Arnorian ruins, seemingly newer than the ruins themselves, with the names of many Men carved upon it. Your only guess is that it must be some sort of memorial.\\n\\nThe design and the style of the names you saw there suggest that it was built by the Dúnedain, and given their reverence for their ancestors there is every reason to believe that it may be a memorial for their fallen.\\n\\nSome of the names seemed to have been added recently, suggesting that the Rangers are somehow involved....",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Discover clues about the history of the Dúnedain scattered throughout the Arnorian ruins in Bree-land.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The History of the Dúnedain",
      "es": ""
    }
  ]
}