{
  "id": 620774308,
  "txt": [
    {
      "id": 22075075,
      "en": "Avoid nosey hobbits",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It's important that the Quick Post service recover its old reputation for speed and service, and you can certainly help with that!\\n\\n'There on the table is a satchel for Postman Cotton in Bywater, and you could really help me out by delivering it. Postman Cotton can be found north-east of The Green Dragon in Bywater. Do not let yourself be distracted by Cotton's location near The Green Dragon! The mail must be delivered quickly and without any side-trips for thirsty mail carriers!\\n\\n'Avoid nosey hobbits, for they will stall you and make your delivery impossible! Keep the satchel dry, as well -- wet mail is no good for anybody!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The satchel for Bywater is over there on the table. Take it to Postman Cotton as quickly as possible! Avoid nosey hobbits and keep both yourself and the mail satchel dry -- and that includes of the beer at The Green Dragon!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bundle for Bywater",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Postman Boffin of Overhill has asked you to deliver a satchel to Bywater.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to deliver the satchel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You were spotted by a nosey hobbit",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect the satchel from Postman Boffin's table",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Postman Cotton can be found north-east of The Green Dragon in Bywater, far to the south of Overhill.\\n\\nDeliver the satchel to Postman Cotton in Bywater as quickly as possible. Let no nosey hobbits interfere with your duty and keep the mail satchel dry!",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry satchel to Postman Cotton in Bywater",
      "es": ""
    }
  ]
}