{
  "id": 620774275,
  "txt": [
    {
      "id": 9244208,
      "en": "These ruins, an abode of vile brigands from the south, mark the passage from the Vale of Andrath southwards into long-abandoned Minhiriath.",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "You have discovered Southguard Ruins",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered Bronwe's Folly",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have discovered the Ruins of Hillshire",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You have discovered the Old Greenway Fort",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "Little lore remains from the days of the North Kingdom, but it is said that these ruins are all that remain of a Cardolan lord's failed attempt to hold back the wrath of Angmar.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This scattered ruin is all that remained of the ancient town of Hillshire, once a sister to nearby Bree.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The ruins of old Arnor are scattered all across Bree-land. They remain a constant reminder of the ancient glories of the North Kingdom... and of the evil that destroyed it.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have discovered Blackwolds' Roost",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "In the days of the kingdom of Arnor, the Old Greenway Fort stood guard over the once-busy road leading to Fornost Erain. Now it is little more than a ruined monument to a ruined kingdom.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You have discovered the Blackwolds' Headquarters",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "Once an abode of the Men of Arnor, these ruins now house an unruly mob of outlaws calling themselves the Blackwolds.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You have discovered the Woodsedge Ruins",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You have discovered Ost Baranor",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "Long ago, this ruined fortress guarded Cardolan against the armies of Angmar and Rhudaur, but now it serves as the seat of power of the Blackwold brigands.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You have discovered Marshwater Fort",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "These ancient ruins stand at the edge of the Midgewater Marshes and the Chetwood, a meagre remnant of a long forgotten age.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You have discovered Goblinhole Ruins",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "These ruins mark the place where yet another tower of the North Kingdom once stood, now faded into memory.",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This spider-infested ruin lies at the centre of the Midgewater Marshes. It is rumoured that the wandering Rangers frequent this ancient fortress.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Explore the Ruins of Breeland.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "Little is known of this ancient pile of rubble, except that goblins have chosen to roost here... a cause for concern to the Men of Bree.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ruins of Bree-land",
      "es": ""
    }
  ]
}