{
  "id": 620840217,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found and rescued Glamrennel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Prisoner E is freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Agorgened has lost his sweetheart to an ambush by the Orcs of Dol Guldur at the top of a large waterfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, Glamrennel! What happened? How did one as nimble as yourself slip so easily?\\n\\n'She just fell so fast. At one moment, we were walking along the ropes of this bridge, and the next, she was just...falling. I think the Orcs must have struck her with a rock. Oh, my poor Glamrennel! Why would they take her?\\n\\n'Please bring her back to me. She is my very heart. I would not normally ask a complete stranger for such a very large favour, but I do not know what else to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Glamrennel is in the Dungeons of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you a thousand times over, [placeholder]! I had thought that when she dropped into that icy water, I had lost her. You have my eternal gratitude. Please take this as a small token of my appreciation.\\n\\n'I cannot wait to see her again. I hope she hurries back.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Agorgened is on the bridge near the Haunted Inn, west of Dol Guldur.\\n\\nYou should return to Agorgened on the bridge and let him know that you have freed Glamrennel. He will be most overjoyed to hear the news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tell Person E that you have found Prisoner E.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and rescue Glamrennel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Agorgened near the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Person E that you have found Prisoner E",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fate Unknown -- Glamrennel",
      "es": "",
      "es (fem)": ""
    }
  ]
}