{
  "id": 620840223,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found and rescued Bregrochon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Prisoner B is freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bregrochon is gone. Naerdolen lost track of him somewhere in the northern caves when they were attacked by Black Númenóreans. He fears that his long-time friend has been taken to the dungeons of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Bregrochon! Where are you, my friend? If only I had not lost sight of you, the cursed Black Númenóreans would not have found you unprotected. Why did I stop for that....\\n\\n'Oh! Greetings. I did not see you there. I have come to the Mourning Well in the hope that the Valar will aid my friend Bregrochon. We were exploring the caves to the north, but I stopped, and he was captured just around the bend. I wish I had not been so distracted. I would have been able to save him, I know.  \\n\\n'Now they have taken him to the dungeons of Dol Guldur. It is a sad day, indeed. I can only hope that you have come here to aid me. Is it so? Will you find my friend and bring him back alive?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bregrochon is in the Dungeons of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What fortune! The Valar smile down on us this day. You have answered my hopes.\\n\\n'Thank you for saving my friend. It would have been a long journey West without him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Naerdolen is at the Mourning Well in Emyn Lûm, west of Dol Guldur.\\n\\nYou should return to Naerdolen and tell him that you have found and freed Bregrochon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tell Person B that you have found Prisoner B.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and rescue Bregrochon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Naerdolen near the Mourning Well",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Person B that you have found Prisoner B",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fate Unknown -- Bregrochon",
      "es": "",
      "es (fem)": ""
    }
  ]
}