{
  "id": 620840227,
  "txt": [
    {
      "id": 136263297,
      "en": "Found and rescued Faenthír",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Prisoner G is freed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Faenthír is gone. His sister, Puigfinnel, is searching for someone to rescue him. Faenthír is being questioned by the Orcs of Dol Guldur because he was caught sneaking behind their lines.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Perhaps you are the right [placeholder] for this most perilous time. My brother, foolish Elf that he is, decided that he wants to be a burglar. I do not know why, but he attempted to sneak behind enemy lines to help the cause of the Malledhrim. I told him that he is no halfling, and he should mind things that Elves do well, but he would not listen to me.\\n\\n'Now he has been captured and the Black Númenóreans are known to do evil things to their prisoners. I want you to deliver Faenthír from the dungeons of Dol Guldur. Please help me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Faenthír is in the Dungeons of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Faenthír made it out alive? Perhaps this will teach him a lesson about trying to be something that he is not, but you and I both know the answer is probably not.\\n\\n'Thank you for helping him. I will keep a better eye on him from now on.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Puigfinnel is at Ost Galadh in Emyn Lûm, west of Dol Guldur.\\n\\nYou should tell Puigfinnel that you have found Faenthír and rescued him.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Tell Person G that you have found Prisoner G.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and rescue Faenthír",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Puigfinnel at Ost Galadh",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Person G that you have found Prisoner G",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fate Unknown -- Faenthír",
      "es": ""
    }
  ]
}