{
  "id": 620840215,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found and rescued Thimuil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Prisoner D is freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Uiloriel sits in the Haunted Inn trying impossibly to drown her sorrows. Her bethrothed has gone missing. Thimuil went to fetch her more lembas from Lothlórien and never returned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is not fair. This drink does nothing. The dwarves make it seem so simple. They can forget their pains.\\n\\n'Where has my beloved gone? Thimuil said that he would be return shortly. I do not understand what has taken him so long. I wonder...no, that could not be...he is much too wise for that. There were reports of people being taken prisoner by Dol Guldur. Is it possible that he could be one of them? I can only hope that is not the case.\\n\\n'Would you be able to make sure for me? I want to be certain that he is not in some dark, deep cell in Dol Guldur. Please, go look for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thimuil is in the Dungeons of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'He did get caught? How could he frighten me so! Wait until he shows his face here...I will give him a long talking to.\\n\\n'Thank you very much for rescuing him...although when I am done with him, he will wish he is back in those dank dungeons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Uiloriel is at the Haunted Inn in the Dourstocks, west of Dol Guldur.\\n\\nYou should return to Uiloriel and tell her that you have found her betrothed and rescued him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tell Person D that you have found Prisoner D.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and rescue Thimuil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Uiloriel at the Haunted Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Person D that you have found Prisoner D",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fate Unknown -- Thimuil",
      "es": "",
      "es (fem)": ""
    }
  ]
}