{
  "id": 620840221,
  "txt": [
    {
      "id": 136263297,
      "en": "Found and rescued Hethulír",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Prisoner A is freed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Laegalar has lost his brother, Hethulír, in the woods of Mirkwood.  They were out searching for rare herbs when they were ambushed by sorcerers.  He has come to the Mourning Well in hopes that someone hears his cries for his lost brother.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am sorry that you must find me in such sorrow. I have been here for quite some time, hoping someone would help me find my brother. Perhaps it is ordained that you are the person I have been waiting for.\\n\\n'Hethulír and I were walking in the woods to the east of here when we were ambushed by a group of sorcerers from Dol Guldur. Before I could draw my bow, they had sent me fleeing in terror, and there was nothing I could do.\\n\\n'Please, if you could, find Hethulír and bring him back to me...I fear they have taken him to the dungeons of Dol Guldur. If you find him there, please do not let him perish in that horrible place.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hethulír is in the Dungeons of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Truly? You have rescued Hethulír? This is great news indeed!\\n\\n'Thank you, kind friend. I am overwhelmed. Thank you. It will be a wonderous thing to behold his face again.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Laegalar is near the Mourning Well in Emyn Lûm, west of Dol Guldur.\\n\\nYou should return to Laegalar and tell him that you have freed his brother.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Tell Person A that you have found Prisoner A.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and rescue Hethulír",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Laegalar at the Mourning Well",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Tell Person A that you have found Prisoner A",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fate Unknown -- Hethulír",
      "es": ""
    }
  ]
}