{
  "id": 620840219,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found and rescued Baingaleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Prisoner C is freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Baingaleth has disappeared. She was supposed to meet Carethalph secretly under the shadow of the Hanging Tree but she never showed up. All that he found was a crudely-written note from the Orcs of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am glad you have arrived. I knew that once I sent word of my need for help, help would come. My name is Carethalph, and I am missing someone.  \\n\\n'My love, Baingaleth, has not met me as we had arranged underneath the Hanging Tree. I found a scrap of her robes and a note telling me that the Laws of Dol Guldur had been broken. While I admit that our secret meeting was not the most well-thought plan, I had not feared any harm would be done such an innocent woman.\\n\\n'Please, find where they keep the prisoners of Dol Guldur and save my love. She does not deserve harm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Baingaleth was taken to the Dungeons of Dol Guldurm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done as I have asked and for that I am pleased. Well done. I would have done so myself, but it is much more appropriate that you took care of this matter.\\n\\n'I do wish you a good day. Be well, stranger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Carethalph is in Emyn Lûm, west of Dol Guldur.\\n\\nYou should return to Carethalph and tell him that you have found and rescued Baingaleth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tell Person C that you have found Prisoner C.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and rescue Baingaleth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Carethalph in Emyn Lûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Person C that you have found Prisoner C",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fate Unknown -- Baingaleth",
      "es": "",
      "es (fem)": ""
    }
  ]
}