{
  "id": 620840213,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found and rescued Faelwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Prisoner F is freed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Atharnúrel has asked you to find her friend Faelwen. They were revelling in Imlad Lalaith and wandered across the river, seeking to bring mirth to the eaves of Mirkwood. Sadly, a group of uruks came and took her friend, and she fears to return to Imlad Lalaith without her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Have you come to help me? The others here have looked and looked for Faelwen but she seems to be nowhere.  We came here from Hythe, across the river and we were singing and dancing, trying to bring some of the festival spirit to Mirkwood.\\n\\n'The next thing we know, a large group of Uruks came and took her.  She knocked me down so they did not see me.  I don't know where they could have taken her.  Perhaps to Dol Guldur?  I have heard rumour of horrible jails underneath those dark halls.\\n\\n'Please help my friend and bring her back to me.  I can not dance again until I know that she is ok.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Faelwen is at the Dungeons of Dol Guldur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found her? Wonderful! The festival can be bright once more.\\n\\n'I, thank you, good friend. It is once again bright in this land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Atharnúrel is at Echad Sirion in the Mirk-eaves, far to the west of Dol Guldur.\\n\\nYou should return to Atharnúrel and tell her that you have found Faelwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Tell Person F that you have found Prisoner F.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and rescue Faelwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Atharnúrel at Echad Sirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Tell Person F that you have found Prisoner F",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fate Unknown -- Faelwen",
      "es": "",
      "es (fem)": ""
    }
  ]
}