{
  "id": 620870040,
  "txt": [
    {
      "id": 170314949,
      "en": "<rgb=#FF0000>Enemies are moving against the north barricade!</rgb>",
      "es": ""
    },
    {
      "id": 44958005,
      "en": "<rgb=#00FFFF>Encounter Update: The glass-spider Lhenathronil, enraged by the destruction of her eggs, descends for the kill....</rgb>",
      "es": ""
    },
    {
      "id": 104625924,
      "en": "'Halt, Orc! Your forces have been destroyed, and victory is ours! Begone while you may, else you will face the same destruction!",
      "es": ""
    },
    {
      "id": 173464757,
      "en": "<rgb=#FF0000>Enemies are moving against the south barricade!</rgb>",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The barricades are set and my dwarves stand ready. All that must be done now is to wait for the Orcs to come.\\n\\n'I would ask that you follow the ebb and flow of the battle and aid where you are needed most. Also, do not forget to unfurl the banners of Khazad-dûm. They can help stir the hearts of all Free Peoples to great deeds and may even help turn the tide of battle. However, do not use them lightly, as once unfurled, a banner's strength is spent.\\n\\n'Prepare yourself, as I fear it won't be long now....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It was a glorious battle, [placeholder]. One that shall be long remembered! The Orcs thought they could use trickery to gain the upper hand, but they could not stand in the face of our combined might.\\n\\n'Now, let us finish our business here and see what else we can do to push back these foul Orcs!'",
      "es": ""
    },
    {
      "id": 150717517,
      "en": "<rgb=#FF00FF>Gukhmûl's rage echoes throughout the chamber. Stay within the effects of a player-buffing banner to negate the effects of Gukhmûl's rage</rgb>",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "<rgb=#00FF00>The first assault has been broken. There are a few short moments to rest before the assault continues</rgb>",
      "es": ""
    },
    {
      "id": 44958197,
      "en": "<rgb=#00FFFF>Encounter Update: Angered by the destruction of her workers, a gorged grodbog-queen erupts to the surface, seeking revenge</rgb>",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "<rgb=#00FF00>You have defended against the second assault. There are a few short moments to gather your breath before the next arrives</rgb>",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#00FF00>You have defended against the third assault. There are a few short moments to gather your breath before the next arrives</rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "<rgb=#00FF00>You have defended against the fourth assault. You should return to Brogur before the final assault</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "<rgb=#FF0000>Brogur has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 40274577,
      "en": "<rgb=#00FFFF>Encounter: A horrible chittering echoes from the north-west corner of the Central Camp....</rgb>",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Deep-way, a passage connecting the Great Delving to the Water-works, must be defended against the Orc onslaught.",
      "es": ""
    },
    {
      "id": 40274578,
      "en": "<rgb=#00FFFF>Encounter: A sickly light and foul odour emanate from the south-west corner of the Central Camp....</rgb>",
      "es": ""
    },
    {
      "id": 40274579,
      "en": "<rgb=#00FFFF>Encounter: A rumbling from beyond the north barricade heralds a breach in the cavern wall....</rgb>",
      "es": ""
    },
    {
      "id": 40274580,
      "en": "<rgb=#00FFFF>Encounter: Slurred mutterings in the Black Speech sound down the tunnel beyond the north barricade....</rgb>",
      "es": ""
    },
    {
      "id": 40274581,
      "en": "<rgb=#00FFFF>Encounter: A cluster of spider-eggs in the tunnel leading to the south barricade is almost ready to hatch...it must be destroyed</rgb>",
      "es": ""
    },
    {
      "id": 40274582,
      "en": "<rgb=#00FFFF>Encounter: A hissing near the south barricade indicates the presence of refugees from the Water-works....</rgb>",
      "es": ""
    },
    {
      "id": 40274583,
      "en": "<rgb=#00FFFF>Encounter: A bass croak echoes from beyond the south barricade, announcing the approach of the Mad Croaker....</rgb>",
      "es": ""
    },
    {
      "id": 40274584,
      "en": "<rgb=#00FFFF>Encounter: The temperature begins to rise beyond the south barricade as Burntail wanders in from the Water-works....</rgb>",
      "es": ""
    },
    {
      "id": 27755134,
      "en": "'Enough of this, Gukhmûl... it is time to end this foolishness!'",
      "es": ""
    },
    {
      "id": 250423973,
      "en": "<rgb=#00FFFF>Encounter Complete: Burntail has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Brogur in the Deep-way",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Push back the first assault",
      "es": ""
    },
    {
      "id": 16392869,
      "en": "<rgb=#FF0000>Enemies are moving against the central camp!</rgb>",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Push back the second assault",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Push back the third assault",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Push back the fourth assault",
      "es": ""
    },
    {
      "id": 44957957,
      "en": "<rgb=#00FFFF>Encounter Update: Enraged by the death of its brood-mates, the flood-lizard Forktongue attacks</rgb>",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Push back the final assault",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Brogur must survive the assault",
      "es": ""
    },
    {
      "id": 73388565,
      "en": "<rgb=#00FF00>You have successfully defended the Deep-way against Mazog's forces</rgb>",
      "es": ""
    },
    {
      "id": 250628773,
      "en": "<rgb=#00FFFF>Encounter Complete: Foulscum has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 250641061,
      "en": "<rgb=#00FFFF>Encounter Complete: The gorged queen has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Brogur is leading the defence of the Deep-way against the forces of Mazog. You should report to him to receive your assignment.",
      "es": ""
    },
    {
      "id": 250645157,
      "en": "<rgb=#00FFFF>Encounter Complete: Forktongue has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The first assault on the Deep-way has begun. Protect the barricades!",
      "es": ""
    },
    {
      "id": 183820577,
      "en": "'Do you think you have defeated the Orcs of Moria? The line of Azog is strong... Moria shall not fall to the likes of you, Dwarf!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The second assault on the Deep-way has begun. Protect the barricades!",
      "es": ""
    },
    {
      "id": 44958149,
      "en": "<rgb=#00FFFF>Encounter Update: Amid dripping, luminescent ooze, the glow-worm Foulscum descends</rgb>",
      "es": ""
    },
    {
      "id": 250649253,
      "en": "<rgb=#00FFFF>Encounter Complete: Earthbreaker has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 183820578,
      "en": "'Prepare yourself, for your end is nigh... long live Mazog son of Bolg!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The third assault on the Deep-way has begun. Defend the barricades!",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The fourth assault on the Deep-way has begun. Defend the barricades!",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "The final assault has begun. The enemy's numbers are waning, but their ferocity increases. Withstand this assault, defeat their leader, and maintain control of the Deep-way.",
      "es": ""
    },
    {
      "id": 250657445,
      "en": "<rgb=#00FFFF>Encounter Complete: Lhenathronil has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 255272721,
      "en": "'I would ask that you follow the ebb and flow of the battle and aid where you are needed most.'",
      "es": ""
    },
    {
      "id": 255272722,
      "en": "'Also, do not forget to unfurl the banners of Khazad-dûm.'",
      "es": ""
    },
    {
      "id": 255272723,
      "en": "'They can help stir the hearts of all Free Peoples to great deeds and may even help turn the tide of battle.'",
      "es": ""
    },
    {
      "id": 255272724,
      "en": "'However, do not use them lightly, as once unfurled, a banner's strength is spent.'",
      "es": ""
    },
    {
      "id": 250669733,
      "en": "<rgb=#00FFFF>Encounter Complete: Gâmûrz-ash has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 255272725,
      "en": "'Now dwarves of Moria, we make our stand!'",
      "es": ""
    },
    {
      "id": 255272726,
      "en": "'Be wary! I sense that we have not yet won the battle....'",
      "es": ""
    },
    {
      "id": 70222949,
      "en": "<rgb=#00FFFF>Encounter Complete: The Mad Croaker has been defeated</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Skirmish: Battle of the Deep-way",
      "es": ""
    },
    {
      "id": 150913203,
      "en": "<rgb=#FF0000>The chamber shudders as goblin-sappers blast through the walls of the cavern!</rgb>",
      "es": ""
    }
  ]
}