{
  "id": 620870159,
  "txt": [
    {
      "id": 228284034,
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Needed: Blackened fur for a personal project. Please deliver the fur to Lieva Dourlilly at The Forsaken Inn. No coin involved, but the effort would be appreciated.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These will do nicely. I wish that I had something to offer you, but Anlaf is offering most of the coin for important things for the inn, and I have little myself. I hope that the experience of adventure more than covers what you have done.\\n\\n'I thank you, heartily, friend.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, you took the note that I had posted for the blackened fur. I am afraid I am not comfortable explaining what it is for...it is nothing nefarious, just of a personal nature. I am making something for someone and need the fur. Are you still willing to help?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eglain Task: Blackened Fur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An unlikely collection has been requested by one of the workers at The Forsaken Inn. The request is for a large collection of blackened fur. This fur can be found on many of the beasts within the western sections of the Lone-lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected blackened fur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the fur to Lieva Dourlilly at The Forsaken Inn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You accepted a task to acquire tufts of blackened fur for Lieva Dourlilly, a worker at The Forsaken Inn in the Lone-lands. You can find the fur on the beasts in the area of the western Lone-lands.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "Needed: Blackened fur for a personal project.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect blackened fur ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}