{
  "id": 620870102,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "You have turned in a stack of trophies for a modest reward suitable for a collector such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "Wanted: Broken wooden maces taken from the weakest of the foes dwelling in the western stretches of the Lone-lands. Bring them to Gadaric Munce at The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I see that you have been busy fighting our enemies. This is a good thing. We of the Eglain thank you for your efforts. Perhaps in time, we shall call you friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If you are truly looking to help the Eglain, then cut down our enemies and provide us with proof of their defeat. I assure you that we will recognize your efforts.\\n\\n'You will find broken wooden maces from the goblins, Orcs, and possibly half-orcs in the western reaches of the Lone-lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Eglain Task: Broken Wooden Maces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce of the Eglain has posted that he desires the broken wooden maces collected from the weaker Orcs, goblins, and half-orcs that make the western stretches of the Lone-lands their home. Gadaric can be found within The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected broken wooden maces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the broken wooden maces to Gadaric Munce at The Forsaken Inn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Defeat the sentient creatures found in the westernmost areas of the Lone-lands and collect their broken wooden maces. When you have collected enough you may return them to Gadaric Munce at the Forsaken Inn for a reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "Wanted: Broken wooden maces taken from the weakest of the foes dwelling in the western stretches of the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect broken wooden maces ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}