{
  "id": 620758662,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Your first efforts against the Orcs in the South proved more than capable. Already, I have seen some faces through the camp bearing smiles where once there were none.\\n\\n'I am grateful for your assistance, truly, but I would ask another favour of you now. The Orcs train beasts of war which have discovered our scouts, injuring some and slaying others. These stalkers strike fear into the hearts of my people, and if we can show them courage, we can further the work you have begun.\\n\\n'I speak of the Wargs, roaming the lands south and west of Ost Guruth, especially in the areas surrounding Ost Cyrn. The Orcs mark the beasts that they favour by scarring their paws. Gather such scarred paws from this foe, and we will show the Eglain there is little to fear from this enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A fine collection -- one that shall inspire the people assuredly. They will know that this foe can be brought low, and that you are the hero who has done so.\\n\\n'The stretch of road will be somewhat safer, I think, and perhaps we can afford to send runners to Hunulf and Gadaric Munce with supplies for trade. Your efforts inspire and assist us all, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Too many have seen the fangs of the Wargs for them to know anything more than fear. We must show them that the threat can be tamed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Iron-jaws",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs bearing the standard of Angmar poured into the Lone-lands from the North and have occupied Ost Cyrn, a ruin south-west of Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected scarred Warg-paws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Warg-paws to Grimdeal at Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs stalk the stretches of land to the south and west of Ost Guruth, especially in the areas surrounding Ost Cyrn.\\n\\nGrimdeal has asked you to hunt the Wargs for their paws to prove to the Eglain that the fear they inspire can be overcome.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect scarred Warg-paws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}