{
  "id": 620758706,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You collected the Statue of a Maiden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully delivered the statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As the goblins descended on the Eglain in Minas Eriol, the tribe left something very important behind, hidden in the deepest ruins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf6757d5",
      "en": "'Thank you, friend. I will see this delivered. Return to Hunulf.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], if you have time, I would ask for assistance in a manner of great importance. As the goblins tore through our ranks, we salvaged one find and hid it deep within the ruins of Minas Eriol, at a place called Ost Laden. It is a statue, retrieved from marshy swamp-land, and we hoped to keep it safe from harm, but a recent visitor to Ost Guruth made mention that the statue lay at the heart of problems facing us.\\n\\n'If you are willing, we need to collect this statue. You will find it in the goblin camps that now lie furthest east in ruins of Minas Eriol, across the bridge to the west. I fear the goblins may have already found it, so search any goblins you may slay there.\\n\\n'When you have found the statue, return it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblins of Minas Eriol are in possession of the statue.\\n\\nHunulf directed you to seek out the greatest discovery made by the Eglain, a statue dredged from the swamps of the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You see the beauty of this statue now. I have not seen such beauty among Man or Elf. Aric, another of our number claims that she is a maiden separated from her sisters.\\n\\n'I do not know if the tales woven by our stone-speaker are true, but I know that this statue shows a female of beauty unseen in the world. I thank you for making this recovery.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hunulf Munce is at the Forsaken Inn, north-west of Minas Eriol.\\n\\nYou delivered the statue safely into the hands of the Eglain. You should return to the Forsaken Inn and tell Hunulf Munce of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'That statue may be very important to the safety of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'To be clear, [placeholder], the statue was my responsibility. It was discovered deep within the swamp of Agamaur far to the east and north of this place and was one of many items meant for trade. There is something about the statue though that makes its appeal greater than any other find we have made.\\n\\n'Likely, one of the goblins has taken the item up for itself. It may prove very difficult to find the statue, but it is the greatest piece we have yet to find and is a necessary recovery for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You surprise me, [placeholder], with your bravery and force of will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You surprise me, [placeholder], with your bravery and force of will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the Statue of The Maiden to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the Statue of a Maiden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Our Greatest Find",
      "es": "",
      "es (fem)": ""
    }
  ]
}