{
  "id": 620758680,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected pottery shards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Candac Brightwood buys pottery and other trinkets from the Munces at The Forsaken Inn, but they are having trouble gathering enough pieces with the goblins creeping into the Lone-lands.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I will tell you of my troubles, traveller, and see if you can lend me some assistance. The Munces supply me with pottery and other trinkets found throughout the ruins in the Lone-lands. They count themselves folk of these lands, these Eglain, and they depend on such trade for their livelihood. Goblins have overrun the ruins where they are accustomed to gathering the pieces! They cannot collect the pottery shards I require, and I find my deliveries impossible to fulfil! If I cannot send a delivery of pottery to Mrs. Sandheaver in the town of Bree, I will not be paid!\\n\\n'There is a valley beneath the ruins of Minas Eriol, south-east of The Forsaken Inn, where wolves have been known to prowl. There may be some shattered bits of pottery there and perhaps some whole pieces, as well. If you can bring me some, I will see you paid for your efforts.\\n\\n'Do be careful... the Lone-lands never cease to be dangerous, especially in these troubled times.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ancient bits of pottery may be found in the valley beneath the ruins of Minas Eriol, south-east of The Forsaken Inn. Candac Brightwood is at The Forsaken Inn.\\n\\nCandac Brightwood has asked you to search for bits of pottery with which he can continue his trade.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have my thanks, [placeholder]. With these fragments of pottery, I will be able to continue my trade; I and my customers, such as the vocal Mrs. Sandheaver, will each be happy!\\n\\n'I do fear for the Eglain, though. Scavengers they may be, but they have a right to make a living as they see fit, and the increase in danger across the Lone-lands threatens that right.\\n\\n'If need be, I could return to Bree and take up my father's axe and become a woodsman. For the people living here in this unforgiving stretch of the wild, there is no such work to be found.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candac Brightwood is at The Forsaken Inn.\\n\\nCandac Brightwood has asked you to search for bits of pottery with which he can continue his trade.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found those pottery-bits I asked for?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The valley is south-east of the Forsaken Inn, and curves beneath the ruins of Minas Eriol that grace the surrounding hills.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Sometimes I fear for the Eglain.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Lone-lands are full of danger. That's why I stay at the inn whenever possible!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect pottery shards ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Candac has not yet delivered the pottery I need!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring pottery shards to Candac Brightwood",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I am at the end of my wits with that irresponsible Candac!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Candac's Obligation",
      "es": ""
    }
  ]
}