{
  "id": 620758661,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], if you are to assist us, then you must know what has transpired thus far.\\n\\n'Hana, a girl within our encampment, visited the swamp to the north and east. She discovered an ancient relic lying out upon one of the ruins. We collect that which the ruins offer, as you know, and she thought nothing of consequences, as we have never seen reprisal.\\n\\n'On this day there was something different in the swamp, something stirred and frightened the girl so that she now has fits in her sleep. I fear for her, friend. Will you find Hana and speak with her to discover what visions plague her dreams?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Did Frideric send you? He worries too much now that my sister is away. Ever since I took the statue of the lady they have treated me differently. Even the visitor in brown robes treats me differently. They fuss about saying that they must protect me. I do not know how they can protect me from my dreams. \\n\\n'It is true I am frightened come the morning. I hear the swamp calling me at night. The Woman makes the nerbyg in the swamp sing to me. She is trying to bring me to her, and that is why my sister left... to find her and stop her.\\n\\n'She is a bad person. I know she means me harm because her songs sing of blood and death. It is the nerbyg, they sing for her. I don't tell anyone, but I can hear the nerbyg singing my name even now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Speak with Hana, [placeholder], for her mind is troubled.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hana's Dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Frideric asked that you speak with Hana the Young in Ost Guruth. Since visiting the swamp north-east of Ost Guruth, the girl has had terrible dreams.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have spoken to Hana the Young",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and speak with Hana in Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hana can be found within Ost Guruth, near the tower at the end of the main avenue.\\n\\nFrideric the Elder informed you that Hana the Young took an object from the swamp and that her dreams since that time fill her with terror. He asked that you speak with the girl to discover what her nightmares entail.",
      "es": "",
      "es (fem)": ""
    }
  ]
}