{
  "id": 620758664,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Orcs bearing the standard of Angmar poured into the Lone-lands from the North and have occupied Ost Cyrn, a ruin south-west of Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Defeated angered Tarkrîps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Defeated dreadful Tarkrîps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are a fine friend to the Eglain as is proven by your deeds on behalf of Hunulf and Gadaric Munce. This is why I feel that I can share my concerns with you. Orcs came from the North and moved beneath cover of night into Ost Cyrn, the ruin beyond the road to the south and west. If you have spoken to Refr Quicksilver, then you know that these Orcs are in league with the dwarves occupying Thandobel.\\n\\n'The threat of Orcs so close to Ost Guruth shakes the confidence of my people. We have suffered so much recently, and the rise of these ravening hordes has upset my people greatly.\\n\\n'If you are willing to assist us, I would ask that you go to Ost Cyrn and make war upon the Orcs to show the Eglain that there are folk willing to aid us. What say you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Defeat angered Tarkrîps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs can be found in the ruins of Ost Cyrn, south-west of Ost Guruth.\\n\\nGrimdeal asked that you help defend the Eglain by assaulting the Orcs of Ost Cyrn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Though it will travel slowly, the news of your victory will spread, and the Eglain will come to know you.\\n\\n'I offer you my thanks for all that you have done and hope that you will continue to aid us into the future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grimdeal awaits word of your success at Ost Guruth, north-east of Ost Cyrn.\\n\\nYou should return to Grimdeal with word of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If you are willing to aid us, you may help in the restoration of the Eglain's courage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Defeat dreadful Tarkrîps ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Frideric the Elder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Man-slayers",
      "es": "",
      "es (fem)": ""
    }
  ]
}