{
  "id": 620758689,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated White Hand Guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated White Hand Spear-throwers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated White Hand Thrasher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gadaric Munce desires that vengeance be visited upon the goblins who drove his people from the ruins of Minas Eriol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have spoken to Gadaric Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our people suffered an attack that cost many lives, and who knows how many more will be dead of starvation before the year is spent? The goblins must pay for this foul treachery.\\n\\n'You carry yourself as one familiar with battle. Would you go to the ruins of Minas Eriol, south-east of this inn and destroy the goblins you find there? The Eglain deserve vengeance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins can be found in the ruins of Minas Eriol, south-east of The Forsaken Inn.\\n\\nGoblins slaughtered many of the Eglain, and Gadaric Munce wants to revisit these losses upon the evil creatures. He bade you go to the ruins where the attack took place and defeat any goblins you find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. Terror spreads into our homes, and we are powerless to stand against these foes. We are not warriors, but gatherers and craftsmen.\\n\\n'Many of our tribe are old, sick, or very young; not all are as capable as my brother and I. We were sent to search the Lone-lands for aid. The Ranger to the north is of no use to us. He sits and watches the Orcs and their crebain even as goblins slay my people here in the south.\\n\\n'You have done much to earn my trust, and I shall speak well of you to my brother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gadaric Munce is at The Forsaken Inn.\\n\\nYou found your prey within the ruins and dispatched them, avenging those of the Eglain slain at the hands of the goblins. Gadaric Munce will wish to hear of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Savage killers, the goblins slay without conscience and dig through the ruins, disturbing the rest of the dead. They must be destroyed. Make haste and drive them from Minas Eriol, south-east of this inn, I beg you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The goblins have paid for the slaughter of my people, but it will never be enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Minas Eriol must not remain a home for the goblins!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat White Hand Guards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat White Hand Spear-throwers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat White Hand Thrasher",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Gadaric Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Vengeance for the Lost",
      "es": "",
      "es (fem)": ""
    }
  ]
}