{
  "id": 620758704,
  "txt": [
    {
      "id": 218649169,
      "en": "'I am Gadaric Munce. A member of the Eglain. I trade artifacts found in the Lone-lands to collectors in Bree in return for food and other necessities. Until recently, our trade has been brisk, but darkness has come to these lands and our people, the Eglain, face starvation and deal with murder.\\n\\n'Goblins have crept into the Lone-lands and have made trade difficult; they attacked us, murdering many of our number and seized many of our trade-goods. Ruins of ancient Arnor overlook a large valley to the south-east of The Forsaken Inn. Minas Eriol, that place is called, and it was long dear to my people. Would you go there and retrieve our trade-bundles from the crates that remain and return to me?\\n\\n'The crates are all that remain of our last collection.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Your efforts are much appreciated, [placeholder]. Long ago, my people left the bustle of city-life behind, instead choosing to live our lives here in the place of our ancestors.\\n\\n'We took the name Eglain -- the Forsaken -- and lived here in peace with nature, taking only what the ruins offered to us. There was peace, and we did not think to fear for it. But then... a Ranger and some others crossed the Last Bridge into the Trollshaws, and evil has spread in their wake.\\n\\n'From the north came goblins and dwarves in league with Orcs -- unheard of, but true. From the south, Orcs bearing a symbol of a White Hand spread into Annunlos. All of these foes ravaged the land and drove us from the ruins where we once lived in peace.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Your deeds have been of service to the Eglain.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Take care when you enter Minas Eriol to the south-east, for the goblins are ferocious.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Greater Theft",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are a friend to the Eglain, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gadaric Munce is a member of the Eglain, a tribe of Men living in the Lone-lands. They make their livelihood by trading with travellers through the Lone-lands.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected trade-bundles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the trade-bundles to Gadaric Munce",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gadaric's crates can be found within the ruins of Minas Eriol, south-east of The Forsaken Inn, where Gadaric waits for your return.\\n\\nIn an effort to assist the Gadaric of the Eglain, you agreed to collect the trade-goods that were left behind at Minas Eriol when the goblins attacked.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect trade-bundles ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}