{
  "id": 620758739,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We came upon the maiden in the waters north beyond the wall. She was draped in vines and tattered robes and smiled beautifully before she cringed and shook the water apart and drove us from the swamp.\\n\\n'She cornered me, though for only a moment, before my sister found me, but I saw the hatred in her eyes. She means me harm and sends the nerbyg to call me to her.\\n\\n'Will you help me? Can you help me? The nerbyg are in the east, in the Bloodmire, rubbing their legs and singing the song she sang to me, calling for me to come. Please, help me. Bring me their legs so that I know they will no longer sing my name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "Hana looks over the legs and casts them into a nearby fire.\\n\\n'They are silent now. I cannot hear them chirping. For your help, [placeholder], I wish there was more I could do in return. Please, take this with my gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you, [placeholder]. My sleep shall ever more be fitless.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Each night, the songs creep into my sleep and I dream of men at war, of blood spilt in the swamp. I awake before the image grows too grim, but I awake with the taste of blood in my throat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Noisome Neighbours",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Since visiting Agamaur, the swamp north-east of Ost Guruth, Hana the Young has had terrible dreams. She spoke mysteriously about a Woman in the swamp and the song of the nerbyg.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected norbog-legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the norbog-legs to Hana the Young",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nerbyg can be found in Haragmar, the southern reaches of the Red Swamp, in a place called the Circle of Blood.\\n\\nHana claims that the Woman her people found in the swamp wishes to harm her and uses the nerbyg to call to her and draw her forth from Ost Guruth. Hana has asked you to slay the insects and bring her their legs so that she will know they can no longer call to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect norbog-legs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}