{
  "id": 620758745,
  "txt": [
    {
      "id": 218649169,
      "en": "'We are pursued by our past from our home in the north and east. We fled as the darkness rose around us and came here to find peace. But peace will not come to us, not while the enemy follows us south. We stay here now, away from the forest and bog, ever in the sun to shield ourselves from darkness. At night, the trolls will roam free.\\n\\n'If we could confront the darkness and defeat it, we could, perhaps, make friends of others who wish not to succumb to the shadow of evil. You have helped the tribe who wishes our friendship... perhaps you would help the Jorthkyn, too?\\n\\n'Would you fight the trolls for us, make them go away? They hide in the bog, far to the south and east of here, at a place that Elf-folk call Harloeg. You are very tiny... but you should be fine on your own.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are possessed of strength beyond what I believed of such little people. You have earned our trust and given us hope. We honour you, and we give you our thanks and more.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We are pursued, though we have gone far from our home.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Pursued by the Past",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the migration of Orcs and goblins to the western Lone-lands, the Eglain attempted to rekindle old trade relations with an Elf from Rivendell to the east. However, they encountered great, lumbering beasts upon the road and dared not continue forwards.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated trolls in Harloeg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat trolls in Harloeg ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The trolls dwell in a place called Harloeg, far to the south-east of the Tornstones.\\n\\nTrolls pursued the Earth-kin from the Ettenmoors far to the north-east and have taken residence in the far south-east corner of the Grimfens in the southern Lone-lands. Kekkonen, the Earth-kin chieftain, asked you to assist his people by destroying the trolls which pursued the fragile remnants of his people into the Lone-lands.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Earth-kin encampment is near the Tornstones, far to the north-west of Harloeg, south of the Great East Road.\\n\\nReturn to the Earth-kin camp near the Tornstones and speak with Kekkonen. He waits to hear how you fared against the Trolls in the Grimfens.",
      "es": ""
    }
  ]
}