{
  "id": 620758678,
  "txt": [
    {
      "id": 136263297,
      "en": "Received a letter to Candac",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lily Sandheaver awaits Candac's latest delivery at the foot of Bree-hill in the town of Bree.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Mrs. Sandheaver awaits delivery of her latest conversation pieces, and I needn't make her wait any longer. I do not have enough to pay a proper courier at the moment, but when the delivery is complete, I am sure Mrs. Sandheaver will send me the payment I am due.\\n\\n'The pottery you collected needs to be delivered to Lily. Would you be willing to take these to Bree?\\n\\n'If you would, take this bundle and deliver it to Lily Sandheaver at the cross-roads leading up Bree-hill, west of the Prancing Pony. She will give you payment, which I trust you will bring to me. I will then divide it fairly and give to you your share. Do we have a deal, [placeholder]?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lily Sandheaver lives in her home at the corner of the road in Bree that leads up Bree-hill.\\n\\nCandac Brightwood, unable to pay a proper messenger, has asked you to make his most recent delivery to Lily Sandheaver.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, these will do nicely! Mirabella Underhill will be so jealous.\\n\\n'Candac nearly let me down, but if you say that there was good cause for the delay, I have no reason to doubt you. I shall let this incident slip my mind.\\n\\n'Of course, there is the matter of payment. Please, take this back to Mr. Brightwood with my thanks.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Candac Brightwood is at the Forsaken Inn, located on the Great East Road through the Lone-lands.\\n\\nCandac Brightwood sent you to deliver a bundle of old pottery to Lily Sandheaver, for which Mrs. Sandheaver paid you. You should return to Candac with the payment.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Lily Sandheaver is at the cross-roads leading up Bree-hill, west of the Prancing Pony. She will give you payment for the delivery. You'll bring the payment to me directly, will you not?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Candac is trustworthy. I know that he will find a way to get me those relics.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'These could be in better condition, but they will do well enough to humiliate Mirabella Underhill!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have done me a great service, [placeholder], and I won't forget it! You should also speak with the Munces. They need assistance from honourable folk like yourself.\\n\\n'Were I taught to wield a weapon, I would join you in aiding them, but, alas... I am but a humble trader. There is little else for which I am suited!\\n\\n'May your travels be safe, [placeholder]. I know that mine will be!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you, [placeholder]! These relics are most lovely indeed!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What happened to my payment, [placeholder]?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver bundled artifacts to Lily Sandheaver",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thanks for making that delivery!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the letter from Mrs. Sandheaver to Candac",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You're a great [placeholder], my friend. You've been a big help!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Candac's Delivery",
      "es": ""
    }
  ]
}