{
  "id": 620758670,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have salted-meats and furs collected from the Wargs. We would like to offer these to the creatures, in hopes that they are not hostile.\\n\\n'I ask you to be cautious, because this could prove very dangerous. We do not know what the creatures are, but we know they are not trolls. \\n\\n'Search to the south of the Great East Road, south and a little eastward of here, near the Tornstones. You should find a small encampment of the creatures there. Seek out their leader and offer him the supplies on our behalf.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this, little stranger? It smells of meats and furs. You say it is a gift to the Jorthkyn?\\n\\n'Kekkonen accepts the gift, little one, yet we cannot give anything in return. We cannot give help to others until we have no more troubles. We are chased from our home and must find a place that is safe.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We know that the creatures have made quick enemies of the Orcs and Wargs. So we hope that this offering will show them that we are not their enemy, and in truth, would prefer to be their allies. You will find them near the Tornstones, south and east of Ost Guruth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Little one, we do not mean harm to any, and peace is yours. Leave us to our own troubles. They are not yours.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Offering of Peace, Part II",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the migration of Orcs and goblins to the western Lone-lands, the Eglain attempted to rekindle old trade relations with an Elf from Rivendell to the east. However, they encountered great, lumbering beasts upon the Road and dared not continue forwards.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the salted-meats and furs to the creatures' leader",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The creatures' encampment is south of the Great East Road near the Tornstones, south and a little east of Ost Guruth.\\n\\nFrideric the Elder provided you with a crate of salted meats and furs to deliver as a peace offering to the creatures near the Tornstones.",
      "es": ""
    }
  ]
}