{
  "id": 620758733,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected relics from Agamaur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Eglain depend upon the trade of ancient relics for food and other necessities of life. Arienh believes that Garth Agarwen holds such a wealth of relics that her people will be sustained for many years.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, [placeholder]! Word has reached our small band here of your assistance to Elsa and Eriac. We think well of you and your deeds.\\n\\n'As you know, the Eglain depend upon the trade of ancient relics for food and other necessities. I can think of no better place in these swamps to find the relics of the old kingdoms than here in Garth Agarwen. The wealth of relics within could sustain my people for years to come. Should you venture beyond these doors, but not too deeply into the barrows, fortress, or arboretum, I would ask that you remain watchful for small trinkets amongst debris. My people could make use of anything you may find.\\n\\n'This task, of course, would not go unrewarded. Be careful upon your journeys, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arienh is encamped at the entrance to the area called Garth Agarwen. She asked that you search the areas outside of the barrows, arboretum, and fortress of Garth Agarwen for trinkets that will help provide for the Eglain.\\n\\nArienh asked that you watch for relics of the ancient days as you venture within Garth Agarwen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Sometimes, my friend, it is a pleasant surprise not to be proven wrong. There are more, you say? Yes, [placeholder], the wealth of this place would serve my people well.\\n\\n'First, however, we must ensure that the Red-maid is destroyed. There are enough relics among the other ruins to help feed my people, but Agamaur's corruption will surely swallow them should the Red-maid's evil remain unchecked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elsa the Bold is in the Eglain camp in the southern reaches of Agamaur.\\n\\nElsa asked that you watch for relics of the ancient days as you ventured within Garth Agarwen. You found a good many, which she will be glad to receive.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The relics you brought will help my people obtain a goodly amount of food and supplies. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am not certain where you will find the ruins, but remember: do not disturb the tombs of the dead. We take only what is found on the open ground. To do otherwise is to succumb to wickedness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Garth Agarwen still holds much wealth for the Eglain, but first we must deal with the Red-maid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You are a true friend to the Eglain, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the relics to Arienh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect relics from Agamaur ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Relics of Rhudaur",
      "es": "",
      "es (fem)": ""
    }
  ]
}