{
  "id": 620758762,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Your presence is welcome, [placeholder]. I fear for my people's safety. The old ones you brought to our aid foray against the enemy in their efforts to find the Red-maid they speak of, but they cannot hold back the great tide alone.\\n\\n'In the eastern reaches of Agamaur, the water itself has risen up, as though it has taken on a life of its own. Creatures of water, which we call Gloomwater, attack us with little warning. How it is possible to fight the waters of the swamp, I do not know, but I would have you try.\\n\\n'As they swirl up from the depths, they pull with them ancient tokens of Rhudaur and Arthedain. Bring me these tokens as a sign of your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. Thank you for doing this. I can rest a little easier but there is still much work to be done.\\n\\n'These tokens will also help our people to survive, for they may have value to the Men of Bree. Now, I have more for you to do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you brought me the tokens?  I need them as soon as possible. Please hurry. Head far to the east to find the Gloomwater.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dead Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the terrible presence of wights, Hill-men of Rhudaur, and the darkwater menace, the foe has become too great to be held back by the small Eglain camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected ancient tokens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the Tokens to Eriac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gloomwater are in the eastern reaches of Agamaur.\\n\\nEriac has asked you to help keep the Gloomwater, creatures formed from the waters of Agamaur, at bay. As evidence of your efforts, he wants you to bring him the ancient tokens of Rhudaur and Arthedain that are caught up into the Gloomwater as they swirl up from the swamp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect ancient tokens ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}