{
  "id": 620758795,
  "txt": [
    {
      "id": "0x5a3ced3",
      "en": "Seek out Birkney Hayward and tell him of your accomplishments.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Well [placeholder], I'm happy to see you enjoying the fruits of the Shire! I must say you've been quite the inspiration around here of late, nary a evil deed gone unpunished, nor a soul in need of aid unrescued in your presence, I dare say!\\n\\nSo tell me, have you ever considered a life in politics? Oh aye, not as glamorous perhaps, as the sword or bow, but a fair bit more comfortable I'd wager! I could show you the ropes around here - keep you under my wing for a year or two, introduce you to the right people. Yessir, with your name circulating as it is now, we could make right gentlefolk out of you in no-time, and all be the richer for it, indeed. \\n\\nAh, but I see from the look on your face that there'll be none of it. Tsk. Don't know what you're missing... But you'll not be swayed I see.\\n\\nWell, be that as it may, my door is always open to you should you need a good word put in for you anywhere. Fare thee well, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Life of a Bounder (Final)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Meet the needs of a very large number of Shire-folk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete quests within the Shire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Complete Shire Quests Tier 2.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Complete 75 Shire quests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The Bounders are a division of the Shirriffs responsible for watching and protecting the borders -- or the Bounds -- of the Shire, as well as assisting Shire-folk in need.",
      "es": "",
      "es (fem)": ""
    }
  ]
}