{
  "id": 620758659,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Kekkonen will accept the offer from this tribe you help, these Eglain. You have shown the Jorthkyn that there is strength in the little people who dwell here. \\n\\n'Return to your folk and tell them that they may come to us, and we will speak with them and be friends.\\n\\n'Go to their rocks to the north and give them my words.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have proven a choice unmatched, [placeholder]. We have found new allies in this world and will work with them to form a bulwark against the evil creeping here.\\n\\n'Now we can focus our attention towards the Red Swamp in the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Kekkonen asks that you make his words known to the tribe you help. Go to them, north of the Tornstones, and tell them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Brokered Peace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your help has brought us friends in the dark. The Jorthkyn thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "With the migration of Orcs and goblins to the western Lone-lands, the Eglain attempted to rekindle old trade relations with an Elf from Rivendell to the east. However, they encountered great, lumbering beasts upon the Road and dared not continue forwards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Your aid has brought us allies against the shadow rising in these land. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak with Frideric the Elder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Frideric the Elder awaits word from you at Ost Guruth, north of the Tornstones.\\n\\nAfter assisting the Earth-kin, Kekkonen sent you to speak with Frideric and let him know that they wish to become allies.",
      "es": "",
      "es (fem)": ""
    }
  ]
}