{
  "id": 620758703,
  "txt": [
    {
      "id": "0x57cb36d",
      "en": "'Freedom at last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Leofwenna is alive?\\n\\n'My friend, you cannot understand the joy this brings me. You have given me a great gift this day, and I shall never forget what you have done.\\n\\n'Please, take this. It is a gift with much meaning, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We will need to use caution, the Goblins are blood-thirsty and unforgiving. I will follow you as best I can, I hope that my wounds do not hamper us too much, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Daring Rescue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x597aa2",
      "en": "'We must take care.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Leofwenna has been killed. You have failed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you for freeing Leofwenna...I had thought her dead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have led Leofwenna to safety",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The minstrels of the Eglain will sing your praises for years to come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have spoken to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The arch leading from the ruins lies to the west.\\n\\nLeofwenna has asked you to escort her to the arch leading out of the ruins and to freedom. She is in the area east beyond the first of the goblin camps south-east of The Forsaken Inn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gadaric Munce is at The Forsaken Inn, north-west of the ruins.\\n\\nLeofwenna suggested you seek Gadaric Munce, and that he would reward you for assisting her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8a49bb2",
      "en": "'We must make our way across the bridge, through the goblins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x805974",
      "en": "'Wait a moment! We must use caution from here...the goblins grow plentiful ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178a55",
      "en": "'Watch your footing on the bridge ahead, unless you wish to face the spiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Leofwenna",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Safely escort Leofwenna from the ruins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcfee56e",
      "en": "'I need your help to escape this place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gadaric Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7a7e094",
      "en": "'I owe you my freedom. If you meet Gadaric Munce, tell him that I am safe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5101902",
      "en": "'Let us show these vermin our strength!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Leofwenna was trapped in the ruins in the south-east when the goblins overran the Eglain's camp there. She has been hiding among the ruins since that time and is need of assistance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x298a493",
      "en": "'We cannot risk the valley...the spiders are too strong.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x251013",
      "en": "'At the foot of the stairs, we turn west toward freedom!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e09f82",
      "en": "'He will find a way to reward you for your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], you are real...my eyes are not deceived! I am Leofwenna of the Eglain. I have been trapped here for weeks, wounded and unable to make my way out past the goblins.\\n\\n'My people were overrun by the goblins and were forced to flee. I defended them as best I could, saving some who reached the archway to the west, but my wounds were grievous, and I was fortunate to find this hiding place. I have been luckier still that the goblins that have gone missing thanks to my blade were not missed and had food, though ill fare it was.\\n\\n'I am still weak and cannot make my way from this place on my own. Will you aid me? You need only take me as far as the archway to the west.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}