{
  "id": 620758676,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have delivered Lily's letter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lily Sandheaver, a well-to-do hobbit of Bree, collects pottery gathered from old ruins in the Lone-lands. She is waiting for her latest delivery, but it has not arrived.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there. I am in need of assistance from one not too familiar with the upper class here in Bree-town. I collect pottery from the ruins of the kingdom of Arnor... well, to be honest, I purchase the pottery. It is a sign of my standing, and for years I have had a greater and higher quality collection than that dreadful Mirabella Underhill!\\n\\n'The man from whom I purchase the pottery is named Candac Brightwood. I haven't heard from him for a dreadfully long time and am worried about my next delivery. And about Mr. Brightwood's well-being, of course. I need someone to carry a letter to Candac at the Forsaken Inn. Look for the inn along the Great East Road, just past the Midgewater Marshes.\\n\\n'Mirabella will visit me soon, and if I have nothing new to show her, I will look a fool! You don't want that, do you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Candac Brightwood is at the Forsaken Inn, east of the Midgewater Marshes along the Great East Road.\\n\\nCandac Brightwood supplies Lily Sandheaver with pottery and other collectibles from the ruins of the kingdom of Arnor. Lily gave you a letter for Candac and sent you to The Forsaken Inn to deliver it and inquire about the delay.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You bring a letter from Mrs. Sandheaver? Of course you do. If only she understood what is happening here. Allow me to explain. I make coin trading with the Munce brothers -- you will see them about the inn. They find relics amongst the ruins in the Lone-lands and trade them to myself and others who visit this place for foodstuffs and supplies.\\n\\n'For years, our trade went uninterrupted, but recent events have caused the trade to cease altogether, and there is nothing to sell to the collectors in Bree-town.\\n\\n'The Munces cannot reach the ruins any longer. Their livelihood is threatened, as is ours. All Mrs. Sandheaver sees is that she will not have new Arnorian collectibles with which to impress her friends, while the Munces and their people may lose their lives.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Quickly, deliver that letter. I must have those new plates from Candac. I will not be the subject of mockery from the insufferable Mirabella Underhill!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hello there, [placeholder]. I am Candac Brightwood. Have you come looking for treasures?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you ask me, Mrs. Sandheaver is being unreasonable.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Munces are having trouble gathering the pottery my customers need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver Lily's letter to Candac",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Candac had better deliver the pottery I need, and soon!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'I am running out of time in which to receive the delivery from Candac! How terrible!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Candac's Delay",
      "es": "",
      "es (fem)": ""
    }
  ]
}