{
  "id": 620758665,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have strength within you to inspire and deliver hope where there is none. You have proven this time and again.\\n\\n'I ask now that you again assail Ost Cyrn and tear their heart from them. Within the walls of the ruin there is a taskmaster who drives the Orcs with fear and strength of arms. His evil knows no bounds, and his reign is unyielding. However, we have learned that his force is limited in arms, and if we can defeat the taskmaster and steal enough of the Orcs' weapons, they may collapse upon themselves.\\n\\n'Go to Ost Cyrn and collect weapons from the Orcs you face. If you find their leader, slay him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We shall see if the Orcs are able to rally behind another, or if they falter as we hope. Regardless, this has been a great victory.\\n\\n'Your deeds will be recounted throughout the Eglain, and you will be known to all. I offer you my gratitude and the gratitude of my people.\\n\\n'We wish to honour all that you have done for us, [placeholder]. As we have not much to offer, I hope this will suffice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We may yet strike a blow against the Orcs that will aid not only the Eglain, but all of Eriador. Please see to the task I have given you and defeat the Orc-leader at Ost Cyrn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We may yet strike a blow against the Orcs that will aid not only the Eglain, but all of Eriador. Please see to the task I have given you and defeat the leader of the Orcs at Ost Cyrn. You should also ensure that they are without as many weapons as possible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Master of the Lash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We thank you for your assistance against the Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs bearing the standard of Angmar poured into the Lone-lands from the North and have occupied Ost Cyrn, a ruin south-west of Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the swords to Grimdeal at Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orcs' leader and their weapons may be found somewhere within the ruins of Ost Cyrn, south-west of Ost Guruth.\\n\\nGrimdeal believes that if you can slay the leader of the Orcs and steal their weapons, they will collapse in upon themselves, and the Lone-lands will be freed from their threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Grimdeal awaits your return at Ost Guruth, north-east of Ost Cyrn.\\n\\nYou should return at once to Grimdeal, bringing him the Orc-swords you collected as evidence of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}