{
  "id": 620758760,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Prove yourself fit to help rid us of the armies that are being raised here. The strange creature, Ivar, has the power to summon evil spirits and instill them in the remains of the dead, of which this swamp is not lacking. We cannot let this happen. This evil cannot be allowed to grow in power.\\n\\n'In the south-western reaches of Agamaur there lie many ruins teeming with wights. Lurking in those ruins there must be the gaunt-men who command them! If you kill the gaunt-men protectors, the curses binding the wights might be broken.\\n\\n'I do not know if this will succeed, but it cannot be a bad thing for creatures such as the gaunt-men to be removed from the Enemy's service.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very well done, [placeholder]! I can only hope that it is enough to undo the evil that has been done here. Perhaps stronger measures are needed... do you think you are prepared for a greater challenge?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are the gaunt-men so powerful that you cannot destroy them? Please, it may be the only way to stop the creatures they lead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Angmar's Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You were able to defeat a number of the darkwater, but the corrupted swamp is not lacking in water. There are other threats in the swamp also growing, such as the army of wights Ivar is raising.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The gaunt-men protectors who command the wights might be lurking in the ruins in the south-western reaches of Agamaur.\\n\\nProve your valour to Eriac. He has set you the task of dealing with the gaunt-men who lead Ivar's wights in the hopes that the curses binding the wights might be broken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eriac awaits you at the Eglain camp in the southern reaches of Agamaur.\\n\\nEriac set you to the task of killing the gaunt-men protectors, a task to which you proved equal. You should return to Eriac with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}