{
  "id": 620758708,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Vile-fang Eyes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected Shadow-weaver Eyes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Spiders in the valley beneath Minas Eriol have preyed upon the Eglain for a long time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Long has evil flourished in the dark places of the world, and creatures spawned in those shadows come forth to trouble the Eglain.\\n\\n'Spiders, a kind which we call vile-fang and shadow-weaver, make their home in the valley beneath the ruins of Minas Eriol, north-west from this camp. Their staring eyes ensnare all who gaze upon them. Pluck out their eyes and you remove their power.\\n\\n'If you are willing to face them, I would ask that you find the spiders beneath Minas Eriol and take their eyes from them, black as pitch and crimson as blood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Spiders can be found in the valley beneath Minas Eriol, north-west of the Eglain over-look.\\n\\nHunulf Munce believes that you can take the eyes from the Moor-web spiders beneath Minas Eriol, depriving them of their strength.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have proven a great friend to my people, [placeholder]. I will keep these for now.\\n\\n'My brother and I were sent to the west in search of assistance. The Eglain are in grave danger and need more assistance than our kin can provide. Already there is one who visits us, following Black Riders out of the west, but even he has been given pause upon seeing the red waters of the swamp near our home.\\n\\n'We face a danger greater than the Orcs, goblins, and evil dwarves together. I will leave the rest for my elders to explain. You have earned this reward, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The spiders' eyes are shut, and the Eglain will fear them no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Spiders have long stalked our people, dwelling in darkness and striking unseen. The spiders in the valley beneath Minas Eriol, to the northwest, are no different. Will you not help us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You bring hope to my people, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring spider-eyes to Hunulf Munce",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Vile-fang Eyes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Shadow-weaver Eyes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Weavers Beneath the Ruins",
      "es": "",
      "es (fem)": ""
    }
  ]
}