{
  "id": 620758660,
  "txt": [
    {
      "id": "0x3c41c48",
      "en": "'We have many troubles here. I hope that you may help us against them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hunulf and Gadaric Munce agree that your efforts have aided their people, and they believe you should meet with their leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My brother and I agree that you are a proven ally, [placeholder]. Though there is much to do here in Annunlos, I would ask that you find your way to the east. There are others of my kind who will want to speak with you. \\n\\n'Where Nain Enidh meets Talath Gaun, look to the north, for there you will find Ost Guruth, the home of the Eglain. Our people are not accustomed to visitors, and they will not treat with you in a manner to which you are used. Do not be deterred by their hesitance. They are unused to outsiders, but they have need of adventurers willing to help with their troubles.\\n\\n'Speak with Frideric the Elder and tell him of the deeds you have performed on behalf of Hunulf Munce and his brother Gadaric, and Frideric will explain the threat facing our people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of Ost Guruth lie near the Great East Road, where Nain Enidh meets Talath Gaun.\\n\\nHunulf Munce, convinced you could be of great assistance to his people, has asked you to go to the home of the Eglain, Ost Guruth, and speak with Frideric the Elder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hail to you, [placeholder]. I am Frideric, Elder of the Eglain. I know of your deeds. We are already in your debt.\\n\\n'You have done much to assist the people of the Eglain, and I thank you for your efforts. As Gadaric and Hunulf explained, the passage of Black Riders out of the west brought a shadow to our home. Orcs came from the south, careful not to cross paths with the Orcs from the north and their dwarf-allies. The half-orcs have long been a threat, as well as the spiders, but the Wargs and crebain all came with the Orcs and goblins.\\n\\n'Worse still, a kind of troll -- Jorthkyn, or Earth-kin, they call themselves -- sought refuge from the Trollshaws over the Last Bridge. They are not violent, but they have trailed evil with them. There is also another matter, but I will not yet speak of that to you. In time, perhaps, you will learn of this greatest danger to the Eglain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am pleased to know you. You are a proven warrior and ally to the Eglain. Journey to Ost Guruth and speak with Frideric the Elder and make yourself useful to all of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wish you well, [placeholder]. My people await the arrival of a hero who can free us from the terror that plagues us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You are a better ally than that Ranger. He only sits and watches.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Frideric the Elder at Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The goblins and Wargs will consider carefully before attacking the Eglain again, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'My brother and I thank you for all you have done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Earned Trust",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'May you serve Ost Guruth as well as you served the Munces!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Welcome to Ost Guruth! Your name and deeds precede you.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}