{
  "id": 620758667,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect boar-haunches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our paths cross again, [placeholder]. There is something I would like to ask of you, a favour that may prove dangerous. Our trades were not limited entirely to Bree-town in the west. We have, in our time, traded with an Elf from the east as well.\\n\\n'When the raids in the west began we sent some of our kindred eastward to rekindle our trade with the Elf, but they returned after seeing great, lumbering creatures near the road east.\\n\\n'The creatures did not attack and acted in an intelligent manner. I hope to gather goods for them to offer as a promise of peace with them. If you are willing, I will need meat from the boars roaming to the east and fur from the Wargs nearby.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Aye, these will do nicely. They will fill our stores in time and allow us to part with some of the meats we have treated and the furs will prove that we share a common enemy.\\n\\n'We have prepared the offering already, but needed to replenish our stock before moving forwards.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Wargs can be found surrounding us to the south, west and east of Ost Guruth. The boars are to the east along the Great East Road toward the Last Bridge. Gather the meat and furs and return to me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Offering of Peace",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "With the migration of Orcs and goblins to the western Lone-lands, the Eglain attempted to rekindle old trade relations with an Elf from the east. However, they encountered great, lumbering beasts upon the Road and dared not continue forwards.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Warg-furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected boar-haunches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Deliver the fur and haunches to Frideric",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Boars wander to the east between Ost Guruth and the Last Bridge, and Wargs wander the area near Ost Guruth along Great East Road. Frideric resides at the Eglain Ruin-hold of Ost Guruth, north of the Great East Road in the Lone-lands.\\n\\nFrideric asked you to help him gather a peace offering of boar-haunches and Warg-fur for the strange creatures living near the Last Bridge at the eastern end of the Great East Road.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Warg-furs ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}