{
  "id": 620758761,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Reykur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ivar left a captain in command of the wights, more powerful than the protectors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], there is a terror in this swamp leading the dead foe here. Reykur remains in command of the wight-army, and they are not broken. According to Radagast the Brown, he is one of Ivar's most trusted minions. Slay him, and the wights will be without guidance.\\n\\n'I have no doubt you will find Reykur skulking in the ruins beyond the wights' camp. Since you have proven able to slay his underlings, he will be more cautious and make you come to him.\\n\\n'Be wary, but do not delay. This threat must be brought to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Reykur will likely be found at the furthest chambers of the ruins where the wights are encamped.\\n\\nEriac has asked you to kill the gaunt-man Reykur, Ivar's captain among the wights. Because of your victory over other wights, Eriac believes Reykur may be waiting for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are a legend already among the Eglain. I am impressed with your prowess, [placeholder]. Please take this as a token of my appreciation.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Eriac awaits you at the Eglan-camp in the southern reaches of Agamaur.\\n\\nYou have killed Reykur, throwing the remnant of the wight-army into confusion. Eriac will want to hear of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Reykur must be defeated if the wights are to be weakened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'[placeholder] the Wight-slayer! Hail and well met!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We may have hope of driving the evil out of this swamp yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Reykur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Reykur never stood a chance against you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Eriac at the Eglan-camp in Agamaur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cutting off the Hand",
      "es": "",
      "es (fem)": ""
    }
  ]
}