{
  "id": 620758687,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Warg-tails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Warg-tail ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The goblins in Annunlos used Wargs, evil beasts of war, to hunt members of the Eglain in the ruins of Minas Eriol. Gadaric wants vengeance on the foul beasts for the murders of his people.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My people suffered such horrors as Wargs tore through the ruins before the lashes of their masters. Ferocious and unyielding, the beasts devoured many members of my tribe, even as they lay dying.\\n\\n'The beasts must be punished, and my people must find their strength again. The Wargs dwell now among the ruins of Minas Eriol, the home they stole from my people! We must humiliate the enemy, take their tails, and show them they are weak.\\n\\n'Hunt down the Wargs, collect their tails, and bring them to me so I can see smiles once more upon the faces of those few that remain of my people!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wargs can be found among the ruins of Minas Eriol to the south-east of The Forsaken Inn.\\n\\nGadaric Munce believes that taking the tails of the Wargs who murdered his people will renew the will of the Eglain and humiliate the Wargs and their goblin-masters.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This was a fitting end for such vicious creatures as these cruel Wargs. My people will be heartened to know they have allies like you in the Lone-lands. We will find some way to repay our debt to you, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Perhaps I will make a necklace of these Warg-tails you have brought to me.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Foul creatures, the Wargs. They are tied to the goblins that overran Minas Eriol -- servants, pets, or perhaps allies. They grumble low, and sometimes I think they speak.\\n\\n'I cannot face these foes and escape with my life, but I feel sure that you can. Claim the tails of these brutal Wargs, and return to me so I can give heart to my people once more.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Minas Eriol weeps at every step taken by Warg or goblin within its crumbling walls.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Warg-tails to Gadaric Munce",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Warg-tails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hunters Become Prey",
      "es": ""
    }
  ]
}