{
  "id": 620767909,
  "txt": [
    {
      "id": 24130364,
      "en": "'Hmm, now where did I leave that cloak of mine....'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, that is a relief! It seems I know my daughter well. She actually had gone after that \\qLast Prince\\q of hers. Well, maybe she's learned her lesson and won't be so foolish in the future. I know I will certainly never come here again.\\n\\n'I do hope I can survive her tweens. Maybe then she'll get some hobbit-sense. Maybe....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, that is a relief! It seems I know my daughter well. She actually had gone after that \\qLast Prince\\q of hers. Well, maybe she's learned her lesson and won't be so foolish in the future.\\n\\n'Although knowing my daughter like I do, that doesn't seem to likely. I only hope I can survive her tweens. Maybe then she'll get some hobbit-sense. Maybe....'",
      "es": ""
    },
    {
      "id": 63072309,
      "en": "'We are here! Thank you!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Lalia's Safe Passage",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Lalia has been defeated. You have failed",
      "es": ""
    },
    {
      "id": 93949761,
      "en": "'I think we are getting very close. Let's be more careful here.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Oh, do help my daughter get back to Bree safely! I shall get there in time!",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have safely escorted Lalia out of the Barrow-downs",
      "es": ""
    },
    {
      "id": 93949762,
      "en": "'It isn't far now!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for bringing my Lalia home!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You must take Lalia to the North-gate of the Barrow-downs.\\n\\nLalia has asked you to help her get back to Bree safely. In addition, she has asked for your help finding the cloak she dropped somewhere in the Barrow-downs. You should protect her as she searches for her cloak, then leaves the Barrow-downs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I do wish Mr. Butterbur wouldn't tell stories like \\qThe Last Prince.\\q'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bob can be found along the Old Forest Road, between the Barrow-downs and the Old Forest.\\n\\nYou have helped Lalia make her way home. As thanks, she has given you her cloak. She has asked you to bring it to her father, Bob, Barliman Butterbur's assistant, as proof that she is safe. You did not have the heart to tell her that Bob was looking for her within the Barrow-downs himself.",
      "es": ""
    },
    {
      "id": 88732577,
      "en": "'We will bring you to your prince, little one.'",
      "es": ""
    },
    {
      "id": 88732578,
      "en": "'Angmar will give you your prince, little one.'",
      "es": ""
    },
    {
      "id": 88732579,
      "en": "'Do not hope to escape.'",
      "es": ""
    },
    {
      "id": 155547732,
      "en": "'Oh no! Leave me be!'",
      "es": ""
    },
    {
      "id": 88732580,
      "en": "'Oh little fool, you shall be with your prince soon!'",
      "es": ""
    },
    {
      "id": 88732581,
      "en": "'Your Last Prince is in Angmar now, hobbit!'",
      "es": ""
    },
    {
      "id": 43562433,
      "en": "'Hmmm... doesn't seem to be here.'",
      "es": ""
    },
    {
      "id": 43562434,
      "en": "'Nope, the cloak's not here either.'",
      "es": ""
    },
    {
      "id": 3359058,
      "en": "'Was it that way? Or the other?'",
      "es": ""
    },
    {
      "id": 43562435,
      "en": "'Where can it be?'",
      "es": ""
    },
    {
      "id": 3359059,
      "en": "'It's this way! I think....'",
      "es": ""
    },
    {
      "id": 53548997,
      "en": "'It is I, Lalia, your prince!'",
      "es": ""
    },
    {
      "id": 203607026,
      "en": "'Don't worry about me from here. I'll hurry home to father. Take my cloak to Barliman and let him know I am safe.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Escort Lalia to safety",
      "es": ""
    },
    {
      "id": 207243841,
      "en": "'I think this is the way....'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Escort Lalia to safety",
      "es": ""
    },
    {
      "id": 207243842,
      "en": "'I'm not sure, but this looks like the way I came in.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring Lalia's cloak to Bob",
      "es": ""
    },
    {
      "id": 207243843,
      "en": "'It's so foggy.  I hope I'm not lost!'",
      "es": ""
    },
    {
      "id": 206064756,
      "en": "'Here's my cloak! Right where I left it. Oh good!'",
      "es": ""
    },
    {
      "id": 205820594,
      "en": "'I wish Butterbur had never told that silly story!'",
      "es": ""
    },
    {
      "id": 63195429,
      "en": "'Oh where are you, Prince? I've only come to help you.'",
      "es": ""
    },
    {
      "id": 205820595,
      "en": "'I hope the Last Prince comes and saves me soon. I'm scared!'",
      "es": ""
    },
    {
      "id": 40385250,
      "en": "'I'm going to run home! Please give my cloak to my Pa, Bob!'",
      "es": ""
    },
    {
      "id": 40385251,
      "en": "'Give him my cloak, so he knows I'm safe!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come across a very frightened hobbit-lass, Lalia, in the Barrow-downs. She has asked for your help getting back to Bree and her father, Bob, who works for Barliman Butterbur at the Prancing Pony.",
      "es": ""
    },
    {
      "id": 207198453,
      "en": "'Now that I've got my cloak, let's get out of here!  I think this is the way out.'",
      "es": ""
    },
    {
      "id": 72844770,
      "en": "'No! Go away! You aren't my prince!'",
      "es": ""
    },
    {
      "id": 72844771,
      "en": "'Something is amiss here....'",
      "es": ""
    },
    {
      "id": 25109973,
      "en": "'Here's the entrance! We are almost there!'",
      "es": ""
    },
    {
      "id": 206669988,
      "en": "'You killed them! I am saved!'",
      "es": ""
    },
    {
      "id": 92050344,
      "en": "'Wait, this seems familiar....'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I came here to find the \\qLast Prince,\\q like Mr. Butterbur talks about in his stories. I was going to find him, and then be with him forever and be his princess! But he wasn't here to be found! There's just all these skeletons and bones and walking dead! It isn't nice to go misleading young hobbits like that!\\n\\n'When you are ready to go, could you help me get back home to Bree? I couldn't leave before, but now with a strong warrior like you here, I'm sure you can get me home safely!\\n\\n'Oh, and I lost my cloak. I simply must find it, or dad will yell at me something terrible!'",
      "es": ""
    }
  ]
}