{
  "id": 620767912,
  "txt": [
    {
      "id": 68118275,
      "en": "'Lalia spoke with me earlier; she was curious as to where she could find Symbelmynë. I told her that I think the flower grows on barrows. She mentioned that she was making a crown out of flowers for a prince! She's always dreamt of becoming a princess! I told her that the barrows south-west of Bree would have Symbelmynë. She may have gone there. That trip is far too long for me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh thank you! You found me! I have been too scared to move from this spot for a such a terribly long time!'",
      "es": ""
    },
    {
      "id": 68118276,
      "en": "'Gone to the barrows?! A young hobbit lost in the barrows and all because I stretched the truth to make things brighter. I fear I'm an old fool, friend. I cannot bear to think that the girl has ventured into such a dark and dangerous place as that under my misrepresentation of truth. Thank you for what you done.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Lalia? Of course, I know Lalia! She's one of my closest friends. She's been pining over the Last Prince since Mr. Butterbur told us his tale yestereve. Lalia's a dreamer, a bit adventurous and queer at times. After Mr. Butterbur's story, she was dancing about, singing songs about being a princess.\\n\\n'I think Primrose Burrows may have seen her earlier today. Primrose is likes to sit beneath the shade of the trees near the road to Staddle, south-east of here, down the hill.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Search for Lalia",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Lalia spoke with me earlier; she was curious as to where she could find Alfirin. Beautiful white flowers. She mentioned that she was making a crown out of flowers for a prince! She's always dreamt of becoming a princess!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Oh yes! Lalia wishes to marry the Last Prince and be his princess. She said she wants to find the finest Alfirin, the prince's favourite flower from what Mr. Butterbur said, to weave into a crown. Before she left me, she said she needed to speak with her cousin Dora.\\n\\n'Dora tends house for a Big-folk family on Bree-hill, just to the north-east of the Prancing Pony.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found Lalia",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you found my girl, Lalia, yet? If she's gone off in search of her \\qLast Prince,\\q she's probably gone to the barrow Barliman talks about in his tale. His tale says the Prince's barrow could be found near a standing stone, between the Northern Barrow and the Dead Spire.\\n\\n'If I am afraid of this place -- and I am! -- I am certain that she is terrified!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I'm worried something sick about what I done. I meant it only as a harmless distraction for the tweens. Never thought they'd take the talk of a noble Prince living in the Barrow-downs so seriously.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "According to Butterbur's tale, the Barrow of the Last Prince lies between Northern Barrow and the Dead Spire, near a large standing stone.\\n\\nBob has asked you to search the Barrow-downs for his missing daughter, who likely has come here in search of the fabled \\qLast Prince.\\q",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I'm worried something sick about what I done. I meant it only as a harmless distraction for the tweens. Never thought they'd take the talk of a noble Prince living in the Barrow-downs so seriously.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Daisy Cotton suggests that Primrose Burrows may have seen her that morning. Primrose likes the shade offered by a copse of trees in Bree, near the road to Staddle. Daisy Cotton mentioned that she was south-east of the Boar Fountain.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Primrose loves the shade. She says that the sun is often too bright and hurts her eyes. I think she just likes to be closer to the woods and squirrels. She's a queer one for a Burrows, or so my mama says.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Primrose Burrows tells you that Lalia went to speak with Dora Longburrow, Lalia's cousin. Dora cleans house for a family north-west of the Prancing Pony on the side of Bree-hill.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Dora Longburrow? She's the only one of us that works for the Big-folk. She normally keeps a house clean near the Prancing Pony. On a hill to the north-west of the Pony are several small houses. I can't recall which, but Dora works at one of them.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "You should return to Barliman Butterbur at the Prancing Pony and tell him what you have learned from Lalia's friends.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Mr. Butterbur tells wonderful stories -- though truthfully, I'm partial to that Strider's tales -- and he's so very nice to everyone.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Mr. Butterbur tells the best stories, and he's so very nice to everyone.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'Dora works for a Big-folk family near the Prancing Pony. I think that the house she tends is the one closest to the Pony on Bree-hill.'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'Mr. Butterbur tells the best stories, and he's so very nice to everyone.'",
      "es": ""
    },
    {
      "id": 102973489,
      "en": "'Spare a moment, friend. Seems my mouth's gone off running and found itself a load of trouble. A fine mess, indeed. You see, Bob, my fine and trusted assistant here at the Pony has a daughter. Hobbit tweens, being what they are- curious, attentive and bound for mischief, often find themselves in trouble.\\n\\n'Just the other day, Lalia, Bob's daughter, and her friends overheard me and a guest speaking on a terrible sight he'd witnessed while travelling through the northern Barrow-downs. I took liberty in explaining to the tweens that the prince was something more noble than he really were... now, Lalia's gone and run off. Talk with her friends and help me find her, please.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Bob's daughter, Lalia",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Primrose Burrows.",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Dora Longburrow.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to Barliman Butterbur",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Bob's daughter, Lalia, has gone missing. Bob fearing she may have gone off in search of the \\qLast Prince,\\q a character in one of the tales Barliman Butterbur tells to travellers, joined a foray into the Barrow-downs to find his daughter.",
      "es": ""
    },
    {
      "id": 68118273,
      "en": "'Lalia? Of course, I know Lalia! She's one of my closest friends. She's been pining over the Last Prince since Mr. Butterbur told us his tale on the yester. Lalia's a big dreamer, a bit adventurous and queer at times. After Mr. Butterbur's story, she was dancing about singing songs of being a princess. I think Primrose Burrows may have seen her earlier today'",
      "es": ""
    },
    {
      "id": 68118274,
      "en": "'Oh yes! Lalia wishes to marry the Last Prince and be his princess. She mentioned wanting to find the finest Symbelmynë, the prince's favourite flower from what Mr. Butterbur said, to weave into a crown. Before she left me, she said she needed to speak with her cousin Dora.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I came here to find my missing daughter, Lalia. I'm terribly worried about her. You see, she'd been going on about \\qThe Last Prince,\\q one of Mr. Butterbur's tales. It's one of his better ones, that's for sure, but I'd say the tale isn't quite the truth of it.\\n\\n'Lalia has been going on for a long while, I fear she came here to the Barrow-downs in search of this \\qprince\\q of hers. I came here in search of my daughter, and I am now lost myself.\\n\\n'In the tale, the Last Prince's barrow is between the Northern Barrow and the Dead Spire, by a large stone. If I could, I would start searching there.'",
      "es": ""
    }
  ]
}