{
  "id": 621032653,
  "txt": [
    {
      "id": "0x82ba14",
      "en": "The rocky pass of the Cabed Rhimdath serves as a path for those of the Holbytlan who dare to venture from the safety of their home in Lyndelby. For those few who have travelled into the Cabed Rhimdath, they have reported thick brambles and strange painted stones before turning around at the site of leering Eagles.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Explore Veithhól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore Scraper's Clough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore the Twainmantle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Natural Formations in the Wells of Langflood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The Floodfells are riddled with caves, but the Beornings who live in this area prefer not to explore their dark, narrow depths. Vile insects, pestilential bats, and burrowers with sharp teeth make their homes in these places, and the folk of Limlók only wish to concern themselves with these unpleasant creatures if they emerge into the sunlight or moonlight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "The great cascade of Reikfoss marks the location where the River Greylin flows out of the Elderslade into Misthallow to form one of the falls of the Three Sisters. Together, the vapours that rise from the base of Reikfoss and those of the Twainmantle blanket all of Misthallow in fog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "The two waterfalls of the Twainmantle are formed at the passage of the Langwell and a smaller stream out of Elderslade into Misthallow. Together with the Reikfoss, these three falls make up the Three Sisters, the combined vapour that rises from their bases enshrouding all of Misthallow in fog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "The narrow clefts of Scraper's Clough have been expanded by the tireless work of the cave-claws that live here, an industrious effort that is halted only when it is time for the creatures to feed. This they do on the hapless beasts that stumble into the Clough, and on adventurers who do the same. These latter meals tend to underestimate the creatures as \\qmere cave-claws,\\q a misjudgment the inhabitants of Scraper's Clough are only too pleased to encourage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the various natural curiosities to be found within the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the several natural curiosities to be found within the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Explore the Cabed Rhimdath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore Tithroz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba13",
      "en": "The rocky slopes of Veithhól serve as a den for the hunting-cats that stalk Misthallow. What few travellers find themselves in this area report the sound of soft, padding feet somewhere in the fog. The natural consequence of these reports seems obvious to the wiser among us: the cats must not have been hungry, or these reports would not exist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore Reikfoss of Greylin",
      "es": "",
      "es (fem)": ""
    }
  ]
}