{
  "id": 621032656,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Explore Hlithseld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Explore Shulgmokh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba16",
      "en": "The greatest threat posed by the wood-trolls of Grazadh-gropor is one of surprise, for the forested region that is their home creaks and sways with every breeze that troubles the settled fog. The sound of these tree-ish complaints serves to hide the approach of the wood-trolls until they are very near their victim, and then it is too late.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Explore Thokvist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Explore Ujâk-fulug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "After the death of their chieftain Bolg during the Battle of Five Armies, the Orcs of the Misty Mountains declined. This reduction in their numbers and their power would not last forever, but during this time the folk of Beorn were able to reassert their presence in the Floodfells, roaming the wilds more openly. In the Floodfells they built the village of Limlók, and it would be the most northern town of Beorn's folk.\\n\\nLike the overgrown bushes and tangled roots in the low-lands, the Bear-folk are at their wildest in the Floodfells. Today the town's thane is Runerik Knotbeard, and he is distrustful of outsiders, believing his own people possess strength enough to turn away any chance raiding-parties from Gundabad or elsewhere.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "This rustic hamlet of smials is nestled among steep cliffs, hidden until today from the eyes of the Wise and protected from discovery by the Eagle guardians who dwell atop the high peaks. Can this have been the last dwelling-place of the Holbytlan who once thrived in Misthallow and the Floodfells, and who often appeared in the folklore of the Éothéod? If so, it would be home to the descendants of those Fallohides who did not cross the Misty Mountains on their eventual road to what would become the Shire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "Thokvist has been Skarding Wolfsbane's home for many years, but the small yard is often untended; the Beorning spends most of his time hunting for hostile dangers among the foggy vales of Misthallow. When he does return home it is only for a short time, perhaps to enjoy one of the apples that grows on the trees outside his home and to rest briefly before setting out again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "The Beornings of the Floodfells do not know if the wood-trolls of Shulgmokh are related to the Taurogrim of other lands, and do not much care. They are much more interested in how long it takes to tear out their vital heartwood, stopping their movements and the danger these creatures pose to Limlók.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the various settlements to be found within the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba64",
      "en": "The wargs of Ujâk-fulug would prefer to attack the weak and cowardly, but there are few enough of those in the Floodfells to begin with, for that land is hard and those who do live there are made tougher and stronger. The wargs content themselves with feasting upon beasts of the wild and goats who stray too far from their protectors, but these kills only sharpen their appetite for more challenging, filling meats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the various settlements to be found within the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50215",
      "en": "Explore Grazadh-gropor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab4",
      "en": "Settlements in the Wells of Langflood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Explore the Beorning village of Limlók",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba13",
      "en": "Perhaps in years to come, when the history of the Éothéod has been expanded upon by Léothred's journey and his scholarly pursuits, the name Hlithseld will be held in high esteem. \\qThis is where he camped on his journey for knowledge!\\q folk may say... or they may not. It is not always easy to know what will be remembered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Explore the hidden village of Lyndelby",
      "es": "",
      "es (fem)": ""
    }
  ]
}