{
  "id": 621032658,
  "txt": [
    {
      "id": "0x82ba14",
      "en": "The dwarf-bridge of Skerabrygg once permitted passage across the Langflood for those seeking to explore Sundergrót, but today the bridge is destroyed. Someone has hastily-repaired the span with planks of wood, but it seems a temporary solution. The weather and rain of the Floodfells will doubtless cast this path into the river before many days pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Find Hengi's Leap",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Find Framsburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Find Skerabrygg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba17",
      "en": "The goblins of Stramvárth root among the ruins of Sundergrót in search of treasure, fighting among themselves for the right to hold the most precious pieces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Ruins in the Wells of Langflood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Find Lumrog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba6",
      "en": "The history of Sundergrót is shrouded in mystery, for it has been long-abandoned. Longbeard tradition holds that this great cleft overlooking the Floodfells was made by the impact of Durin's axe sometime during the First Age.\\n\\nToday the ruins are haunted by goblins, but they know nothing of the ancient events that there took place. For the goblins it holds only the memory of dwarf-work, and that is a sharp dagger-point of hatred to them, though they covet the treasures and gems their foes unearth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba19",
      "en": "The goblins and Orc-kind of Egvárth quarreled with their kindred to the east for the right to camp nearer to Sundergrót. It is a decision they may come to regret if more than treasures can be found in the depths of that cleft.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba76",
      "en": "At some time during the residency of the Éothéod in these lands, they carved the White Mare into a hillside in the Floodfells. Whether its distinctive shape was intended to represent the mearas they found grazing on the strip of land between the Twainmantles and the Reikfoss is not known, but seems likely. The White Mare is today faded and somewhat overgrown, but it remains a reminder of the Éothéod's love of horses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba62",
      "en": "The great keep of the Ai-thúda was called Fasthálla, and it was the seat of their chief Frumgar. When it was burned and destroyed by Scatha the Worm, and Frumgar gravely wounded, his young son Fram swore vengeance upon the great wingless dragon. Eventually it was done, and Fram became Fram Wormsbane. The Ai-thúda rebuilt Fasthálla and gave it a new name: Framsburg.\\n\\nFrom its location high atop a rocky spur in Misthallow, Framsburg could not be easily-conquered by Orcs, though they tested its defences and the resolve of its inhabitants from time to time. After the departure of the Éothéod, Framsburg gradually fell into ruin through neglect. It was never sacked, but in time it stood empty and Orcs prowled the ruin.\\n\\nToday, worms and drakes have built nests among the skeletons of ancient buildings, and Framsburg is theirs. In this way perhaps Scatha has at last achieved his revenge upon Fram Wormsbane and the memory of his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the various ruins that dot the hills and valleys throughout the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba931",
      "en": "Dúnabrygg crosses the river, allowing passage between Misthallow and the Floodfells. The stonework of the bridge has crumbled, but enterprising dwarves repaired the span with sturdy wooden construction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba64",
      "en": "The hill-trolls and their unpleasant allies have erected a barricade at Lumrog, watching passage along the road and allowing none to pass. Whether this obstruction is motivated by selfish gain or has been mandated by more cunning powers with greater designs is unknown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the various ruined structures to be found within the Wells of Langflood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50216",
      "en": "Find Stramvárth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Find Dúnabrygg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50218",
      "en": "Find Egvárth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Find Sundergrót",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba13",
      "en": "Whoever Hengi may have been, and the knowledge of why this broken dwarf-bridge bears his name, has been lost to time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Find the White Mare",
      "es": "",
      "es (fem)": ""
    }
  ]
}