{
  "id": 620927407,
  "txt": [
    {
      "id": 127458134,
      "en": "'My lady, I grow concerned about the morale of the people of Edoras.'",
      "es": ""
    },
    {
      "id": 127458112,
      "en": "'It is as you say, Lady Éowyn. We vow to do everything in our power to leave as soon as possible.'",
      "es": ""
    },
    {
      "id": 127458135,
      "en": "'They were happy to see the king ride, but he is gone, and a dreariness has settled upon the folk once more.'",
      "es": ""
    },
    {
      "id": 127458113,
      "en": "'Thank you all. And good luck to you.'",
      "es": ""
    },
    {
      "id": 127458136,
      "en": "'We... we must endeavour to keep our spirits up.'",
      "es": ""
    },
    {
      "id": 127458114,
      "en": "Éowyn's Quarters",
      "es": ""
    },
    {
      "id": 127458137,
      "en": "'Times of war are hard indeed.'",
      "es": ""
    },
    {
      "id": 127458115,
      "en": "Edoras",
      "es": ""
    },
    {
      "id": 24743345,
      "en": "Britred",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "Théolac",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "Léodferth",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'We haven't long before we must depart our city.'",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'Do not trouble yourself with cares over silver or gold; glad will I be if the people of Edoras arrive at Dunharrow whole and hale.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'These are troubled times, and surely you have many cares.'",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'Lady Éowyn, I fear that there will be many problems with moving so many people across the plains....'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'My lady, people are desperately afraid of going hungry if they leave Edoras.'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'Most of our folk have no horses, no carts. We will go slowly and encounter many troubles along the way.'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'The farmers must abandon their crops, and they believe they will starve.'",
      "es": ""
    },
    {
      "id": 127458131,
      "en": "'It will not be easy, but war is upon us, and King Théoden has given his command.'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'Fear not, Léodferth. Dunharrow is well-stocked.'",
      "es": ""
    },
    {
      "id": 127458132,
      "en": "'We must walk to Dunharrow, with or without the supplies we need.'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'I swear to you now that the House of Eorl will not see its people starve whilst it stands.'",
      "es": ""
    },
    {
      "id": 127458133,
      "en": "'The safe arrival of my people is the only matter of importance, but we will do our best to prepare!'",
      "es": ""
    }
  ]
}