{
  "id": 621050573,
  "txt": [
    {
      "id": "0xa502914",
      "en": "Talk to Mother Amma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Matters of Hurt Hearts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'Greetings, my friend!'\\n\\nYou share Nósni's predicament with her. Mother Amma chuckles and shakes her head.\\n\\n'Klátha has every right to be upset with Nósni! He had her moved from this camp to the one up north. She is most cross that he thinks she cannot take care of herself, and that she needs protecting.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c6",
      "en": "Return to Nósni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Mother Amma is located in Bazanmanar.\\n\\nNósni has asked you to ask Mother Amma whether she knows why Klátha is angry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'What did Mother Amma say? What have I done?'\\n\\nYou tell Nósni what Mother Amma said.\\n\\n'Protecting her? Cannot take care of herself? Oh, by Durin's beard. This is terrible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "Nósni is located in a camp north of Bazanmanar.\\n\\nYou should let Nósni know what Mother Amma said.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'I cannot believe this has happened. My efforts to win Klátha's heart have instead driven her against me! I have no idea why she is so cross.\\n\\n'Perhaps someone else has a clue for us. Please, friend, speak with Mother Amma. I have seen Klátha and Amma whispering to each other. Let us hope the clue to her anger has been shared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568937",
      "en": "'That fool! I can take care of myself just fine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Nósni's display of affection has managed to turn his intended's heart to ice. He needs help before the door to love closes forever!",
      "es": "",
      "es (fem)": ""
    }
  ]
}