{
  "id": 621050554,
  "txt": [
    {
      "id": "0x9b56894",
      "en": "You have defaced many of the rune-stones in Toll Oivas and rendered them useless to the Iron Crown. Without the tools of their foul sorcery, the Angmarim of the Iron Crown will be forced to seek other means to combat their foes, especially the dwarves of Prince Ingór's expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Deface rune-stones in Angmarim ritual idols at Toll Oivas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "Toll Oivas: Vile Runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Within the caverns of Toll Oivas, servants of the Iron Crown work their foul sorcery to summon fell spirits and raise wights in service of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Deface rune-stones in Angmarim ritual idols at Toll Oivas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defaced rune-stones in Angmarim ritual idols at Toll Oivas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "As you work to oppose the efforts of the Iron Crown in Toll Oivas, you discover a number of rune-stones emitting a foul, green smoke. Although you are uncertain exactly how the Iron Crown employ them in their rituals, it is clear that they hold some dark power over the spirits inhabiting the cavern.\\n\\nYou should deface the rune-stones and render them useless to the Iron Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Angmarim ritual idols can be found within Toll Oivas in Câr Bronach.\\n\\nWithin the caverns of Toll Oivas, servants of the Iron Crown work their foul sorcery to summon fell spirits and raise wights in service of Angmar. You should deface the rune-stones set in the ritual idols of the Angmarim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You have defaced many of the rune-stones in Toll Oivas and rendered them useless to the Iron Crown.",
      "es": "",
      "es (fem)": ""
    }
  ]
}