{
  "id": 621050555,
  "txt": [
    {
      "id": 228284035,
      "en": "As you work to oppose the efforts of the Iron Crown in Toll Oivas, you discover a number of bat-wights. Although the bats' remains have begun to moulder, the fell spirits that now dwell within them have made the bats to serve as the eyes and ears of the Iron Crown in Câr Bronach.\\n\\nYou should defeat the bat-wights and prevent the Iron Crown from using them as spies within Mount Gundabad.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Defeat and burn the remains of bat-wights at Toll Oivas",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "Toll Oivas: Flight of the Dead",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Within the caverns of Toll Oivas, servants of the Iron Crown work their foul sorcery to summon fell spirits and raise wights in service of Angmar.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat and burn the remains of bat-wights at Toll Oivas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Defeated and burned the remains of bat-wights at Toll Oivas ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 246419842,
      "en": "You have defeated many bat-wights in Toll Oivas in Câr Bronach.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "You have defeated many bat-wights and burned their remains, preventing the Angmarim of the Iron Crown from using them as spies against their foes in Mount Gundabad.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Bat-wights can be found within Toll Oivas in Câr Bronach.\\n\\nWithin the caverns of Toll Oivas, servants of the Iron Crown work their foul sorcery to summon fell spirits and raise wights in service of Angmar. You should defeat and burn the remains of bat-wights.",
      "es": ""
    }
  ]
}