{
  "id": 621050552,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "After entering the barrow of Skáilag to combat the Iron Crown, you have discovered the fruits of their labours: wights risen from long-dead Hill-men of Rhudaur. So long as their bodies remain intact, the Iron Crown will continue to draw forth fell spirits to inhabit them.\\n\\nYou should defeat hill-wights and burn their remains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat and burn the remains of hill-wights at Skáilag",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa9",
      "en": "Skáilag: Doom of the Hill-men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Wrought long ago as a burial mound for the Hill-men of Rhudaur, servants of the Iron Crown have come to Skáilag to call forth the Dead that they might once more serve Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Defeat and burn the remains of hill-wights at Skáilag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "Defeated and burned the remains of hill-wights at Skáilag ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You have defeated and burned the remains of many hill-wights within Skáilag.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "You have defeated and burned the remains of many wights within Skáilag, putting to rest the long-dead Hill-men of Rhudaur and depriving the Iron Crown of new servants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Hill-wights can be found within Skáilag in Câr Bronach.\\n\\nWrought long ago as a burial mound for the Hill-men of Rhudaur, servants of the Iron Crown have come to Skáilag to call forth the Dead that they might once more serve Angmar. You should defeat and burn the remains of hill-wights.",
      "es": "",
      "es (fem)": ""
    }
  ]
}