{
  "id": 621050574,
  "txt": [
    {
      "id": "0xa5029c6",
      "en": "Talk to Nósni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "Klátha is located in a camp north of Bazanmanar.\\n\\nNósni has asked you to speak to Klátha for a final time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c7",
      "en": "Light the fireworks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e1",
      "en": "'You again?'\\n\\nYou give Klátha the message from Nósni.\\n\\n'Look towards the river? Hmm. I suppose I can do that. Not that it will matter, of course. But I suppose I can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Talk to Klátha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "Nósni is located in a garden north of Bazanmanar.\\n\\nYou should talk to Nósni.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011848",
      "en": "Nósni is located in a garden north of Bazanmanar.\\n\\nYou should talk to Nósni.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Talk to Nósni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011890",
      "en": "Klátha is located in a camp north of Bazanmanar.\\n\\nNósni has asked you to speak to Klátha once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "DNT - Speak to Nósni",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568935",
      "en": "'Hello, hello! Now the truth will out. You see, I know that Klátha's favourite thing is fireworks. I arranged to purchase special ones from Feredis of Minas Tirith herself!\\n\\n'I have been waiting for the right moment to set them alight for Klátha. I had her moved here so she wouldn't miss the display, but... well, the delivery was very late and... oh. I can of course see how she would think I was trying to protect her. It was supposed to be a surprise, but... well, I suppose things have dragged on with no real news from me. I was so focused on my plan that I lost sight of how confusing my actions must have been.\\n\\n'Well, will you help me light these fireworks? It may not be enough to redeem myself, but I have to try.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fab2",
      "en": "Apologies in the Sky",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'This is all my fault. I have a very good reason for having had Klátha stationed here, and it has naught to do with whether she can defend herself. However... well, I suppose I never shared with her that reason.\\n\\n'My friend, if you would help me once more, please tell Klátha that I am sorry, and if she will gaze towards the river, she will understand why I asked she be moved to this camp.\\n\\n'After you speak with her, come find me in the gardens below.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Klátha's heart has turned against Nósni, but he's not ready to give up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b14",
      "en": "Talk to Klátha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011850",
      "en": "The fireworks are located in a garden north of Bazanmanar.\\n\\nYou should light the fireworks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568939",
      "en": "'Oh, [placeholder]. That was spectacular! And probably the first time fireworks have ever graced these halls. If that did not win her love, at least may it grant me her forgiveness. Would... would you check on her for me? See whether I am allowed to speak with her again?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b17",
      "en": "Fireworks explode above the Forest Beneath the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568923",
      "en": "'Welcome back, friend. Yes, yes. I saw the display. And one of the merchants came by to apologize to Nósni for the late shipment. Nósni had me moved here for the spectacular view, did he not? He has always been so thoughtful in his deeds, but foolish with the timeliness of his words.\\n\\n'Hmmm. They were quite the thing, weren't they. I suppose I might find it in my heart to forgive him.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}