{
  "id": 621050553,
  "txt": [
    {
      "id": 246419844,
      "en": "You have found several Zhélruka trinkets in the coffers of Skáilag.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "After entering the barrow of Skáilag to combat the Iron Crown, you have discovered a number of old coffers. If the Zhélruka encamped at Grúmachath are to be believed, the Hill-men of Rhudaur long ago pillaged their slain ancestors during the bloody conflict between the Zhélruka and the dread-realm of Angmar.\\n\\nYou should search the old coffers in Skáilag and reclaim any trinkets of the Zhélruka that you find.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "You have found several Zhélruka trinkets in the coffers of Skáilag. The Zhélruka of Prince Ingór's expedition will be pleased to have these long-stolen trinkets returned to them.",
      "es": ""
    },
    {
      "id": 126754729,
      "en": "Skáilag: Spoils of War",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Wrought long ago as a burial mound for the Hill-men of Rhudaur, servants of the Iron Crown have come to Skáilag to call forth the Dead that they might once more serve Angmar.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect stolen Zhélruka trinkets from coffers at Skáilag",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Collect stolen Zhélruka trinkets from coffers at Skáilag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Collected stolen Zhélruka trinkets from coffers at Skáilag ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You find nothing of value in this coffer",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 216727829,
      "en": "Stolen Zhélruka trinkets might be found in coffers within Skáilag in Câr Bronach.\\n\\nWrought long ago as a burial mound for the Hill-men of Rhudaur, servants of the Iron Crown have come to Skáilag to call forth the Dead that they might once more serve Angmar. You should search coffers in Skáilag for stolen Zhélruka trinkets.",
      "es": ""
    }
  ]
}