{
  "id": 620934892,
  "txt": [
    {
      "id": 228284034,
      "en": "'With no small thanks to Meregyth's care, I am on the road to recovery.\\n\\n'My father wanted me to send you in to see him, but Meregyth has something to tell you as well. I would suggest that you speak with her first.'",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "The Boar-tribe Orcs have been defeated, Cúthing is on the mend, and it appears that Meregyth may have a reason to let go of her feelings for Éomer.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'I wanted to hate you for delivering my father's sorrowful tidings, but my father should have told me himself long ago. I should ask your pardon for the way I behaved...you did not deserve that treatment.\\n\\n'It is queer how things come to pass sometimes. If I had not come here, I would not have met Cúthing. He has taken my mind from the sorrow I was feeling. Thank you for all that you have done, [placeholder].\\n\\n'You should speak with Thane Cútha now...it would be best not to keep him waiting.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Thane Cútha",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Thane Cútha is in the Mead Hall of Beaconwatch.\\n\\nCúthing told you to speak with his father, Thane Cútha.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sorrow Subsides",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'While I feel I did what was right as Thane of Beaconwatch, I was wrong not to view the Boar-tribe as a genuine threat.\\n\\n'Your efforts saved Beaconwatch. If not for you, I may not have had a watch to oversee any longer. You have my sincerest apology for how I treated you.\\n\\n'It appears that your services here are no longer needed. Others may need your talents elsewhere.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Meregyth stands near Cúthing, outside the Mead Hall of Beaconwatch.\\n\\nCúthing informed you that Meregyth wants to have a word with you before speak with his father.",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Meregyth",
      "es": ""
    }
  ]
}