{
  "id": 620934878,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Prepared food can be found in the rear of the Mead Hall of Underharrow.\\n\\nEllen Fremedon has asked that you set the tables with prepared food in the Mead Hall so that the refugees might feast before their journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Tables can be found throughout the Mead Hall of Underharrow.\\n\\nYou have gathered food and should now set tables in the Mead Hall for the refugees at Underharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ellen Fremedon can be found outside of the Mead Hall of Underharrow.\\n\\nYou have set the tables and prepared a fine shelter for the refugees at Underharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We simply cannot house this many people, even if I am willing to care for them all. The Mead Hall will do as a shelter for now, but I shall only be relieved once everyone has gone to Dunharrow. \\n\\n'Imagine the mess that will be left in there... I doubt anyone plans to aid us with that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa35",
      "en": "Shelter in the Harrowdale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d174",
      "en": "As Underharrow continues to fill with refugees, Ellen Fremedon struggles to feed and house her new guests.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected prepared food in the Mead Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect prepared food in the Mead Hall ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Set tables in the Mead Hall at Underharrow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Before you arrived, I had a feast prepared for the refugees from Edoras as well as my own people.\\n\\n'With so many taking shelter here, it is hardly a full meal for any of them, but it is all we can spare. If you would, gather the food in the mead hall and set the tables for the refugees. I prefer some amount of decorum even if my hall is destined to be slathered in filth and overrun with more people than it has ever housed.\\n\\n'Let them feast, [placeholder]. They need the hope, and I need the silence out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Set tables in the Mead Hall at Underharrow ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "DNT -- Kingstead Template",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "'Have you finished with my task?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}