{
  "id": 620934875,
  "txt": [
    {
      "id": 216727827,
      "en": "Sacks and barrels of armour can be found throughout Underharrow in southern Kingstead.\\n\\nEllen Fremedon has asked that you gather materials to aid in the defence of Underharrow. You should search for them in Underharrow.",
      "es": ""
    },
    {
      "id": 225642628,
      "en": "'Well, where are my warriors?'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Assemble warriors of Rohan at Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Assembled warriors of Rohan at Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Ellen Fremedon can be found outside the Mead Hall of Underharrow in southern Kingstead.\\n\\nYou have built several warriors out of the materials Ellen suggested, and should now return to her.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Sticks can be found along the southern border of Underharrow.\\n\\nHaving gathered the components, you should now assemble warriors of Rohan to defend Underharrow using sticks placed near the settlement's edge.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Ellen Fremedon",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Well done, [placeholder], well done...\\n\\n'These new defences are truly a boon to my people, or they would be... if they were not made of sacks! \\n\\n'All of these people, all of this weaponry, and none of them of any use to the other! How am I to protect this lot?'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Ellen Fremedon's distress grows as Underharrow is continually flooded by the people of Rohan, yet remains devoid of riders.",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected sacks in Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected armour from barrels in Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect sacks in Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect armour from barrels in Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Look around you, [placeholder]. Do you see how many people take shelter under these trees?\\n\\n'We are neither Edoras nor even Middlemead, and to host this many people stretches us far beyond our breaking. Yet, even now, evils lurk in the mountains above and what defences have we? None. \\n\\n'The men have gone to the side of the King, and left us naught but the shoddy remains of our barricades. What fear has an Orc of a pointed stick?\\n\\n'Gather sacks and the armour from about town for they will remain unused otherwise, and assemble the crudest warriors you can along the edge of town. If even one Orc is fooled, we may consider our situation better.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Assembling the Warriors",
      "es": ""
    }
  ]
}