{
  "id": 620934887,
  "txt": [
    {
      "id": 216727827,
      "en": "Cúthing is standing near Meregyth, outside the Mead Hall of Beaconwatch.\\n\\nMeregyth asked you to speak with Cúthing and learn what he has planned.",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Collapsed White Mountain cave-entrances ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Cúthing is standing near Meregyth, outside the Mead Hall of Beaconwatch.\\n\\nYou should return to Beaconwatch and let Cúthing know about your success.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Cúthing",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Great execution, [placeholder]. The Orcs probably do not even know what happened yet, and when they do, hopefully it will be too late for them to do anything about it.\\n\\n'Now, we must take advantage of the element of surprise. I think if you sneak into their lair, it might prove more advantageous than trying to bring an army to their doorstep.\\n\\n'What say you?'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Cúthing had already been expecting the Orcs to attack, so he had begun working on a plan to strike at them first.\\n\\n'Speak with Cúthing and learn what he has planned.'",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "The cave-entrances lie to the west of Beaconwatch.\\n\\nCúthing asked you to collapse the entrances of the Orcs' caves.",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Cúthing",
      "es": ""
    },
    {
      "id": 24695143,
      "en": "Cúthing has been working on a plan to strike at the Boar-tribe Orcs.",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Just before my hunting party was attacked, I noticed a few cave-entrances in the western part of Everholt, deep within the forest.\\n\\n'We were attacked near them, and I even saw an Orc come through one of them.\\n\\n'My plan first requires collapsing those cave-entrances to trap them in and prevent them from summoning reinforcements.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Collapse White Mountain cave-entrances ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Staging a Collapse",
      "es": ""
    }
  ]
}