{
  "id": 620934897,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Crates of tent sheets and tent posts can be found throughout Underharrow and Upbourn.\\n\\nEllen Fremedon has asked you to gather tents in preparation for the journey to Dunharrow. Supplies have been spread through Underharrow and Upbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Ellen Fremedon can be found outside the Mead Hall of Underharrow.\\n\\nYou have collected all of the tent supplies in Underharrow and Upbourn. You should now return to Ellen Fremedon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa33",
      "en": "From Shelter to Shelter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'This will do for now, [placeholder]. \\n\\n'Éowyn has many more supplies in Edoras, but until we know how many people we must shelter, it is best to have as many tents as possible for the coming journey.\\n\\n'You have my thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected tent posts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ellen Fremedon struggles to care for the refugees at Underharrow as she makes preparations to send them to Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect tent posts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected crates of tent sheets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The time is drawing near at last, [placeholder].\\n\\n'Éowyn and the rest of Kingstead will journey here, and then continue onward to Dunharrow. There, they will take shelter on the Firienfield and wait until the King returns, or so I have been told. The field is wide, but offers little shelter of its own. \\n\\n'For that reason, I would ask that you gather all tent sheets and posts we have here and in Upbourn to the north. If you return them to me, I will consider my people prepared for the journey ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect crates of tent sheets ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "'Have you gathered the tents?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}