{
  "id": 620934879,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'I cannot help but think back on a story that has been passed down to every child of the Mark: The Legend of King Folca the Hunter.\\n\\n'King Folca was responsible for driving the Orcs from the White Mountains. He would not allow any Rohirrim to hunt the beasts of the woods until this was achieved.\\n\\n'After the defeat of the White Mountain Orcs, he took it upon himself to hunt the fabled Boar of Everholt. Would you like to hear the story?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Meregyth stands near the Mead Hall of Beaconwatch.\\n\\nMeregyth has offered to tell you the story of King Folca and his battle with the Great Boar of Everholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Meregyth stands near the Mead Hall of Beaconwatch.\\n\\nYou should speak with Meregyth and let her know what you thought of the tale of King Folca the Hunter and his battle with the Boar of Everholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Do you know, I never made the connexion until now? These Orcs must be the descendants of the White Mountain Orcs from King Folca's time. It appears that they took on the appearance of the boars, who were ultimately responsible for Folca's demise.\\n\\n'As if the situation were not already dire, these Orcs do not wish simply to attack, they seek vengeance.\\n\\n'We must attempt to speak with Cútha again. He must know of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Let me tell you the story, [placeholder].'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Meregyth is reminded by the Boar-tribe Orcs of the story of King Folca and his battle with the Boar of Everholt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Legend of Folca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Let me tell you the story, [placeholder].'\\n\\n<rgb=#FF0000>NOTE: This is a solo quest and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    }
  ]
}