{
  "id": 620934880,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "You see one of the Orcs keeping watch in the distance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Haunting the Dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'You fought back an entire cave of Orcs?\\n\\n'I would think you mad if... nay, I do think you mad. Still, you have done much to protect my people, and for that, I am truly grateful.\\n\\n'Perhaps with them slain, I can begin to believe their disguise, [placeholder]. I just hope this is the last we see of them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find the leader of the Rashat-hai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Complete Quest: Master of the Dead-Folk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Do not mistake my rudeness as ill-will for my kinsmen. This is merely a frustrating situation thrust upon all of us by Éowyn, who I am loath to admit... does have the best interests of the people in her heart.\\n\\n'These Orcs concern me greatly, [placeholder]. They have spooked the young and old, and those unfamiliar with the look of an Orc, but they fool me not. Whether they fashion themselves after the Dead Men of old or not, they still pose a serious threat to my people. \\n\\n'You are one of few here that can stand against the Enemy's might, and I would ask that you find and explore where they scurry away to when light floods the Harrowdale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "The screams of Rohirrim pierce the air as you press onward",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat the leader of the Rashat-hai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Crude banners wave in the dank air of Gurz-shâpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Ellen Fremedon grows concerned by the Orc presence in the Harrowdale as her people make ready to travel to Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "While exploring, you spot athelas growing on the cave floor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The lair of the Rashat-hai can be found atop Dunharrow along the White Mountains.\\n\\nEllen Fremedon has asked that you find and explore the lair of the Orcs that terrorize the people of Underharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Gurz-shâpol can be found atop the northern border of Dunharrow within the White Mountains.\\n\\nYou have discovered the Orcs and heard Rohirrim nearby. You should continue exploring the cave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Patrol deeper into Gurz-shâpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gurz-shâpol can be found atop the northern border of Dunharrow within the White Mountains.\\n\\nYou have found the Orc-cave, and should now explore it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730899",
      "en": "'What word have you of the Orcs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Gurz-shâpol can be found atop the northern border of Dunharrow within the White Mountains.\\n\\nYou have made it deep into the Orc cave, but have seen no sign of the Orc-leader. You should continue your search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Patrol deeper into Gurz-shâpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gurz-shâpol can be found atop the northern border of Dunharrow within the White Mountains.\\n\\nYou have encountered the Orcs, but you know there is more to be found in the depths of this cave.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gurz-shâpol can be found atop the northern border of Dunharrow within the White Mountains.\\n\\nYou have encountered many Orcs, captive Rohirrim, and even athelas, but you have yet to find the Rashat-hai leader. You should continue your search.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Patrol deeper into Gurz-shâpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Find the Orc-cave in the White Mountains",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Patrol Gurz-shâpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The leader of the Rashat-hai can be found in the deepest reaches of Gurz-shâpol.\\n\\nYou have found the Orc-leader and should now defeat him for the good of the people of Underharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Ellen Fremedon can be found outside the Mead Hall of Underharrow.\\n\\nYou have purged the cave of the Rashat-hai and saved the people of Rohan from their vile plans. You should return to Ellen with these tidings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "You spot an extremely pale Orc in the depths of the cave",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "You have found a passage into the heart of the White Mountains",
      "es": "",
      "es (fem)": ""
    }
  ]
}