{
  "id": 620934899,
  "txt": [
    {
      "id": 228284034,
      "en": "'I know not if you have heard of such things since your arrival here, [placeholder], but my people have expressed an uneasiness about venturing out of town.\\n\\n'Both young and old have told me fanciful tales of spirits lurking under the cover of the trees, but I cannot believe them. Knowing the past as I do, the Dead Men never venture beyond their darkened paths.\\n\\n'I would ask that you investigate the trees outside Underharrow, for it is there the people have heard such things. I am curious to know what you find, but I expect no more talk of the Dead.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Talk to Ellen Fremedon",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Ellen Fremedon can be found outside the Mead Hall of Underharrow.\\n\\nYou have searched the nearby trees and discovered Orcs adorned with skeletal markings and masks. You should return to Ellen Fremedon.",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "In the wake of strange happenings, the people of Underharrow fear the spirits of the White Mountains now haunt the Harrowdale.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "DNT -- Kingstead Template",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'As I thought, the Dead have no place in the Harrowdale, but the Orcs... that is a different matter entirely.\\n\\n'Perhaps their disguises can fool our elders and the young, but they will not deceive any who have known their kind. I had not expected Orcs from the White Mountains, for I thought us at least safe from the White Hand here.\\n\\n'This bodes ill for the journey to Dunharrow...'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Searched trees outside Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Trees can be found to the west and south of Underharrow.\\n\\nEllen Fremedon has asked you to investigate her peoples' claims that spirits have begun to haunt the nearby trees.",
      "es": ""
    },
    {
      "id": 149027381,
      "en": "Spirits of the Harrowdale",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Search trees outside Underharrow ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "'What have you found of these supposed spirits?'",
      "es": ""
    }
  ]
}