{
  "id": 620934908,
  "txt": [
    {
      "id": "0xd730883",
      "en": "'What have you found upon the roads?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The road to the Hornburg can be found to the south-west of Underharrow, and the Stair of the Hold can be found to the south-east.\\n\\nEllen Fremedon has asked you to scout the roads for threats to her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "Watchers of the Road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Ellen Fremedon can be found outside the Mead Hall of Underharrow.\\n\\nYou have scouted the roads away from Underharrow and found them free of the Enemy. You should return to Ellen Fremedon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "The winding path is wreathed by the ancient Púkel-men, but is otherwise clear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Ellen Fremedon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I am relieved to hear such things, [placeholder].\\n\\n'While I still fear the Orcs lurk above in the mountains, I am glad our path to Dunharrow is clear at least for the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "As the war intensifies, Ellen Fremedon seeks to ensure that her people can find some route to safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Save for passing wildlife, the road to the Hornburg is clear",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The war draws ever close, [placeholder], and I fear soon the time shall come when we have to flee - with or without Éowyn.\\n\\n'The fork that divides the roads to Dunharrow and the Hornburg lies just south of here. While my people are destined for Dunharrow, I fear that the road to the Hornburg might be overrun and I cannot help but worry about our own journey up the Stair of the Hold.\\n\\n'If you would scout the roads east and west, I could rest more easily.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Scout the road to the Hornburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Scout the Stair of the Hold",
      "es": "",
      "es (fem)": ""
    }
  ]
}