{
  "id": 620925614,
  "txt": [
    {
      "id": 177082793,
      "en": "Herubrand is in the cellar and a trap-door can be found behind Calin",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Find the trap-door behind the curtain and counter area in the back of the farmhouse room.\\n\\nThe trap-door is a hidden door leading to Herubrand's hideout.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Victims of the Attack",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Find Heremond",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find the trap-door to Herubrand's hideout",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find Briant",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Find Cynethryth",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Find Herubrand's family (0/2)",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'TBD - Stuff!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find Herubrand's family ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find Herubrand's family (0/2)",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'This is terrible news. They will be put to rest with respect due to a Reeve's family. Herubrand was injured during the battle, but I think he hurts more from not being able to save them or to go look for them.\\n\\n'The townsfolk must not know that the mead hall was attacked, or that Herubrand has remained hidden for his safety. Disorder might ensue if they knew that the mead hall -- the symbol of authority here -- has fallen.\\n\\n'You should let Herubrand know what you have found.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Ah, so you are the [placeholder] that I have heard about? What news might you have for me?\\n\\n'Ah, I did not expect less, alas.\\n\\n'You are kind, stranger. This was a grisly task, but I am glad that you performed it... and for that I thank you.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Herubrand is barricaded in the cellar of the farmhouse.\\n\\nCalin suggested you tell Herubrand the news of his father and wife.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The mead hall of Woodhurst has become a scene of battle, like much of Rohan. Calin mentioned that there were members of Herubrand's family who did not return after the battle and are presumed dead.\\n\\nWhile searching for evidence you should try to determine their whereabouts.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "The mead hall of Woodhurst has become a scene of battle, like much of Rohan. Calin mentioned that there were members of Herubrand's family who did not return after the battle and are presumed dead. While searching for evidence you should try to determine their whereabouts.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Herubrand and his family valiantly fought to defend the mead hall. When they were almost overwhelmed, the advisors organized a hasty escape for Herubrand, but were not able to save most of his family.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Calin",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Calin awaits your return in the farmhouse with news of your investigation.\\n\\nYou should let Calin know that you found where Heremond and Cynethryth fell.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Herubrand",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "The mead hall of Woodhurst has become a scene of battle, like much of Rohan. Calin mentioned that there were members of Herubrand's family who did not return after the battle and are presumed dead.\\n\\nWhile searching for evidence you should try to determine their whereabouts.",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You found the trap-door and should use it to find Herubrand",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "You found where Heremond fell",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "You found where Briant fell",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "You found where Cynethryth fell",
      "es": ""
    }
  ]
}