{
  "id": 620925656,
  "txt": [
    {
      "id": "0x6a50280",
      "en": "Talk to Gimli and secure the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gimli in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I know that Gimli can handle himself in battle, but still I worry about him. If you can make your way to the Glittering Caves, I would ask that you do. Keep an eye on our friend. I fear that at times his desire for battle and the thirst of his axe may cloud his judgement. He may get in over his head.'\\n\\nAragorn laughs, an unusual sound over the din of battle.\\n\\n'I ask that you do not repeat my unfortunate choice of words, [placeholder]. But if you do bring Gimli back to safety, I would be glad to relearn my manners at his request! The entrance to the caves is south of the Deeping Wall, where the stream runs down out of the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Find Gimli within the Glittering Caves. I hope my friend fares well in the battle. The entrance to the caves is south of the Deeping Wall, where the stream runs down from the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Look around you, my friend! Have you seen such a place? Éomer spoke at great length of the fields and grasslands of this kingdom, but he failed to speak of its greatest wonders. See how the cavern shines in the half-light? With a dozen of my people I could fashion such delights from the walls and ceilings that it would steal the breath of even Legolas, or any of his kin!\\n\\n'But there is little time to admire the sights. There is fighting to be done! Those who are not warriors shelter now in the cavern, and we must protect them or none else will. Speak to me if you are ready to join the battle once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Did you find Gimli? I heard tell that he was pushed back into the Glittering Caves during the fighting, and I worry for his safety.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We must make safe these caves before the next attack begins. Come with me and we will ensure that the safety of this cavern is no phantom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I do not like knowing that there are tunnels into the mountains through which our enemies may pass, but we cannot seal them. If the battle turns ill, we may need to bring as many folk as we can through those passages and out of the caverns. At least we have dealt with one threat, but on this night I will not be surprised if three more dangers leap to take the place now vacated by the one!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You have found Gimli. He seems tired, but is otherwise healthy enough",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'I know that Gimli can handle himself in battle, but still I worry about him. If you can make your way to the Glittering Caves, I would ask that you do. Keep an eye on our friend. I fear that at times his desire for battle and the thirst of his axe may cloud his judgement. He may get in over his head.'\\n\\nAragorn laughs, an unusual sound over the din of battle.\\n\\n'I am sorry, [placeholder]. It was a poor choice of words on my part. I know well that the bravery of your people is measured not in feet, but in ferocity, and even with my stature I have been more often made small by my troubles!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "In the hours before dawn, the forces of Saruman press their advantage.\\n\\nGimli has been forced into the Glittering Caves during the fighting.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "In the hours before dawn, the forces of Saruman press their advantage.\\n\\nAragorn has asked you to find Gimli in the Glittering Caves. The entrance to the caves is south of the Deeping Wall, where the stream runs out of the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "In the hours before dawn, the forces of Saruman press their advantage.\\n\\nGimli is in the Glittering Caves, and wanted to speak with you about the next phase of the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Find Gimli in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Gimli in the Glittering Caves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "In the hours before dawn, the forces of Saruman press their advantage.\\n\\nGimli is in the Glittering Caves, waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "Aragorn has heard that Gimli may have been pushed back into the Glittering Caves during the fighting, and wants you to find the dwarf and assist him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Look around you, my friend! Have you seen such a place? Éomer spoke at great length of the fields and grasslands of this kingdom, but he failed to speak of its greatest wonders. See how the cavern shines in the half-light? With a dozen of our people I could fashion such delights from the walls and ceilings that it would steal the breath of even Legolas, or any of his kin!\\n\\n'But there is little time to admire the sights. There is fighting to be done! Those who are not warriors shelter now in the cavern, and we must protect them or none else will. Speak to me if you are ready to join the battle once again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Book 13, Chapter 8: Secret Ways",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Look around you, my friend! Have you seen such a place? Éomer spoke at great length of the fields and grasslands of this kingdom, but he failed to speak of its greatest wonders. See how the cavern shines in the half-light? With a dozen of my people I could fashion such delights from the walls and ceilings that it would steal the breath of even Legolas, or any of your kin!\\n\\n'But there is little time to admire the sights. There is fighting to be done! Those who are not warriors shelter now in the cavern, and we must protect them or none else will. Speak to me if you are ready to join the battle once again!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}