{
  "id": 620925668,
  "txt": [
    {
      "id": 216727827,
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nGléowine has offered to tell you the tale of Háma's heroic last stand before the gates of the Hornburg.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I know what this victory cost us, [placeholder]: many good men, children of Rohan all. They fought to defend their people, and I will remember their valiant deeds.\\n\\n'But one loss will loom more large in my mind than the rest, for Háma, son of Léoferth, was more than the doorward of my hall. He served me faithfully for many years, but he did not do so blindly. When I succumbed to the whisperings of Gríma Wormtongue, and only Gandalf could restore me to my senses, it was Háma that weighed the Wizard's wish against my own command. And though he was sworn to uphold my word, Háma was a true man of Rohan and made the judgement he deemed necessary. It was disobedience, but in service of the kingdom, and I both forgive and am proud of him.\\n\\n'He gave his life before the Hornburg, and without his sacrifice we could not have had victory this day. I will see to it that Háma will not be forgotten.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Gléowine on the field of victory, and complete 'Interlude: The Doorward'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nYou have heard his tale of Háma, and should speak now to Gléowine.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nThéoden is on the field of victory, before the walls at Helm's Deep.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Gléowine on the field of victory",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Théoden on the field of victory",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Do not forget Háma. I know that Théoden King will not. He served the King faithfully for many years, even with his death.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Gléowine is preparing a song mourning Háma, the doorward of Théoden, who fell before the Hornburg.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'This day brings a new dawn for Rohan, but not without cost, [placeholder]. Many friends and kinsmen came to their ends during the long night on the wall, and it is the minstrel's sad duty to remember their names and their tales.\\n\\n'Háma, the doorward of Théoden, fell before the Hornburg. Without his valiant efforts, the gate would surely have been breached, and the King slain before he could ride to victory. I will tell you the tale of Háma's heroic stand, if you will hear it.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Listen well to the tale of Háma, who fell before the Hornburg, and gave Théoden a chance to attain his victory.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Interlude: The Doorward",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'And so passed Háma, the doorward of Théoden. Without him the gate, and perhaps the kingdom itself, would now be broken. Do not forget him. I know that Théoden King will not. He served the King faithfully for many years, even with his death.'",
      "es": ""
    }
  ]
}