{
  "id": 620925617,
  "txt": [
    {
      "id": 246419873,
      "en": "Thurferth is near the centre of Woodhurst.\\n\\nHerubrand told you to speak with Thurferth, Captain of the Guard, about the two men posted at the Mead Hall and whether they have seen anything unusual.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'TBD - injured'",
      "es": ""
    },
    {
      "id": 162883765,
      "en": "'I cannot understand why Elda will not trust you. I believe he is concerned for me. He was my father's advisor and is set in his ways. But I am a good judge of character, and you seem trustworthy.\\n\\n'Arnwi's observation is troubling, and we should be careful not to divulge too much information to the guards. Please speak with Thurferth, Captain of the Guard, about the two men posted at the Mead Hall, and if they have seen anything suspicious lately.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Changing of the Guard",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak to injured Rohirrim",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Nothing suspicious happens around this gate. Farmers are busy tending the fields, and two Rohirrim left recently with their waggon packed.\\n\\n'You are looking for the two who once guarded the Mead Hall? I was good friends with them, but not after what they did. I never wish to speak ill of friends, but they swore off their duty to those they were pledged to protect. And if the rumours are true, good people lost their lives because of it. \\n\\n'They can usually be found at the inn nearby.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Speak to a Healer",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to Thurferth, Captain of the Guard",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Nay, I have seen naught out of the ordinary. With Herubrand gone for Brockbridge, the door is locked and nobody has been up here until you came. It is too quiet up here. I miss my old post.\\n\\n'I once was stationed down near the mine where I could listen to some of the men talk about their distrust of Rohirrim and that Herubrand was a fool to support them.\\n\\n'There are terrible rumours about the Rohirrim going around.'",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'The two were bribed to leave their post? That is unacceptable. I will inform the others that they should be arrested on sight.\\n\\n'Loyalty is not what it once was. We are sworn to protect the people...and most of all the Reeve. They were my most trusted men and were posted at the Reeve's door. I will not soon forget this betrayal.'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'You have come just in time...you just missed a party of men that I believe are up to no good. They appeared to be following one of the stable-hands at this stable, and they followed him around the corner. He has not come back, and I am worried that they might have hurt or killed him.\\n\\n'His heritage is mainly Rohirrim, and the party following him were trouble-makers from the lower part of the city. Please check on him.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Pick up bandages",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Talk to guards around Woodhurst and investigate anything suspicious ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "You ask the Captain if he knows the whereabouts of two guards posted at the mead hall, or if he has seen anything suspicious. \\n\\n'TBD - The two men I trusted to protect the mead hall are gone. They have not been seen for days, and we assumed they left seeking a safer home, as many are doing. I have seen nothing suspicious, but I may be too busy to notice. The other guards may have more to say about that than I.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Return to the injured Rohirrim",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I have seen nothing suspicious here. The farmers are busy tending the fields behind me, but the road remains empty. A few Rohirrim recently left with their wagon packed, and I assumed they were gone for good. It is probably for the best.\\n\\n'Most evenings in the local tavern Men get riled up near the end of the night. There are rumours that Rohirrim cook and eat any captured Dunlending! This seems outrageous, but logic evades Men who are drunk.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'I have noticed nothing unusual, though the lands beyond this gate can be dangerous at times. \\n\\n'Rohirrim and Dunlending roots run deep through Woodhurst, and the lands ahead have the strongest Dunlending influence. Those who live beyond here do not keep hidden their wishes that the Stonedeans were part of Dunland.\\n\\n'With tensions rising, it would be wise for Rohirrim and their supporters to avoid that place.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Not many come and go through this gate these days. Occasionally, a waggon of supplies is sent to Brockbridge to aid in their defence; otherwise, it is rather quiet here.\\n\\n'Smoke rises in the distance and looks to be coming from south of Brockbridge. I worry for that fair town and for our leaders, Herubrand and Herefara, who went to aid in its defence.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'There has been nothing suspicious here. They go about their duty, but the miners are tense with worry about war being so close by. \\n\\n'The Rohirrim seem to be losing this war, and some believe the Stonedeans are better suited to separate from Rohan -- that it should be ruled by its own people and not some fallen king from a far-off land -- while some believe that we should throw in with the Dunlendings and ally with the White Hand.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'TBD - Guard Alert'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Thurferth suggested other guards posted around the city may be able to help.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The Mead Hall was attacked by men from Woodhurst for an unknown cause. The Reeve's advisors have worked to keep the attack a secret to help maintain peace.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883737,
      "en": "'TBD - injured'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477395,
      "en": "Speak to TBD Guard",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419848,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 225071143,
      "en": "Talk to guards around Woodhurst and investigate anything suspicious ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Talk to Thurferth, Captain of the Guard",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419864,
      "en": "Thurferth is near the centre of Woodhurst.\\n\\nYou should tell Thurferth of what you learned from the guards around town.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Picked up bandages",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'The two men I entrusted with the protection of the Mead Hall are gone. They have not been seen for days, and we assumed they had left for the war, for riches elsewhere, or both.\\n\\n'I have seen nothing suspicious, but I have orders to give and may not have noticed. The guards around town may have more to offer.'",
      "es": ""
    }
  ]
}