{
  "id": 620925641,
  "txt": [
    {
      "id": "0x78e1fa7",
      "en": "A Dangerous Mission",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Half-orcs! The woods here are utterly crawling with them. There must be a large encampment nearby, for there to be so many. I must return to warn Lady Hildith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find Húnbrit, who rode east and south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "The four scouts rode out west, north-west, north-east, and south-east from Grimslade.\\n\\nYou should search for and assist the four scouts sent out by Hildith to search for Grimbold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find Winmar, who rode north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Find Ordgar, who rode north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have noticed rather a lot of Wargs roaming the fields, where a year past there were none. They are fell, nightmarish creatures. What is to be done?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "The poor man has been killed, not unlike the many who rode out into the Westfold before him in recent times.\\n\\nIt was perilous to venture out alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find Cúthsig, who rode west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'It is Elfhelm! I cannot believe my eyes. Elfhelm was one of the last men to see Grimbold and Erkenbrand.\\n\\n'And....and I believe the old man is Gandalf Greyhame, if stories be true. But he is all white now. You seem to know the wizard, [placeholder]. You must be quite the adventurer....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Return to Hildith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The ground is trampled here, as if a great host of horsemen rode southward. Perhaps Cúthsig followed this trail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'So Elfhelm rides to protect Edoras while my husband and Erkenbrand are nowhere to be found? Elfhelm is a coward. It is the Westfold that needs aid -- if it falls, there will be no Edoras.\\n\\n'No matter. We have a prisoner to deal with. Perhaps he can tell us about Isengard's movements.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "(Assist Húnbrit)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "(Assist Gandalf)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I cannot bear to see us lose more of Grimslade's finest men. I want Grimbold found, and Erkenbrand and the rest, but I believe he would have come directly to Grimslade if he headed this way.\\n\\n'We should not be wasting good men on wild goose chases. Will you help them in their missions and speed their return?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Hildith can be found in the Mead Hall of Grimslade in the Westfold.\\n\\nYou should return to Hildith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d16",
      "en": "Dunward fears that Hildith's mission for the scouts may prove too dangerous when they are all split up.",
      "es": "",
      "es (fem)": ""
    }
  ]
}