{
  "id": 620925638,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Thane Edric and his wife, Léoflad, can be found outside the Mead Hall of Entwade.\\n\\nThane Edric has asked you to aid Léoflad and his people as they make ready to travel. You should speak to Edric and Léoflad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You have done well, [placeholder]. With these threats identified, and my people prepared for the journey, they can set off.\\n\\n'You have saved me a great deal of time, and provided my people the safe passage they so dearly needed. Their journey will take some time, but they will find the surest of safety within Aldburg.\\n\\n'As for those threats to the north and south, I have much more to ask of you before I say my farewells to my wife and people, so do not wander yet, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Thane Edric can be found outside the Mead Hall of Entwade near the waggons.\\n\\nYou have aided the people of Entwade greatly, and should now speak to Thane Edric of what is to be done next.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Amid growing dangers in Kingstead, Thane Edric and Léoflad struggle to prepare their people to journey to the Eastfold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73087",
      "en": "'Have you finished aiding my wife?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Aided Thane Edric and Léoflad in their preparations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Thane Edric struggles to prepare his people to travel to safety in the Eastfold amidst the dangers lurking in Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Aid Thane Edric and Léoflad in their preparations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Well then, welcome to Entwade, traveller. I have little time to spend chatting with one so ill-acquainted with the troubles of Rohan. The King has ridden west and left me many problems and not enough men to handle them. Be him renewed or not, my people have still been forgotten.\\n\\n'Look to my side, traveller. My wife, Léoflad, struggles to make ready to evacuate my people to Aldburg. Such a task would be difficult even if the Uruks were not riding our plains, but such things are commonplace under Théoden King.\\n\\n'Let me speak no more of him, for my wife thinks such things bode ill for my temper. If you would help us prepare, we would be grateful for your aid, though I know not how much I can repay you in these dire times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Thane Edric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In the King's Wake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730881",
      "en": "DNT -- Will not be seen",
      "es": "",
      "es (fem)": ""
    }
  ]
}