{
  "id": 620925621,
  "txt": [
    {
      "id": 262725911,
      "en": "Run to the front gate! Grimwald thinks he can beat you.",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "Grimwald only smiles smugly at you. You find that you don't like this little boy very much. His breathing is not even laboured!\\n\\n'One more race? Back to the front gate. I am sure you'll win this time, since you already know the way!'",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'So slow! However do you travel across the lands when you cannot outrun a boy?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Faster Than a Flash",
      "es": ""
    },
    {
      "id": 162883766,
      "en": "'Took you long enough to find us out! We always outsmart the people 'round here, but most of them don't know it.\\n\\n'Mother won't let us in the Mead Hall because she knows we're up to no good!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Race Grimwald to the stable in the north-west of town",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Race Grimwald to the front gate",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Grimwald is outside the Mead Hall of Grimslade.\\n\\nYou should speak with Grimwald.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am Grimwald, son of Grimbold! My mother will not let me in the Mead Hall when she is acting as Thane, so I stay out here and run around.\\n\\n'Say, would you care to have a race? I'll even give you a head start.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Are you ready to race? You may get a head start, if you like. Try and beat me to the front gate of town.\\n\\n'I am very fast! Ready? Go!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Race Grimwald to the Mead Hall",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Speak with Grimwald at the Mead Hall",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'You lose! I have already been here for ages.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Grimwald, son of Grimbold, has challenged you to a race. Outrunning such a small fellow should not be difficult.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "The end of your race with Grimwald is at the front gate of Grimslade.\\n\\nYou should race Grimwald to the front gate.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Race to the north-west stable!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Grimwald is outside of Grimslade's Mead Hall.\\n\\nYou should speak with Grimwald.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Make it to the front gate before Grimwald",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "Twins! You've been tricked....",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "Grimwald has beaten you soundly....",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The end of your race with Grimwald is at the stable in the south-west of town.\\n\\nYou should race Grimwald to the stable.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Speak with Grimwald to begin the race",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The end of your race with Grimwald is at the Mead Hall in Grimslade.\\n\\nYou should race Grimwald to the Mead Hall.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "The end of your race with Grimwald is at the front gate of Grimslade.\\n\\nYou should race Grimwald to the front gate.",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Race to the Mead Hall!",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Too slow! Such a shame.'",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Those twins have you running all over town, do they? I can't believe you let them trick you. None of us townsfolk have fallen for that trick in many a year.'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Race to the front gate!",
      "es": ""
    }
  ]
}