{
  "id": 620925667,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'The Orcs have been defeated, if not by blade then by powers older than the kingdom of Eorl. The warriors of Dunland have fallen or fled, and those that remain have thrown down their weapons.\\n\\n'The battle for Helm's Deep is over, and Théoden has emerged into the sunlight and victory. We will soon need to travel to Isengard, there to see what will become of Saruman now that his army is defeated and his treacherous goals laid low.\\n\\n'But for now, there is the work of recovery to be done. We will nurse our wounds, tend to our fallen, and see what must be done in the Deep and in the ravaged fields of Rohan. I will call for you when the time has come to set our sights upon Isengard, and Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'What has Gandalf been up to while the battle was underway, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 13, Chapter 11: Dawn Comes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'We have been fighting. What has our Wizard been up to, do you think?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Find Aragorn and Théoden on the field outside the gates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nAragorn and Théoden are outside the walls of the Deep, on the field of victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I cannot believe our good fortune, [placeholder]! Dawn has come, and with it the renewal of our hopes! Go out the front gate of the fortress and see for yourself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nGandalf has arrived at Helm's Deep. What part did he play in the victory?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'The day is won! Go out the gates and find the King on the field of victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Aragorn on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nÉomer is overseeing the surrender of many Dunlendings following the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Fortune was with us, [placeholder]. I came out upon the wall to see the dawn, and the Orcs mocked me. They did not know their doom was at hand. They jeered me, and threw stones, but I despaired not. Théoden spoke of one last ride through the gates, and I saw the glory in it, but still I dared not hope for victory. And yet: the sight of the King riding forth gave to his people the fire they needed!\\n\\n'Did you hear the horn-blast as the king rode forth? I do not know what man blew the horn of Helm Hammerhand, but it filled our foes with terror, especially the wild men of Dunland. They thought Helm came again among the living! Who is to say he did not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'We have seen victory this day, [placeholder]! The Eorlingas rode forth from the gates, driving Orcs and wild men before them! I have never been so proud of my people as when they charged beside me into the mass of our foes. Many brave warriors perished this night, but the glory that is theirs can never be taken away. Rohan lives still because of their courage.\\n\\n'The Orcs fled before us, but they knew not what to make of the forest that lies now at Helm's Dike. Gandalf may know, for it seems a thing of sorcery. I know only that the wood is no friend to the Orcs, for none that passed that way have emerged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Théoden on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'The day is ours!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I am glad to see you survived the night, my fortunate friend! Théoden, too, has had a turn of fortune, though he may not realize its true extent. Do you see the forest away yonder? That is no doing of mine. Those trees were brought here by a power much older than my own, and much greater in its own way.\\n\\n'Théoden calls it sorcery, but name it not that. Name it, rather, a power that bodes ill for Orcs and all others who harm the natural order of things. Saruman should fear this power; I believe he has already come to know his mistake.\\n\\n'But we will learn the truth of this later. For now, celebrate the ally that arrives in time, and the courage of friends. The day brings with it the dawning of hope for Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'What would Gandalf have to say about those trees, I wonder? They were not here when the sun set, but came with the dawning of the day. They have no love for the Orcs, that much is plain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Gandalf on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'What are those trees? Some sorcery of Gandalf, I warrant. Still I am glad of them, for they bear no love for the Orcs, and neither do I!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Most of the Dunlending warriors cast down their weapons when the horn of Helm Hammerhand rang through the Deep, [placeholder]. Even his memory is enough to fill them with fear.\\n\\n'I am having some difficulty convincing these warriors that their lives will be spared. I think Saruman painted for them a picture of my people rather different than the reality.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Éomer oversees the surrender of the surviving Dunlending warriors. Help him with his task. He seems to be having some difficulty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nÉomer is on the field of battle, trying to accept the surrender of some surviving Dunlending warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "The Dunlending warrior stares at you with fear in his eyes.\\n\\n'I know what the horse-men do to their captives, and I will not let that happen to my men! This strawhead says they will be spared, but how can I trust this man, who weighs the value of a horse above that of his own children? The horse-men burn their captives alive, and feed upon the dead! Saruman saw it with his sorceries!'\\n\\nYou assure the Dunlending warrior that this is simply one more lie of Saruman's, and that Éomer is a man of honour. The warrior's fear abates slightly, but it will take some more time before he is at ease. In time the lies of Saruman will be proven to be falsehoods. You leave Éomer to his charges.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b3",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nLegolas and Gimli are somewhere on the field of victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Saruman told many lies to drive the men of Dunland against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nGandalf is on the field of victory before the walls of Helm's Deep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "You have found Aragorn and Théoden, astride their steeds, on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d168",
      "en": "The coming of the dawn has brought with it the end of the battle, and renewed the hopes of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Éomer on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to the frightened Dunlending warrior by Éomer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Talk to Legolas on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a5",
      "en": "Talk to Gimli on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "Day has dawned, and with it comes new hope for Rohan.\\n\\nThurketel has asked you to go out the front gate, and see what has become of the battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Talk to Gandalf on the field of victory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Dawn brings with it an end to our struggle, for now! Joyful sunrise!'\\n\\nLegolas grins at Gimli, and nods his head respectfully.\\n\\n'Gimli has won our little competition, for his tally exceeds mine by one. I begrudge him not the contest, for I was very worried when the fighting drove him back to the caves and none seemed to know his fate. But he tells me you were a staunch ally, [placeholder], and I thank you for it. Doubtless you softened some of his foes, as well, and helped him win our competition! I forgive you for it, my friend! It was said only in jest, for the light of this morning seems more ripe for jesting than any we have seen of late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The battle is ended, and so is my contest with Legolas! You stand before a victorious dwarf, [placeholder]!'\\n\\nGimli laughs heartily.\\n\\n'You were quite a help within the caves, my friend, and I thank you for the aid. The fighting was thick, and the outcome was not certain. But we triumphed, and now the light of day banishes the fears of the night. I am glad we are here to see it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "The Dunlending warrior stares at you suspiciously, and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Where are our friends, Gimli and Legolas? Did they survive the battle?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}