{
  "id": 620925608,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'I thought I made it clear that you should not be here?\\n\\n'What?! Calin wants me to let you into the Mead Hall?\\n\\n'This is outrageous! How dare he undermine everything we worked for and place his trust in you, whom he just met. I will speak with the others about this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Elda was not happy when you met him earlier, and is likely to be more upset when telling him you are going inside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Investigation of the Mead Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Elda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Calin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Search bodies ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Unlock the mead hall door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "There are signs of a struggle, but it is eerily quiet and unlikely anyone survived",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Elda is outside the Mead Hall of Woodhurst.\\n\\nCalin told you to return to the Mead Hall and tell Elda to let you in so that you can search the bodies of the fallen assailants for evidence of their motives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Unlock the Mead Hall door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You find nothing of interest on this person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Arnwi was right to not speak openly of the truth. We spread the rumour that Heremond left for Brockbridge, as it was the only way to ease tensions and further violence against him. Only a few know of this.\\n\\n'One night a group of men forced their way into the Mead Hall and attacked everyone in sight. We are not certain who they were or why they did this, but they seemed intent upon reaching Heremond and his family. We barely escaped with Herubrand, but not everyone returned.\\n\\n'Would you enter the Mead Hall and search the bodies for any evidence of their motives? Alas, we will not be able to maintain secrecy for long, as the bodies are beginning to stink.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "This man's club is bloodied, and may have delivered Cynethryth's killing blow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You find nothing of interest on this person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Unlock the mead hall door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "A fancy knife that appears to be Cynethryth's is sticking out of this man's chest ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "You find nothing of interest on this person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You find nothing of interest on this person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "This person is holding a bloody dagger and may have delivered the Reeve's killing blow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The bodies of the men who attacked the Mead Hall can be found throughout the hall.\\n\\nCalin asked you to search the bodies of the fallen assailants for evidence of their motives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You find nothing of interest on this person",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The bodies of the fallen assailants were left inside the Mead Hall.\\n\\nCalin asked you to search the bodies of the fallen assailants for evidence of their motives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The Mead Hall was attacked by men from Woodhurst for an unknown cause. The Reeve's advisors have worked to keep the attack a secret to help maintain peace.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Calin awaits your return in the farm-house in Woodhurst.\\n\\nYou should return to Calin and let him know what you have found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "The door has been unlocked, and you may now enter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "The door has been unlocked, and you may now enter",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "Use the key to unlock the Mead Hall door",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Enter the Mead Hall of Woodhurst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The Mead Hall door must be unlocked before you can enter and investigate the bodies of the fallen assailants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Body searched, but nothing was found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, the [placeholder] returns! I hope it is good news that you bring me?\\n\\n'Forgive me. My desire to know our enemy has clouded my reason. It was not likely that we would find much of use. However, this news of Elda's actions is troubling.\\n\\n'He is no longer watching the Mead Hall? I will seek an audience with him soon, as we are apparently not of a similar mind.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}