{
  "id": 620925639,
  "txt": [
    {
      "id": 246419875,
      "en": "Hildith is in Grimslade's Mead Hall.",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Ask Hildith why she was so harsh to Dunward",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "You should head towards the door of the Mead Hall.",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Utterly alone in the Thane's seat, Hildith's angry demeanor has dissolved into one of deep sadness now that she thinks no one is near.",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Speak with Hildith",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Éomer's memory describes Théoden's encounter with a man the company met on the road....",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Bow to Hildith and take your leave",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Listen to the council",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Hildith is in the Grimslade Mead Hall.",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Walk to the door",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Hildith decides to sit and hear council from you and from Dunward.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Hildith is in the Mead Hall of Grimslade.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Éomer's memory of the man's troubling words continues....\\n\\n'At night fresh forces of the enemy came over the river against our encampment. All Isengard must be empty now, and Saruman has armed the hill-men and herd-folk of Dunland, and these he also loosed on us.\\n\\n'We were overpowered. The shield-wall is broken. Erkenbrand has drawn off those men he could gather, but the rest are scattered. We know nothing of Erkenbrand, or Grimbold, or Elfhelm!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Hildith is in the Mead Hall of Grimslade.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Céorl had much to say of the the events at the Fords of Isen.\\n\\nYou should listen to Céorl's address to the company.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Listen to Céorl's address to the company",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Céorl had much to say of the the events at the Fords of Isen.\\n\\nYou should listen to Céorl's address to the company.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Hear what Céorl has to say",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Hildith gives you a look as hard as stone as you depart",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Listen to Céorl and the King",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You feel compelled to take one last look at Hildith",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Observe Théoden's encounter upon the road",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Hildith's council is in the Mead Hall of Grimslade.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Éomer's tale now draws to a close. That was the last anyone saw of Gandalf, or heard of Erkenbrand.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Hildith is in Grimslade's Mead Hall.",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Do you wish to help us, [placeholder]? You look to be a seasoned warrior. Grimbold took the bulk of our soldiers to fight with him at the Fords, and we need all the strength we can muster if we are to survive this war.'\\n\\nYou ask Hildith why she asks for help when she turns it away when offered by her counsellor. Her face turns to stone.\\n\\n'Of course, you are not obligated to stay. Help yourself to whatever hospitality Grimslade has to offer, and then I wish you safe travels.'",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Look back at Hildith from across the Mead Hall",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "Éomer's tale is done. You should now return your thoughts to the men gathered at Helm's Gate, waiting for Gandalf and hoping that Erkenbrand will return soon.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Good, everyone is here. Let us begin at once.\\n\\n'Pay attention, everyone. Your Thane is speaking!'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Hildith has offended everyone with her harsh words...",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "Instance: Hildith's Council",
      "es": ""
    }
  ]
}