{
  "id": 621081956,
  "txt": [
    {
      "id": 162883717,
      "en": "'I am happy to report that your friend has withdrawn his request for trial by combat. He does not want to remain imprisoned... but when I told him he had drawn Rothog as an opponent, he was unable to speak. Through the stammering I was able to discern that he preferred remaining a guest of the gaol for awhile longer. \\qUntil Rothog has retired,\\q he may have said, but if I were a wagering man I would not expect that to happen any time soon. The half-troll Master of the Tor-gardens loves fighting that much, even when there is no need for it.\\n\\n'Our business is now done. I thank you for the donation to the Fleet-fast.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Here he is!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The City: The Short Straw",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "The various match-ups for the arena can be found in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Thank you, [placeholder]. I know Itûr wanted to be set free, but I also know he would prefer to be alive than to face an unwinnable battle, and Rothog's reputation in the arena speaks for itself.\\n\\n'I do hope you will take pity upon me if I need coin in the future. I gave the last of my money away as part of this endeavour, after all. It was worth it, was it not?\\n\\n'Aye, surely it was worth it. But keep me in mind at meal-times, [placeholder], or I will waste away to nothing.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to the Guard of the Gaol in the Fleet-fast",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'Thank you for the... donation. The Fleet-fast will make use of it.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Daxamat outside the gaol in the Fleet-fast",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I asked around the city for information about... ah... the matter that brought us here. But I learned something else!\\n\\n'A good friend of mine, and Jajax's too, is locked up in the gaol here. His name is Itûr, and he got up to much the same things as my brother and me. When my brother and I returned to the city, it was Itûr who helped me escape from the notice of Khôltekh. It seems Itûr was not so fortunate.\\n\\n'Do you think you might ask the guard of the gaol if Itûr is in good spirits, and when he may be released?'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Examine the arena match-ups in the Tor-gardens",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'You are fortunate you spoke to me today, and so am I... for my coin-purse is feeling a little light. Who did you want to hear about?\\n\\n'Itûr? Yes, I know this prisoner. He was a Corsair that managed to avoid sailing to the war with all the rest, which means he sails under lucky stars... but his good fortune must have run out, because he robbed the wrong person and ended up in the Fleet-fast Gaol.\\n\\n'But he is not to be here long. I understand he has agreed to trial by combat in the Dahâl Huliz, the arena of the gladiators. If he is victorious there he will be released. If he is not... well, he will no longer take up any wall-space in the gaol, if you understand my meaning.'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Do you think you might ask the guard of the gaol if Itûr is in good spirits, and when he may be released?'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to visitors to the Tor-gardens about Itûr's chances against Rothog the Storm ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Only the guard outside the gaol in the Fleet-fast can save Itûr now.",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Trial by combat? Itûr was no martial novice when I knew him, but he was never especially skilled in combat. I think his success in the arena will depend upon the Hûlaz against whom he is matched.\\n\\n'Let us go to the arena and see if they have posted the match-ups for the upcoming contests.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Itûr? Yes, I know this prisoner. He was a Corsair that managed to avoid sailing to the war with all the rest, which means he sails under lucky stars... but his good fortune must have run out, because he robbed the wrong person and ended up in the Fleet-fast gaol.\\n\\n'But he is not to be here long. I understand he has agreed to trial by combat in the Dahâl Huliz, the arena of the gladiators. If he is victorious there he will be released. If he is not... well, he will no longer take up any wall-space in the gaol, if you understand my meaning.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Itûr was no martial novice when I knew him, but he was never especially skilled in combat. I think his success in the arena will depend upon the Hûlaz against whom he is matched.\\n\\n'Let us go to the arena and see if they have posted the match-ups for the upcoming contests.'",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "The guard goes inside",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Daxamat outside the arena in the Tor-gardens",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "The guard comes back outside",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Rothog the Storm? He is my favourite of all the Hûliz who fight in the arena! How can you not have heard of him?\\n\\n'He is a mighty half-troll who began as a ferocious pit-fighter and rose to command a ship and crew of his own; the Crow-feeders, they were called, for a great mass of carrion birds followed in their wake. When Rothog crossed Balakhôr the Scourge, he found himself once again consigned to the arena, forced to fight his former crew and friends. Balakhôr thought he would die... but Rothog survived for more than a year, sometimes fighting as many as ten bouts in a week!\\n\\n'He became the favoured champion of the people, and though Balakhôr commanded the master of the arena to execute the half-troll and be done with him, she refused the command. \\qFight him yourself, if you wish so badly to see him dead!\\q I heard she answered.\\n\\n'But before he could, Balakhôr sailed to his death in Gondor. And now Rothog belongs to the Kindred of the Coins... but he still fights in the arena, because he enjoys it!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Who are the two combatants about whom you speak? Rothog the Storm?\\n\\n'You need not tell me the other name. Rothog never loses!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Daxamat has learned that his good friend Itûr, currently held in the gaol in the Fleet-fast, may have volunteered for something unwise.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I was in the stands of the arena the night of the rebellion, when the Kindred of the Coins came to power and cast off the shackles of Ordâkh and the Church of the All Seeing, when the Heirs of Castamir lost their grip on Umbar.\\n\\n'The ground shook, and we saw flames erupt away across the harbour. Rothog had been put to work fighting the few of his Crow-feeders that remained alive, as well as Men who had defied the Heirs. But that all changed when the whispered rumours became facts proclaimed: Mâkhda Khorbo, the temple of Sauron, had fallen. Rothog turned to face his opponents in the arena, and he spoke a single word. From where I stood I could not hear it, but as it was repeated by others it grew in volume and intensity, until the echo of that one word shook the very foundations of the arena.\\n\\n'The word was \\qHêlsi,\\q and when the uprising of the Kindred was completed, Azagath Sea-shadow found Rothog the Storm sitting in the seats reserved for the Heirs of Castamir, surrounded by their half-eaten bodies. The half-troll did not join the Kindred of the Coins at once, but in time he did, and the people of the city love him. He still fights in the arena as often as he can, but now he does it for himself, and no other.\\n\\n'What does \\qHêlsi\\q mean? It means \\qFreedom.\\q'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You should see how bad things may be for Itûr by speaking to people familiar with the arena in the Tor-gardens.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Oh no. If Itûr must face Rothog the Storm in the arena, he has no hope for survival!'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "A guard stands watch outside the gaol in the Fleet-fast.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'My friend Itûr has to withdraw his request for trial by combat! There is no possible way he can best Rothog the Storm in the arena! Perhaps if he was matched against someone else he would have some hope of victory... but Rothog is the most dangerous Hûlaz to ever fight in the Tor-gardens! Itûr could not have drawn a shorter straw than this!\\n\\n'Take my money-purse, [placeholder], and hurry back to the gaol! There is no time to waste! We have to get the guard to allow Itûr to withdraw his request!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Daxamat stands outside the gaol in the Fleet-fast.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'What's this? Back so soon?'\\n\\nYou press Daxamat's money-purse into the guard's hands and he tests its weight.\\n\\n'You want me to see if your friend will withdraw his request for a trial by combat? That is not usually done, stranger. What makes you think he should?\\n\\n'Ah. Rothog, eh? I understand now! I will see what I can do.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Daxamat is outside the arena in the Tor-gardens, considering his friend's likely fate if he faces Rothog the Storm in battle.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "Daxamat's friend Itûr is scheduled to battle Rothog the Storm in the arena",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Talked to visitors about Itûr's chances ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "Daxamat hands you his money-purse and encourages you to hurry",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "The Guard of the Gaol has gone inside to speak with Itûr.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "The Guard of the Gaol has gone inside to speak with Itûr.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The guard of the gaol has finally come back outside.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Wait for the guard to come back outside",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Wait for the guard to come back outside",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Daxamat stands outside the gaol in the Fleet-fast.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to the Guard of the Gaol in the Fleet-fast",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Daxamat outside the gaol in the Fleet-fast",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Hurry back to the gaol! There is no time to waste! We have to get the guard to allow Itûr to withdraw his request for trial by combat!'",
      "es": ""
    },
    {
      "id": 49286688,
      "en": "Give Daxamat's money-purse to the Guard of the Gaol in the Fleet-fast",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I ran as quickly as I could, but you still got here before me. I take it the guard is speaking to Itûr?'",
      "es": ""
    }
  ]
}