{
  "id": 621081968,
  "txt": [
    {
      "id": 126686553,
      "en": "Echoes of the violence that the Gundabad Orcs experienced run deeper than mere wounds.",
      "es": ""
    },
    {
      "id": 190221224,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 184621346,
      "en": "You have caught Zogmauk's attention.\\n\\nYou should talk to him in Kafagur.",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 236954168,
      "en": "Survival Instincts",
      "es": ""
    },
    {
      "id": 251716374,
      "en": "Find and alert Zogmauk to your presence with a soft <rgb=#00ff00>ahem</rgb>",
      "es": ""
    },
    {
      "id": 148969971,
      "en": "Recognition briefly washes over Zogmauk's face as he glances over",
      "es": ""
    },
    {
      "id": 184621352,
      "en": "Zogmauk has asked you to return to Nargai with some fruit and his apologies.\\n\\nNargai can be found in Kafagur.",
      "es": ""
    },
    {
      "id": 251716449,
      "en": "Talk to Nargai",
      "es": ""
    },
    {
      "id": 184621401,
      "en": "Nargai has asked you to find and talk to Zogmauk in Kafagur.\\n\\nThey suggested clearing your throat to alert him to your presence first.",
      "es": ""
    },
    {
      "id": 32480727,
      "en": "<rgb=#FF0000>You are too far to be heard!</rgb>",
      "es": ""
    },
    {
      "id": 173026137,
      "en": "Talk to Zogmauk",
      "es": ""
    },
    {
      "id": 190221264,
      "en": "'Thanks for checking on Zogmauk. Glad he's doing all right -- or, about as all right as he can be.\\n\\n'I hope he realizes that he doesn't have to fight anymore. That there's more to living than surviving.'",
      "es": ""
    },
    {
      "id": 190221266,
      "en": "'Oh. Didn't expect to see you again. Good thing you didn't try to tap me on the shoulder just now -- that was Nargai's mistake.\\n\\n'It's too quiet here. Nothing like Gundabad. If this were Gundabad, someone would've already cut me down by now. I guess that's why I hid after I hurt Nargai. The only way to survive there was to look out for yourself. But now....\\n\\n'Take some of this fruit to Nargai, will you? Tell them I said sorry. Maybe I'll be brave enough to say that to their face later.'",
      "es": ""
    },
    {
      "id": 190220323,
      "en": "'My injuries? Oh, I'm fine. Getting fixed up right now, aren't I? I'm more worried about Zogmauk, really. Think I scared him -- that's how I landed in this situation.\\n\\n'He ran away after, but I'm sure he's still somewhere in Kafagur. If you bump into him, make sure he's okay. Just... cough to catch his attention first. He's probably still on edge.'",
      "es": ""
    }
  ]
}