{
  "id": 621081803,
  "txt": [
    {
      "id": 228284034,
      "en": "'Magistrate Zebulo sent you? He is either shrewd or foolish to send an outsider to help me.'\\n\\nShe shakes her head.\\n\\n'I mean you no offence. It is just not a simple matter.\\n\\n'When the Kindred of the Coins took control and freed us from the yoke of tyranny, many of the Haradrim fled lest they suffer the wrath of our new rulers. Some warriors of Ordâkh begrudgingly left on their ships; others made mischief in the outpost; more still set up a camp on the outskirts of the city.\\n\\n'For a time I called one of them my love... but no longer! And in leaving, the knave stole something precious from me!\\n\\n'I am ill-equipped to hunt him down. I have also heard that they are being bold enough to capture folk who venture too near Grijâti, their encampment to the south. That is where Gunjík will be hiding.\\n\\n'Can you help?'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Return the necklace to Nûrat",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Nûrat asks that you search among the Haradrim for Gunjik, the warrior who stole a necklace from her. Haradrim can be found lurking in the wilds or encamped to the south.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thieves From Harad",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Thank you kindly. It may not seem much, but it is all I have left of my mother. Had he made off with this for good I would have been filled with woe.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Nûrat asked you to make your way south along the road outside of Jax Phanâl and then turn west toward Grijâti, the camp of Haradrim there. Among the Haradrim is a warrior named Gunjik, who stole something precious from her. She wants it back.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Nûrat's necklace recovered",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'You will find TBD among the Haradrim to the south and east. I know the scoundrel has not left our shores. He is part of the group that wishes to take this outpost from us.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Recover the sentimental necklace from Gunjik in the camp of Grijâti",
      "es": ""
    },
    {
      "id": 225642625,
      "en": "'You will find Gunjík among the Haradrim encamped south of Jax Phanâl. They are down on the shore just west of the southern road.'",
      "es": ""
    }
  ]
}