{
  "id": 621081967,
  "txt": [
    {
      "id": 190221224,
      "en": "'Oh, this is plenty for me to work with! I don't think I've ever recorded anything like this before.",
      "es": ""
    },
    {
      "id": 173026080,
      "en": "Hunt beetles in Ghax-hophra for shells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621346,
      "en": "You've collected a wide variety of colourful beetle shells.\\n\\nYou should bring them back to Muzmák at Kafagur.",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "Muzmák wants to attempt something he's never done before: record a story.",
      "es": ""
    },
    {
      "id": 236954168,
      "en": "A Novel Idea",
      "es": ""
    },
    {
      "id": 148969878,
      "en": "TBD ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 251716375,
      "en": "Talk to Muzmák at Kafagur",
      "es": ""
    },
    {
      "id": 173026133,
      "en": "TBD ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 148969881,
      "en": "Obtained beetle shells ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 184621401,
      "en": "Muzmák has asked you to hunt beetles in Ghax-hophra for beetle shells.\\n\\nGhax-hophra can be found north of Kafagur.",
      "es": ""
    },
    {
      "id": 190221265,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190221266,
      "en": "'Well, would you look at that! Plenty of different colours to work with here.\\n\\n'I've never done this sort of thing before. After all, there's no time to create anything nice when you're being forced to fight and survive all day.\\n\\n'I'm glad for this change of pace. It suits me better.'",
      "es": ""
    },
    {
      "id": 190220323,
      "en": "'[placeholder] -- Shúkurz says you're the one who did us a good turn back in Gundabad. Thanks for that.\\n\\n'How did we get here? Well, it's a long story, one I can barely believe myself. I'm getting tired of repeating it, though, so I think I ought to put it on paper. But to do that, I need to make pigment first.\\n\\n'Say, if you're looking to help... there's a beetle warren to the north called Ghax-hophra. There's got to be plenty of beetles with colourful shells there that I can use.'",
      "es": ""
    }
  ]
}