{
  "id": 621081959,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You are new. You want to prove your worth to me, emissary of the mighty Rothog?\\n\\n'You will do this by surviving the wilds in our lands. To the south along the shore, across the plains, forests, and into the hills are insects with a ravenous appetite.\\n\\n'They bite. They sting. They spread disease. Survive? Return to me and I will test you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You survived! The sea-flies certainly are aggressive, and their bite does carry some vile illness. You should return to the emissary in the outpost of Jax Phanâl in the north-west of the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Rothog's emissary bid you prove your strength by venturing into the wilds. You'll need to survive the vile disease spread by the midges throughout the land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "More Than Muscle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'The sea-flies can be found near sand, soil, and grass. They do not travel too near the foot of the mountains. Find them and prove that you can survive our land, then I may offer you more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Return to Stûkha at Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'You prove heartier than most. You may well be able to assist me with my requests.'\\n\\nHe looks you over.\\n\\n'No worse for wear. You want a reward, I presume?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Became infected by stinging sea-flies ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Along the shoreline and plains of the western part of the Cape of Umbar are sea-flies that carry terrible illnesses. To prove that you can survive in the lands, an emissary of one of the Kindred of the Coin instructed you to go get bit by the stinging sea-flies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Become infected by stinging sea-flies ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    }
  ]
}