{
  "id": 621081960,
  "txt": [
    {
      "id": 225071143,
      "en": "Return the bandanas to Tagar in Jax Phanâl",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'We cannot seem to rid ourselves of these vile goblins. I would like you to go to their encampment to the south-east of Jax Phanâl, collect their bandanas and return them to me as proof of their defeat.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Collect goblin bandanas from Súlstrok or environs ([placeholder]/12)",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Excellent work, friend. It may take time, but I am certain that we will root out these goblins and make our lands safe, now that the Kindred are in charge.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Tagar once again enlists you to collect trophies from the goblins south-east of Jax Phanâl.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lingering Threat (Daily)",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Return the bandanas to Tagar in Jax Phanâl",
      "es": ""
    },
    {
      "id": 215429254,
      "en": "'Will you go to their encampment and collect their bandanas? You will find it east and south of the outpost. Return to me when the effort is complete.'",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'Do you remember my request? I would like you to go to the goblin encampment to the south-east of Jax Phanâl, collect their bandanas and return them to me as proof of their defeat.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Tagar asked that you return to the goblins' encampment south and east of Jax Phanâl in a further attempt to remove the goblin threat from the area. You are to collect twelve of the goblins' bandanas, and return them to Tagar at his dwelling.",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Collected goblin bandanas ([placeholder]/12)",
      "es": ""
    }
  ]
}