{
  "id": 621081802,
  "txt": [
    {
      "id": 216727827,
      "en": "Whether he is sincere or not is debatable, but the magistrate of Jax Phanâl asked that you assist him in seeing to the needs of the populace of the outpost. There are five individuals needing assistance throughout Jax Phanâl.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You completed the tasks set before you by the citizens of Jax Phanâl. Return to Magistrate Zebulo at the crest atop the stairs in eastern Jax Phanâl to inform him of your success.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Assisted Nûrat",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Assist Tagar at the central outer courtyard of Jax Phanâl",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Tagar assisted",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Assist Keteph at the main courtyard of Jax Phanâl",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Assisted Keteph",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Assist Girgish at the crest of Jax Phanâl",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Assist Stúkha at the crest of Jax Phanâl",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Speak with Magistrate Zebulo at the crest of Jax Phanâl",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "Assisted Girgish",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Assisted Stúkha",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I promise you, friend. It is not a lack of desire to help all of the citizens here, it is simply the demands on my time are too great! If you are willing to assist me, I will see you rewarded well.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The magistrate of Jax Phanâl is a pleasant man dealing with a good number of requests from the citizens in his outpost. Your arrival seems a good omen to him, and he asks that you assist him to address some of the lesser tasks to which he must attend.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I will call you friend until I have a reason to do otherwise.'\\n\\nHe offers a broad smile. \\n\\n'I wonder, friend, would you be willing to help our outpost? Our newfound freedom comes with its fair share of... difficulties. My daily tasks keep me busy, and I find myself with neither the time nor assistants to address the concerns of my citizens.\\n\\n'Would you be willing to assist me?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I will admit, my friend, that I did not know if you would be a willing agent for me. You have proven my apprehension unfounded. I am grateful. Would that every visitor to our outpost was so willing to aid us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Time Management",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Assist Nûrat at the eastern-most courtyard of outer Jax Phanâl",
      "es": ""
    }
  ]
}