{
  "id": 621081973,
  "txt": [
    {
      "id": 190221270,
      "en": "Lumbag lets out a shaky breath -- almost like he's been holding it this entire time, waiting for you to return.\\n\\n'It's gone... heh. Rúkbag was right; I couldn't fight Hedâkha alone after all. After I saw it tear through everyone...' He gulps.\\n\\n'Thanks for the help. I'll return to Kafagur to rest.'",
      "es": ""
    },
    {
      "id": 184621737,
      "en": "You have found Lumbag hiding at Dor Pherkha.\\n\\nYou should talk to him.",
      "es": ""
    },
    {
      "id": 190221248,
      "en": "'Shhh! There're a bunch of things here that want to hurt me and I'm trying to think.\\n\\n'Oh, hang on -- you can be part of my plan! Look.'\\n\\nHe triumphantly waves around a slab of raw boar meat.\\n\\n'I hunted myself some bait! Just find a good place to set it down and lure out Hedâkha. A beast like that should be no problem for you, right? ...Right?'",
      "es": ""
    },
    {
      "id": 184621346,
      "en": "Hedâkha has been defeated.\\n\\nYou should check on Lumbag at Dor Pherkha.",
      "es": ""
    },
    {
      "id": 126686899,
      "en": "The sabre-tooth known as Hedâkha has been a thorn in Kafagur's side for too long.",
      "es": ""
    },
    {
      "id": 236954168,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190221251,
      "en": "'During our last hunt at Dor Pherkha, the sabre-tooth Hedâkha overwhelmed us. So many fell. I ran back here, but one of the newcomers -- Lumbag, I think his name is -- stayed behind. I told him that trying to prove himself was stupid, but maybe that was low of me.\\n\\n'Could you venture south-east and make sure he's still alive? I don't doubt his skills, but trying to act like a hero isn't going to land him in a good place.'",
      "es": ""
    },
    {
      "id": 173026085,
      "en": "Talk to Lumbag",
      "es": ""
    },
    {
      "id": 236954056,
      "en": "The Hunt for Hedâkha",
      "es": ""
    },
    {
      "id": 148969975,
      "en": "As you approach, Lumbag narrows his eyes",
      "es": ""
    },
    {
      "id": 251716449,
      "en": "Lure out and defeat Hedâkha",
      "es": ""
    },
    {
      "id": 184621401,
      "en": "Lumbag has given you some raw boar meat that might lure out Hedâkha.\\n\\nYou can find a good spot to place the bait somewhere in Dor Pherkha.",
      "es": ""
    },
    {
      "id": 148969954,
      "en": "Hedâkha defeated",
      "es": ""
    },
    {
      "id": 184621748,
      "en": "Rúkbag has asked you to find Lumbag.\\n\\nShe last saw him at Dor Pherkha, south-east of Kafagur.",
      "es": ""
    },
    {
      "id": 148969955,
      "en": "A vicious growl fills the air...",
      "es": ""
    },
    {
      "id": 173026097,
      "en": "Talk to Lumbag",
      "es": ""
    },
    {
      "id": 190220323,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 190221268,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 173026101,
      "en": "Find Lumbag at Dor Pherkha",
      "es": ""
    }
  ]
}