{
  "id": 621081955,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'I have not seen Nakási or Tumúldo in some time, actually.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a9",
      "en": "The Harbour Warden's assistant nods to you as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The City: Elves, Dwarves, and Trouble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Eshmun's assistant outside the tall blue tower south of the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Gimli across the bridge in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I never thought I would say something like this, but these Corsair vessels simply do not compare to the Wave-hunter. Now that was a fine ship! Ah, what has happened to me, [placeholder]? I have been beside the water for too long! I will be dreaming about the gulls next, like poor Legolas! No, it is only a jest. I like good strong earth beneath my feet, and always will!\\n\\n'Legolas and I have been trying to speak to the dock-workers in the Sail-haven, but they have not been very helpful to us. Perhaps you will have more good fortune than we have. If we could aid our mission here with suspicious glances, we would have the victory already and be halfway back to Gondor by now! I do not think these folk see many Longbeards here, and Elves are even more rare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to dock-workers in the Sail-haven about the Kindred of the Coins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to Legolas across the bridge in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to dock-workers in the Sail-haven about the Kindred of the Coins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'There was a time when asking questions would get you brought to the temple on the hill by the Church of the All Seeing. Be glad those times are past, stranger.\\n\\n'But I have nothing to say to you. Just be glad the Kindred of the Coins rules us now, and not the Empire of Ordâkh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Legolas and I have been trying to speak to the dock-workers in the Sail-haven, but they have not been very helpful to us. Perhaps you will have more good fortune than we have. If we could aid our mission here with suspicious glances, we would have the victory already and be halfway back to Gondor by now! I do not think these folk see many Longbeards here, and Elves are even more rare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to dock-workers in the Sail-haven about the Kindred of the Coins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Questions like this are like to get you in trouble, stranger, and sooner than you might be prepared for!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Legolas in the Sail-haven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Legolas and I have been trying to speak to the dock-workers in the Sail-haven, but they have not been very helpful to us. Perhaps you will have more good fortune than we have. If we could aid our mission here with suspicious glances, we would have the victory already and be halfway back to Gondor by now! I do not think these folk see many Longbeards here, and Elves are even more rare.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'It is said \\qWherever Elves and dwarves go, trouble is sure to follow.\\q\\n\\n'I am not saying I agree with it, but this is something you will hear in Umbar, if you keep your ears open. There are other whispers, as well: that Tumúldo Fierce-water got himself killed in Gondor, and his wife Nakási burned the White City to the ground to avenge him. I do not know the truth of it. Why, Tumúldo is probably still alive. He has disappeared before for weeks at a time, and I do not believe something just because I heard someone say it.\\n\\n'The two of them are beloved by the folk of the Sail-haven, and have been ever since they helped us cast off the yoke of Ordâkh and the Church of the All Seeing. If something has happened to the two of them, Harbour Warden Eshmun will know of it. His office is in the tall blue tower to the south. I cannot guarantee he will speak to such as you... but you may find it valuable to try.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Find the office of the Harbour Warden in the tall blue tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Have you had good fortune or ill so far, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'The people here do not know some of what we know, [placeholder], and I recommend we keep it that way. If it became clear that some of the rumours they have dismissed are true... let us say it may become more difficult for us to accomplish our mission.\\n\\n'We should speak with this Harbour Warden and learn what we can of Nakási's whereabouts. She knows you by sight, and will not have forgotten your face. She could make things very difficult for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gimli and Legolas have begun their investigation into the Kindred of the Coins in the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc20d571",
      "en": "'I give up! I give up!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'We should speak with this Harbour Warden and learn what we can of Nakási's whereabouts. She knows you by sight, and will not have forgotten your face. She could make things very difficult for us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gimli asked you to speak with nearby dock-workers about the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Legolas stands in an alley in the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Yes, what is it? Eshmun is too busy to speak with just anyone, but I am his assistant and can aid you with any of your needs, so long as it is in the power of the Harbour Warden to grant it. What do you want?'\\n\\nYou ask the Harbour Warden's assistant what he knows about the ship of Nakási Wave-reaper. He seems about to answer quickly, and then catches himself. He thinks for a moment.\\n\\n'Do you know something? I have not seen Nakási or Tumúldo in some time. There have been whispers about them down in the Sail-haven, but now that you mention it... it is rather strange that they have not come to see Eshmun in the past few days. Their ship is hard to miss! Usually it is docked right over there.\\n\\n'Is that all? Good day to you, then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The office of the harbour warden is in the tall blue tower out in the water south of the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Yes, what is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gimli asked you to speak with nearby dock-workers about the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The Harbour Warden's assistant is outside the tall blue tower located in the water south of the Sail-haven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gimli asked you to speak with nearby dock-workers about the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gimli and Legolas stand across the bridge from the Harbour Warden's tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af5",
      "en": "Defend yourself from the Sail-haven dock-worker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Where has Nakási Wave-reaper gone? I do not like this, [placeholder].\\n\\n'They say Elves and dwarves cause trouble? I say vengeful widows are more likely to cause trouble than we are, and that trouble will be worse!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Gimli and I will keep our eyes open for some sign of Nakási Wave-reaper, [placeholder]. It is true that she may cause difficulty for us if she finds us before we locate the ones she took captive.\\n\\n'We will not relax our vigilance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}