{
  "id": 621081806,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'If the magistrate vouches for you, then I am willing to accept your assistance.\\n\\n'I desire the delectable meat from crabs crawling along the shoreline to the north, west, and south-west of our outpost. I mean to serve a feast for friends and family to celebrate our newfound freedoms.\\n\\n'Sadly, that freedom only pertains to the outpost itself! The road south is endangered by Haradrim, and I will risk neither life nor limb. But you... you look like a seasoned combatant.\\n\\n'I know the task is a menial one, but will you collect the meat for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect chunks of delectable crab meat ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Yes. Yes, these shall do. I will prepare a proper feast with these offerings. I am in your debt. Let me offer you something for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Keteph wants to create a feast to celebrate with his family and friends the freedom granted under the reign of the Kindred of the Coins. He bid you to collect fine crab meat from the crabs on the western shores of the Cape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Celebratory Feast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'You will find the crabs I speak of along the western shoreline to the south of our outpost. Make haste, lest the meat spoil away in your packs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Keteph asked you to make your way south and west of Jax Phanâl along the shore to find and collect delectable crab meat from the crabs there for a feast he means to prepare for friends and family.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected chunks of delectable crab meat ([placeholder]/14)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "'You will find the crabs I speak of along the western shoreline to the north and south of our outpost. Make haste, lest the meat spoil!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Return to Keteph at Jax Phanâl with the crab meat",
      "es": "",
      "es (fem)": ""
    }
  ]
}