{
  "id": 621081958,
  "txt": [
    {
      "id": 228284034,
      "en": "The keeper thumbs through pages of scrawl, finally resting her finger on an entry, unmistakably your name.\\n\\n'Nary a misstep since you arrived on these shores. Reports contend that you are a capable [placeholder] with many talents. You have a penchant for heroism, a quality some find noble, and you appear outwardly compassionate.\\n\\n'Your legend, thus far, is unstained by controversy or misdeed. Let us see you keep it this way, yes?\\n\\n'If you wish to know more about the ledger-keepers, why we are here, why we are necessary, and how we came to be, I will explain it to you.'\\n\\nShe nods.\\n\\n'But I warn you. Our history is... complicated. Our reason for being, while rooted in the dark past, looks to the promising future.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with Zarai the Ledger-keeper in Jax Phânal",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'In the past, our role was to track the actions of those who would oppose the tyranny of the Heirs of Castamir. We did so in secret. We traded information we acquired to the counsel of leadership in exchange for freedom from the lash or the gallows.\\n\\n'When the Heirs fell, and the Kindred of the Coins came to power, they chose a new path for our talents... one that we quite prefer.'\\n\\nShe offers a genuine smile.\\n\\n'We fully embrace the need to understand the deeds undertaken for - and against - our burgeoning society. In their wisdom, the Kindred enable us to honour good deeds done for the citizens of Umbar.\\n\\n'You will find that the people of Umbar will provide you with coins long held as the currency of our land. These coins are little more than keepsakes. We call them ûr in the singular and ûri in the plural. If you wish, you can exchange these coins with us, and we will track your undertakings in our records so that you earn respect, honour, and gifts representative of our culture.\\n\\n'If you do not choose to use the coins, it will not matter. We will remain ready to track and memorialize efforts undertaken for Umbar Baharbêl and her people. We will record your efforts only when you choose that we should.'\\n\\nShe nods.\\n\\n'Until you earn our trust more completely, this is all I can say.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Ledger-keepers maintain the Books of Balance informing the Kindred of the Coins of the honour gained by the citizens of Umbar Baharbêl. Your name is now entered in the Books of Balance.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 1 - The Books of Balance",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Zarai offered to provide you with details about the ledger-keepers. Listen to her tale to learn why this organization exists.",
      "es": ""
    }
  ]
}