{
  "id": 621081953,
  "txt": [
    {
      "id": 162883713,
      "en": "'I was not certain you would dare come here. But since you have, you will hear my words before you and your friend die.'\\n\\nMêshka holds up her hand, signaling to her guards that they should await her command.\\n\\n'For years after Sirgon drove my intended to his death, I lived a life of mourning. Believing he died at sea, I married, and it was a marriage of great happiness... at least until its ending, when my husband was seized by the Church of the All Seeing and burned alive, sacrificed to its Dark Lord.\\n\\n'Why do I tell you this? I tell you this so you will know I am no wilting flower. I have been forged of tough steel, hardened by fire and by the salt-spray. There is a reason Belondor was my first intended, for he is the same: made durable by his experiences.\\n\\n'For he did not perish beneath the waves when Sirgon pursued him through the rocks of Shedax Khîn. He survived as a castaway among the Shield Isles, sun-scorched and bitter, until he was taken aboard an Ordâkhai galley. In time he came to Umbar and served in the Fleet-fast, becoming one of its dedicated defenders, but the rule of the Heirs of Castamir rankled him.\\n\\n'He began a friendship with Azagath the Sea-shadow and others who would come to supplant the Heirs. This Kindred of the Coins rules wisely and fairly, unlike either the Heirs of Castamir or the Steward of Gondor. What final words have you to say, Sirgon? Will you beg the forgiveness of my husband? I will give your words to him, if they please me.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Sirgon steps forward and Mêshka's eyes go cold",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I do not beg for forgiveness, Mêshka, for I know forgiveness is not deserved. If there is a message to give from me to your husband Belondor, it would be this: the wound I suffered the night we duelled after dinner was mortal. It was not a deep cut, not physically, but that wound has stayed with me since that night.\\n\\n'I will not beg for forgiveness, or say that following the command of the Steward Denethor protects me from your reprisal. But know that I was forever changed by what I did to your husband Belondor, though I did not know it. But now I see that I was.\\n\\n'I believed I missed the sea, and sailing, and traced my miseries to giving up that life. But I see now that it was my friendship with your husband that I truly missed, and the innocence of my youth before I committed the act by which I am now forever judged, and judge myself. If this is the wound that is to slay me now, I welcome it. I ask that you spare [placeholder], who had no part in earning this, but I will not run from it.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'What final words have you to say, Sirgon? Will you beg the forgiveness of my husband? I will give your words to him, if they please me.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sirgon has asked you to speak to residents of the Upper Ward so you may learn where Belondor now lives.",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "Mêshka stares at Sirgon for a long moment... and then motions for her guards to stand down.\\n\\n'We were all wounded on that night, Sirgon, and none of us knew how deeply. Your words ring true to me. I have spent years dwelling upon my hatred of you for the treatment suffered by Belondor at your hands, and at the hands of Gondor, and though that land is ruled now by a King and not a Steward, I believe in my heart that it would be no different if those events happened today and not long years ago. I did not forgive you then, and I do not forgive you now.'\\n\\nMêshka shakes her head, and for the first time today you see her smile.\\n\\n'But men are weak, Sirgon. Know this: when the streets of Umbar Baharbêl filled with soldiers of Ordâkh and the Heirs of Castamir sailed with the Corsairs to Gondor, my husband Belondor weighed his hatred for Gondor against them... and he dispatched a ship for Pelargir, bearing a warning for you. I counselled against it, but it seems it did not matter, for the ship never arrived. No doubt it was sunk by the Heirs, and no warning ever came to you.\\n\\n'My first husband was a good man, slain by Ordâkh. My second husband, Belondor, helped to overthrow those who killed my first, and he established a new order in Umbar, the Kindred of the Coins, which will usher in an era of prosperity and peace. If he has any fault, it is that he forgives too readily, and is pleased to forget the sins of Gondor if it means Umbar will have a fresh beginning; this is not a fault that I share! Therefore I give you your life, Sirgon, but I banish you from the Upper Ward. If I see you return I will order my guards to slay you where you stand. Now begone. Our business here is done.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I must confront my old friend Belondor, [placeholder]. I cannot put it off any longer, or I will never face it. No, do not seek to dissuade me! I am resolute. If you are a friend, you will aid me in this.\\n\\n'The woman Belondor loved was a noblewoman of the city, and she was called Mêshka. I believe her home must be somewhere within the Upper Ward, and the folk within may tell us where she lives with Belondor. It is a gamble, of course: the two may dwell now within the Citadel of Winds, as befits a leader of the Kindred and his wife. But it might not be so, and folk of the Upper Ward may tell us.'",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Meet with Mêshka at her home in the Upper Ward",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'I have... much to think about, [placeholder].\\n\\n'Let us leave the Upper Ward. I believe Mêshka was serious, and it is not safe for us to remain here.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I cannot help you. I am sorry.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sirgon is reluctant to face his unpleasant history with Belondor of the Kindred, but he knows that he must.",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Talk to Mêshka at her home in the Upper Ward",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'I know nothing that will help you. You have my apologies.\\n\\n'Now move on.'",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Sirgon has asked you to speak to residents of the Upper Ward so you may learn where Belondor now lives.",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Talk to Sirgon outside Mêshka's home in the Upper Ward",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Belondor? Aye, he is the Master of Fleets, and when he is not at sea you will usually see him walking through the Fleet-fast, down by the shore. He is a good man, well-loved by his people. They say he was instrumental in organizing the overthrow of the Church of the All Seeing and the casting off of our Ordâkhai shackles... but that is just what I heard.\\n\\n'I can tell you no more than this.'",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Talk to Mêshka at her home in the Upper Ward",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'The woman Belondor loved was a noblewoman of the city, and she was called Mêshka. I believe her home must be somewhere within the Upper Ward, and the folk within may tell us where she lives with Belondor. It is a gamble, of course: the two may dwell now within the Citadel of Winds, as befits a leader of the Kindred and his wife. But it might not be so, and folk of the Upper Ward may tell us.'",
      "es": ""
    },
    {
      "id": 111477413,
      "en": "Wait for Mêshka to leave",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I have not seen Belondor today, but you just missed his wife Mêshka! She was heading south toward the Sail-haven. She may have been bound for the market of the Upper Ward that is on the way, or one of those in the Sail-haven, and if you hurry you might still catch her.'",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Sirgon outside Mêshka's home in the Upper Ward",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Talk to Sirgon to the south-west, outside the Upper Ward",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'The woman Belondor loved was a noblewoman of the city, and she was called Mêshka. I believe her home must be somewhere within the Upper Ward, and the folk within may tell us where she lives with Belondor. It is a gamble, of course: the two may dwell now within the Citadel of Winds, as befits a leader of the Kindred and his wife. But it might not be so, and folk of the Upper Ward may tell us.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You learned that Belondor's wife Mêshka was recently spotted on her way south, perhaps to one of the markets of the Upper Ward or in the Sail-haven.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Yes, can I help you with something? What is it?'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I have not seen Belondor today, but you just missed his wife Mêshka! She was heading south toward the Sail-haven. She may have been bound for the market of the Upper Ward that is on the way, or one of those in the Sail-haven, and if you hurry you might still catch her.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "You learned that Belondor's wife Mêshka was recently spotted on her way to one of the markets in the Upper Ward or the Sail-haven.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Mêshka stares at Sirgon coldly.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I do not care for your choice of friend, stranger.'\\n\\nMêshka addresses Sirgon with hatred in her voice.\\n\\n'You are bold to come here, Sirgon of Gondor, but foolish. My husband suffered much at your hands and those of your master. For you to come here now...'\\n\\nShe falls silent.\\n\\n'Not here. You will come to the home I share with Belondor, and there we will speak. It is the north-east, here in the Upper Ward.'",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Mêshka hurries away.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Mêshka and Belondor live to the north-east, in the Upper Ward.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'I was not certain you would dare come here.'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to residents of the Upper Ward and learn where Belondor lives",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to residents of the Upper Ward and learn where Belondor lives",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Mêshka at one of the markets in the Upper Ward or in the Sail-haven",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Wait for Sirgon to arrive",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Mêshka at one of the markets in the Upper Ward or the Sail-haven",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Wait for Mêshka to leave",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Mêshka and Belondor live in the north-eastern reaches of the Upper Ward.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "Sirgon seems to ignore the nearby guards, and keep his eyes on Mêshka.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Mêshka and Belondor live in the north-eastern reaches of the Upper Ward.",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "Mêshka and Belondor live in the north-eastern reaches of the Upper Ward.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Sirgon stands outside the home of Mêshka and Belondor in the Upper Ward.",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Sirgon has been banished from the Upper Ward. You should speak with him to the south-west, in the Sail-haven.",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I have spent our journey from the Shield Isles fearing a confrontation with Belondor, [placeholder], but it seems I should have more feared his wife Mêshka! I warrant that she is more fierce than he is! I hope I have not endangered our own mission here. He will learn from her that I am in the city, that is true, but the personal nature of our conversation may mask that I came here at the command of King Elessar. Perhaps that will prove a helpful distraction for the Kindred of the Coins when the time comes to rescue the captives?\\n\\n'I have much to think about. Thank you for helping me with this, my friend, and I am sorry to have brought you into danger. It could... it could have gone worse. But it did not. My apologies all the same, [placeholder].\\n\\n'I will continue seeking out information... just not within the Upper Ward of the city.'",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'I have... much to think about, [placeholder].\\n\\n'Let us leave the Upper Ward. I believe Mêshka was serious, and it is not safe for us to remain here.'",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Mêshka waits for you outside her home, surrounded by guards",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Mêshka goes inside her home, the conversation concluded",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Sirgon walks away, and does not look back",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The City: Sirgon's Wound",
      "es": ""
    }
  ]
}