{
  "id": 621081954,
  "txt": [
    {
      "id": 162883764,
      "en": "'Will you go further to the north and <rgb=#00FF00>listen</rgb> outside the Cat's Grin Tavern for mention of this name? If we have learned the fate of Khâsha's lost love, should we not tell her of it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The City: Sigileth's Curiosity",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Find Phêlex outside the Guild Hall in the Lower Ward",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Phêlex by the Guild Hall in the Lower Ward",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'When I became She Who Remained, and haunted the dungeons of Dol Guldur, I often heard voices and names from my past. I believed this was due to the dreadful nature of those midnight vaults or the terrible artifacts held within them... but it is possible it was... just me.\\n\\n'I think it has happened again. While I walked here in the Lower Ward, I thought I heard the name \\qKhâsha.\\q It may be this is a common Umbari name, but is it also possible someone may speak of the woman to whom the note we found in the Shield Isles was addressed?\\n\\n'Will you go north and <rgb=#00FF00>listen</rgb> for further mention of this name outside the Black Anchor Tavern? If we have learned the fate of Khâsha's lost love, should we not tell her of it?'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Sigileth by the Guild Hall in the Lower Ward",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to the Lower Ward resident outside the Cat's Grin Tavern about Khâsha",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find the Khâsha who lives in the Lower Ward",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Khâsha? Why yes, I do know a Khâsha! She is a friend of mine.\\n\\n'She lives to the north-east, here in the Lower Ward, if you seek her.'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Khâsha? Why yes, I do know a Khâsha! She is a friend of mine.\\n\\n'She lives to the north-east, here in the Lower Ward, if you seek her.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Khâsha in the Lower Ward",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Sigileth in the Lower Ward",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Yes? I am called Khâsha. Can I help you with something?'\\n\\nYou tell Khâsha about the discovery you made on the Shield Isles of a bottle that contained a note addressed to someone with her name, and that if she is the Khâsha in question it properly belongs to her. She takes the note from you and studies it. When she finishes reading the message, she folds it up and puts it back inside the bottle. She looks at you carefully before she speaks again.\\n\\n'My husband's name is Phêlex... and he is very much alive.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Sigileth overheard someone mention the name \\qKhâsha.\\q Is it possible this could be the same Khâsha mentioned in the note you found in the Shield Isles?",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Phêlex is alive? Those are surprising tidings, for it sounded from his note as if he was about to be slain by the Corsairs that boarded his ship. How did he manage to escape?'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Khâsha lives in the Lower Ward, north-east of the Cat's Grin Tavern.",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "<rgb=#00FF00>Listen</rgb> for mention of Khâsha to the north, outside the Black Anchor Tavern in the Lower Ward",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'My husband's name is Phêlex... and he is very much alive.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Sigileth wanted you to <rgb=#00FF00>listen</rgb> for mention of Khâsha to the north, outside the Black Anchor Tavern in the Lower Ward.",
      "es": ""
    },
    {
      "id": 49286661,
      "en": "<rgb=#00FF00>Listen</rgb> for mention of Khâsha further north, outside the Cat's Grin Tavern in the Lower Ward",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Sigileth is helping you investigate the mystery of Khâsha in the Lower Ward.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Phêlex is alive? It sounded from his note as if he was about to be slain by the Corsairs that boarded his ship. How did he manage to escape?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Sigileth wanted you to <rgb=#00FF00>listen</rgb> for mention of Khâsha further north, outside the Cat's Grin Tavern in the Lower Ward.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'My husband's name is Phêlex... and he is very much alive. Find him by the Guild Hall and he will tell you the story... if you can be trusted.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "You think you have overheard the name \\qKhâsha\\q and should ask the Lower Ward resident for more information.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You were told you might find Phêlex near the Guild Hall in the Lower Ward.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Someone named Khâsha lives to the north-east, in the Lower Ward.",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "Phêlex is by the Guild Hall in the Lower Ward.",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "You hear nothing specifically about anyone named Khâsha",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Did that woman just mention someone named Khâsha?",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "Khâsha says you can find Phêlex by the Guild Hall and he will tell you... if you can be trusted",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You found Phêlex, the author of the note you recovered, and he is alive",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Sigileth has come with you to meet with Phêlex in the Lower Ward.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'Khâsha sent you to me? For what purpose? If I can help you I will, but I do not believe we have ever met before. I think I would remember it!'\\n\\nYou tell Phêlex that you found a bottle among the Shield Isles with a note inside it, and his mouth drops open with surprise. You show it to him and he reads it with interest.\\n\\n'I never thought to see this again, stranger. You see... I wrote this note almost thirty years ago, when my ship was boarded by Corsairs. I did not think to escape alive, and indeed none others of the crew survived. But I... I am not proud of this, but I threw myself upon their mercy, and they took me into their crew. For more than twenty-five years I lived on that ship, raiding and pillaging, living the life of a Corsair, a brigand of the waves. I am not proud of it... but I was alive, and I intended to stay alive.\\n\\n'I returned at last to my Khâsha. It would have been a short reunion, and bittersweet, had I not befriended a smuggler by the name of Tumúldo Fierce-water. He encouraged me not to sail with Balakhôr, one of the Heirs of Castamir, and in that way he saved my life, for all who followed Balakhôr to Gondor perished in the war. Ever since that day I have supported the Kindred of the Coins. Loyalty to any others, and the life of a Corsair, are both behind me now.\\n\\n'I ask you to understand, stranger. I lived a criminal's life, yes, but it was the only life I had available to me. Tumúldo understood that, and so did Khâsha, and now I dedicate my life to serving each of them. It really brings me back, seeing that note in its bottle, but I was a different man when I wrote it, and I have become a different man than the man I became afterward.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'It is not our place to judge this man. Have we not all done what we must to survive? She Who Remained is no stranger to need, and neither are you, [placeholder]. Will it be the same with my brother? Perhaps it will.\\n\\n'I will continue searching for information that will help us with our mission, but it is good to know the conclusion to the mystery of the note we found in the bottle in the Shield Isles. I was curious, and now that curiosity has been satisfied.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'I ask you to understand, stranger. I lived a criminal's life, yes, but it was the only life I had available to me. Tumúldo understood that, and so did Khâsha, and now I dedicate my life to serving each of them. It really brings me back, seeing that note in its bottle, but I was a different man when I wrote it, and I have become a different man than the man I became afterward.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'Will you go north and <rgb=#00FF00>listen</rgb> for further mention of this name outside the Black Anchor Tavern? If we have learned the fate of Khâsha's lost love, should we not tell her of it?'",
      "es": ""
    }
  ]
}