{
  "id": 621081966,
  "txt": [
    {
      "id": "0xb568856",
      "en": "'Well, stranger, if you are friends with Shúkurz, then I can push aside some of my wariness for now. What brings you to Kafagur?'\\n\\nYou tell her of the Man in Mâr Naphra who sent you to look for the Orcs.\\n\\n'Judging by his words, he is an outlander like you -- far from home, and far from his friends. The few in Mâr Naphra who trade with us would never tell him of Kafagur.\\n\\n'I shall inform our guards to watch out for this man, in case he harbours ill intentions. As for your intentions, however...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ad5",
      "en": "Your presence in Kafagur has not gone unnoticed, but many of the Orcs seem unwilling to talk to you.\\n\\nYou should find someone who is willing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011aa8",
      "en": "You've found an Orc in Kafagur named Grúshul who wishes to speak with you.\\n\\nYou should talk to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa238",
      "en": "The Orcs of Jeb Khâtel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b53",
      "en": "Talk to Shúkurz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011aa9",
      "en": "Zagdúr has politely interrupted your reunion with Shúkurz.\\n\\nYou should talk to her in Kafagur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b25",
      "en": "Find the Orcs of Jeb Khâtel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b56",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b58",
      "en": "Find someone in Kafagur who is willing to talk to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a61",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a4",
      "en": "Talk to Grúshul",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e0",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a7",
      "en": "Talk to Zagdúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5028a9",
      "en": "Find Zagdúr in Kafagur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e6",
      "en": "You feel the weight of many eyes scrutinizing your every move...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119e7",
      "en": "The large Orc beckons you over with a grimace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011922",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11990",
      "en": "With a start, you recognize the Orc next to the elder",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011925",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11994",
      "en": "Zagdúr clears her throat, causing Shúkurz to smile sheepishly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011928",
      "en": "Grúshul has given you permission to meet with the elder, Zagdúr.\\n\\nYou should find her in Kafagur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11997",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011959",
      "en": "Phocas has asked you to head north to Jeb Khâtel and find the Orcs that dwell there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ad1",
      "en": "You have found Kafagur's elder, as well as a familiar Orc by her side -- Shúkurz.\\n\\nYou should talk to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568823",
      "en": "'Hail, stranger. You're not from around these parts, are you?\\n\\n'Have you, by chance, ventured north to Jeb Khâtel and encountered Orcs? I've heard nothing beyond mere whispers, but it is my duty to find them. Alas, everyone here is rather... tight-lipped on the matter.\\n\\n'If you manage to locate these Orcs, I'll happily pay you for the information.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "A man named Phocas seems intent on tracking down Orcs in Jeb Khâtel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568853",
      "en": "'You aren't the first outsider who's found their way here. But you'd better make sure you don't become the last, you hear? Try anything funny, and we'll gift you an arrow to the throat.\\n\\n'If you've got important Mâr Naphra business, head up the hill and talk to our elder, Zagdúr. She'll sort you out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568ba2",
      "en": "'[placeholder]?! You're the last person I expected to see here!\\n\\n'Don't worry -- Zogmauk, Lumbag, Muzmák, and Shulgolb made it out of Gundabad safely with me. We only just recently arrived ourselves! Some of the folks here weren't too keen on us staying, but we got that all smoothed out. And -- '",
      "es": "",
      "es (fem)": ""
    }
  ]
}