{
  "id": 621081916,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The City: The Eyes of Nauriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to the Fleet-fast guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Nauriel to the north-east, outside the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Fleet-fast is just beyond this gate, [placeholder], and it seems to be guarded. Still, if we are to rescue my son we will need to penetrate its defences. Can I ask you to become my eyes in there, and for you to linger by certain of the clay jars that stand at major cross-roads within the Fleet-fast? When you do, be sure to note the number of guards and the patrol routes they take as they pass by.\\n\\n'This information will help us craft a plan for making our way through the Fleet-fast when the time comes to rescue my Thorongil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Can I ask you to become my eyes in there, and for you to linger by certain of the clay jars that stand at major cross-roads within the Fleet-fast? When you do, be sure to note the number of guards and the patrol routes they take as they pass by.\\n\\n'This information will help us craft a plan for making our way through the Fleet-fast when the time comes to rescue my Thorongil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You there! You cannot just linger like this in the Fleet-fast! Do not make me haul you away to the Gaol, for I will do it.'\\n\\nYou ask the guard if any visitors are ever permitted into the island citadel, and he laughs.\\n\\n'Oh yes, folk are allowed inside! But those folk need to have a personal invitation, and you don't have the look of someone who's likely to have that. Unless Azagath invites you himself, I think you had better keep moving.'\\n\\nYou ask if Azagath ever comes out of the citadel, and the guard raises an eyebrow.\\n\\n'He does, for he is beloved by the people and sometimes walks among them... but if any harm should befall him on one of these strolls I will look for you first, so you had better not try anything.\\n\\n'No lingering in the Fleet-fast! I will not tell you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'From your report it appears the Fleet-fast is well-patrolled by guards loyal to the Kindred of the Coins, [placeholder]. Perhaps Cruel Dancer would be able to get inside the Citadel of Winds, but for the rest of us... I will need to think of some other way.\\n\\n'An invitation by Azagath himself seems... unlikely. I will keep thinking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'If any harm should befall Azagath on one of these strolls I will look for you first, so you had better not try anything. No lingering in the Fleet-fast! I will not tell you again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Nauriel has asked you to learn the guard assignments within the Fleet-fast as she prepares a plan to gain access to the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Nauriel waits for your report where you left her, to the north-east outside the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "A guard of the Fleet-fast calls out to you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Nauriel asked you to linger by the clay jar to the south-west so you can observe the movement of guards within the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Nauriel asked you to linger by a clay jar so you can observe the movement of guards within the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Nauriel asked you to linger at a clay jar further to the west so you can observe the movement of guards within the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Nauriel asked you to linger by a clay jar so you can observe the movement of guards within the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nauriel asked you to linger by a clay jar further to the west so you can observe the movement of guards within the Fleet-fast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Linger by the clay jar to the south-west, in the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Observe the movement of guards within the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Linger by a clay jar further to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Observe the movement of guards within the Fleet-fast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Linger by the clay jar further to the west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "A suspicious guard of the Fleet-fast has called you over to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdfb8f71",
      "en": "'You there!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}