{
  "id": 621081805,
  "txt": [
    {
      "id": 228870261,
      "en": "The Golden Dwarf",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You spoke with the guard",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'It is good you have come to me. First, I will require a name for the ledger so that the people will come to know you for all that you do in these lands.'\\n\\nShe awaits your response and then scribbles some notes in a writing style you do not recognize. She then continues.\\n\\n'Very well, that is all I require of you for now. If you wish to know more, I can spare a few moments to explain the purpose of the ledger-keepers.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'A new face. I hope that it will remain a friendly one.'\\n\\nShe offers a wry smile.\\n\\n'Time will tell, of course. I assume that you met the magistrate; this is good. He will steer you in the right direction until you get your bearings. Until recently, our shores were less... hospitable to outsiders.\\n\\n'I am Girgish, an emissary here at the behest of Khôltekh, a leader of the Kindred of the Coins who now rules in Umbar. I would have you introduce yourself to others in this outpost, If you are willing.\\n\\n'I think you should meet our barber, innkeeper, stable-master, auctioneer, and ledger-keeper.\\n\\n'Return to me once you have made their acquaintances.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Welcome back, [placeholder].  \\n\\n'I am pleased that you were able to make introductions around town. Now that we are more well acquainted, there are further matters that I could use your level of attention, and I hope, discretion.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Return to Girgish at Jax Phanâl",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You spoke with the innkeeper",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Welcome back, [placeholder].  \\n\\n'I am pleased that you were able to make introductions around town. Now there are some matters that could use both your attention and your discretion.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'You are not familiar to me. Perhaps that is a good thing. Ending up on the wrong side of the guards leads to poor marks by the ledger-keepers.\\n\\n'By the look of you, you have been at sea. You should get some rest. Tend to your injuries and find a nice meal to eat.\\n\\n'I am here to serve and watch. Please, leave me to my duty.'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You spoke with the dock-master",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Speak with Ledger-keeper Zarai at the courtyard in Jax Phanâl",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You spoke with the auctioneer",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Girgish represents Khôltekh, a leader of the Kindred of the Coins. She has requested that you make yourself known to some of the citizens in Jax Phanâl.",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Having spoken with the important members of the town you should return to TBD emissary and let them know that you now have your bearings.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Having spoken with important members of the town, you should return to Khôltekh's emissary and let her know that you now have introduced yourself to those she recommended you meet.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with the innkeeper at the central outer courtyard",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Speak with the dock-master on the shore west of the outpost",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Speak with the auctioneer",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Speak with Ledger-Keeper Zarai at the central courtyard of Jax Phanâl",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Gadnith in the easternmost outer courtyard",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Girgish directed you to make your way around the outpost of Jax Phanâl to familiarize yourself with the citizens dwelling here. She then bids you return to her after meeting all the important folk in the outpost.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You spoke with the ledger-keeper",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'The emissary did well to send you to me, friend. Do you have need of a bed? Wine? Ale? Or perhaps a meal cooked in the style of the lands from which you hail? You need but ask and if it is within my power or the purview of this inn, I shall make it so. We are pleased that our land is more hospitable to those from abroad now that the Kindred watch over our people. We hope that this will bring about even greater commerce to our land, in time.'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I am pleased to make your acquaintance and hope that you are finding our outpost as welcoming as we wish to make it, friend. This is a land reborn and her people celebrate the casting off of the yoke that restrained them.\\n\\n'Tyranny is ended. We wake to a dream from a nightmare that lasted too long. The Kindred breathe life and liberty into the lands, and we are free to roam once again. Our roads are safer and travel and trade quicken their pace. Natural dangers remain, however: passage around the Cape is not always easy, and you may still prefer to visit the stables should you wish to journey to the fort at Rakhatâb, to the south! But you have my welcome all the same, should you have need of my service.'",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Come closer, friend, and look upon the wares that I oversee. All manner of goods, weapons, armour, and other such delights await you.\\n\\n'A brisk trade returns to Jax Phanâl now that the tyranny of the past is ended. I will do my part to see that these items are safe-guarded. Once they are purchased, I return the profits to those who entrusted their goods to my care... for a modest fee, of course. I treat the goods under my care as I would my own children.\\n\\n'That is, if I had any children!'\\n\\nThe barker laughs and returns to calling out auction details.",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'It is good you have come to me. First, I will require a name for the ledger so that the people will come to know you for all that you do in these lands.'\\n\\nShe awaits your response. She scribbles notes in a writing style you do not recognize. She then continues.\\n\\n'Very well, that is all I require of you now. If you wish to know more, I can spare a few moments to explain our purpose as ledger-keepers.'",
      "es": ""
    }
  ]
}