{
  "id": 620892943,
  "txt": [
    {
      "id": 218649170,
      "en": "'It was glorious, [placeholder]! I found a perch where I was able to witness your attacks both on the lumber-camp and the troll's rampage within the Ring of Isengard. The Wizard's forces will be in confusion for weeks!\\n\\n'As you live, I assume you were successful within the Pits as well? Good. Some of those abominations may once have been my kinsmen, but they have been twisted into creatures wholly evil.\\n\\n'Now, I have task for you that is perhaps a bit more daunting, and for which I recommend you go as a party of no less than six. When I was enslaved in Isengard, I was tasked with bringing ore to a Foundry where only Saruman and his most trusted servants were ever seen. I believe that there he is forging weapons of great magical power, obscene things that should not be permitted to see the light of day.\\n\\n'I ask that you go there and destroy his evil forge, so that no more evil may come of that place. His chief acolyte, Penrith, is a kinsman who has abandoned the ways of the lûth and has embraced Saruman's evil magic called 'industry'... he must be destroyed.\\n\\n'Will you do this?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Penrith is dead? Then my revenge is nearly com... what was that, you say? The Foundry was not producing magical weapons, but the wizard was in fact forging rings of power?\\n\\n'Even among my people there are ancient tales of the Shadow Walkers... kings of old who took the Great Rings of Power from Sauron and became undead sorcerers of terrible power. I do not wish to see this thing come to pass in my lands, watching as my people are turned into evil shadows in the service of Saruman of Many Colours.\\n\\n'I fear, [placeholder], that there is only one course: to face the Wizard and take his rings. They must be destroyed, each and every one, before great evil befalls Dunland, Rohan, and the world beyond!\\n\\n'I warn you, this will be no easy task, so you must go in great number... six warriors, no matter how hardy, cannot hope to enter the Tower of Orthanc and stand against a Wizard! Will you do this?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Thorn in the Hand",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What? Y-you live? Bless the Uch-gwirod! You look like you barely made it out of that evil place alive, though. Were you routed?\\n\\n'The rings are destroyed, five subservient and his master ring? All of them? Thrice blessed be the Uch-gwirod! Though I see from your look that Saruman lives and is hardly powerless, the threat I feared no longer exists: his Ring-forge is destroyed and the last of the rings with it!\\n\\n'While you were gone, Gwin of the Avanc-lûth came and left gifts for any heroes who dare to stand against the Wizard... they are yours and with great thanks. We will begin our journey home as soon as my strength returns, with hope of peace in our hearts.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Completed Dargnákh's Rage",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Completed Protecting the Forest",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Completed the Into the Pit of Abomination",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Andras has asked you to enter the Ring of Isengard, the eaves of Fangorn, and the Pits of Isengard and disrupt Saruman's war-efforts.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Completed Ringing of the Hammer",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Andras is at the Ox-clan encampment in Nan Curunír.\\n\\nYou should return to Andras with news of your successes.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Completed The Rings of Isengard",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Andras has asked you to enter Saruman's Foundry, defeat the wizard's acolyte, Penrith, and destroy the forge to prevent more weapons of evil power from coming into existence.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Andras is at the Ox-clan encampment in Nan Curunír.\\n\\nYou should return at once to Andras with news of your success and your discovery within Saruman's Foundry.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Andras suggested only one course of action to remove the threat of Saruman's rings: enter Orthanc, face Saruman, take the rings, and destroy them.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Andras is at the Ox-clan encampment in Nan Curunír.\\n\\nYou should return to Andras and tell him that Saruman's rings of power have been destroyed.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Dargnákh's Rage in the Dargnákh Unleashed 3-man instance",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Protecting the Forest in the Fangorn's Edge 3-man instance",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete Into the Pit of Abomination in the Pits of Isengard 3-man instance",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Andras at the Ox-clan encampment",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Complete Ringing of the Hammer in the Foundry 6-man instance",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Andras at the Ox-clan encampment in Nan Curunír",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Complete The Rings of Isengard in the Tower of Isengard 12-man Raid",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Andras at the Ox-clan encampment",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Andras escaped from the dungeons of Isengard. From his vantage point in the Ox-clan encampment, he saw Isengard empty and march south. The opportunity to exact his revenge on Saruman of Many Colours was beyond his ability to resist, and he sent forth a call through the Boar-clan resistance to all who would heed to come to Nan Curunír and make a stand against the White Hand.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have no love for the Forgoil whom you give aid, but for now our purposes are closely entwined. Isengard has emptied -- may the Orcs and Horse-lords destroy each other -- leaving its defences weakened. There is still a Wizard within, but there may be something we can do to disrupt Saruman's plans.\\n\\n'I have noted three places that might be easily and secretly accessed where we can sow the most strife: the Ring of Isengard, the eaves of Fangorn, and the Pits of Isengard.\\n\\n'The Orcs and trolls in service to Isengard have begun clear-cutting the eaves of Fangorn. It is an ancient forest, and one my people fear, but I received a dream from the Uch-gwirod telling me to save the wood, for there is life there that is older than most that walk the earth. I will not forsake the Ox-spirit's command and bid you disrupt Saruman's lumber-camp.\\n\\n'As well, I have learned that Saruman's forces captured a strange, white troll in Fangorn and are holding it within the Ring of Isengard. If you could free the troll and goad it into a rampage, it might wreak great destruction among the Wizard's remaining forces.\\n\\n'Thirdly, Saruman has laboratories beneath Isengard, where he experiments on his hapless prisoners and twists them into terrible monsters. I want you to enter the Pits of Isengard and destroy the wretched abominations there, particularly the great troll Ironarm.\\n\\n'You and a couple of friends should be able to stir up trouble in these places... they are not nearly as guarded as Orthanc. Will you aid me?'",
      "es": ""
    }
  ]
}