{
  "id": 620892826,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder], we meet again. I cannot help but believe the Avanc-gwirod, the great spirit of the Avanc, guided us here for a purpose. Indeed, I have learned through my countrymen and members of the Boar-clan resistance that you have actually been imprisoned within and escaped from the bowels of Orthanc!\\n\\n'What you may not know is that some of those Dunlending prisoners you aided also survived, and one has taken refuge with some Ox-clan merchants in Nan Curunír. He sends word through the Boar-clan that Isengard has emptied and may be ripe for attack.\\n\\n'Perhaps you and your friends from the north might be willing to meet with this man and learn his intentions? If so, you may wish to take this boy with you... I found him starving in the wilds of Carreglyn and brought him here, but he claims his father was taken by Saruman and is determined to find his way to Isengard. He will not listen to my reason.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder]... I had hoped you would be among those who might answer my call to arms. When we escaped, I found refuge here among my kinsmen of the Ox-clan. I thank the Uch-gwirod that some of my people still prize loyalty.\\n\\n'I have seen a great force -- nearly the whole of Isengard's great legions -- march forth from the gates of Isengard. They are marching to the Ford of Isen, where I hope they and the accursed Horse-lords will destroy each other.\\n\\n'What this means, though, is that Isengard is weak and perhaps ripe for an assault of our own. There is still a strong enough force here that it will take a great many warriors to accomplish the deed, but thanks to you and the Forgoil Baldgar, I have learned the ways into Isengard... and even Orthanc itself!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The escaped prisoner has taken refuge among a party of Ox-clan merchants outside of Isengard in Nan Curunír.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Slipping Through the Fingers of the White Hand",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The hunter of the Avanc-lûth named Gwin, who brought you safely to Carreglyn through Wulf's Cleft, met you in Galtrev and asked you to seek out a Dunlending who escaped captivity from the dungeons of Orthanc.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the escaped Dunlending prisoner in Nan Curunír",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The escaped Dunlending prisoner is at a camp of Ox-clan merchants outside of Isengard in Nan Curunír.\\n\\nGwin asked you to speak with a Dunlending who escaped from the dungeons of Orthanc during your own flight from there with Baldgar, after the Falcon-clan's betrayal.",
      "es": ""
    }
  ]
}