{
  "id": 620892859,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder]! Have you heard yet? Some of the prisoners you helped to escape from Orthanc survived... my father might be among them!\\n\\n'The Boar-clan resistance says that one of the prisoners has taken refuge among a party of my people, the Ox-clan, outside of Isengard in Nan Curunír. Will you take me there? I must know if my father is alive, and the man they found might know.\\n\\n'Please... Gwin has been good to me, but I must know if my father lives.'\\n\\n<rgb=#FF0000>If you accept this quest, you will be teleported to the Ox-clan merchant-camp outside Isengard in Nan Curunír. You may wish to take the quest Slipping Through the Fingers of the White Hand from Gwin before accepting this quest.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, [placeholder], you have returned my son to me! He was foolish to strike out on his own, but this place is as safe as any in these days.\\n\\n'You have brought me hope when I had none. Thank you!\\n\\n'Now I think that Mabon has something to say to you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thank you, [placeholder], for bringing me to my father... I did not hope that it was he who had escaped! Will you make the Wizard pay for betraying us?\\n\\n'Oh, it matters not! I am with my father!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bringing Hope to the Hopeless",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You found Mabon, son of the merchant Andras whom you aided in the Starkmoor, with Gwin the hunter in Galtrev.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Andras",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The escaped prisoner is at the Ox-clan merchant camp in Nan Curunír.\\n\\nMabon has asked you to take him to meet the prisoner who escaped from Orthanc to learn if he knows whether his father, Andras, yet lives.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Mabon",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Mabon is at the Ox-clan camp outside of Isengard in Nan Curunír.\\n\\nYou should speak with Mabon at once.",
      "es": ""
    }
  ]
}