{
  "id": 620805031,
  "txt": [
    {
      "id": 218649169,
      "en": "'Unbelievable! How were they able to press down on our camp yet again? For many months now, the kalpa-kita have been roaming into Itä-mâ, preying upon small creatures taking shelter near our outpost. As their prey runs low, they move closer to us. We watch for them constantly, but their hides are white like the snow, and they can be still when they lie in wait.\\n\\n'Last night, they attacked us, and now it is time for them to know the cost of striking at the Lumi-väki.\\n\\n'Make them flee like the wild creatures they are. Find the kalpa-kita throughout Itä-mâ and make them rue the day they came here.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It seems that for the moment our guards will be able to deal with the remaining kalpa-kita. Tonight, we will feast!\\n\\n'There is no way they should be able to launch another attack for at least a few days.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The kalpa-kita must be made to fear the Lumi-väki. Be their teacher....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Encroaching Kalpa-kita",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The kalpa-kita have slowly been encroaching on Lossoth territory and are now beginning to launch small raids on Lossoth-outposts virtually every night.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated kalpa-kita in Itä-mâ ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat kalpa-kita in Itä-mâ ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Kalpa-kita can be found throughout the tundra of Itä-mâ.\\n\\nÂtos has asked you to help purge Itä-mâ of the kalpa-kita scourge.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Âtos",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Âtos is at Pynti-leiri.\\n\\nNow that you have defeated many kalpa-kita, you should return to Âtos.",
      "es": ""
    }
  ]
}