{
  "id": 620805181,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ah, [placeholder], you have proven to be a boon companion to the Lumi-v채ki in our struggles, and now I would ask you to be a further aid to us. \\n\\n'Perhaps you have heard how sorely pressed we are by the Gauredain. These terrible Men surround us on all sides and threaten our very survival. Thinning their number would be of immeasurable help to us.\\n\\n'If you do defeat some of these vile creatures, bring me back the strange claws they wield as weapons as proof of your victory.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, you have many claws here. Very good. Perhaps these Gauredain will be less of a challenge to us...or at least I so hope!\\n\\n'If you defeat any more Gauredain, bring me their claws as proof of your victory, and you will earn more esteem in the eyes of the Lumi-v채ki.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you defeated any of the Gauredain yet? If so, bring me their claws as proof of your victories!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gauradan-claws -- Introduction",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Juha told you how the Lossoth are struggling to survive the attacks of the Gauredain. He asked you to defeat some of those evil Men and bring back the claws they wield as weapons as proof of your victory.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Gauradan-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Gauradan-claws to Juha",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Juha is at S청ri-kyl채 and Pynti-peldot in Forochel.\\n\\nJuha has asked you to thin the numbers of the Gauredain threatening the Lossoth and to bring him the claws they wield as weapons as proof of your victory.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Gauradan-claws ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}