{
  "id": 620805058,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The orders you captured from the Angmarim have made several things clear now. The Angmarim do indeed hold the Jä-koru, but they have no intention of turning it over until Forochel lies safely within their grasp.\\n\\n'Nevertheless, to silence the doubts of the Hylje-heimo, they were recently obliged to bring the Jä-koru into Forochel to prove their claim. Now is the time to strike and reclaim the Jä-koru before they return it to some dark vault in Angmar. It is in the keeping of one of their most trusted captains, a man named Roibeard. He has made camp somewhere within the fortifications of the Ironspan.\\n\\n'I must ask you to infiltrate that fortress by whatever means possible and wrest the Jä-koru from him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Can it truly be? We had thought ourselves cursed by fate and never to see it again, but you have truly brought it -- the Jä-koru!'\\n\\n'[placeholder], your name will go on in song and story for many generations to come as the one who restored to us our greatest treasure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You must find the Jä-koru, [placeholder]. Time is running out and soon it will slip from our grasp forever....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Claiming the Jewel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Esko has told you that the Hylje-heimo may be swayed to side with the Free Peoples of the South if the Jewel of Ice can be recovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the Jewel of Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Jewel of Ice to Esko at Pynti-peldot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Roibeard is at the Angmarim encampments near the Ironspan, north-east of Pynti-peldot.\\n\\nEsko has told you where the Angmarim are holding the Jewel of Ice. You must retrieve it before it can be returned to the vaults of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the Jewel of Ice",
      "es": "",
      "es (fem)": ""
    }
  ]
}