{
  "id": 620805027,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected icebay salmon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The sea here boils with icebay salmon!",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You can see no icebay salmon.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The sea-watchers have scouted a large number of fish in the ice bay, but cannot leave their post to go fishing.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'With the Gauredain gone, we can reclaim this outpost for the Sea-watchers. We know many things about the sea: the way its currents twist and wind, the signs of its anger, and the places where it hides its fish.\\n\\n'We have turned our eyes to the oceans and found a large kill of fish forced against the shore by the current. Gathering those fish would keep Barad Gaurhoth satisfied and assure us favour in the eyes of the sooth-sayers.\\n\\n'The fish can be found near the shore where the sea boils and bubbles. Fish there and we will reward you with the blessings of the healers.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tapio told you to fish where the sea bubbles and boils.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'DNT'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bring the icebay salmon back to Tapio.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'DNT'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, the winds sing lauds of our efforts. Surely the favour of those who see the truth is upon us, but take this small gift from us as well, and go in peace.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'If there are no fish we are not doing what is needed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect icebay salmon ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the icebay salmon to Tapio",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bounty of the Sea",
      "es": ""
    }
  ]
}