{
  "id": 620805034,
  "txt": [
    {
      "id": 218649169,
      "en": "'Now that the outpost is secure, we can begin gathering a most valuable resource: salt.  Our post is assigned the task of watching the springs and collecting chalky salt which can be sold at a handsome price to workers in the southern forests.  They use it somehow when they build our sleds.  \\n\\n'We must stay and keep watch.  If you can go and collect the salt from the vents, we will make sure to pay you well...'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, this is a fine amount of salt.  The sled builders will have quite a lot of work ahead of them!  Take with you this token of our appreciation, and our thanks.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Collect some of the salt for us, and we will be sure to reward you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The salt is not with you I see.  Well, I suppose we'll do it ourselves.  I was concerned from the beginning about an outsider doing work that is best done by Lossoth.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Simple Remedy",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Chalky salt is an essential export which the Lossoth in the Western Tundra trade to the snow sled builders in the south. The salt is used to cure rawhide strips, which are used as thread.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected salt ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect salt ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Far to the west in Länsi-mâ there are hot springs around which salt encrusted rocks can be found. Gather salt from these rocks to bring back to Väinö in Norsu-leiri.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the salt to Väinö",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Return to Väinö in Norsu-leiri with the salt you have collected.",
      "es": ""
    }
  ]
}