{
  "id": 620805174,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have helped everyone in Zigilgund by your actions, [placeholder], directly and indirectly. You have earned our trust and our gratitude.\\n\\n'You mentioned to me that you wish to continue to explore the icy wonders of Forochel. To that end, I recommend that you leave Länsi-ma altogether, and head north-east, to the Lossoth capital, Sûri-kylä. There you will find an old acquaintance of mine, a Ranger by the name of Lothrandir.\\n\\n'It is a long journey. Follow the road east from here, through Itä-mâ, where the road will turn northwards. Once you are in Jä-rannit you will come to several forks in the road; always stay near the edge of the Bay. Curve up north and eventually west, following the norsu-tusks.\\n\\n'I wish you well, [placeholder]. Good-bye and good luck, wherever you fare! Hopefully when you visit again, Zigilgund will once more have been made splendid, and the Icereave Mines will echo with the ringing of picks and toasts over ale!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well met, friend. You have found your way to Sûri-kylä, the fabled Lossoth city in the ice. I understand that there are several folk in need of aid.\\n\\n'For now, rest, eat, drink, be merry, and be welcome here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Well? What are you waiting around here for?\\n\\n'I know that the Lossoth are prickly folk, but surely you don't fear the welcome you will receive in Sûri-kylä that much!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The City in the Ice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fotri has agreed to give you directions to the famed Lossoth capital, Sûri-kylä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Lothrandir in Sûri-kylä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way far to the east and north to Sûri-kylä, the City in the Ice.",
      "es": "",
      "es (fem)": ""
    }
  ]
}