{
  "id": 620805182,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I can see that fortune smiled upon the Lumi-v채ki when you came to Forochel, friend, for you have done much to help us. I would ask for your aid again, but in a matter less dire than some others.\\n\\n'Perhaps you have seen the Lumi-v채ki run across the ice? We do this with bones which we strap to our shoes -- we call them luistin. Our people have used these for centuries, travelling at great speed across the frozen land. At times though, one may stumble and fall and lose a luistin. Such a loss is a bitter one, as these luistin are difficult to make.\\n\\n'If you encounter any luistin in your travels, bring them to me. I will try to reunite them with their owners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found one of our luistin! I will try my best to find out who the owner of it is, as I am sure they have missed it.\\n\\n'Thank you, friend [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have not found any of our luistin yet? I am not surprised, for we do not lose them often. However, if you do find one, I will gladly take it and try to return it to its owner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Luistin -- Introduction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Juha told you how the Lossoth are able to run across the ice at great speed with the bones they strap to their shoes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a Lossoth luistin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the luistin to Juha",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Juha is at S청ri-kyl채 and Pynti-peldot in Forochel.\\n\\nJuha has asked you to keep a wary eye open for any of the luistin the Lossoth may have lost during their travels through the frozen wastes and bring them to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a Lossoth luistin",
      "es": "",
      "es (fem)": ""
    }
  ]
}