{
  "id": 620805059,
  "txt": [
    {
      "id": 218649169,
      "en": "'One thing remains to be done: you must take the Jä-koru to the Council and present it to Rikitsa. It is important that you be seen returning the Jä-koru to its rightful place before the Council... such a gift should solidify support for an alliance against Angmar within the tribes of the Lumi-väki.\\n\\n'Rikitsa and the Council are at Sûri-kylä, well to the north.\\n\\n'My tribe is greatly in your debt -- as are all of us for the friendship this may yet forge between us.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Forgive me, but I have no time to speak with one such as... it cannot be! Where did you...? The Angmarim said... no. It does not matter -- is that truly the Jä-koru?\\n\\n'To finally see it returned to us -- to see the shame of our failure dissolved at last -- such has been the dream of the Hylje-heimo for many generations. To have it given to us freely, as you give it now, that goes beyond even our greatest hopes. I... I fear I have misjudged and said many foolish things in these chambers for the sake of our lost honour. I will work now to rectify that, and the nature of our true enemies -- and our friends -- will be made clear at last.\\n\\n'Thank you, [placeholder], though words seem too simple to express our gratitude to you for this. I hope you will understand, nonetheless, what it means to us.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Jä-koru must be taken to Rikitsa at Sûri-kylä.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Why have you come here, [placeholder]? Your people have no place among the Lumi-väki. We neither require, nor desire your aid.\\n\\n'Now begone and do not trouble me again.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Treasure of the Lossoth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Long ago, lost in an unknown battle, the Jewel of Ice was the most revered treasure of the Lossoth. Unbeknownst to all, it has been held in Angmar and was used to ransom the obedience of the tribe who was once entrusted with its protection and eternally shamed by its loss.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Present the Jewel of Ice to Rikitsa in Sûri-kylä",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Rikitsa is at Sûri-kylä, well north of Pynti-peldot.\\n\\nEsko has asked you to bring the Jewel of Ice to Rikitsa at the Council.",
      "es": ""
    }
  ]
}