{
  "id": 620805032,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am shivering just standing here!  We have dressed in as many furs as we can carry, but the winds become harsh as they whip through this canyon.  If we are to maintain our camp here we will need to rely on a more unusual source of fire.\\n\\n'There is a strange kind of rock which seems to grow out of the snow which is occasionally found in the icy plains.  If we set fire to this stone it begins to burn like wood, but will keep burning for much longer.  We will keep searching for wood, but if you are able to bring us back more of the fire-stone, our camp will be much better equipped for weeks to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, friend.  I will light the hearth, and soon we will sit and talk of many travels.  My, it is easy to forget how heavy this ore can be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please find the ore we need, I'm too cold to be polite at the moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You were unable to collect the ore?  We may need to soon pack what we can and make haste away from this place.  Hopefully that task is not beyond you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ore for the Forge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Lossoth in the eastern tundra have a difficult time staying warm enough in the winters, because of a cold wind that whips through the canyon below. \\n\\nThey have discovered a rare kind of ore, which burns longer than wood.    ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Search for ore-bearing rocks in the area surrounding Pynti-leiri.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Ore to Turkka",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bring the ore you have collected to Turkka in Pynti-leiri.",
      "es": "",
      "es (fem)": ""
    }
  ]
}