{
  "id": 620934409,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Collected hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lack of Support",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Guard-captain Thurferth is near the centre of the city.\\n\\nYou should return to Guard-captain Thurferth and inform him of the misplacement of funding that was intended for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Elda",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'The advisor responsible for funding the protection of the city put those funds elsewhere? He should hope that I never see him again. However, if anyone is truly to blame, it is Reeve Heremond for entrusting someone like that to handle such important affairs.\\n\\n'You have my thanks for uncovering this plot.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Guard-captain Thurferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Guard-captain Thurferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Collected bear-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Collected goat-hooves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'The guards have not received monies for some time now, and I can barely pay the men. I cannot purchase arms or supplies! Why is it that Reeve Heremond thinks a city can be protected with nothing? I have brought this to his advisors and was dismissed.\\n\\n'Perhaps you can help. My men are busy with their duties to Woodhurst, but I could use someone to gather supplies from the wildlife around the city. I need hides, bear-claws, goat-hooves, and venison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Collected venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Wild beasts roam the lands around Woodhurst.\\n\\nGuard-captain Thurferth asked that you collect hides, bear-claws, goat-hooves, and venison to supply the garrison.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'[placeholder], you have my thanks. Collecting these supplies was no small task, but I am afraid that I have not much to repay you with.\\n\\n'I still find it difficult to believe that the Reeve would not set aside funding for the city guard. You seem to be in good standing with his advisors. Could you speak with them for me to determine why we are receiving so little support?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'That is not possible. I know for certain that my father set aside a considerable portion of the city's monies to fund the guard. It is vital for any city.\\n\\n'Where did the money go if not to the guards? Elda has been involved in the planning for some time, and perhaps he knows what happened. Please find him and speak with him about this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Guard-captain Thurferth has not received funding from Woodhurst's leadership. His plea for assistance to the advisor responsible for the funds has fallen on deaf ears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Collect goat-hooves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Return the supplies to Thurferth, near the centre of Woodhurst.\\n\\nGuard Captain Thurferth will be thankful for these supplies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Begone, I have nothing to say to you. Are you accusing me of thievery? You have no evidence and are fortunate that I do not dispose of you right now.\\n\\n'I was instructed to fund the city's protection. I diverted funding to those who could actually protect us. The guards do naught, and I am not afraid to say it. Tell him what you want. I do not fear him... or you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Collect venison ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Elda has not been seen since the council-meeting, but he should be somewhere in Woodhurst.\\n\\nYou need to speak with Elda about the funding for the guards that has not been delivered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect hides ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Herubrand is in the cellar of the farmhouse.\\n\\nHerubrand should know what Elda had to say about the funds for the city guards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Collect bear-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Herubrand is in the cellar of the farmhouse.\\n\\nYou should bring the ill news of the mismanagement of the city's monies, as it may help explain why the situation in Woodhurst is growing worse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Elda said that he diverted monies elsewhere? But who else is protecting the city, if not the city guard? My father trusted this man and paid for it with his life....\\n\\n'He either kept that money and is a thief, or he gave it to someone, as he said, and is a traitor.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}