{
  "id": 620934511,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "There are many shop owners in Woodhurst.\\n\\nGifemund has asked you to speak with the healer, supplier, provisioner, and the innkeeper on his behalf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Herubrand is in the cellar of the farm-house.\\n\\nHerubrand would be interested to hear of the offer being made by Gifemund to the merchants of Woodhurst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Gifemund awaits your return in the ore refinery.\\n\\nGifemund will be interested to hear the answers to his offer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You are not the first Gifemund has sent here with offers. He is conniving, and I want nothing to do with it. He is a powerful man, but he is also a wealthy man with a greedy heart. How can I trust his judgement, especially with my life or shop on the line? I will trust the guards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Are you here to threaten me too? I mean no offence to you, [placeholder]. You seem of a better kind than the last fool Gifemund sent with this offer. I cannot trust him or the guards.\\n\\n'What are we to do if we cannot afford to leave and cannot trust those who should protect us? Where is Reeve Heremond to put an end to this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Talk to Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It is an interesting offer, and one I must consider. It is true that the guards do not seem able to protect us, but I wonder what price he will demand when the time comes. He is a wise merchant, and this service will not be free.\\n\\n'I accept, though I may regret this decision someday. I only hope the price is not too high when he comes to collect it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'This is not only an offer of protection, it is leverage to obtain what he wants. From what we have heard, Gifemund speaks true when he says that the guards are not doing enough... and my own family was but one example of that.\\n\\n'This offer of protection is dubious at best and is likely only a bid for power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Gifemund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'They have a right to be suspicious. I have my motives, as do you. I simply offered what I have as a courtesy, but they are right... it is not free. I would not be the man I am today if I gave anything for free.\\n\\n'Now that more have seen the wisdom of my offer, I may yet be able to achieve my goals....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "The supplier strongly refuses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "The innkeeper is suspicious of the price, but accepts the offer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "The healer reluctantly accepts the offer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The provisioner angrily refuses",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'It seems Gifemund has concern for our safety, but at the same time I believe he has other intentions. He may be able to use this against me some day, but I will accept his offer. I would rather be alive and healthy and be indebted to him, than otherwise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Gifemund wishes to offer protection to those who do not feel safe. Being a wise merchant and a man of wealth and power, he seems intent on using this offer as leverage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Offer of Protection",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to the shop owners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'It is important that the people of Woodhurst feel safe again. I think safety is something that I can provide. It is known that the guards are struggling to maintain control and will sometimes avert their eyes when they should not.\\n\\n'I can provide protection to those who want it and have something to offer in return. Please speak with the shop-owners of Woodhurst on my behalf.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}