{
  "id": 620934587,
  "txt": [
    {
      "id": "0x9b56885",
      "en": "'They have gone, [placeholder].\\n\\n'As you readied the waggons, my guards rallied the people. Now, they can leave with a glimmer of hope that brighter days lie ahead.\\n\\n'They shall set out immediately, but you and I have one last matter to discuss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Not Our Future",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730887",
      "en": "'Spoke you to my family?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected Mágla's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Ready waggons for the people of Middlemead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "Mágla's stony gaze betrays a great deal of unease.\\n\\n'[placeholder], if you would, please ready the waggons. Time grows short for my people to travel to Edoras, and I would not wish them to be here any longer than they need be.\\n\\n'Leave me here, I must speak to my family alone before they join the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'It was Hildulf... \\n\\n'I should have known with how our resources dwindled these past few weeks. The wretch intended to starve us out by feeding our goods into the hands of the Enemy, but fie on such underhanded dealings.  Let him run, and while he gathers his wits, my people will make for Edoras. \\n\\n'[placeholder], one matter remains before I can send my people away. I wish for you to bring my wife and son to my side, here in this hall. I must speak to them before the time is too late.\\n\\n'You can find them in my home, but please, be swift.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73085",
      "en": "'What brings you to our home?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'My husband wishes to see us in the hall, you say?\\n\\n'Very well, Séoca and I will make our way there as soon as we are able, but... I would ask that you aid me with something first.\\n\\n'My husband cannot wield a blade as he once did, and it has troubled him greatly to sit idly as battles are fought and won. Séoca is nearly of age, and I would have him take up Mágla's sword so his legacy as a warrior might begin anew.\\n\\n'The sword is upstairs in our room, and though Mágla enjoys not to look upon it, you will find it there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Thane Mágla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Mother says I can have his sword?' \\n\\nSéoca takes the blade and turns it, watching the reflections change with a fascinated look on his face.\\n\\n'I must show father! I want to defend Rohan for him just like he did for me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "In the wake of Hildulf's disappearance, Thane Mágla readies his people and family to depart for Edoras. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Mágla's sword can be found in his home in central Middlemead.\\n\\nBaduhild has asked you to bring Mágla's sword to her so that she might give it to her son to wield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Baduhild can be found in Mágla's home in central Middlemead.\\n\\nThane Mágla has asked that you speak to his wife and son before bringing them to the Mead Hall. You should travel to Mágla's home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730896",
      "en": "'Have you readied the waggons?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Séoca can be found in Mágla's home in central Middlemead.\\n\\nYou have found Mágla's sword and should now present it to Séoca as Baduhild asked.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to Séoca",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Thane Mágla can be found inside the Mead Hall of Middlemead in Kingstead.\\n\\nYou have met with Mágla's family and should now return to him in the Mead Hall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Talk to Thane Mágla",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Talk to Baduhild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "The waggons can be found throughout Middlemead.\\n\\nThane Mágla has asked you to ready the waggons as he bids his family and people farewell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect Mágla's sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "Thane Mágla can be found in the Mead Hall of Middlemead.\\n\\nYou have readied the waggons for the people of Middlemead, and they now stand ready to journey to Edoras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Readied waggons for the people of Middlemead ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "'What's this?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}