{
  "id": 620934526,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Herubrand is in the cellar of the farm-house.\\n\\nYou should bring the letter to Herubrand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You accept my offer? Then I welcome you, [placeholder]. I will not deceive you: I have had my eye upon the seat of power here in Woodhurst for some time. I think you can help me acquire it.\\n\\n'First, anyone who serves me must dedicate some time in my mine. Anything good in this life comes from hard work and dedication. Even Elda spent time there when he first came to me. Speak with the overseer there when you are ready.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to the mine overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Wid Isernore is filled with ore-bearing stone.\\n\\nThe overseer asked that you gather ore for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "The overseer is at Wid Isernore, just outside of Woodhurst.\\n\\nGifemund told you to speak with the overseer of his mine and learn how you might help there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Gifemund",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Gifemund sent you? That is all I need to know. We are happy to have you. However, I tolerate no slacking on my work-site, so you had best be ready to work.\\n\\n'I could always use more ore. Take this pick-axe and find a good vein to mine.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to the mine overseer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'All right, not a bad find, but you should not be too proud of yourself, as I am not done with you yet. Gifemund did not specify how long I could have you for. Hold a moment and let me see if there is more that I can have you do for me....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Collected chunks of ore ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Bring the letter to Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'At least Elda had the courtesy of resigning, but if he returns he will have much to answer for. I am concerned that he could unravel everything that we have done, but I must trust that he told you the truth and will keep my secrets safe.\\n\\n'His service to Gifemund is also concerning, for they make a powerful alliance that could unite Woodhurst behind them. For now, I need you to work for Gifemund and learn what he is up to....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Gifemund is in the ore refinery building within Woodhurst, near the centre of the city.\\n\\nHerubrand told you to insinuate yourself into the good graces of Gifemund in order to learn what he has planned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "The mine overseer is at Wid Isernore.\\n\\nThe ore you gathered should be returned to the mine overseer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Though Elda was an advisor to Reeve Heremond for some time, he never saw eye to eye with Herubrand. This detachment led him to seek another who shared his vision for the future of Woodhurst.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Elda Steps Aside",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I have seen what you are doing for Gifemund, and I may have been wrong about you. I have been harsh towards you on a number of occasions, but you may yet prove useful. I still have my eye on you, though.\\n\\n'I need you to deliver a letter for me. It has come time for me to step down as an advisor and better fulfil my role here.\\n\\n'I now work with Gifemund, but I will not betray Herubrand's secrets. They are safe with me.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}