{
  "id": 620803712,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted Weatherfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted Glumhallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted Echad S没l",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nidgyl is concerned with the movements of goblins, Orcs, and brigands in the surrounding areas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Scouted Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Enemy is on the move... do you know of the hill called Weathertop overlooking the western Lone-lands? The Orcs have raised a number of small camps around its base and launch raids upon travellers and villages from them.\\n\\n'I need you to scout the area of Weathertop and keep an eye on the strength of the Enemy's forces there. We must watch for an opportunity to strike against them should they lower their guard.\\n\\n'Weathertop lies far to the east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Weatherfoot lies far to the east of Bree-land, near Weathertop in the Lone-lands.\\n\\nNidgyl has asked you to scout the Orc-encampment at Weatherfoot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Orcs continue to maintain their camps, do they? No matter for now, their forces in the Lone-lands are too small to represent a real threat -- yet.\\n\\n'We will keep an eye on them, though. The Enemy would not have sent them so far afield without reason. They will make their move soon enough.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glumhallow is far to the east of Bree-land, near Weathertop in the Lone-lands.\\n\\nNidgyl has asked you to scout the Orc-encampment at Glumhallow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Echad S没l is a small hill that lies north of Weathertop in the Lone-lands, far to the east of Bree-land.\\n\\nNidgyl has asked you to scout the ruins of Echad S没l.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Weathertop is in the Lone-lands, far to the east of Bree-land.\\n\\nNidgyl has asked you to climb Weathertop itself to examine the surrounding lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Nidgyl is at Bree-town in Bree-land, far to the west of Weathertop.\\n\\nYou should report to Nidgyl and tell them what you have seen from the heights of Weathertop.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Weatherfoot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout Glumhallow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout Echad S没l",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Scout Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouting Weathertop",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Nidgyl",
      "es": "",
      "es (fem)": ""
    }
  ]
}