{
  "id": 620803703,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Visited Barachen's Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted the Stone-trolls' Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted Drauglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers have heard rumours that agents of Angmar plan to cut the roads to Rivendell where travellers would pass through the Trollshaws. They have asked you to patrol the areas west of the Ford of Bruinen to provide warning should such an intrusion occur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Scouted the Ford of Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder], perhaps you can help us - we have overheard rumour that the Angmarim may soon move to cut off the road to Rivendell as it passes through the western Trollshaws. We cannot allow them to cut us off from our strongest allies! I need you to patrol the areas west of the Ford of Bruinen and keep a sharp eye out for Angmarim forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Begin your patrol at Barachen's Camp, which can be found in the hills South of the road as it runs East from the Last Bridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'While the Trollshaws remain hazardous as always, it seems that the hand of the Enemy still has difficulty reaching there.\\n\\n'Still, your reports of evil apparitions wandering the ruins there gives me pause. This is a new development and it does not bode well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Find the glade occupied by a set of three petrified Stone-trolls. It lies somewhere in the hills North-east of Barachen's camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Scout the ruins of Drauglad, south-east of the Stone-troll's Glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Scout the Ford of Bruinen, which lies South-east of the ruins of Drauglad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Report to Handarod and tell him the results of your patrol in the Western Trollshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Visit Barachen's Camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the Stone-trolls' Glade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout the ruins of Drauglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Scout the Ford of Bruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dangerous Path",
      "es": "",
      "es (fem)": ""
    }
  ]
}