{
  "id": 620803779,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Elves of Rivendell have spoken to me recently of a particular problem which they had thought long ago dealt with.\\n\\n'It seems there was once a troll in the lower regions of Bruinen, of particular strength and cunning, who strove to stir the trolls of the Trollshaws to band together in war against Rivendell. The Elves learned of this and hunted Shataz down, eventually driving him up into the Misty Mountains -- but they were unable to capture or kill him.\\n\\n'Now it seems that Shataz lives up there still, and a scout discovered him once again attempting to raise a band of trolls to raid Rivendell itself from the region of Orod Laden. This is a distraction that Elrond can ill-afford at this time, and so I would have you take a small band of skilled warriors up into the Misty Mountains to do away with this troublesome creature. You should take allies with you if you plan to find this creature.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I have received a message from the Wardens telling me of your heroic efforts in support of their cause. I thank you for taking such risks on their behalf and ours.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Fist of Ice",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Rangers of Esteldín have told you of a troll named Shataz, who is attempting to raise a raid against Rivendell.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Shataz",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Shataz",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The troll Shataz was last seen by an Elvish scout on the slopes east of Orod Laden in the Misty Mountains, far to the south and east of the North Downs.\\n\\nHandarod has asked you to find the troll Shataz and defeat him.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Handarod",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Handarod is at Esteldín in the North Downs, far to the west and north of the Misty Mountains.\\n\\nYou should return to Handarod and tell him of Shataz' defeat.",
      "es": ""
    }
  ]
}