{
  "id": 620803783,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have received a strange message from our allies in Evendim. It seems that far to the West in the forests of Evendim there lies a grove where one an Ent has taken up residence in his search for the Entwives. Through his Elf-friends he has sent forth a call for aid against a dark menace in the forests there -- some corruption of the wood by a band of Wood-trolls and a Huorn that has fallen under their sway.\\n\\n'I need you to gather a strong following of your companions and make this journey into the western woods, so that this threat may be eliminated before it spreads its corruption further.\\n\\n'Speak with Longbough the Ent when you are ready to begin your assault.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "Hoom! Hom! It has been ever so long since my blood has run with such heat and fervour! That was well fought, Little One! Indeed while I have little love for axes and swords, I had forgotten the enjoyable haste of battle. Ta-room!\\n\\n'Even now though, I feel the anger of the forest subsiding as the Twisted Heart's influence fades. Soon some measure of peace shall return here, I think.\\n\\n'Ta-rum! My thanks to you, little one. Your aid was most welcome. Please forgive my rudeness when first we met.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you gathered your allies? Hom! The forest seethes with anger as the power of the Twisted Heart grows, and while I fear we have little time, haste will lead only to disaster.\\n\\n'Ta-room! Ta-rum! Are you fully prepared for what lies ahead? Be certain, for we face death should we falter.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Twisted Heart -- Redux",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hoom! Thank you for your help in purging the Twisted Grove of the evils that had beset it, Little One. It is sad to see an old friend fall to such a fate, but such is the way of the world. Seasons turn, leaves fall, branches wither -- and in the fullness of time, new shoots grow to take their place. But such passing is never without pain, is it?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ent Longbough believes that some evil power may be twisting the wood to dark ends.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Accompany Longbough against the Twisted Heart",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Longbough is at the Eavespires, on the north-west shore of Lake Evendim.\\n\\nHandarod has asked you to speak with the Ent Longbough and assist him against the Wood-trolls of Evendim.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Longbough",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Longbough is at the Eavespires, on the north-west shore of Lake Evendim.\\n\\nYou should speak again with Longbough.",
      "es": ""
    }
  ]
}