{
  "id": 620803701,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted Ost Haer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nidgyl is concerned with the corruption that seems to flow from the ruins in the eastern reaches of the Lone-lands. Should it continue to expand unchecked, it may soon pose a deadly threat to travellers in the region.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Scouted Nan Dhelu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A dark rumour has reached my ears, [placeholder] -- it seems that the long-abandoned ruins in the eastern region of the Lone-lands have been corrupted by some evil presence.\\n\\n'I do not yet know the nature of this corruption, but if it continues to spread, it may well pose a danger to anyone attempting to travel through those lands. I need you to scout out the area and return to me with any news about the extent of the problem.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Guruth lies in the Lone-lands, far to the east of Bree-land, along the Great East Road.\\n\\nNidgyl has told you to begin your patrol of the Lone-lands at the stronghold of Ost Guruth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What you have seen is most disturbing. The lands of the eastern Lone-lands appear to be cursed by the powers residing in those ancient ruins.\\n\\n'I cannot say what this forebodes, but it is not good. All we can do for now is watch and try to hold these strange apparitions at bay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ost Haer lies in the Grimfens in the Lone-lands, south of Ost Guruth, far to the east of Bree-land.\\n\\nNidgyl has asked you to scout the ruins of Ost Haer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Dol Vaeg lies in the Lone-lands, far to the east of Bree-land, west of the Last Bridge.\\n\\nNidgyl has asked you to climb the spire of Dol Vaeg, a tall hill some ways to the west of the Last Bridge. It offers an excellent view of the surrounding lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Nan Dhelu lies in the Lone-lands, far to the east of Bree-land, north-east of Dol Vaeg.\\n\\nNidgyl has asked you to scout the ruins of Nan Dhelu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Nidgyl is at Bree-town in Bree-land, far to the west of the Lone-lands.\\n\\nYou should report to Nidgyl and tell him what you have found in the eastern Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Ost Guruth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout Ost Haer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout Dol Vaeg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Scout Nan Dhelu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Corruption of the Lone-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Nidgyl",
      "es": "",
      "es (fem)": ""
    }
  ]
}