{
  "id": 620803704,
  "txt": [
    {
      "id": 136263297,
      "en": "Scouted the Even-rills",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Scouted the Eave-mere",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Scouted Tollobel",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Handarod is concerned for the safety of the Wardens of Annúminas, who struggle to secure the ruined home of their forebears.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. Urgent news has come to my attention, and I could use your aid.\\n\\n'Our bretheren in Evendim are preparing an offensive to break the foul occupation of Annúminas, but these preparations have left them with no scouts to spare in patrolling the far side of Lake Evendim -- that is where you come in.\\n\\n'Up until now, there has been little evidence of the Angmarim or their Orc-soldiers in that area of Evendim, but we need to know if they have constructed any outposts there, lest they catch the Wardens by surprise. I want you to scout the far side of the lake and make sure that there is no sign of the Angmarim there.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Even-rills lie in Evendim, far to the west of the North Downs, on the northern end of Lake Evendim.\\n\\nHandarod has asked you to scout the area around the Even-rills, one of the two major sources of water coming into Lake Evendim from the north.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done. The presence of the Gauredain in Evendim is disturbing, but knowing that neither Angmarim nor Orc yet occupies the far shores of the lake is a relief. Thank you for your efforts.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Eave-mere lies in Evendim, far to the west of the North Downs, on the western side of Lake Evendim.\\n\\nHandarod has asked you to scout the Eave-mere, a small lake that feeds down into the much larger Lake Evendim.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Tollobel lies in Evendim, far to the west of the North Downs, in the south-west reaches of Lake Evendim.\\n\\nHandarod has asked you to scout the island of Tollobel. It could make an ideal location for the Angmarim to strike from should their hold on the city of Annúminas be weakened.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Handarod is at Esteldín in the North Downs, far to the east of Evendim.\\n\\nYou should report to Handarod and tell him what you have found along the shores of Lake Evendim.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout the Even-rills",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the Eave-mere",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scout Tollobel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Handarod",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Traces of the Enemy",
      "es": ""
    }
  ]
}