{
  "id": 620803777,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is well known that Stone-trolls are a greedy, selfish breed, but it seems that a troll of particularly loathsome habits has settled camp not far to the south and has begun raiding the remaining settlements of the Elves of Lin Giliath.\\n\\n'They have asked us for aid, and so I am looking for a group of warriors to go root out this particular villain and ensure that he harrasses the Elves no longer. This Stone-troll is known by the name Gurmagath and is the chieftain of a band encamped in the forests and hills somewhere south-east of the ruins of Dol Nendír.\\n\\n'Gather your allies and see that he is dispatched or driven off. Without him, the Stone-trolls will be dismayed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, Gurmagath the stone-troll has been dispatched? Good, good. Hopefully his ilk will never hinder the Elves again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Greed of Trolls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handarod told you that the Stone-troll chieftain known as Gurmagath has been boldly raiding nearby Elvish settlements in order to amass enough wealth and food to sate his enormous greed and appetite. The Elves have asked for the aid of the Rangers of Esteldín in stopping his thievery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Gurmagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gurmagath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Stone-troll chieftain Gurmagath is in the forests south-east of Dol Nendír.\\n\\nHandarod has asked you to find Gurmagath and defeat him. He suggested that you take allies with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Handarod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Handarod is in Esteldín, north of Dol Nendir.\\n\\nYou should return to Handarod and tell him of Gurmagath's defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}