{
  "id": 620803708,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Longbeards of Othrikar had mentioned to us recently that their wayward kin, the Dourhands, have been attempting to open mines here in the hills of Nan Amlug. Now my scouts tell me that, despite our efforts, their work is nearly complete, and they are preparing to send shipments of iron north to their allies in Angmar.\\n\\n'I need you to make a foray into Nan Amlug to attack the Dourhands in and around their mines, and do as much as possible to disrupt their operations there. The last thing we want is for Angmar to gain yet another supply of metals for their armies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'My scouts tell me that the Dourhand operations are in some measure of disarray thanks to your efforts. Keep up the good work -- we need to disrupt the flow of war materials into Angmar as much as possible if we are to have any hope of preventing their Orcs from sweeping over us in the months to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Thwarting the Dourhands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handarod is concerned with the growing threat of the Dourhands in western Nan Amlug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dourhands in Nan Amlug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dourhands in Nan Amlug ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dourhands can be found throughout the hills of western Nan Amlug, north-west of Esteldín.\\n\\nHandarod has asked you to disrupt the Dourhand mining efforts in Nan Amlug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Handarod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Handarod is at Esteldín in the North Downs, south-east of Nan Amlug.\\n\\nYou should return to Handarod and tell him of your battles against the Dourhands.",
      "es": "",
      "es (fem)": ""
    }
  ]
}