{
  "id": 620803710,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have received an urgent message from the dwarf Glóin, who has maintained a watch-post up in the western regions of the Misty Mountains, above the passages to Rivendell.\\n\\n'He claims that the local population of snow-beasts -- normally reclusive, though still dangerous beasts -- have recently launched relentless attacks upon him and his companions.\\n\\n'Glóin has asked that I send someone skilled in battle to help hunt down these beasts and frighten them away from his camp.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I hear that your snow-beast hunt went well. Glóin's latest messenger asked me to commend you for your efforts on behalf of him and his kin. Well done, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hunt in the Blinding White",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Handarod is concerned with the snow-beasts which have been attacking Glóin's camp up in the Bruinen Source regions of the Misty Mountains.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated snow-beasts in the Bruinen Source ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat snow-beasts in the Bruinen Source ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snow-beasts may be found throughout the Bruinen Source regions of the Misty Mountains, north of Rivendell, far to the south and east of the North Downs.\\n\\nHandarod has asked you to defeat snow-beasts in the Bruinen Source regions.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Handarod",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Handarod is at Esteldín in the North Downs, far to the west and north of the Misty Mountains.\\n\\nYou should return to Handarod and tell him of your snow-beast hunt.",
      "es": ""
    }
  ]
}