{
  "id": 620803778,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Two weeks ago one of our Rangers captured a prominent brigand-leader by the name of Jabe Grimshaw, who we believed might be working in league with agents of Angmar.\\n\\n'However, before he could be questioned, he escaped, killing his captor in the process, and fled into Evendim.\\n\\n'If you would hunt down this villain, we would be indebted to you for avenging our fallen comrade. We believe he has taken refuge in the ruins of Barad Rath, far to the west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, you have found and defeated Grimshaw? Excellent. The Rangers are too few in number to let the murder of one of our kin pass unavenged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flight from Justice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers of Esteldín are hunting a fugitive by the name of Jabe Grimshaw, who slew one of their comrades during his escape.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Jabe Grimshaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Jabe Grimshaw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rangers believe Jabe Grimshaw can be found in the ruins of Barad Rath in Evendim, far to the west of Esteldín.\\n\\nHandarod has asked you to seek out the brigand Jabe Grimshaw and defeat him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Handarod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Handarod is at Esteldín in the North Downs, far to the east of Evendim.\\n\\nYou should return to Handarod and tell him of Jabe Grimshaw's defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}