{
  "id": 620803776,
  "txt": [
    {
      "id": 218649169,
      "en": "'Ill-tidings, [placeholder]. The Orcs have mounted an assault on the town of Trestlebridge to the North. While their first attack has been repelled, they are continuing to harass the defenders while they bring more reinforcements from the east.\\n\\n'Worst of all, the raiders who assault the town have been using poisoned arrows -- even the smallest nick can cause raging fevers which put down a strong warrior for days. If they can weaken Trestlebridge's defence enough, the next major attack will overrun the town.\\n\\n'I need you to find the Orc responsible for creating these evil poisons -- find the Tarkrîp Defiler who has hidden in the valleys of Nan Wathren, north-east of Trestlebridge, and slay him.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have slain the defiler? Excellent. Now the soldiers of Trestlebridge need not fear a painful death from any nick or scratch as they do battle.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Poisoned Arrows",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nidgyl told you that the Orcs assaulting Trestlebridge have been using poisoned arrows to slay the defenders there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated the Tarkrîp Defiler",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat the Tarkrîp Defiler",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nan Wathren lies to the north-east of Trestlebridge in the North Downs, far to the north of Bree.\\n\\nNidgyl has asked you to slay the Tarkrîp Defiler who has been creating the poisons used by the Orcs attacking Trestlebridge.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nidgyl",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nidgyl is at Bree-town in Bree-land, far to the south of Nan Wathren and Trestlebridge.\\n\\nYou should return to Nidgyl and tell him that the Tarkrîp Defiler is dead.",
      "es": ""
    }
  ]
}