{
  "id": 620803705,
  "txt": [
    {
      "id": 136263297,
      "en": "Scouted Echad Candelleth",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Scouted Echad Gauradan",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Scouted the Forgotten Monument",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Handarod is concerned for the safety of the hidden valley of Rivendell.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Scouted Echad Candelleth",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. I have been asked by the Elves of Rivendell to lend them aid in patrolling the furthest reaches of the Trollshaws and keep an eye on the encroachments of the Enemy.\\n\\n'I need you to head into the area of Tâl Bruinen and scout out the positions that might be used by the Enemy or their allies.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Echad Candelleth lies in Tâl Bruinen, south of the Trollshaws, far to the south and east of the North Downs.\\n\\nHandarod has asked you to begin your patrol at the camp of Echad Candelleth.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, the Gauredain have appeared in Tâl Bruinen, as well? The Elves will not be pleased when they learn of this, if they have not already.\\n\\n'They would never have moved so far afield save at the prodding of the Enemy -- but what their part is in the greater scheme, I cannot yet say.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Echad Gauradan lies in Tâl Bruinen, south of the Trollshaws, far to the south and east of the North Downs.\\n\\nHandarod has asked you to scout the encampment of Echad Gauradan.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The Forgotten Monument lies in the eastern area of Tâl Bruinen, south of the Trollshaws, far to the south and east of the North Downs.\\n\\nHandarod has asked you to scout the overlook marked by the Forgotten Monument. It provides a commanding view of the surrounding lands.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Echad Candelleth lies in Tâl Bruinen, south of the Trollshaws, far to the south and east of the North Downs.\\n\\nHandarod has asked you to complete your patrol by returning to Echad Candelleth.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Handarod is at Esteldín in the North Downs, far to the west and north of Tâl Bruinen.\\n\\nYou should report to Handarod and tell him what you have seen in the wilds of Tâl Bruinen.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scout Echad Candelleth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout Echad Gauradan",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scout the Forgotten Monument",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Scout Echad Candelleth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouting Tâl Bruinen",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Handarod",
      "es": ""
    }
  ]
}