{
  "id": 620803775,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], should you find yourself in the hills east of Weathertop, there is a particular half-orc by the name of Hontimûrz who has been making quite a nuisance of himself in that region. It has even reached my ears that he may be in the service of some ally of the Enemy.\\n\\n'In any case, I -- and many others  would like to see his evil put to an end. Perhaps you would go against him? He has set up a camp in the ruins of Naerost.\\n\\n'I should warn you however, he is said to be an accomplished warrior, and he is often surrounded by fellow brigands who will defend him... you would do well to take allies with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have defeated Hontimûrz? You have earned my praise, [placeholder]! That is one less trouble I need worry about in these dark days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Into Naerost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nidgyl in Bree-town told you of a ruthless band of half-orcs that has inhabited the ruins of Naerost in the Lone-lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Hontimûrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Hontimûrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Naerost lies to the east of Weathertop in the Lone-lands, far to the east of Bree.\\n\\nNidgyl has asked you to assault the ruins of Naerost and defeat the villianous half-orc Hontimûrz. He suggested that you take allies with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Nidgyl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nidgyl is in Bree-town in Bree-land, far to the west of Naerost.\\n\\nYou should return to Nidgyl and tell him of Hontimûrz' defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}