{
  "id": 620803706,
  "txt": [
    {
      "id": 218649169,
      "en": "'My kinsmen often have need to travel into the Trollshaws to carry information to and from Rivendell, but of late that passage has become hazardous, as the roads are frequently watched by bands of half-orc marauders -- particularly in the region of Nain Enidh in the Lone-lands.\\n\\n'I need you to foray into Nain Enidh and defeat as many of these half-orcs as possible to free up the passage into the east; otherwise, we will likely be caught unaware when the Enemy makes its next move in the east.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have struck a telling blow against the half-orcs of Nain Enidh. My kinsmen have been able to reach Rivendell with considerably fewer unpleasant incidents, thanks to your efforts on our behalf.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Marauders of the Lone-lands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nidgyl is concerned with the half-orcs who have been spotted marauding through the Nain Enidh region of the Lone-lands, making travel into the east nearly impossible.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated half-orcs in Nain Enidh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat half-orcs in Nain Enidh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Half-orcs can be found throughout the Nain Enidh region of the Lone-lands, far to the east of Bree.\\n\\nNidgyl has asked you to defeat the half-orcs marauding in the Lone-lands.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Nidgyl",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Nidgyl is at Bree-town in Bree-land, far to the west of Nain Enidh.\\n\\nYou should return to Nidgyl of Bree-town and tell him of your battles against the half-orcs of Nain Enidh.",
      "es": ""
    }
  ]
}