{
  "id": 620803784,
  "txt": [
    {
      "id": 54354734,
      "en": "Handarod told you of the trials of the dwarves at Glóin's camp in the Misty Mountains and of the plans to finally assault the ancient dwarf-hold of Gabilazan",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I have a dangerous task for you and your companions. The Dwarf Glóin has come into possession of a special key which will allow access to a passage that leads into the fortress of Skorgrím Dourhand.\\n\\n'Glóin has bidden me send him a group of warriors who -- led by his son Gimli, who knows the secret ways of that place -- will put an end to Skorgrím's treachery once and for all.\\n\\n'Seek out Gimli in one of the guest rooms on the southern slope of the Vale of Imladris when you have gathered your companions and are prepared to embark.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Handarod has asked you to gather some allies and seek out the Dwarf Gimli. Gimli will accompany you to the dwarf-keep where the Nazgûl and Skorgrím may be hiding. Gimli is staying in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You bring tidings both joyous and dark, [placeholder]. The Dourhands are done! They will never hope to threaten the Longbeards again.\\n\\n'While the news of the spirit that was driven from Skorgrím is unsettling, it is not as disturbing as the news of the Nazgûl's escape. What is worse, you tell me that he spoke of bringing Men to Helegrod. What he seeks in that old dwarf-hall is a mystery to me.\\n\\n'Unfortunately, there is more that must be done if Rivendell is to be secured. Know, though, that I will give you whatever help I can.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glóin is at his camp in the Misty Mountains, north of Rivendell.\\n\\nThe Nazgûl left the dwarf-keep, commanding Skorgrím to slay you. Fortunately, you were able to defeat Skorgrím, but a fell spirit emerged from his corpse and cursed the Longbeards before vanishing. You should tell Glóin all that has transpired.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That was a good fight, [placeholder]! Such exercise does not come along every day!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Today reminds me of our last meeting so many years ago in the Silver Deep. This time, though, we had no need for wizards! Skorgrím is defeated, and whatever foul spirit was within him has returned to the Void! A good day indeed!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Greetings, [placeholder]. A glorious battle awaits us!\\n\\n'Are you and your allies ready? My father has given me the Key-stone, so I am prepared. Let us go now into the Mountains to defeat Skorgrím and his Dourhands!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, hello again [placeholder]. It has been many years since we last fought together, hasn't it!\\n\\n'Are you and your allies ready? My father has given me the Key-stone, so I am prepared. Let us go now into the Mountains to defeat Skorgrím and his Dourhands!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Speak to Gimli when your allies are ready, and he will lead you to the dwarf-keep.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Gimli",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Our battke with the Dourhands was glorious!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Glóin",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You have done the Longbeards a great service, my friend! The line of Durin is at your service!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Last Refuge -- Redux",
      "es": ""
    }
  ]
}