{
  "id": 620803702,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Scouted Ost Galumar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Scouted Ost Crithlanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Scouted Kar Lak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handarod is concerned with the threatened safety of Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Scouted Dol Nendír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. I fear that with all that has been happening in recent months we have been remiss in our own defence... just recently a small group of Orc-scouts were slain by our Rangers on the very doorstep of Esteldín. I need not tell you that it is only the secrecy of Esteldín that protects it from the full brunt of Angmar's assault. We cannot take any further risks!\\n\\n'I need you to patrol the lands immediately surrounding Esteldín and report back to me with any movements the Enemy makes.\\n\\n'I would stay clear of the large Orc-camp at Dol Dínen if I were you -- we have already lost too many scouts there, and I cannot afford to lose any more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ost Galumar lies to the north-west of Esteldín, in the North Downs.\\n\\nHandarod has asked you to scout the ruins of Ost Galumar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So, we continue to be surrounded by enemies -- though the enemies that most concern me are those who lie to the east of us, as the Orcs continue to stream down out of the Ram Dúath.\\n\\n'In time, they will find us -- I only hope we are ready by then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ost Crithlanc lies to the north-east of Esteldín, in the North Downs.\\n\\nHandarod has asked you to scout the Angmarim-outpost of Ost Crithlanc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Kar Lak lies in the hills well to the east of Esteldín, in the North Downs.\\n\\nHandarod has asked you to scout the Earth-kin village of Kar Lak.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Dol Nendir lies to the south-west of Esteldín, in the North Downs.\\n\\nHandarod has asked you to scout the ruins of Dol Nendír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Handarod is at Esteldín in the North Downs.\\n\\nYou should report to Handarod and tell him what you have seen during your patrol around Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout Ost Galumar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout Ost Crithlanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Scout Kar Lak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Scout Dol Nendír",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ward of Esteldín",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Handarod",
      "es": "",
      "es (fem)": ""
    }
  ]
}