{
  "id": 620862708,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have endured much, but fate can be most cruel to those who dare stand athwart its path. Are you prepared to endure the Darkness ahead? The loss of allies and friends, of home and liege?\\n\\n'Go forth and seek the ox-spirit of endurance and face your challenge. Perhaps you are ready...perhaps not.\\n\\n'Look for the ox-spirit beneath the north-east eaves of the Mournshaws.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Save those whom you can, endure the passing of those you cannot. Strive ever forwards if you wish to see light upon the world again, [placeholder].\\n\\n'Such is the way of this world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You must challenge the ox-spirit to complete your test.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wild Hunt: Munfaeril's Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "As you kneel by the waters of the pool, a strangely mesmerizing glow emanates from the waters.\\n\\nFeeling dazed as you stare into the glowing water, you reach down to cup a handful and bring it to your lips....\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Munfaeril has bidden you challenge an ancient spirit as a test of endurance in the Wild Hunt that the Huntsman has set before you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Ox Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Munfaeril's Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ox-spirit dwells beneath the north-east eaves of the Mournshaws.\\n\\nMunfaeril has bidden you challenge her ox-spirit servant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Munfaeril at the Huntsman's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Munfaeril is at the Huntsman's Hall.\\n\\nYou should return to Munfaeril and tell her of your success in the challenge of endurance.",
      "es": "",
      "es (fem)": ""
    }
  ]
}