{
  "id": 620862709,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You would take up the Wild Hunt, [placeholder]?\\n\\n'I warn you that it is not for the faint of heart -- but if you would complete it, you must face an ancient beast, fast as the wind and of a tempest's mood. Seek it out, if you will, in the  heart of the Mournshaws and challenge it.\\n\\n'I shall await your return here, should you survive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have faced my challenge and prevailed, [placeholder]. Go forth and complete the Wild Hunt and earn the Huntsman's favour, if you would win passage for your allies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go forth and challenge the falcon-spirit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wild Hunt: Gwenaewen's Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "As you kneel by the waters of the pool, a strangely mesmerizing glow emanates from the waters.\\n\\nFeeling dazed as you stare into the glowing water, you reach down to cup a handful and bring it to your lips....\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gwenaewen has bidden you challenge an ancient spirit as a test of quickness in the Wild Hunt that the Huntsman has set before you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the Falcon Spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Challenge Gwenaewen's spirit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwenaewen's spirit dwells in the heart of the Mournshaws.\\n\\nGwenaewen has charged you with hunting her falcon-spirit servant.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gwenaewen at the Huntsman's Hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gwenaewen is at the Huntsman's Hall.\\n\\nYou should return to Gwenaewen and tell her that you have overcome her challenge.",
      "es": "",
      "es (fem)": ""
    }
  ]
}