{
  "id": 620789859,
  "txt": [
    {
      "id": 54354734,
      "en": "Robin Dunkley has shared his delight at the misfortune of a band of tomb-robbers with you and wants you to recover any artifacts they might have been transporting.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'While you were gone, I heard that a group of robbers transporting relics from the islands ran into a spot of trouble with the bears of Tyrn Fornech. Isn't that wonderful?\\n\\n'Apparently, they had hoped to give Tinnudir a wide berth and had circled far to the east in a great loop, but they went too far and stumbled upon the bears at Nan Orngon. What luck: bad for them but good for us, [placeholder]!\\n\\n'Head east of Ost Forod to Nan Orngon and search the bodies for the relics the robbers brought with them. Bears don't care about such things, so I figure they won't mind if we return them to the Rangers! Use caution while at Nan Orngon, friend -- bears do not discriminate between true-hearted friends of the Dúnedain and villainous tomb-robbers!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A group of tomb-robbers ran afoul of the bears at Nan Orngon, east of Ost Forod in Tyrn Fornech.\\n\\nRobin Dunkley has asked you to find the bodies of the tomb-robbers at Nan Orngon and recover any artifacts they might have stolen.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This statuary is very interesting, [placeholder], and very old. I wonder how many pieces of this statue have already been claimed by robbers?\\n\\n'If we can assemble the complete statue, I know that Calenglad and the other Rangers would be pleased!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Robin Dunkley is at Ost Forod, west of Nan Orngon, in Tyrn Fornech.\\n\\nYou have recovered a piece of broken statuary from a robber that ran into some trouble with bears at Nan Orngon. Robin Dunkley asked you to return any relics you find to him at Ost Forod.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Some tomb-robbers ran into trouble with bears at Nan Orngon, to the east. Isn't that wonderful?\\n\\n'Go to Nan Orngon and recover any artifacts they might have been transporting. The bears don't need them, after all, and we can return them to their rightful places.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You didn't find anything on the corpses of the robbers at Nan Orngon, [placeholder]?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We should try and assemble the rest of the broken statue, my friend!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Even in pieces, the statue you recovered has a noble bearing.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Reclaim stolen relic from a tomb-robber corpse",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring broken statuary to Robin Dunkley",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ran Afoul of the Bears",
      "es": ""
    }
  ]
}