{
  "id": 620789845,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Calenglad wants you to return to him at once so he may tell you of his meeting with the Blue Lady. Do not delay, [placeholder]!\\n\\n'You have been a great help to me and have done much good for the people of Ost Forod. I hope to see you again, but for now you should return to Tinnudir and speak with Calenglad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am glad to see you again, [placeholder], and to know that you have not been idle while I journeyed. Robin spoke of the aid you rendered, and I believe that the people of Ost Forod are better for your service.\\n\\n'I have spoken with Gwindeth about acquiring the Silithar for Aragorn, but she is not satisfied with what I have told her of you. She wants to meet you herself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What are you waiting for, [placeholder]? Calenglad waits for you at Tinnudir, to the south-west!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Word from Calenglad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Blue Lady of Nenuial is as changeable as the surface of the lake itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Calenglad sent word to Robin Dunkley that he has returned from his journey to meet with Gwindeth and wants to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Gwindeth has lived by Lake Nenuial for years uncounted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Calenglad is at the Ranger-camp on the island of Tinnudir, south-west of Ost Forod, in Evendim.\\n\\nThe Ranger Calenglad has sent word that he wishes to speak with you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}