{
  "id": 620789858,
  "txt": [
    {
      "id": 218649169,
      "en": "'[placeholder]! I had not thought to see you again so soon, but I am glad indeed to have been mistaken. In point of fact, it seems that a fortuitous wind has brought you here to me on this day, for I have good news: I have finished remaking the statue of Elendil you brought to me in pieces!\\n\\n'You say that you know whence this statue came? How wonderful! You would do well to return it to its rightful place, [placeholder]!\\n\\n'I will give you the statue and trust you to bring it to the pedestal on which it once stood. Tyl Ruinen, you say? Very well! Go carefully, and let us set right what the robbers of Evendim have despoiled!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The statue of Elendil that once stood upon the island of Tyl Ruinen no longer graces that place with its presence. Find the statue, in whatever condition it may now be, and restore it to its pedestal.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lost Statue",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am still amazed at this turn of fortune, [placeholder] -- for you to return just when I have finished remaking the broken statue of Elendil proves to me that there are forces for good in this world that have not abandoned Evendim!\\n\\n'Take the statue now to the islands of Tyl Ruinen and restore it to its proper place!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Robin Dunkley has given you the statue of Elendil he remade from the pieces you brought him during your time in Ost Forod.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am delighted that together we restored the lost statue of Elendil, [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You are always welcome at Ost Forod, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Place statue of Elendil on pedestal",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There is a pedestal on the islands of Tyl Ruinen, in the middle of Lake Nenuial, where the statue of Elendil you bear once stood. Tyl Ruinen is across the lake from the island of Tinnudir.\\n\\nWhile you journeyed to meet with Gwindeth, Robin Dunkley set about remaking the broken statue you recovered from robbers in Tyrn Fornech. This is the statue that once stood upon Tyl Ruinen.",
      "es": ""
    }
  ]
}