{
  "id": 620789857,
  "txt": [
    {
      "id": "0xc9a9d61",
      "en": "'Beware... Gauredain...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Robin Dunkley has told you that the people of Ost Forod are worried about one of their own, a hunter named Nat Rapkins, who has not returned from a hunt in the eastern Emyn Uial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'A hunter by the name of Nat Rapkins often travels far to the north-west, crossing the cold waters of the Even-rills that feed into the lake, and conducts his hunts in Emyn Uial. Nat is a woodsman of no small skill and should have returned by now. His family is overcome with concern.\\n\\n'I did not want to say anything to them about it, but I heard a terrible howling along the shore last evening. It had been driven from my mind with all of our doings against the tomb-robbers, but now I wonder if those dreadful howls had something to do with poor Nat.\\n\\n'If you would journey north-west to the northernmost tip of the lake and cross the Even-rills there to search for Nat Rapkins, I would greatly appreciate it. He has been gone for far too long, and I fear what end he may have found. He is sure to have remained in sight of the lake, if that was within his power, so do not stray too far from it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nat Rapkins crossed the Even-rills at the northern tip of the lake, north-west of Ost Forod, and never returned. Robin Dunkley wants you to search along the edge of the lake near the Even-rills for the missing hunter.\\n\\nRobin Dunkley heard a dreadful howling along the shore at night and is worried that Nat Rapkins might have fallen to some evil beast. He wants you to try and find the lost hunter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You there... I... attacked by Gauredain! Terrible creatures....\\n\\n'Take my pack... bring it... Ost Forod....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Robin Dunkley is in Ost Forod, south-east of the Even-rills, in Tyrn Fornech in Evendim.\\n\\nNat Rapkins spoke of the Gauredain with his dying breath and gave you his pack to return to Ost Forod. You should bring it to Robin Dunkley.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'If old Nat is in trouble, you'll find him somewhere near the Even-rills at the northern reach of the lake. Head north-west of Ost Forod and cross the waters at its northern reach, but beware of whatever evil made that terrible howling -- it froze my blood cold to hear it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I was afraid you would return with such news, [placeholder]. Nat was a good hunter, well-liked by the people here, and will be missed. I will return the pack to his family and give them these sad tidings.\\n\\n'You say he spoke of the Gauredain? Yes, I feared as much. They have always been a danger to those who find themselves in Emyn Uial, but it has been many years since last they proved so bold. Something must be done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We must do something about the Gauredain, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Did you not find Nat?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Poor Nat. He was a good man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Nat Rapkins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Nat Rapkins' pack to Robin Dunkley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Howling in the Hills",
      "es": "",
      "es (fem)": ""
    }
  ]
}