{
  "id": 620789801,
  "txt": [
    {
      "id": 218649170,
      "en": "'Ha! Fool! That's the wrong token! I should have known you were no lore-master! Oh, wait. That's the right one, isn't it?\\n\\n'Bah! Just luck! Beginner's luck! Fool's luck! I won't tell you my dreadful secret at all now!\\n\\n'Well, not that Humfrey Rumming has a dreadful secret, you know; it's just that if I did, I wouldn't tell you. You see? You see?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ha! I knew you would fail!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Rumming's Ridiculous Request",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ha! Wrong! That's the wrong token! Fool! You are not worthy to share TBD's knowledge. Ha ha ha!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Ha! Wrong! That's the wrong token! Fool! You are not worthy to share TBD's knowledge. Ha ha ha!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Token of the Bat",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Can't figure it out? You're not a lore-master at all, are you. Ha! Look for the box that solves my riddle -- I've hidden them all over Tyl Ruinen!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Ha! Wrong! That's the wrong token! Fool! You are not worthy to share TBD's knowledge. Ha ha ha!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Humfrey Rumming? A lore-master? I have never heard the name. Perhaps you can learn what he knows? Return to Tyl Ruinen and attempt to solve his riddle, no matter how ridiculous it may seem.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Ha! Wrong! That's the wrong token! Fool! You are not worthy to share TBD's knowledge. Ha ha ha!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are boxes hidden all around Tyl Ruinen, and one of them contains the solution to Rumming's riddle.\\n\\nThe riddle goes:\\n\\nFluttering shreds rent from the fabric of night;\\nFell shrieking beasts that shun the sun's light;\\nDwelling in darkness they fly hidden from sight;\\nClouds obscure the stars when first they take flight.",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Ha! Wrong! That's the wrong token! Fool! You are not worthy to share TBD's knowledge. Ha ha ha!'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Humfrey Rumming is by the ruins of Tollobel on Tyl Ruinen.\\n\\nYou have obtained the token of the bat from a chest on Tyl Ruinen. Bring it back to Humfrey Rumming if you believe it is the solution to his riddle.",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Ha! Wrong! That's the wrong token! Fool! Oh, wait. Sorry. That's the right one, isn't it. Bah. Just luck! That's what it was, just luck!'",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Solve Humfrey Rumming's riddle",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring token of the bat to Humfrey Rumming",
      "es": ""
    },
    {
      "id": 32729280,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 32729281,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 32729282,
      "en": "The key breaks in your hand",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The lore-master Humfrey Rumming must know something about the salamanders of Tyl Ruinen, but he seems to be hiding some sort of secret. There must be some way to get him to tell what he knows.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Yes, yes, naturally I know all about the salamanders. I'm a great lore-master, am I not? Or am I? Ha! Little joke there. Of course I am. All the Wise know the name of Humfrey Rumming! But I can't divulge the great secrets of lore to just anyone, can I? No, no, no, no, no! Not at all! And how can Humfrey Rumming tell if you are worthy? How, indeed?\\n\\n'Let's try a bit of a challenge, shall we? I have hidden a number of chests all about this island. One of them contains the answer to my riddle. Take this key -- but beware, it can only be used once! Here's the riddle:\\n\\n'Fluttering shreds rent from the fabric of night;\\nFell shrieking beasts that shun the sun's light;\\nDwelling in darkness they fly hidden from sight;\\nClouds obscure the stars when first they take flight.\\n\\n'It's not easy, is it? Oh, no! But if you explore this island from top to bottom, and from bottom to top, you are sure to find the solution!'",
      "es": ""
    }
  ]
}