{
  "id": 620789847,
  "txt": [
    {
      "id": 218649169,
      "en": "'Many years have passed since I first beheld Gwindeth, the Blue Lady of Nenuial, but on that day I resolved to do anything in my power to preserve her peace and the safety of the lake she loved. My duties here are twofold, oaths folding in on oaths, for I swore to Aragorn in his youth the vow I swore to his father: to uphold the line of Elendil using all of my strength.\\n\\n'The protection of Gwindeth and Lake Nenuial also serves this oath, for Gwindeth is the protector of the Silithar. Long has she maintained the flood that keeps the stone safe from robbers and plunderers. True-hearted she is, but slow to trust -- she shares that in common with the Dúnedain. I must speak with her alone, but the work of keeping Evendim safe will not stand for the delay caused by my journey to her home.\\n\\n'I would have you travel north-east to Ost Forod in Tyrn Fornech and offer your aid to a friend of the Rangers, Robin Dunkley. He is our ally against those who would plunder Annúminas. I will send word to Robin when I have returned from my meeting with Gwindeth.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You've come from Calenglad? I am very glad to hear it, for friends of the Rangers are fewer now than they were of old. There's no shortage of trouble among the hills of Tyrn Fornech, and it seems that more and more of these ruffians appear every day!\\n\\n'If we don't turn them out of Evendim, they're sure to plunder every last relic that remains from the height of the old kingdom! That would be a real shame, if you ask me.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Robin Dunkley lives in Ost Forod, among the hills of Tyrn Fornech to the north-east. I will send word to Robin when I return from my meeting with Gwindeth.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Friend in Ost Forod",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I am preparing to begin my journey, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While Calenglad meets with Gwindeth about obtaining the Silithar for Aragorn, he wants you to render your aid to Robin Dunkley in Ost Forod.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Gwindeth is as changeable as the surface of the lake. I hope she will help us.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I welcome you to Ost Forod, friend of the Rangers!'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'There are many unsavoury types in Tyrn Fornech these days. It's a shame.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Robin Dunkley lives in Ost Forod, north-east of Tinnudir in Tyrn Fornech, in Evendim.\\n\\nCalenglad has decided to meet with Gwindeth about acquiring the Silithar and has asked you to aid Robin Dunkley while he makes the journey.",
      "es": ""
    }
  ]
}