{
  "id": 620789891,
  "txt": [
    {
      "id": 218649169,
      "en": "The inscription on this stone marker is barely legible, but these words can just be made out:\\n\\n  \\qHigh atop Dol Haedír, beyond the Gloaming Falls,\\n   Wolf-kin men will guard my last.\\q\\n\\nThis new riddle may reveal the true location of the treasure.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The stone marker is surrounded by signs of digging; if it once marked the location of the treasure, it has surely been found.\\n\\nThe marker bears an inscription, all but worn away by the passage of time.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Again, [placeholder]? I am amazed at both your persistence and that of the departed landholder! How does this latest riddle go?\\n\\n  \\qHigh atop Dol Haedír, beyond the Gloaming Falls,\\n   Wolf-kin men will guard my last.\\q\\n\\n'I have heard of Dol Haedír, [placeholder], but it has a foul reputation. It lies far to the north-west of Lake Nenuial, and from this riddle I gather the Gloaming Falls must be somewhere near the summit.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Beyond the Gloaming Falls",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Ranger Culang has learned of a great treasure buried long ago by a Dúnadan-landholder and wants it recovered before it is found by tomb-robbers.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have found the stone marker",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the solution to the riddle",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The treasure may lie beneath another stone marker, somewhere in Evendim, if this riddle is to be believed:\\n\\n  \\qHigh atop Dol Haedír, beyond the Gloaming Falls,\\n   Wolf-kin men will guard my last.\\q\\n\\nYou should examine the marker when you find it for some clue to the location of the treasure.",
      "es": ""
    }
  ]
}