{
  "id": 620789852,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have come from Gwindeth? She does not often pass the waterfall that covers the entrance of her home, but I have seen her beneath the trees now and then.\\n\\n'I know too of the great respect she bore for the kings of Annúminas, and that they bore for her. It is said that the last king of that city asked her to raise the waters of Nenuial over the walls, but I do not know why he would ask such a thing.\\n\\n'You seek a draught that may cleanse stone of the corruption of the salamanders? I can give such a draught to you. Take it to Tyl Ruinen and use it to restore the statue of which you speak. I have no need of thanks! It is enough to have a refreshingly brief conversation with someone new -- Longbough is slow of speech in the nature of his kind, and Erchiel does not have the patience she once had for my mischief, though that is to her credit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have given you a cleansing draught to use on the statue of Elendil on Tyl Ruinen, to the east. Did you change your mind and decide to leave it to the salamanders?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Corrupted Statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The statue of Elendil on Tyl Ruinen has not yet been cleansed, Messenger.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lithuifin gave you a cleansing draught with which to purify the corrupted statue of Elendil on Tyl Ruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Have you cleansed the corrupted statue? I am glad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'We are well-met, [placeholder]! It is good to see you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Cleanse corrupted statue of Elendil on Tyl Ruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The corrupted statue of Elendil is on one of the islands of Tyl Ruinen, to the south.\\n\\nLithuifin gave you a draught to cleanse one of the statues of Elendil on Tyl Ruinen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}