{
  "id": 620789822,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Now that you have defeated Humfrey Rumming in his riddle-contest, he may at last be willing to tell you the terrible secret of the salamanders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x626e585",
      "en": "Cellar Door[e]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It happened like this: as one of the world's greatest lore-masters, I happened to be doing some research on the ruins of Tollobel. It seems the last owner was a great warrior, and he took a number of trophies from the Angmarim at the Battle of Fornost. These trophies included a pair of eggs....\\n\\n'Such little eggs, too! Well, naturally, it was a challenge to see if they could be quickened after all these generations. You can imagine my pride when they hatched! Cute little salamanders, tiny little efts, they seemed. Truly learned lore-masters call them \\qefts,\\q you know, and I encourage you to do the same! But these little efts just would not stop growing! And soon they began to grow hostile, and after that came the fire....\\n\\n'The things breed so fast! I managed to pen the original dam and sire in a cellar in the ruins here. Since then, well, I've been trapped... I mean, I've been studying them. Yes! But now you've come. You can kill them! You're a hero, aren't you? Right! Here, take this key! Slay the dam and sire -- the other salamanders breed much more slowly. Now that you know the terrible secret of the salamanders, it's up to you to stop them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The two original salamanders can be found in the cellar of Tollobel, on Tyl Ruinen.\\n\\nHumfrey Rumming confided in you that he was the one responsible for the plague of salamanders on Tyl Ruinen and gave you the key to the cellar where he trapped the two original creatures. He asked you to slay the two originals to help reduce their numbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome back, [placeholder]! I had begun to fear for your safety. What have you learned?\\n\\n'Indeed? An amazing story. That mad old man. It is a pity we are unable to patrol these lands better, or we should never have permitted him to go near those ruins.\\n\\n'It may be that these salamanders will never be fully driven from the area now, but at least we know their origin. If what Rumming said is true, it also may be that your actions have slowed their spread. I thank you too for that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Humfrey Rumming is by the ruins of Tollobel on Tyl Ruinen.\\n\\nHumfrey Rumming is waiting to hear of your victory over the two original salamanders he brought to Tyl Ruinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Calatherdir is at the Ranger-camp on the island of Tinnudir, east of Tyl Ruinen.\\n\\nHaving learned the origin of the salamanders and helped to slow their proliferation, you should return to Calatherdir to tell him the tale of your deeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Well, what are you waiting for? Get to it! Kill those two salamanders! Scholarship requires it!\\n\\n'Use the key I gave you to unlock the Tollobel cellar-door. The two original salamanders are vicious creatures and have no respect for authority.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Oh! You killed them! Poor things! I mean, well done! Well done, indeed. At last, I can leave this accursed place. I mean, well, perhaps there is a bit more to study here after all.\\n\\n'Anyway, you've done a great deed here and helped the pursuit of knowledge immensely. Immensely, I say! Of course, it was nothing I couldn't have handled myself. I was just letting you learn a little yourself.\\n\\n'Go talk to the Rangers on the island far to the east and tell them that I am very displeased with their handling of the salamander problem. A great lore-master can only do so much, and at some point, the Rangers should have stepped in! Now give me back my key.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You return to the Rangers and tell them that Humfrey Rumming is very displeased with their treatment of the salamander problem! They should have done something earlier and not left it all to Humfrey Rumming, great lore-master though he is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Where's my key?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I have the problem of the salamanders perfectly under control!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring cellar key to Humfrey Rumming",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'No trouble with salamanders while Humfrey Rumming is on patrol!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Calatherdir at Tinnudir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You did well to solve the mystery of the salamanders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Terrible Secret of the Salamanders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Where did this Humfrey Rumming come from, I wonder?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Where did this Humfrey Rumming come from, I wonder?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}