{
  "id": 620789856,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I do not know what made the Gauredain choose the life they lead, whether it be fascination with the form of the wolf or some other reason, but I do know that they have become entirely evil. These men wear wolf-skin cloaks and bedeck themselves with ornaments fashioned from bloody teeth and fangs, and it is said they move with unbelievable speed and attack with strength beyond that of a normal man.\\n\\n'Nat must be avenged, [placeholder], and the Gauredain taught not to attack the people who live around the lake. Journey north-west into Emyn Uial and defeat some of these evil Men. Return to me some of their weapons as well, that I may destroy them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These claws fill me with dread, [placeholder]. The Gauredain are cruel indeed to hunt their own kin with these, for kin we are, despite the beast-hides they wear and the blood-thirst they possess. I hope that Nat has found peace, and I thank you for avenging his memory.\\n\\n'I have nearly finished remaking the statue of Elendil from the pieces you brought to me, [placeholder]. I do not have all of the missing fragments, but some other adventurers are helping me search the camps of the tomb-robbers for the pieces that remain.\\n\\n'But that is not what I must speak with you about. I have received word from Calenglad! He has returned from his meeting with the Blue Lady of Nenuial!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Gauredain prowl the hills and forests of Emyn Uial, to the north-west. Defeat these evil men in memory of Nat Rapkins and bring me the unusual weapons they carry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You do not have the weapons I asked you to take from the gauradan? What have you been doing, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gauredain of Emyn Uial",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Gauredain are still Men, despite their cruel ways and the kinship they hold with evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Robin Dunkley has asked you to defeat the Gauredain of Emyn Uial and return with their weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Nat has been avenged, but he will never again hunt the forests he loved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring makeshift claws to Robin Dunkley",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Gauredain prowl the hills and forests of Emyn Uial, north-west of Ost Forod.\\n\\nRobin Dunkley desires revenge for the death of Nat Rapkins and wants you to defeat the evil men that slew him. He has also asked you to bring him some of the Gauredain's unusual weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Robin Dunkley is in Ost Forod, in Tyrn Fornech of Evendim, south-east of Emyn Uial.\\n\\nYou have defeated a number of the Gauredain that slew Nat Rapkins and collected some of their unusual weapons. Robin Dunkley will be pleased to hear the tale.",
      "es": "",
      "es (fem)": ""
    }
  ]
}