{
  "id": 620789855,
  "txt": [
    {
      "id": 218649169,
      "en": "'I expect that the robbers that prowl Tyrn Fornech are carrying more pieces of this broken statue, [placeholder]. If you can recover more of these fragments, I might be able to reassemble it. Wouldn't that be something? I expect Calenglad and the rest of the Rangers would be so pleased!\\n\\n'Look for robbers among the hills of Tyrn Fornech and take statue pieces from them, [placeholder]. You'll most likely find only small pieces on these robbers, but one or two might carry larger pieces. The villains have also established a camp of sorts to the west, on the island of Rantost in the lake; you might find larger pieces of the statue there.\\n\\n'Return to me with any statue pieces you can recover, and I'll see if I can remake it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Very good, [placeholder], very good indeed! It doesn't look like all of these belong to the statue I'm trying to put back together, but I think enough of them do that I can make a good start of it.\\n\\n'Do you know, I think this might be a statue of Elendil? I wonder where once it stood? Perhaps it shall stand there again some day!\\n\\n'There is troubling talk around Ost Forod, my friend. Stay, and I will tell you of it.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The tomb-robbers that prowl Tyrn Fornech may be carrying small pieces of the statue, and their camp on Rantost, the island to the west, might hold larger pieces. One or two robbers might have large pieces as well.\\n\\n'If you can recover enough pieces, I might be able to remake the statue! Wouldn't that be something?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am still waiting for more pieces of statuary, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ancient Statuary",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do believe this is a statue of Elendil I'm remaking!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Robin Dunkley, encouraged by your retrieval of the broken statuary carried by the ill-fated robbers that ran afoul of bears at Nan Orngon, has charged you with recovering more of its pieces.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I wonder where this statue stood in its day?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring statue pieces to Robin Dunkley",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tomb-robbers in Tyrn Fornech may be carrying small statue pieces, and larger pieces can likely be found in their camp on Rantost, the island west of Ost Forod.\\n\\nRobin Dunkley has been inspired by the broken statuary you recovered with the dream of remaking the complete statue and wants you to recover the pieces of it.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Robin Dunkley is at Ost Forod, east of Rantost, in Tyrn Fornech in Evendim.\\n\\nYou have recovered many pieces of statuary, and now you should bring them to Robin Dunkley to see if they belong to the statue he seeks to repair.",
      "es": ""
    }
  ]
}