{
  "id": 620789854,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Did you see the statues of noble Elendil that stand upon Tyl Ruinen, Messenger? One of them has been corrupted by the vile salamanders, tainted with dread ichor, and the other has been removed from its pedestal -- the statue itself has been lost.\\n\\n'If you can restore both of the statues, I may be able to more readily judge your worth and the worthiness of Aragorn son of Arathorn. When both statues of mighty Elendil once more stand untroubled on the south-west and south-east shores of Tyl Ruinen, I will speak with you again on this matter.\\n\\n'You will need a cleansing draught of some kind to restore the statue the salamanders have ruined. Elves have come to the Eavespires, far to the north and east of Rushingdale, where a stream flows into the lake; they may prepare such a draught for you. I do not know where you may find the missing statue. Perhaps the scavengers of Ost Forod have seized it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have restored both statues of fair Elendil, Messenger? I am pleased with your doings. Perhaps Aragorn son of Arathorn chose well when he sent you to me with his request. Calenglad spoke well of you, and he has always been true.\\n\\n'I was always a friend to the kings of old, and I will not betray the trust they placed in me or the respect they bore me.\\n\\n'There is one final test, Messenger. If you are able to meet my last request, I will allow you access to the tomb of Elendil and the Silithar. Surely the Lord of the Dúnedain has prepared you for this test. If he has not, it must be that he has learned nothing since last I saw him, and I will not surrender the Silithar to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Two statues of noble Elendil once stood on the main island of Tyl Ruinen, to the north-east, at its south-west and south-east corners. One has been corrupted by the salamanders and the other has been lost to time, but if you restore both statues, I will speak with you again.\\n\\n'Elves at the Eavespires, far to the north and east of Rushingdale where a stream empties into the lake, may be able to prepare a cleansing draught for one of the statues. I do not know what has happened to the other statue; you will need to find it on your own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Friend to the Kings of Old",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gwindeth told you that two statues of Elendil stood on the islands of Tyl Ruinen: one corrupted by the salamanders and the other lost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Restored the corrupted statue of Elendil on Tyl Ruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Restored the missing statue of Elendil on Tyl Ruinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Quest: The Corrupted Statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Two statues of Elendil once stood on the south-east and south-west shores of Tyl Ruinen, but one statue has been corrupted by salamanders and the other statue is missing, perhaps recovered by the treasure-hunters of Ost Forod. The Eavespires are far to the north and east of Rushingdale.\\n\\nGwindeth wants you to restore two statues of Elendil on Tyl Ruinen. Some Elves at the Eavespires may be able to prepare a cleansing draught for the corrupted statue. Gwindeth does not know where the missing statue may have ended up or in what condition it may be.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Quest: The Lost Statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Blue Lady is in Gwindethrond, behind the waterfall at Rushingdale in western Emyn Uial, south-west of Tyl Ruinen.\\n\\nYou have restored the two statues of Elendil on Tyl Ruinen, as Gwindeth requested, and should return to her with the news.",
      "es": "",
      "es (fem)": ""
    }
  ]
}