{
  "id": 620789850,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Gwindeth has presented you with her final task: she wants you to give her what she desires more than all else.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Listen well, Messenger: Elendil never returned from the wars to which he marched in the south, but the Silithar came by various keepers to Valandil his heir, who placed it in the deepest chamber of the tomb. I wished often that the body of Elendil might be brought to rest in Annúminas, but it was not to be.\\n\\n'When the Dúnedain abandoned the city, Amlaith spoke to me as the kings were wont to do: \\qGwindeth,\\q he asked, \\qLong have you aided the line of kings descended unbroken from noble Elendil. Your counsel is true, and the respect we bear for you unquenchable. I fear that Arnor cannot stand divided. There are too few of us left to hold Annúminas; we will move the people to Fornost, in the east, and I hope we can survive the dangerous days that lie before us. It is said that you have the gift of foresight. I beseech you, Gwindeth, to give me an answer: will Arnor survive the days ahead?\\q\\n\\n'I will tell you the rest of the tale if you are able to satisfy my final demand, the demand that Aragorn could not. I ask you to give me that which I value most. If you cannot, the Silithar will remain forever out of your reach and out of the reach of Aragorn son of Arathorn. Give me that which I value most, Messenger, and I will tell you what I beheld for Arnor and the line of kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Blue Lady is at Gwindethrond, behind the waterfall at Rushingdale in western Emyn Uial.\\n\\nGwindeth has given you her final task, the task that Aragorn was unable to complete seventy years before: to give her that which she values most.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned, [placeholder]! What is Gwindeth's decision?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Blue Lady is at Gwindethrond, behind the waterfall at Rushingdale in western Emyn Uial, in Evendim.\\n\\nYou have given Gwindeth that which she desires most, and that which the kings of Arnor gave to her -- respect. She is waiting to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Calenglad is at the Ranger-camp on the island  of Tinnudir, east and slightly north of Rushingdale, in Evendim.\\n\\nGwindeth has agreed to allow you access to the tomb of Elendil, where you can recover the Silithar for Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Give to me what I desire most, Messenger, and I will tell you the rest of my tale concerning the Silithar and the line of kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are no mere messenger. Tell me your name....\\n\\n'Welcome at last to Gwindethrond, [placeholder]. Your time among the Dúnedain has not been wasted, and I see that Aragorn made his choice of agents with care. He has indeed learned much since I beheld him deep within the tomb of noble Elendil. He was young then, and did not understand the greatest gift of all, the gift that Elendil and his line gave sparingly, if at all: the gift of respect.\\n\\n'I told you I would finish the tale of Amlaith and the Silithar, and I will do so. Amlaith asked me if Arnor would survive the coming darkness, and I told him what I saw. \\qYour kingdom will fall, Amlaith, king and son of kings,\\q I said to him. \\qI cannot see what misfortune awaits you at Fornost, but my heart tells me that if you bring the Silithar from Annúminas, it will come by unknown paths to rest beneath the deepest ocean.\\q\\n\\n'He received these sad tidings with grace, and after a moment appeared to strengthen his resolve. \\qMy kingdom may be already lost, Gwindeth, but I would ask you one last favour. Raise the waters of the lake over the walls of the city and allow the flood to preserve what treasures remain here. The Silithar will stay where it lies, at the bottom of the tomb of Elendil, and none shall disturb its rest until one of my line has need of it beyond all hope. You shall be its caretaker, fair Gwindeth, if you will accept this duty.\\q\\n\\n'It was done as Amlaith requested; when the last of his people had left the city, I raised the waters and drowned the city beneath the deluge. So it has remained for hundreds of years. Return now to Calenglad, [placeholder], and tell him that I will lower the waters of the flood to allow you access to the deepest chambers of the tomb of Elendil. Aragorn will have his Silithar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Return to Calenglad at Tinnudir, and tell him that I have agreed to lower the level of the water in the tomb of Elendil. You will be able to claim the Silithar in Aragorn's name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am pleased with your bearing, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Give Gwindeth what she desires most",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Aragorn chose his messenger well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You have given Gwindeth what she desires most: respect",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "That Which I Value Most",
      "es": "",
      "es (fem)": ""
    }
  ]
}