{
  "id": 620789872,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'An interesting find. I have always enjoyed puzzles such as this. Let us see. This one goes here... ah, a simple matter. All done! Let us learn what it says.\\n\\n'Remarkable! Evendim abounds with tales of old treasure, most of them completely false. But this scroll... this is an account of a man -- an adventurer shall we say, to be polite to the dead -- who scavenged the Fields of Fornost long ago, after the Witch-king's great defeat. It seems this fellow hid his finds not far away.\\n\\n'From your point of view, this treasure is a legitimate trove -- there should be no reason that anyone could not honourably recover it if they happened to find its location. If you wish to find this trove, according to the scroll, it lies hidden beneath a stone marker in Barad Rath, ruins that lie to the north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Old Trove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Alas! I am sorry you found no great treasure. That trove must have been looted long ago. But in truth, an old book like this is a treasure to me, though I suppose the robbers must have found it worthless.\\n\\n'I have little to offer to sweeten your bitter loss, but I will give you what I can for the book and the scroll.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Did you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected faded scroll-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you recovered the trove yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'Alas! I am sorry you found no great treasure. That trove must have been looted long ago. But in truth, an old book like this is a treasure to me, though I suppose the robbers must have found it worthless.\\n\\n'I have little to offer to sweeten your bitter loss, but I will give you what I can for the book and the scroll.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected worn scroll-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'A pity that the trove you found contained no treasure, but perhaps the knowledge you found will prove of greater value.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Did you have something for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Received a restored scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brigands and robbers can be found in many places around Lake Evendim.\\n\\nBrigands and tomb-robbers in Evendim most likely hold the remaining fragments of the scroll you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found no treasure, only a mouldy old book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tinnudir, an island west of Emyn Uial, may have a lore-master who can help you reassemble the scroll.\\n\\nYou found all the scroll-fragments; now all you have to do is put them together.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found no treasure, only a mouldy old book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The old trove is hidden beneath a stone marker, north-east of Tinnudír in the ruins of Barad Rath.\\n\\nCulang helped to reconstruct the old scroll and told you the good news: not only does it give directions to an old treasure, but the treasure is one that can be honourably recovered, since there is no record of the original owners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Culang can be found back at Tinnudir.\\n\\nYou found no great treasure; it appears that the old trove had been looted long ago. But you did recover an old book: a chronicle of the Battle of Fornost. Perhaps Culang would find it of interest, along with the scroll he restored for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect faded scroll-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect worn scroll-fragments ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find someone to help reassemble the scroll from the fragments",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Recover the treasure from the old trove",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the restored scroll and the battle chronicle back to Culang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Bring the restored scroll and the battle chronicle back to Culang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You found an interesting scroll fragment. By itself it is illegible, but perhaps in combination with other fragments, the original scroll can be restored.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "This scroll fragment looks interesting, but it is illegible by itself. Perhaps in combination with other fragments, the original document can be restored.",
      "es": "",
      "es (fem)": ""
    }
  ]
}