{
  "id": 620789853,
  "txt": [
    {
      "id": 218649169,
      "en": "'Before he went away to his doom, Elendil often spoke with me beside Nenuial; we would walk among the reeds and speak of his kingdom, and he treated me with grace and respect. It is for the memory of great Elendil that I maintain the lake and protect the relics of his line.\\n\\n'At the behest of Amlaith, the last king to sit enthroned in Annúminas, I permitted the waters of Nenuial to wash over the walls of the city, and the treasures of proud Elendil now sleep soundly in the watery half-light. The adamant you seek, the Silithar that passed from Gil-galad to Elendil and his line through the safe-keeping of Círdan the Shipwright, cannot be reclaimed without my permission. It was the will of Amlaith that the Silithar be kept safe, even from those of Elendil's line, for fear that its light would be wasted unduly or the stone taken by the Enemy.\\n\\n'The islands of Tyl Ruinen have been overrun by salamanders, corrupted beasts that singe the grasses and taint the waters of Nenuial. Swim north-east to Tyl Ruinen in the centre of the lake and defeat the salamanders you find there. Perhaps when you return, I will have proof of the worthiness of Aragorn son of Arathorn through his messenger.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have defeated some of the salamanders that lurk now on Tyl Ruinen? There are many who would do such a thing, when asked. Why should this prove yourself worthy of what you seek or prove that Aragorn has grown since last I saw him?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The islands of Tyl Ruinen are to the north-east, in the middle of the lake. Defeat the salamanders that have corrupted them, and I may be able to judge your worth, Messenger.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Corrupted Beasts of Nenuial",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gwindeth wants you to prove yourself worthy of recovering the Silithar by fighting the salamanders of Tyl Ruinen.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated salamanders on Tyl Ruinen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat salamanders on Tyl Ruinen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The islands of Tyl Ruinen are located north-east of Rushingdale, near the middle of the lake, in Evendim.\\n\\nGwindeth has asked you to defeat the corrupted salamanders you find on Tyl Ruinen.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Blue Lady is in Gwindethrond, behind the waterfall at Rushingdale in western Emyn Uial, south-west of Tyl Ruinen.\\n\\nGwindeth is waiting to hear that you have dealt a blow to the salamanders of Tyl Ruinen.",
      "es": ""
    }
  ]
}