{
  "id": 620789841,
  "txt": [
    {
      "id": 218649169,
      "en": "'Calenglad is a wise Ranger who has seen many summers, and I trust his judgement as my own. If he is not convinced of your honesty, I remain unconvinced as well.\\n\\n'North of Tinnudir, in Tyrn Fornech, an ancient stone overlook stands watch atop one of the tallest hills. Jabe Grimshaw, leader to one of the robber-bands that has caused us so much trouble, plans his band's activities from its heights.\\n\\n'If you seek to prove yourself to me and Calenglad, you will put an end to Jabe Grimshaw. You will find Barad Rath, the flat stone platform atop the tall hills of Tyrn Fornech, north-east of Tinnudir and north of Tham Ornen. You will find Jabe there as well.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Grimshaw is no more? This is excellent news, [placeholder], and I begin to believe your tale.\\n\\n'It is not yet enough, I am afraid, but perhaps you are telling the truth. If you succeed at my next errand I will be free of doubt!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Barad Rath is atop one of the tallest hills of Tyrn Fornech, north-east of Tinnudir and north of Tham Ornen. You will find Jabe Grimshaw there, planning the activities of his robber-gang.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "They Spy from the Heights",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Jabe Grimshaw is no more, and I feel the winds begin to change in our favour.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Naethmunn has asked you to defeat Jabe Grimshaw, a leader among the tomb-robbers who often plans their activities from high atop Barad Rath, an overlook in Tyrn Fornech.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The tomb-robbers cannot hold out forever. They will soon be defeated.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Jabe Grimshaw plans his band's attacks from atop Barad Rath, a flat stone overlook atop the tall hills of Tyrn Fornech, north-east of Tinnudir and north of Tham Ornen.\\n\\nRanger Naethmunn has asked you to find and defeat Jabe Grimshaw, leader of a band of tomb-robbers that has plagued the Rangers of Evendim for a long time.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Naethmunn is at the Ranger-camp on the island of Tinnudir, in Evendim, south-west of Barad Rath.\\n\\nYou should report your victory over Jabe Grimshaw to Naethmunn.",
      "es": ""
    }
  ]
}