{
  "id": 620789886,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected mouldy book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Culang has learned of a great treasure buried long ago by a Dúnadan-landholder and wants it recovered before it is found by tomb-robbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The inscription on this stone marker is barely legible, but these words can just be made out:\\n\\n  \\qThe end of your search lies at the beginning.\\n   My treasure was always there, but you did not see.\\q\\n\\nThis new riddle may reveal the true location of the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The treasure may lie beneath another stone marker, somewhere in Evendim, if this riddle is to be believed:\\n\\n  \\qThe end of your search lies at the beginning.\\n   My treasure was always there, but you did not see.\\q\\n\\nYou should examine the marker when you find it for some clue to the location of the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You notice something you did not notice on your earlier examination of the stone marker -- a small removable block from the rear of the marker itself.\\n\\nInside the hollow space is a mouldy book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Culang is at the Ranger-camp on the island of Tinnudir, west of the cross-roads of Canadiach.\\n\\nYou found a hollow compartment in the stone marker that you believed to mark the location of the treasure and recovered a mouldy book from the hidden space. You should bring this book to Culang.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Another riddle? I hope this is the last one! How does it go?\\n\\n  \\qThe end of your search lies at the beginning.\\n   My treasure was always there, but you did not see.\\q\\n\\n'I don't know what this means, [placeholder]. The treasure lies at the first marker you found, the one by the cross-roads of Canadiach? I don't know about this. Perhaps the treasure has already been found, after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is that you bear? A book, reclaimed from the stone marker itself? Amazing, [placeholder]! Give it here, so I may examine it!\\n\\n'Time has not been kind to this book, but some of it appears to be legible, the diary of some member of the landowner's family. A daughter, unless I miss my guess.\\n\\n'This is a true treasure, [placeholder] -- a record from out of our distant past! This is far more precious than I expected you to find! I thank you for your efforts and the weariness of your limbs -- it was a long journey, but for such a find to be returned to us from out of the darkness is a thing of joy. Please, take this reward along with my heartfelt gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The real treasures are those we do not expect to find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have not recovered the treasure, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I thank you again for recovering the treasure, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the solution to the riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the mouldy book to Culang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "There and Back Again",
      "es": "",
      "es (fem)": ""
    }
  ]
}