{
  "id": 620789889,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The inscription on this stone marker is barely legible, but these words can just be made out:\\n\\n  \\qOn the western shore of mighty Lake Nenuial,\\n   Stone paths run to the water from a flat clearing.\\q\\n\\nThis new riddle may reveal the true location of the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The stone marker is surrounded by signs of digging; if it once marked the location of the treasure, it has surely been found.\\n\\nThe marker bears an inscription, all but worn away by the passage of time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Another riddle? This is beginning to border on the ridiculous, [placeholder]! How does this one go?\\n\\n  \\qOn the western shore of mighty Lake Nenuial\\n   Stone paths run to the water from a flat clearing.\\q\\n\\n'This sounds rather vague, friend -- the western shore is vast. I suppose you can travel to the far shore and keep an eye open for the stone paths it mentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You are a friend to the Rangers? Happy tidings! Here we were thinking we lacked the numbers to send those tomb-robbers packing, but with your help we should be able to manage it!\\n\\n'Let's get 'em, boys! Teach 'em to leave the relics of the past good and buried!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "One More Marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Culang has learned of a great treasure buried long ago by a Dúnadan-landholder and wants it recovered before it is found by tomb-robbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Treasure-hunter Captain has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the solution to the riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The treasure may lie beneath another stone marker, somewhere in Evendim, if this riddle is to be believed:\\n\\n  \\qOn the western shore of mighty Lake Nenuial,\\n   Stone paths run to the water from a flat clearing.\\q\\n\\nYou should examine the marker when you find it for some clue to the location of the treasure.",
      "es": "",
      "es (fem)": ""
    }
  ]
}