{
  "id": 620789805,
  "txt": [
    {
      "id": 136263297,
      "en": "Sorted small relics on the mat",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Sorted medium relics on the mat",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Sorted large relics on the mat",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have recovered a number of pottery shards and other relics from the jetsam that washes up on the shores of Lake Nenuial, and now Ranger Astiul wants you to sort the valuable pieces from the rest.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have recovered quite a few artifacts and bits of pottery from the shores of the lake, [placeholder], so now we need to sort out the valuable pieces from the rest.\\n\\n'I have been separating the pieces I have collected by size on each of these mats, so if you do the same I would appreciate it. Then I can examine them easily for clues to their history.\\n\\n'It should not take long.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Different-sized relics and bits of pottery are lying on the mats by Astiul at Tinnudir, on Parth Aduial in Evendim.\\n\\nAstiul has asked you to sort the pottery fragments and relics you collected from the shores of Lake Neniul by size on the mats he uses for that purpose.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you for your help, [placeholder]! Naethmunn thinks such efforts are fruitless, and that any time spent out of battle with the tomb-robbers is time wasted, but I disagree. We must salvage whatever remnants of our history from them we can, whether through combat or the avoidance of it.\\n\\n'You have a good heart and a helpful spirit, [placeholder]. I believe that you are indeed a friend of Aragorn, and I will tell Calenglad as much. Thank you again for your efforts.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Astiul is at Tinnudir, on Parth Aduial in Evendim.\\n\\nRanger Astiul will be pleased that you sorted out the relics and pottery shards you collected from the shores of Lake Nenuial.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Just use these mats to sort out the pieces you collected, [placeholder]. It should not take very long.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have been a great help to me, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I am satisfied that you are a friend of Aragorn.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Sort small relics on the mat",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Sort medium relics on the mat",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Sort large relics on the mat",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return satchel of pottery to Astiul",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sort Out the Pieces",
      "es": ""
    }
  ]
}