{
  "id": 620789849,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Calenglad spoke with Gwindeth about acquiring the Silithar for Aragorn, but she refused to agree without first meeting you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc18e475",
      "en": "Moss Snake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gwindeth has agreed to speak with you, [placeholder], but do not misunderstand: she will only allow us to recover the Silithar if she believes that you are worthy of her trust and that Aragorn is ready for the burden that awaits him. She did not hesitate to rebuke him when he and I encountered her almost sixty years ago; I have no doubt that she would do so again, if it was in her mind.\\n\\n'Speak to her with respect and do not seek to hide anything from her! The Blue Lady has lived in these lands for years uncounted, and she had patience only for the kings of Annúminas. It is said that Elendil consulted her often on various matters, and she grieved his passing.\\n\\n'She lives at Gwindethrond, a cave in Western Emyn Uial, behind a clear waterfall that pours from the heights and feeds a shady pool at Rushingdale. You will need to circle the lake, for the pool is tucked among the hills on the far side of Nenuial. It will be a long journey, for Rushingdale is on the far side of Nenuial, west and slightly south even of Tinnudir and Tyl Ruinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Blue Lady lives at Gwindethrond, a cave behind the waterfall at Rushingdale in the hills of western Emyn Uial on the far side of the lake, west and slightly south of Tinnudir and Tyl Ruinen.\\n\\nCalenglad has arranged a meeting with Gwindeth and warned you to speak to her with respect and honesty. Only Gwindeth can grant you access to the Silithar needed by Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are the messenger from Aragorn son of Arathorn, Lord of the Dúnedain? You speak with his voice, and he shall be judged by yours, messenger, for he chose you as his agent.\\n\\n'If there is much of Elendil in him, I do not doubt that Aragorn son of Arathorn will be found worthy. If there is not, the Silithar will remain where it has lain for centuries.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Blue Lady lives at Gwindethrond, a cave behind the waterfall at Rushingdale in western Emyn Uial, on the far side of the lake, west and slightly south even of Tinnudir. Only she can grant you access to the Silithar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x31ff811",
      "en": "'Do not harm the creatures of this place!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x31ff812",
      "en": "'Do not harm these creatures!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x31ff813",
      "en": "'Do not risk my vengeance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x12a7ba5",
      "en": "Moss Frog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x31ff814",
      "en": "'Leave the creatures in peace!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Meeting With the Blue Lady",
      "es": "",
      "es (fem)": ""
    }
  ]
}