{
  "id": 620789887,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have come into possession of a riddle, [placeholder], that may lead the way to buried treasure. A Dúnadan-landholder buried something somewhere in Evendim, fearful that it might be taken by the Witch-king's forces if Fornost fell. It seems that the landholder's line was extinguished in the battle, his lands abandoned. But I believe that his treasure remains unfound.\\n\\n'Here is the riddle, [placeholder], the only directions I have found, and those not easy to come by:\\n\\n  \\qTwo roads pass through green fields.\\n   Four kings watch the meeting of the ways.\\q\\n\\n'I do not know where this might be, but there is a cross-roads east of Tinnudir. Perhaps this riddle speaks of the cross-roads of Canadiach?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The stone marker is surrounded by signs of digging; if it once marked the location of the treasure, it has surely been found.\\n\\nThe marker bears an inscription, all but worn away by the passage of time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This riddle may hold the secret of the treasure's location:\\n\\n  \\qTwo roads pass through green fields.\\n   Four kings watch the meeting of the ways.\\q\\n\\n'Perhaps these words speak of the cross-roads of Canadiach, east of Tinnudir?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Treasure Hunt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Culang has learned of a great treasure buried long ago by a Dúnadan-landholder and wants it recovered before it is found by tomb-robbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found a stone marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the solution to the riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A stone marker in Evendim may hide treasure. Culang told you this riddle, which may hold a clue to the marker's location:\\n\\n  \\qTwo roads pass through green fields.\\n   Four kings watch the meeting of the ways.\\q\\n\\nYou should examine the marker when you find it for some clue to the location of the treasure.",
      "es": "",
      "es (fem)": ""
    }
  ]
}