{
  "id": 620789848,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'By reclaiming the last of the Silithair, you have done what Aragorn sent you here to do, [placeholder], and along the way you made yourself a great help to all of us that live along the shores of Lake Nenuial. I am sorry to see you go.\\n\\n'But go you must, for Narsil is to be reforged! Return at once to Rivendell, far to the east, and deliver the Silithar to Aragorn! The time has come at last for the blade that was broken to be remade!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You return from out of the wild, [placeholder], and my heart rejoices to see you! Unless my eyes are very much mistaken, you have passed the challenges of Gwindeth and return bearing the last of the Silithair!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am sorry to see you go, [placeholder], but go you must! Aragorn awaits the Silithar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We have need of the Silithar, [placeholder]. Without its light, the sword we make from the shards of Narsil will never be as worthy as its forebear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Last of the Silithair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The son of Arathorn has learned much since I confronted him those many years ago. He will become a great leader, if the battles to come do not cut his life short.\\n\\n'Deliver unto him the Silithar, for it is of his line, and he has passed my test.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have recovered the last of the Silithair, shining adamants crafted by Elves of the house of Fëanor in days of old. It must be used to reforge the blade that was broken.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Silithar to Aragorn in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aragorn is in one of the guest rooms of the House of Elrond in Rivendell.\\n\\nCalenglad has given you the Silithar to bring to Aragorn. Its light will be used to remake the blade that was broken.",
      "es": "",
      "es (fem)": ""
    }
  ]
}