{
  "id": 620789844,
  "txt": [
    {
      "id": 64767313,
      "en": "'What's this? Relics stolen by the robbers, you say?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You delivered the chest of relics to Astiul",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have been seen by an unfriendly man",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Robin Dunkley is concerned by the presence of relics stolen from Annúminas in Ost Forod and wants you to return them to their rightful caretakers, the Rangers of Tinnudir.",
      "es": ""
    },
    {
      "id": 43201505,
      "en": "'Hey! Where do you think you're going with that?'",
      "es": ""
    },
    {
      "id": 43201506,
      "en": "'Oi! You there! Drop that chest!'",
      "es": ""
    },
    {
      "id": 43201507,
      "en": "'You there! Drop that chest!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Life is hard in Tyrn Fornech, [placeholder], and some of the folk who live here at Ost Forod have begun dealing with the robbers in order to better their fortunes. It pains me to say this, but even now in Ost Forod you can find relics stolen from Annúminas.\\n\\n'We should return these relics to the Rangers of Tinnudir, [placeholder] -- it's the right thing to do! You can find a chest full of stolen artifacts among the tents on the highest level of Ost Forod, north of here. Please understand that the folk of Ost Forod who trade with the robbers are not bad people; their desperation makes them unfriendly and more willing to compromise their values, but I do not want you to hurt them.\\n\\n'Carry the chest to the Ranger Astiul in Tinnudir, to the south-west, and avoid the unfriendly men of Ost Forod! They will find other means of sustaining themselves if this easy, but reprehensible, road is closed to them. Be sure to speak with Astiul when you have delivered the chest.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The chest of stolen relics is among the tents on the highest level of Ost Forod, north of Robin Dunkley.\\n\\nRobin Dunkley has asked you to find a chest of stolen relics and carry it to Ranger Astiul in Tinnudir, avoiding the eyes of the unfriendly Men of Ost Forod.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome back, [placeholder]. I trust that you have delivered the chest of stolen relics to Astiul? Excellent.\\n\\n'But enough dilly-dallying! I have great news!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Astiul is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nRobin Dunkley asked you to speak with Astiul after delivering the chest of stolen relics.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Robin Dunkley is in Ost Forod, north-east of Tinnudir.\\n\\nRanger Astiul has asked you to return to Robin Dunkley with his thanks for the delivery of the stolen relics.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The chest of stolen relics is north of here, among the tents on the highest level of Ost Forod. Carry it to Astiul in Tinnudir, to the south-west, but avoid the gaze of the unfriendly Men of Ost Forod! They are not evil, and I would not have you hurt them, so if they see you the game will be up!\\n\\n'Be sure to speak with Astiul when you have delivered the chest.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Robin sent you to bring that chest of stolen relics, then? Very good, very good! He is an old man and can be crotchety at times, but his heart is in the right place. He has long been a good friend to the Dúnedain.\\n\\n'Return to him with my thanks, and I will see about returning these artifacts to their proper places.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You didn't speak to Astiul after delivering the chest of stolen relics? Please go talk to him! I want him to know where from where the chest came!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Robin Dunkley lives in Ost Forod, the remains of the great fortress that once watched the northern road. His people dwell there and maintain the watch, though some have turned to villainy, dealing and trading with the tomb-robbers of Evendim.\\n\\n'Robin has always been a good friend to the Dúnedain, and you should continue to render him your aid. It is what Calenglad wants for you.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect chest of relics",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I haven't known Astiul for very long, but he is a solid fellow.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Carry chest of relics to Astiul in Tinnudir",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Avoid being seen by unfriendly men",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Calenglad and I go way back. I wonder how old he is?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unfriendly Eyes in Ost Forod",
      "es": ""
    }
  ]
}