{
  "id": 620789860,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Pantescal has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You successfully defended House Brumbar from the boggarts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb6cca11",
      "en": "'Do not relax yet! I hear more boggarts approaching!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Naethmunn has asked you to lend your aid to the Ranger Pantescal, defending the ruins of House Brumbar in Parth Aduial.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d28f41",
      "en": "'Prepare yourself! The boggarts approach, and in great numbers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'While you were confronting Jabe Grimshaw in Tyrn Fornech, a Ranger named Pantescal sent word of many boggarts advancing towards the ruins of House Brumbar. Brumbar was a Dúnedain line of no small importance before the abandonment of Annúminas, and we must keep the grounds of that ancient manor safe from treasure-seekers, though the buildings are mostly gone.\\n\\n'Pantescal did not seem overly-concerned about this band of boggarts, but I would be put more at ease if you stood with him. The creatures are cowardly, but in great numbers even the weakest of foes can pose a threat.\\n\\n'The ruins of House Brumbar are north and east of Tinnudir, in Parth Aduial. Cross the bridge to the mainland and follow the shore northward. Brumbar is little more than crumbling walls now, but we can not allow the boggarts to befoul its memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xab059c1",
      "en": "'I think that's the last of them! Return to Naethmunn with these tidings!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The remains of House Brumbar are in Parth Aduial, north-east of Tinnudir. Naethmunn told you to cross the bridge to the mainland and then follow the shoreline north until you see the few walls that remain of House Brumbar.\\n\\nNaethmunn has asked you to lend your aid to Pantescal, currently planning the defence of an important Dúnedain site against a crowd of boggarts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned, [placeholder]! I must applaud you and apologize at the same time!\\n\\n'I still did not believe you were trustworthy. These are dark days, and the Dúnedain cannot afford to trust so easily. But you have proven yourself to me many times over!\\n\\n'I will tell Calenglad that your errand must not be hindered. Do not think less of me! The Dúnedain have not survived through the long years by having an abundance of trust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Naethmunn is at the Ranger camp on Tinnudir, in Evendim, south-west of House Brumbar.\\n\\nYou defended House Brumbar from the band of boggarts that threatened it and should now return to Naethmunn with the tale of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find House Brumbar north-east of Tinnudir, in Parth Aduial. Cross the bridge to the mainland and follow the shoreline north until you find Pantescal, and help him defend the site from the boggart-band!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Naethmunn has sent you to me? I do not think I will have need of your assistance, but I know better than to refuse help earnestly offered!\\n\\n'These boggarts are weak, but their great numbers give them courage. This courage is misplaced, for we will turn them aside from House Brumbar with ease!\\n\\n'Make yourself ready!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your errand must not be hindered any further, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I am sorry I was slow to believe you, friend, but it was necessary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Pantescal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the band of boggarts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Defence of House Brumbar",
      "es": "",
      "es (fem)": ""
    }
  ]
}