{
  "id": 620789842,
  "txt": [
    {
      "id": 54354734,
      "en": "Gwindeth has agreed to lower the flood-waters in the tomb of Elendil so that you can recover the Silithar for Aragorn.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Gwindeth has agreed to lower the flood-waters in the tomb of Elendil? I am filled with amazement, [placeholder], that you were able to accomplish such a wonder! I do not know what you will find in the freshly-unflooded portion of the tomb -- it might be best to bring allies with you.\\n\\n'I fear that the tomb-robbers that prowl Evendim will take advantage of Gwindeth's decision; long have the waters prevented them from gaining access to the lowest levels of Elendil's tomb. Now that this barrier will be gone, the robbers will rush to seize what treasures they may. One such band is led by Idella Crypt-breaker, a notorious robber, and she will not remain idle with the promise of riches unclaimed.\\n\\n'Gather allies and speak to me when you are ready to journey to the tomb, and I will show you inside. Confront Idella if you find her within the tomb and reclaim the Silithar for Lord Aragorn!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Calenglad is at the Ranger-camp on Tinnudir, in Evendim.\\n\\nCalenglad is waiting to speak with you about travelling to the tomb of Elendil to reclaim the Silithar for Aragorn.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have emerged from the darkness, [placeholder], and have truly made an old man glad to see this happy day. The light of Narsil shall be kindled once again!\\n\\n'Gwindeth appeared shortly before your return and gave to me the Silithar; to see such a wonder return from out of the mists of history fills me with amazement!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calenglad is at the Ranger-camp on Tinnudir, in Evendim.\\n\\nCalenglad is waiting for you to speak with him about your adventures in the tomb of Elendil.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Are you ready to journey to the tomb of Elendil, [placeholder]? I hope you have gathered allies, for Idella Crypt-breaker is sure to be making her way into the deepest chambers with the rest of her band!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You did well in the watery half-light of the tomb of great Elendil, [placeholder]. I am pleased to know you, and the Lord of the Dúnedain is fortunate indeed to have such a friend!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You fought bravely against Nornagol, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Calenglad and travel to the tomb of Elendil",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Aragorn, son of Arathorn, is fortunate to have such friends as you.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I did not think the Silithar would emerge again into the light.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Tomb of Elendil",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Idella Crypt-breaker has paid for her villainy.'",
      "es": ""
    }
  ]
}