{
  "id": 620789961,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected Gauradan-basket",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Gauradan-spear",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected Gauradan-ward",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Erchiel, an Elf living in Eavespires, has asked you to enter the lands of the Gauredain to the north and collect some relics from their encampments there that she might better understand the threat as they intrude further south into the forests.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, traveller. It is not often that we receive visitors here, so far from the open roads, but you are welcome to stay a little while if you wish. Take care around Longbough, however. He is a bit short-tempered for an Onod and has little trust for the folk of Eriador. In fact, if you would gain his trust, then there is a small matter with which you might aid us.\\n\\n'An unusual tribe of Men called the Gauredain have recently come down from the mountains to the north and have begun to hunt these lands. Thus far they seem little more than savages, but they are hostile to most whom they meet, and I have no intention of allowing them to disturb us here in the Eavespires. Nevertheless, my husband Lithuifin frowns on unnecessary slaughter; therefore, I wish to learn more about the Gauredain before I take further steps to drive them away -- but it falls to me to maintain the watch upon this grove, and I have little time for such expeditions.\\n\\n'If you could surreptitiously gather a few relics from their encampments in the hills north of here and bring them to me, I might learn a good deal more about them, for I have dealt with a great many tribes of Men and others in my years, and many of their customs and symbols are familiar to me.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Erchiel has asked you to collect various relics from the camps of the Gauredain.\\n\\nThe Gauradan camps lie in the hills to the north of the Eavespires.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, I see you have returned with the relics of the Gauredain. Excellent.\\n\\n'They are crude as I expected, but they also show more sinister signs -- some of the work is influenced by the customs of Orcs and goblins! The relationship is distant, and perhaps they have had no dealings with each other for some considerable time, but it does not bode well for our chances of coming to a reasoned understanding with them, I am afraid.\\n\\n'Lithuifin's tender temperaments aside, I fear that our next course may best be one of decisive action -- hopefully he will not be too upset with me.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should return to Erchiel with the Gauredain relics.\\n\\nShe can be found at the Eavespires, south of the Gauradan encampments.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Hoom! Hom! I would not tarry here over-long, Little One. These forests are wild places, and since the fall of the old kingdoms, they are not for the likes of you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you been unable to acquire the Gauredain artifacts I requested?\\n\\n'It should be no great matter so long as you choose your way carefully and avoid unnecessary battles.\\n\\n'They are encamped in the hills and valleys on the northern edge of the forest, not all that far from here.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Ta-rum! What you do with the trinkets of the Gauredain is of little interest to me. The affairs of Men in this age are of no import here.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I see that Erchiel has convinced you to help her deal with the Gauredain who have intruded on these forests. That is well, for they have become a growing problem of late.\\n\\n'Please take care, however: my dear Erchiel's methods can sometimes be a bit... harsh.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Gauradan-basket",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'These relics are crude, but revealing. I believe that Erchiel asked you to retrieve these, did she not?\\n\\n'She has never been known for her sense of patience, so I would take them to her right away were I you.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Gauradan-spear",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect a Gauradan-ward",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Bring me those relics, [placeholder], that I may have a trophy of this my foe.'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring the Gauradan-relics to Erchiel",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gauradan-relics",
      "es": ""
    }
  ]
}