{
  "id": 620789800,
  "txt": [
    {
      "id": 218649169,
      "en": "'Have you seen the creatures called salamanders? They are rather akin to worms, but seem to me to be an entirely new breed of creature. We have not seen them in Evendim until recently, when Tyl Ruinen, the island on the west side of the lake, became infested with the creatures. At night, the island seems to be burning with the flames of these strange beasts.\\n\\n'A number of salamanders have also been seen in the Barandalf, south and east of Tinnudir -- could it be that the creatures are spreading? Venture to Tyl Ruinen, if you are willing, and discover the source of this plague of salamanders.\\n\\n'There is a ruin in the centre of the island called Tollobel. Perhaps some clue to the origin of the salamanders may be found there.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Salamanders? Why would you ask me about salamanders? Me, of all people! Why should a poor wandering lore-master like Humfrey Rumming know anything of them? Why, I don't even know what a salamander is. Never heard of them before.\\n\\n'Ha! Got you there! You thought the whole thing was Humfrey Rumming's fault, didn't you? Didn't you? But now you know, I know nothing. Nothing at all. Not about salamanders.\\n\\n'Wait a minute. That doesn't make sense. Who would say such a thing? Humfrey Rumming is a great lore-master, you know! I know all the lore there is! So I must know something about salamanders. But what? That's the question. And a good question it is, too!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There are salamanders on Tyl Ruinen, [placeholder], and we must learn why! Tyl Ruinen is just off the western shore of the lake -- a long swim from here, to be sure!\\n\\n'There is a ruin called Tollobel in the centre of Tyl Ruinen. That is where you should begin your search.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Burning Island",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please return to Tyl Ruinen to solve the riddle of the salamanders!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Many strange creatures have begun to appear in Evendim, not least of which are the fearsome salamanders.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Investigate Tyl Ruinen",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The island of Tyl Ruinen on the west side of the lake, opposite Tinnudir, has become infested with salamanders.\\n\\nCalatherdir has asked you to make the journey to Tyl Ruinen and the ruin of Tollobel to investigate the salamanders that have appeared there.",
      "es": ""
    }
  ]
}