{
  "id": 620789804,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Made rubbings of graves at Gorthost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Forchon is not yet convinced of your good intentions and has sent you to acquire rubbings of the graves at Gorthost as further proof.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is not yet enough, [placeholder]. I need you to show me that you hold the history of the Dúnedain as important as I or Astiul. If Calenglad does decide to help you, I will not be held responsible if you turn to plunder.\\n\\n'In Parth Aduial, just north of the road that runs to the Fields of Fornost, there is a small graveyard called Gorthost; the names, birth-dates and death-dates listed on the stones there have not been recorded. Take this charcoal and this parchment and make rubbings of the graves at Gorthost. Beware of the bats and barghests that are sure to prowl nearby. Gorthost is by a collapsed wall north of the ruins of Ost Heryn, and also north of the road.\\n\\n'If you return from this errand, our ancestral records will be more complete, and you may have proved your worth to me. Perhaps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gorthost is by a collapsed wall in Parth Aduial, north of Ost Heryn and the road that runs east towards the Fields of Fornost.\\n\\nForchon has sent you to the small graveyard at Gorthost to make rubbings of the stones there with charcoal and parchment. He bade you beware of the bats and barghests that surely prowl nearby.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Very good. These rubbings are clear and easy to read, and the information will be most helpful in piecing together some gaps in the histories.\\n\\n'Go across the way to the book-shelf containing our lineages and place these grave-rubbings on the right shelf. Come back and speak to me when you have done this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Forchon is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nRanger Forchon is waiting for you to return with the grave-rubbings you made at Gorthost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "There is a book-shelf containing lineages at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nForchon has asked you to file the grave-rubbings you made in the book-shelf containing lineages at the Ranger-camp on Tinnudir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gorthost is by a collapsed wall in Parth Aduial, [placeholder], north of Ost Heryn and the road that runs eastward toward the Fields of Fornost. I am still waiting for you to use the charcoal and parchment I gave you to make rubbings of the graves there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Thank you for your efforts, [placeholder]. For my part, I believe that you have been sent by Aragorn, and I hope that Calenglad will help you with due haste.\\n\\n'I will tell him that you are not a tomb-robber, and that your assistance has been of great help to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Ranger Forchon is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nHaving filed the grave rubbings with the lineages, you should now return and speak with Forchon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We keep the lineages right over there, [placeholder]. Go put the rubbings you made on the right shelf. It will not take more than a moment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Why have you lost my charcoal and parchment? I need those.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There are still gaps in our family records, but every day we learn a little more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Make rubbings of graves at Gorthost ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I believe that you are true, [placeholder], for my part.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Place grave rubbings among the lineages",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return charcoal and parchment to Forchon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grave-rubbings",
      "es": "",
      "es (fem)": ""
    }
  ]
}