{
  "id": 620789803,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated bats in Parth Aduial ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated barghests in Parth Aduial ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Forchon is not sure of your trustworthiness. He has asked you to defeat some of the bats and barghests that prowl into Parth Aduial from the Fields of Fornost as a way of proving yourself to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You say you have been sent here by Aragorn? Sure you have, and I am Arvedui Last-king.\\n\\n'Calenglad is right not to trust you, if you ask me. Still, I am not going to turn down a helping hand. If you can convince me that you are not a robber trying to make off with precious relics of the Dúnedain, I will put in a good word for you with Calenglad. But you will not have it easy!\\n\\n'Bats and barghests have begun creeping into Parth Aduial from the Fields of Fornost, and we Rangers have been too busy dealing with the tomb-robbers of Evendim to drive off the creatures. Head east toward Fornost, defeat the winged beasts and their fell hounds in Parth Aduial, and then return to me with word of your deeds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bats and barghests can be found in Parth Aduial, especially near the pass leading to the Fields of Fornost.\\n\\nForchon has expressed his distrust of you, but might become less hostile if you fulfill his request.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You return, and in victory? I confess that I did not fully expect either of those tidings.\\n\\n'There is more work to be done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ranger Forchon is at the Ranger-camp on the island of Tinnudir, in Evendim.\\n\\nYou have defeated bats and barghests in Parth Aduial, as Forchon requested. The Ranger waits to hear of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Every minute you stand here allows bats and barghests from the Fields of Fornost to pass into Parth Aduial, [placeholder]. You are not improving my opinion of you with inaction!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The bats of Fornost are not content to remain there and often pass into Evendim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There are always dangers to be fought in Evendim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat bats in Parth Aduial ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat barghests in Parth Aduial ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Evils out of Fornost",
      "es": "",
      "es (fem)": ""
    }
  ]
}