{
  "id": 620789890,
  "txt": [
    {
      "id": "0x4da39f5",
      "en": "'Good luck with that stone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe72cd35",
      "en": "Percy Alroyd[mn]",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The stone marker has been removed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have found the stone marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Ranger Culang has learned of a great treasure buried long ago by a Dúnadan-landholder and wants it recovered before it is found by tomb-robbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "The inscription on this stone marker is barely legible, but these words can just be made out:\\n\\n  \\qFrom this beach, you can see Rantost,\\n   A short swim across the water.\\q\\n\\nThis new riddle may reveal the true location of the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The treasure may lie beneath another stone marker, somewhere in Evendim, if this riddle is to be believed:\\n\\n  \\qFrom this beach, you can see Rantost,\\n   A short swim across the water.\\q\\n\\nYou should examine the marker when you find it for some clue to the location of the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The stone marker is surrounded by signs of digging; if it once marked the location of the treasure, it has surely been found.\\n\\nThe marker bears an inscription, all but worn away by the passage of time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Your search for the stone marker was fruitless; it appears to have been removed from the location specified in the directions. But it seems that someone has taken interest in your activities....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Percy Alroyd's camp is on Rantost Island just off the north-eastern shore of Lake Evendim.\\n\\nBert Yould, a man who seems to be something of a brigand himself, told you that a brigand-leader named Percy Alroyd has carried away the stone marker you were looking for.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "The inscription on this stone marker is barely legible, but these words can just be made out:\\n\\n  \\qFrom this beach, you can see Rantost,\\n   A short swim across the water.\\q\\n\\nThis new riddle may reveal the true location of the treasure.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hallo there. I see you seem strangely interested in that old stone. Well, you're not the only one. Seems that old rogue, Percy Alroyd, took a fancy to it and dragged it off to his camp right on Rantost Island over there.\\n\\n'Huh? Why do I tell you all this? Well Alroyd's no friend of mine. Stole some of my hard-earned loot just last week. So if you want to get him back for me, feel free, that's all I have to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Another riddle? You are jesting! How does this one go?\\n\\n  \\qFrom this beach, you can see Rantost,\\n   A short swim across the water.\\q\\n\\n'Rantost is an island to the north of Tinnudir, claimed now by tomb-robbers. Look for a beach on the mainland from which you can see Rantost, and I would wager you might find the treasure!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the solution to the riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the stone marker",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Surely Almost There",
      "es": "",
      "es (fem)": ""
    }
  ]
}