{
  "id": 620833163,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I do not fully know what horrors you faced in the shadowy abyss of Azanarukâr, [placeholder], but rumour of them is enough to turn my beard white!\\n\\n'You can revisit your adventures in the depths by peering into the Reflecting Pool, and perhaps you will learn something of value.'\\n\\n<rgb=#FF0000>You can form a Fellowship to complete this quest with players currently on the original instance or on this Sage of Moria quest. All players will receive credit for completing the instance for their respective quests.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am pleased that you have revisited your adventures in the shadowy abyss, [placeholder]. Only by studying our past can we gain knowledge to aid our future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "II.6.8 Tale: New Devilry",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rúnar, a Sage of Moria, has invited you to recollect your experience exploring the shadowy abyss of Azanarukâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'New Devilry'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in the Twenty-first Hall of Moria will allow you to revisit 'New Devilry.'\\n\\nA Sage of Moria has challenged you to revisit the shadowy abyss of Azanarukâr.\\n\\n<rgb=#FF0000>You can form a Fellowship to complete this quest with players currently on the original instance or on this Sage of Moria quest. All players will receive credit for completing the instance for their respective quests.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rúnar, a Sage of Moria, can be found in the Twenty-first Hall of Moria.\\n\\nA Sage of Moria is waiting to speak with you about what you have learned by revisiting your adventures in Azanarukâr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}