{
  "id": 620833159,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have done much for the Iron Garrison here in Moria, [placeholder], and I know that you will do even more in the future. There is value in remembering deeds done, for they shape us and can affect successes to come.\\n\\n'Do you remember the watery darkness of Ghân-gharâf? Into the depths with Bori you travelled, seeking the mithril axe Zigilburk; find it you did, and more beside: Bróin, taken from before the Doors of Durin!\\n\\n'Peer into the Reflecting Pool and experience this memory anew, [placeholder]. You will find that recalling your past may do you some good in the present.'\\n\\n<rgb=#FF0000>You can form a Fellowship to complete this quest with players currently on the original instance or on this Sage of Moria quest. All players will receive credit for completing the instance for their respective quests.</rgb>\\n\\n<rgb=#FF0000>NOTE: It is suggested that you complete this quest while in a fellowship. Inspiration will assist you if you choose to undertake this challenge alone or with a smaller group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am happy that you have revisited your past adventures seeking the Drowned Treasury, [placeholder]. Only by studying our past can we gain knowledge to aid our future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "II.4.7 Tale: The Drowned Treasury",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rúnar, a Sage of Moria, has invited you to recollect your experience exploring the Drowned Treasury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'The Drowned Treasury'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in the Twenty-first Hall of Moria will allow you to revisit 'The Drowned Treasury.'\\n\\nA Sage of Moria has challenged you to revisit the flooded depths of Ghân-gharâf.\\n\\n<rgb=#FF0000>You can form a Fellowship to complete this quest with players currently on the original instance or on this Sage of Moria quest. All players will receive credit for completing the instance for their respective quests.</rgb>\\n\\n<rgb=#FF0000>NOTE: It is suggested that you complete this quest while in a fellowship. Inspiration will assist you if you choose to undertake this challenge alone or with a smaller group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rúnar, a Sage of Moria, can be found in the Twenty-first Hall of Moria.\\n\\nA Sage of Moria is waiting to speak with you about what you have learned by revisiting your adventures in the Drowned Treasury.",
      "es": "",
      "es (fem)": ""
    }
  ]
}