{
  "id": 620833161,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Heart of Fire on the Way of Smiths is still under control of the Iron Garrison, [placeholder], but that is in large part due to your efforts.\\n\\n'If ever you wish to revisit the great deeds that were done during that battle, you should peer into the Reflecting Pool. It may be that you could learn something that would be of value were you to recollect your part during the defence of the Way of Smiths.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am happy that you have revisited your defence of the Way of Smiths, [placeholder]. Only by studying our past can we gain knowledge to aid our future.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Look into the Reflecting Pool and meditate upon your past deeds, [placeholder]....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "II.5.5 Tale: The Battle of the Way of Smiths",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rúnar, a Sage of Moria, has invited you to recollect your experience defending the Way of Smiths from attack by Mazog's Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Peer into the Reflecting Pool and revisit 'The Battle of the Way of Smiths'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Reflecting Pool in the Twenty-first Hall of Moria will allow you to revisit 'The Battle of the Way of Smiths.'\\n\\nA Sage of Moria has challenged you to revisit the Battle of the Way of Smiths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rúnar, a Sage of Moria, can be found in the Twenty-first Hall of Moria.\\n\\nA Sage of Moria is waiting to speak with you about what you have learned by revisiting your part of the Battle of the Way of Smiths.",
      "es": "",
      "es (fem)": ""
    }
  ]
}