{
  "id": 620833143,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found the dwelling place of the Swamped One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Swamped One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Musco Mudbottom is concerned with the defence of Ost Guruth and has asked you to investigate rumours of a foul creature to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is good that Sadreda sent you, [placeholder]. I have need of a strong warden such as yourself.\\n\\n'To the south of here lies the swamp of Harloeg. I believe you may be familiar with its denizens already?\\n\\n'I have heard rumours from frightened adventurers of a nameless creature of horror down there. Apparently, it can be found by venturing near an old altar in the ruins of Harloeg. Go and confront this creature, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Swamped One can be found in the ruins of Harloeg, south-east of Ost Guruth.\\n\\nMosco Mudbottom has asked you to deal with a Nameless creature that is rumoured to be lurking in southern Harloeg. Mosco mentioned that the Nameless will likely be near an old stone altar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! Sadreda's faith in you was well placed. Wardens such as yourself will always be welcome here where the good people of Middle-earth dwell.\\n\\n'You have my thanks, and the thanks of the others here at Ost Guruth, [placeholder].\\n\\n'There is one last task I will ask of you before you return to Sadreda.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mosco Mudbottom is at Ost Guruth, north-west of Harloeg.\\n\\nNow that you have confronted and slain the Swamped One, return to Mosco Mudbottom and tell him of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Swamped One may be found in the ruins of Harloeg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the dwelling place of the Swamped One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Swamped One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Mosco Mudbottom ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Along the Watch-tower",
      "es": "",
      "es (fem)": ""
    }
  ]
}