{
  "id": 620807305,
  "txt": [
    {
      "id": 217649809,
      "en": "'I think it is too late for such concerns my friend.'",
      "es": ""
    },
    {
      "id": 102306451,
      "en": "'The dying hunter sees no glory - only his end.'",
      "es": ""
    },
    {
      "id": 217649810,
      "en": "'The fishermen are saying that this year's catch looks feeble.'",
      "es": ""
    },
    {
      "id": 102306452,
      "en": "'It may well be that you are right, but we shall rue this day's decision none the less for it.'",
      "es": ""
    },
    {
      "id": 217649811,
      "en": "'If we let go the hunting grounds to the Gauredain, our people may starve during the darkest months.'",
      "es": ""
    },
    {
      "id": 193532561,
      "en": "'The Gauredain have overstepped their bounds this time!'",
      "es": ""
    },
    {
      "id": 217649812,
      "en": "'I fear we are left with little choice.'",
      "es": ""
    },
    {
      "id": 193532562,
      "en": "'Their hunters ambush our own relentlessly, driving us from our traditional hunting grounds.'",
      "es": ""
    },
    {
      "id": 193532563,
      "en": "'It is time that we gathered the clans to strike back at them!'",
      "es": ""
    },
    {
      "id": 210309777,
      "en": "'If some must die, then I say let it be with honour, by the spear!'",
      "es": ""
    },
    {
      "id": 210309778,
      "en": "'And let the Gauredain die as well for their tresspass!'",
      "es": ""
    },
    {
      "id": 210309779,
      "en": "'Then at least our families need not cower in fear, slowly starving during the Long Night.'",
      "es": ""
    },
    {
      "id": 186192529,
      "en": "'So you are saying that our sons shall die either by hunger or by spear?'",
      "es": ""
    },
    {
      "id": 186192530,
      "en": "'That is no choice at all...'",
      "es": ""
    },
    {
      "id": 202969745,
      "en": "'There has always been strife between our people and the Gauredain.'",
      "es": ""
    },
    {
      "id": 202969746,
      "en": "'Would you have it come to war as well?'",
      "es": ""
    },
    {
      "id": 202969747,
      "en": "'Many men will die should we gather to arms and raise their ire further.'",
      "es": ""
    },
    {
      "id": 88674913,
      "en": "'You are too naive, dear Pentti. You know too little of the world beyond these frozen shores.'",
      "es": ""
    },
    {
      "id": 88674914,
      "en": "'Great events are unfolding, events that shall consume and destroy the clans if we do not act wisely.'",
      "es": ""
    },
    {
      "id": 88674915,
      "en": "'The armies of Angmar are vast and even so they are not so great as the hosts of the far-off Dark Land, it is said.'",
      "es": ""
    },
    {
      "id": 88674916,
      "en": "'We must choose our allies carefully, for the sake of our people.'",
      "es": ""
    },
    {
      "id": 122229345,
      "en": "'You put too much trust in the words of the Men of the South.'",
      "es": ""
    },
    {
      "id": 122229346,
      "en": "'Already the Rauta-väki have offered to help negotiate a peace between us and the Gauredain!'",
      "es": ""
    },
    {
      "id": 139006561,
      "en": "'Trade with Angmar will allow us to survive the lean years, should it come to that.'",
      "es": ""
    },
    {
      "id": 155783777,
      "en": "'There is unrest in the southern lands, dear Pentti. Surely you have heard the rumours?'",
      "es": ""
    },
    {
      "id": 155783778,
      "en": "'The Rauta-väki claim to hold the Ironspan to prevent aggression against their lands from the South and West.'",
      "es": ""
    },
    {
      "id": 155783779,
      "en": "'Their presence here does not concern our people.'",
      "es": ""
    },
    {
      "id": 172560993,
      "en": "'It is not the Rauta-väki, but the Torni-väki that bring war to our doorstep!'",
      "es": ""
    },
    {
      "id": 172560994,
      "en": "'I have spoken openly with the Emissaries of Angmar, while the Torni-väki skulk about, hooded and sly.'",
      "es": ""
    },
    {
      "id": 172560995,
      "en": "'They are a motley lot at best, and hardly a force to be reckoned with.'",
      "es": ""
    },
    {
      "id": 172560996,
      "en": "'Why the Kivi-väki were not here a day before they fell to squabbling over the old mines to the south.'",
      "es": ""
    },
    {
      "id": 99160673,
      "en": "'At what cost? Shall we give over the hunting grounds of Länsi-mâ then?'",
      "es": ""
    },
    {
      "id": 172560997,
      "en": "'Whilst the Vanha-väki have never offered any boon to the Lossoth. Likely they look down upon us in their arrogance.'",
      "es": ""
    },
    {
      "id": 99160674,
      "en": "'How will we feed our people when the catch fails?'",
      "es": ""
    },
    {
      "id": 115937889,
      "en": "'I do indeed hear rumours, Rikitsa, dark ones mostly.'",
      "es": ""
    },
    {
      "id": 115937890,
      "en": "'I have heard it said that the Dourhands are puppets of Angmar.'",
      "es": ""
    },
    {
      "id": 115937891,
      "en": "'I have even heard whispers that the Gauredain have fallen under their sway.'",
      "es": ""
    },
    {
      "id": 149492321,
      "en": "'Trade eh? That's a fancy word for tribute if I've ever heard one.'",
      "es": ""
    },
    {
      "id": 199823969,
      "en": "'How can you say this does not concern us!?'",
      "es": ""
    },
    {
      "id": 199823970,
      "en": "'Angmar intrudes upon lands that have been ours for generations!'",
      "es": ""
    },
    {
      "id": 199823971,
      "en": "'They risk bringing their foreign war here, when we already have troubles enough!'",
      "es": ""
    },
    {
      "id": 216601185,
      "en": "'Rikitsa, my messengers claim to have seen Rauta-väki camps near the Ironspan.'",
      "es": ""
    },
    {
      "id": 216601186,
      "en": "'If it is true that they have come at last into Forochel, then your hunters must have known of their arrival.'",
      "es": ""
    },
    {
      "id": 216601187,
      "en": "'Why have you not spoken of this at the Council till now?'",
      "es": ""
    },
    {
      "id": 102306449,
      "en": "'Have you known war Launo? I have...'",
      "es": ""
    },
    {
      "id": 102306450,
      "en": "'It does not end so cleanly or honorably as you imagine.'",
      "es": ""
    }
  ]
}