{
  "id": 620840863,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It seems the Wargs in Draugdegil have acquired the taste for raw flesh... the beasts become ravenous and fey.\\n\\n'Enter into Draugdegil and defeat the goblin-leader Athgrat and the Warg-matron Kranklob, but make sure to deal with all the Wargs after exhausting their stores of meat!\\n\\n'Travel north-east to Draugdegil and make sure you have slain the Wargs after goading them into consuming their specially-prepared meat, and you will be greatly rewarded, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'News of your success travels before you! I have not seen such valour in many years, [placeholder]... well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Wargs must meet their end, [placeholder]. Go now to Draugdegil, to the north-east and remove their threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Let Them Hunger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I have not seen such valour in many years [placeholder], well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblins of Dol Guldur feed their Warg companions foul meats to make them stronger and more vicious.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Completed Maerwen's task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Maerwen's task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Wargs and the foul meats they are fed with can be found at Draugdegil, north-east of Helethir.\\n\\nMaerwen has asked you to defeat the Wargs of Draugdegil, after tricking them into eating all of the goblins' foul meats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Maerwen at Helethir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maerwen is at Helethir, south-west of Dol Guldur.\\n\\nYou should return to Maerwen for your reward.",
      "es": "",
      "es (fem)": ""
    }
  ]
}