{
  "id": 620840958,
  "txt": [
    {
      "id": 54354734,
      "en": "While Celeborn prepares the Golden Host to move on Mirkwood in a desperate gambit to forestall an attack from Dol Guldur, there are still some matters to be resolved.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Lord Celeborn is making preparations for a great incursion into Mirkwood, not for conquest, but to forestall the attack from Dol Guldur that must surely come. We are gathering supplies and making all things ready for the passage of the Malledhrim, the Golden Host, and the Lord and Lady are carefully selecting those who will lead it.\\n\\n'One of those I think likely to travel with the Golden Host is named Issuriel; she is a student of history and of the mysteries of the natural world and spoke often with Mithrandir on the rare occasion his business brought him to the Golden Wood. She seeks to know the true nature of things and loves the unravelling of puzzles and secrets above all else.\\n\\n'Issuriel has been asking for you, [placeholder]. She wished to hear the tale of Mazog's capture in the depths of Moria from your lips and had questions to ask of you. Look for her on the high flet atop Cerin Amroth.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Issuriel of Lothlórien can be found on the high flet atop Cerin Amroth.\\n\\nHaldir has told you of the preparations being made for the departure of the Golden Host into Mirkwood and desired that you speak with Issuriel, an Elf being considered to lead the Malledhrim. She had questions to ask of you concerning the capture of Mazog.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is a pleasure to meet you at last, [placeholder], and I hope you will assist the Golden Host when the time comes to push forward into Mirkwood. Lord Celeborn has asked me to be involved in planning for the offensive, so in order to fully understand the mind of the captive Mazog, I listened to Corunothiel's account of his capture.\\n\\n'With interest, I learned of your infiltration through the secret way into the throne-room of Mazog, but Corunothiel ceased her tale at the point where the Orc-leader was captured. I pressed her for more information, but she said the memory was grim, and she did not desire to relive it so soon.\\n\\n'Tell me what happened following the capture of Mazog, [placeholder]. How were you able to escape from the very heart of Mazog's throne room...and with the king of the Orcs still in tow?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Issuriel is on the high flet atop Cerin Amroth, in Lothlórien.\\n\\nIssuriel wishes to hear the account of your escape from Rushdurinul with the captive Mazog, as the other Elves present were reluctant to tell her the rest of the story.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Issuriel is on the high flet atop Cerin Amroth, in Lothlórien.\\n\\nYou have recounted the rest of the tale concerning your escape from Rushdurinul with Mazog, and Issuriel has heard something to cause her concern.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I am ready to hear the rest of the story, [placeholder]. I want to know how you were able to escape from Rushdurinul, the very seat of Mazog's power, with the Orc-king still a captive. It could not have been easy!'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>\\n",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The tale of your escape from Rushdurinul with Mazog still a captive was more harrowing than I expected, [placeholder], and I thank you for recounting it to me! If we are to work with the dwarves to bring Mazog to Dol Guldur, as Bróin intends, we must learn from the lesson of your tale: the Orc-king is not to be underestimated!\\n\\n'I trust that Bróin's people are crafting new shackles for Mazog, to begin with the most obvious lesson of your escape.\\n\\n'But there is more, friend [placeholder]! The words of Mazog make me wonder. Look first to your own doorstep before taking the fight to that of your enemy, it is said by the Wise!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Issuriel wishes to speak with you concerning the capture of Mazog, [placeholder]. Look for her on the high flet atop Cerin Amroth.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Blah!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Issuriel at Cerin Amroth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Issuriel and recount the story of your escape from Rushdurinul",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Issuriel at Cerin Amroth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 1: Escape from Rushdurinul",
      "es": ""
    }
  ]
}