{
  "id": 620840850,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Athgrat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Kranklob",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Draugdegil, the Warg-stables of Dol Guldur, is commanded by the goblin Athgrat and the Warg Kranklob.\\n\\nThe Orcs and goblins of Dol Guldur are not alone in their efforts. The Enemy breeds foul Wargs there, as well. These foul beasts have proven a difficult challenge to the Malledhrim, for they are skilled in the hunt and hunger for living flesh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs and goblins of Dol Guldur are not alone in their efforts, [placeholder]. The Enemy breeds foul Wargs there, as well. These foul beasts have proven a difficult challenge to the Malledhrim, for they are skilled in the hunt and hunger for living flesh. I fear that they must be dealt with soon, lest we become surrounded by a sea of foes.\\n\\n'Travel north and east along the road from Helethir. There, you will find the Warg training-grounds called Draugdegil and the goblin Athgrat, who commands the stables. It is also rumoured that a mighty Warg-matron, Kranklob, dwells nearby, increasing her terrible brood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Draugdegil lies north and east of Helethir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Defeating Athgrat and Kranklob was no small task...you will be highly praised by even the mightiest of the Elves, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maerwen is at Helethir, south and west of Draugdegil.\\n\\nYou should return to Maerwen for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will be highly praised by even the mightiest of the Elves [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will be highly praised by even the mightiest of the Elves [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Athgrat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Kranklob",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Maerwen at Helethir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Teach Them a Lesson",
      "es": "",
      "es (fem)": ""
    }
  ]
}