{
  "id": 620840919,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Nails are running low... yes, the brigands even took our nails! Can you imagine? Thieves of a different sort than I have ever seen. We needn't fret over the nails, though, and with the cost of iron where it is, I have reasoned a better solution to the problem with building Adso's Inn. The only problem is that the solution lay to the south within the Old Forest.\\n\\n'In the shadow of the giant trees, there you will find roots. Massive tendrils poking from the earth with the strength of the ages. If we can get tough vines from those roots, we can craft strappings to tie our crossbeams together and save the remaining nails for everything else that we need to build.\\n\\n'What say you? Do you have the heart to face that dark and gloomy place to collect up some strapping from those roots?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work! These will do exactly as I expected. We can use these to lash together the beams we need for as long as this place will stand.\\n\\n'Thank you for your work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Strengthen your heart and face your fears. There is coin to be made if you return with the treasure I seek from the Old Forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In the Shadow of Giants",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Buckley Sheppard believes that the roots of the trees in the Old Forest are strong enough to lash great cross-sections of lumber together.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected tough vines from the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the tough vines to Buckley Sheppard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Roots can be found throughout the Old Forest in the eastern stretches to the north and south of Adso's camp. Buckley Sheppard is at Adso's camp, along the Great East Road.\\n\\nBuckley Sheppard has offered to pay you for finding tough vines from the roots in the Old Forest. The vines will be used to make tough strappings to use in place of nails.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect tough vines from the Old Forest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}