{
  "id": 620840967,
  "txt": [
    {
      "id": 54354734,
      "en": "Bósi has sent you to retrieve the mithril shackles being crafted in the Heart of Fire to contain Mazog.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Bróin told me about your capture of Mazog in Rushdurinul, and it was clear to me that if Mazog is to be brought to Dol Guldur in exchange for my son's freedom, we would need more powerful shackles to hold him. You were able to subdue the Orc-king when he broke free once; we cannot risk the necessity again.\\n\\n'Therefore I commanded the smiths at the Heart of Fire to craft new shackles for Mazog. We have little mithril as it is, but they should have been able to make very strong bands indeed by mixing small quantities of it with other metals.\\n\\n'Speak to Stóthkell in the Heart of Fire and see if the shackles are ready.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Stóthkell is in the Heart of Fire, off the Way of Smiths, among the Silvertine Lodes.\\n\\nBósi has asked you to journey to the Heart of Fire to see if the shackles for Mazog have been made.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am sorry, [placeholder]. Bróin's concerns are real and understood, but bringing Mazog into Lothlórien is simply unacceptable. Even shackled, Mazog cannot be allowed within the Golden Wood.\\n\\n'We spoke earlier about the marks Gorothúl left at certain locations in Moria, [placeholder], and you have done well to eliminate some of them. Magor reported to me while you were gone that one at least remains....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bróin is in the Peaceful Path, located off Durin's Way.\\n\\nYou have collected the shackles to be used to secure Mazog for the journey into Mirkwood and should bring them now to Bróin.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lenglammel is in Gwathrendath, the camp of Elves in the depths of the Foundations of Stone.\\n\\nBróin has sent you to tell Lenglammel that the dwarves will not bring Mazog through Lothlórien on their way to Mirkwood, skirting the wood instead. He also wants you to express his displeasure with the requirement.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You remember where the Heart of Fire is, [placeholder], surely? It is off the Way of Smiths among the Silvertine Lodes. Speak to Stóthkell and ask him if the shackles for Mazog have yet been made.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes, [placeholder], yes. We combined a small quantity of mithril with other metals to make these shackles. In fact, some of the weapons and armour you previously collected for my smiths were melted down and used in their making.\\n\\n'These bands will secure Mazog for the journey into Mirkwood. He will not break free of these, or I would be ashamed to call myself Stóthkell of the Iron Garrison!\\n\\n'Bring these to Bróin for his approval. He is resting in the Peaceful Path, preparing for the journey.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have given you the shackles, [placeholder]. I did not know there was time to be wasted; why have you not brought them to Bróin in the Peaceful Path?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Ah, the shackles! Yes, these look very sturdy indeed. Mazog will not be able to break from these as he did in Rushdurinul, [placeholder].\\n\\n'We have run into a... disagreement... with the Elves of Lothlórien concerning the plan to bring Mazog to Dol Guldur in exchange for my cousin's freedom. Celeborn has refused to allow us to bring the Orc into the Golden Wood, though it is clearly the most direct route. He wants us instead to skirt the woods, a journey that would take much longer!\\n\\n'Lenglammel in Gwathrendath awaits my response. Give it to her, grudgingly: we will take the long way with Mazog, though it displeases me tremendously! Tell her, too, that I trust the Elves will shoulder some of the burden of this inconvenience! The delay this will cause is intolerable, and we are asked to bear it! I will do so, for Bori's sake.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Tell Lenglammel in Gwathrendath that I am not pleased with the requirement that we not bring Mazog into Lothlórien on the way to Mirkwood. Instead, we will take the long way around, losing precious days in the process, solely to please the ridiculous requirements of the Elves of Lothlórien. Tell her that and leave out none of my words!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The shackles are not ready? This is taking much too long!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Stóthkell in the Heart of Fire",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the mithril shackles to Bróin in the Peaceful Path",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Lenglammel in Gwathrendath",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 5: Shackles for Mazog",
      "es": ""
    }
  ]
}