{
  "id": 620840848,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Urcheron",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Carchrien",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Durkâr",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sâd-en-Dagor, the training-grounds of Dol Guldur, are overseen by three champions of the Lieutenant of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. We have much to discuss. Our forces have encountered three champions of Dol Guldur: a sorcerer named Urcheron, the morroval-queen Carchrien, and the Gorthorog war-leader Durkâr. Dread follows in their wake...they must be dealt with, lest our hearts quail and our strength wavers.\\n\\n'Deep within the fortress of Dol Guldur is a sword-hall, which our scouts believe to be the training-grounds for the warriors of Dol Guldur. If this is so, Urcheron, Carchrien, and Durkâr will surely be near at hand.\\n\\n'Enter Sâd-en-Dagor and slay these three champions.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Urcheron, Carchrien, and Durkâr in Sâd-en-Dagor in Dol Guldur, north-east of Helethir.\\n\\nTorist has asked you to slay Urcheron, Carchrien, and Durkâr, three champions of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done it! Fine work, [placeholder]! These warriors posed a great threat to us, but no more.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Torist is at Helethir, south-west from Dol Guldur.\\n\\nYou should return to Torist for your reward.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'These are mighty warriors you will be facing...do not underestimate their strength!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your prowess in battle is unmatched, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Urcheron",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Carchrien",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Durkâr",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Torist at Helethir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Warriors of Dol Guldur",
      "es": ""
    }
  ]
}