{
  "id": 620840968,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Lenglammel told you that another of Gorothúl's relics has been found in the depths of Azanarukâr and must be destroyed.\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Magor has been venturing into the depths ever since you rescued him, [placeholder], saying only that he considers it his personal duty to prevent the nameless dangers in Azanarukâr from ever leaving there.\\n\\n'On his most recent journey into the fires of those caverns, he beheld a number of Regmyl carrying what appeared to be an idol of some evil significance. He followed them for a time, but at one point they seemed to become aware of his presence, and he found it necessary to retreat.\\n\\n'Gather your strength and speak to me, [placeholder]. I will bring you to Magor. Together, you must return to Azanarukâr, learn if the Regmyl's idol is a relic of Gorothúl's, and destroy it.'\\n\\n<rgb=#FF0000>NOTE: Inspiration will assist you if you choose to undertake this challenge. This instance can only be completed by a solo or two player group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lenglammel is in Gwathrendath, the Elf-camp among the Foundations of Stone.\\n\\nLenglammel is waiting to speak to you in order to bring you to Magor for an assault on Azanarukâr.\\n\\n<rgb=#FF0000>NOTE: Inspiration will assist you if you choose to undertake this challenge. This instance can only be completed by a solo or two person group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We are readying to leave as quickly as we are able, [placeholder], but the preparations of the Golden Host cannot be hurried overmuch, lest we doom its mission to failure. It will take some time for the dwarves to bring Mazog to the edge of Mirkwood, and that will allow all the necessary preparations to be made.\\n\\n'I hope you are ready when that time comes, [placeholder]. Both the dwarves of the Iron Garrison and the Elves of Lothlórien will rely on your courage and ability. I hope too that this expedition is not a mistake. It has been a long time since the forest bore the name Greenwood the Great.\\n\\n'I will see you again, [placeholder], when the time has come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lenglammel is in Gwathrendath, the Elf-camp among the Foundations of Stone.\\n\\nYou have destroyed the relic of Gorothúl and sent both Gwathnor and Grawulun formless into the depths, for a time. You should report now to Lenglammel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Haldir is on Talan Haldir, just outside the border of the Golden Wood.\\n\\nLenglammel has sent you to Haldir to relay a message of importance: the expedition of the Golden Host must happen as soon as it is possible.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hurry to Talan Haldir, [placeholder], with the message that the Golden Host must leave as soon as can be arranged.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have sent Gwathnor and Grawulun formless into the depths, [placeholder], and not a moment too soon! I cannot say if this is the last of the relics left by Gorothúl in Moria, but we have bought some time at least.\\n\\n'As long as Gorothúl remains alive, so too does the danger that he may create more such beacons, once again drawing forth Gwathnor or Grawulun...and next time we may not find them before they achieve their full level of power.\\n\\n'You must go now to Haldir on the flet just outside the Golden Wood. Tell him that the dwarves of the Iron Garrison have agreed to bring Mazog to Mirkwood on an indirect route that will not pass through Lothlórien, as requested. Tell him, too, that the expedition of the Golden Host must occur with as much haste as can be arranged. Too great a delay, and we may find ourselves hemmed between Dol Guldur on one side and Gwathnor and Grawulun reborn on the other!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Are you ready to go? Magor has travelled ahead and will meet you in Azanarukâr.'\\n\\n<rgb=#FF0000>NOTE: Inspiration will assist you if you choose to undertake this challenge. This instance can only be completed by a solo or two person group.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lenglammel to travel to Azanarukâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lenglammel in Gwathrendath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Haldir at Talan Haldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 6: Return to Azanarukâr",
      "es": "",
      "es (fem)": ""
    }
  ]
}