{
  "id": 620840914,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Before you run off, I wanted to ask you for another favour. While that brigand was talking to me I saw some of his seconds bullying one of my workers, while two others made off with a lot of my produce. \\n\\n'That produce feeds my workers and keeps them strong. I need to get that back if they are to remain hale and hearty.\\n\\n'I am certain you will find that the produce has been distributed to any of these foul brigands in the southern Bree-fields, but there are plenty near the ruins where you are going. Would you recover the produce for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did it! Look at these onions still green and fresh. My workers as well are indebted to you now. I haven't much more to give, but you have earned at least this much.\\n\\n'Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I am worried that my workers will grow ill without proper meals, and the only way to have proper meals is by eating one's vegetables!\\n\\nPlease hurry and get my produce back before it spoils, or worse... is eaten by those foul brigands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Paying Bills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adso's problems become more difficult as the brigands continue to harass him and his workers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Adso's goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the produce to Adso",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Brigands in the southern Bree-fields may carry Adso's produce. Adso Haybank is at his camp along the Great East Road.\\n\\nAdso worries that his workers will grow ill without proper meals and has asked you to recover his much-needed produce.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Adso's goods ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}