{
  "id": 620840918,
  "txt": [
    {
      "id": 22075075,
      "en": "Collect workers' tools ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hail, friend. I have news that will likely make you see the severity of our lives here. Adso is a good fellow, trying very hard to keep us safe -- and he has done a wonderful job with the meagre means he has left -- but I simply know that it is not enough. These brigands encroach ever closer, and they will not leave us be.\\n\\n'Already, those knaves up near the Old Sweetgrass Farm have taken tools and coin-purses from the workers here. Those who keep their faith in Adso... and now Adso puts his faith in you. \\n\\n'How do you feel about helping Adso see the worth of his workers?' ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Look at that, you got them all back. I will be sure to see that these are given back to their rightful owners. \\n\\n'I must say, perhaps Adso is right to put his faith in you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You will find that the brigands all around the southern Bree-fields might carry our workers' tools and coin-purses, but most of them headed towards Old Sweetgrass Farm, north-east of Adso's Camp.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Supplies and Demands",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Buckley Sheppard told you of the brigands' activity within Adso's camp and how many of the workers have lost their coin-purses or had tools stolen since these knaves started muscling them about. Some workers have fled, but many trust that Adso's efforts can make things right.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected coin-purses ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected workers' tools ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the items to Buckley Sheppard",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The brigands with the stolen tools and coin-purses are at the Old Sweetgrass Farm, north-east of Adso's Camp.\\n\\nBuckley Sheppard asked you to recover the tools and coin-purses the brigands stole from the workers at Adso's Camp.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect coin-purses ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}