{
  "id": 620840916,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I do not know what to do. The brigands told me to pay them three equal payments and that they would spare my workers and myself. I held my part of the bargain. Now they want more. I haven't anything left after sending workers to Buckland for supplies and the meagre rewards I can offer folk for helping out here and there.\\n\\n'I cannot allow my workers to suffer for my mistakes. I fear I may need to stop work on the inn, but Chief-watcher Grimbriar is working against the brigands here... so I must ask. Would you be willing to help me send a message to these brigands?\\n\\n'I hear that you have already done some work against the brigands before... I am sorry if I am mistaken. But, these are evil Men, and they must be stopped. If you are willing to help, could you return to the Old Sweetgrass Farm and send a message to these brigands? The Old Sweetgrass Farm is a short distance north-east of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It's done then, and too late to change now. Oh me....\\n\\n'I fear I have made a greater error than ever before. One of the Men came here, and I stood up to him. I fear that this may have been an error.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am not proud to ask this, but I must think of my workers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Down-payments",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adso Haybank has asked your aid in serious action against the brigands extorting and threatening him and his workers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated brigands at the Old Sweetgrass Farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat brigands at the Old Sweetgrass Farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Make your way to the Old Sweetgrass Farm north-east of Adso's Camp and help Adso drive the brigands away from his camp.\\n\\nAdso can think of no way to drive the brigands off that does not involve violence. He sent you to fight and defeat brigands near Old Sweetgrass Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Adso Haybank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adso Haybank awaits your return at his camp to the south-west of Old Sweetgrass Farm along the Great East Road.\\n\\nYou should return to Adso Haybank with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}