{
  "id": 620840960,
  "txt": [
    {
      "id": 216285137,
      "en": "'This way, friends. I will show you where I beheld the artifact.'",
      "es": ""
    },
    {
      "id": 216285138,
      "en": "'I only hope that the Elf-stone given to me by Lady Galadriel will be enough to preserve our strength.'",
      "es": ""
    },
    {
      "id": 7490961,
      "en": "'We are not alone! A caerog lies in wait!'",
      "es": ""
    },
    {
      "id": 7490962,
      "en": "'The light of the Elf-stone shall weaken this beast!'",
      "es": ""
    },
    {
      "id": 7490963,
      "en": "'Good, my friends! He is cast down and the way ahead is clear!'",
      "es": ""
    },
    {
      "id": 104212257,
      "en": "'It is done! The servant of Shadow and Flame is defeated once more!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have ended Gwathnor's growing strength and dispersed the forms of Grawulun that were drawn to Azanarukâr, [placeholder]. We have won a short victory, a small respite -- without the beacon of Gorothúl, it will be some time before Gwathnor and his servants can again find the world above.\\n\\n'But it will not last forever. We do not possess the means of destroying these creatures, lesser spirits though they be -- they are beyond our ability. We can hinder them for a time, and hope the peace we buy is worth the dangers.\\n\\n'I feel it is.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Are you ready to leave? There is nothing to hold us here; we should return to the upper levels, where the air is clean.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Here we are, [placeholder], where once we came before: the deepest reaches of Azanarukâr. I have come here often since we first met, though better equipped than on that adventure. The Lady of the Wood has given me a great Elf-stone and many things have fled before its light.\\n\\n'We should be cautious, as there were Regmyl here before, and I saw them carrying an artifact of great evil. I do not see them now, but they are surely not far.\\n\\n'Let us proceed, friends, and see what lies before us in Azanarukâr.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "A wave of dread passes through you as the relic is destroyed, then is gone.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Gwathnor",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "<rgb=#FF0000> A dark force has escaped the cavern </rgb>",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Magor has been defeated",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come to Azanarukâr with Magor in search of an artifact left by Gorothúl in the depths.",
      "es": ""
    },
    {
      "id": 56548674,
      "en": "'Behold! They work some evil with the beacon of Gorothúl!'",
      "es": ""
    },
    {
      "id": 160871281,
      "en": "'Give me a moment to examine the artifact.'",
      "es": ""
    },
    {
      "id": 160871282,
      "en": "'This must not be! It is worse than we feared, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Magor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Magor deeper into Azanarukâr",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Destroy Gorothúl's beacon",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Defeat Gwathnor",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "<rgb=#FF0000> Do not allow Gwathnor or his allies to approach the exit </rgb>",
      "es": ""
    },
    {
      "id": 140369249,
      "en": "'Some of the strength lent to him by the caeryg has been driven from him.'",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Magor",
      "es": ""
    },
    {
      "id": 140369250,
      "en": "'We must defeat the forms of Grawulun if we are to overcome Gwathnor!'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Defend Magor",
      "es": ""
    },
    {
      "id": 140369251,
      "en": "'More of Gwathnor's strength has been driven from him!'",
      "es": ""
    },
    {
      "id": 140369252,
      "en": "'Quickly now, defeat this form of Grawulun to further weaken its master!'",
      "es": ""
    },
    {
      "id": 140369253,
      "en": "'The last of the caeryg's strength has been driven from him! Gwathnor stands alone!'",
      "es": ""
    },
    {
      "id": 140369254,
      "en": "'Our greatest challenge lies before us, friends!'",
      "es": ""
    },
    {
      "id": 204860881,
      "en": "'Elbereth preserve us.'",
      "es": ""
    },
    {
      "id": 204860882,
      "en": "'It is as we feared! The many forms of Grawulun the Caerog have been drawn to Azanarukâr!'",
      "es": ""
    },
    {
      "id": 204860883,
      "en": "'Carefully now... let us get closer....'",
      "es": ""
    },
    {
      "id": 204860884,
      "en": "'The caeryg... it is as if they do not see that we are here.'",
      "es": ""
    },
    {
      "id": 204860885,
      "en": "'And look, the beacon... it glows with a sickening light....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "In the depths of Azanarukâr, Magor wishes to fight alongside you in search of the artifact he believes Gorothúl left there.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You have found the relic within Azanarukâr, and should destroy it to prevent further of Gorothúl's schemes from hatching.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Gwathnor has awakened, and he must be defeated in order to prevent the growth of his power. \\n\\n<rgb=#FF0000>Do not allow Gwathnor or any of his minions to approach the door.</rgb>",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Magor is waiting to speak with you in the depths of Azanarukâr after your defeat of Gwathnor and the forms of Grawulun.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Gwathnor has awakened, and he must be defeated in order to prevent the growth of his power.",
      "es": ""
    },
    {
      "id": 122763553,
      "en": "'Quickly now, destroy the artifact before Gwathnor can heed the call!'",
      "es": ""
    },
    {
      "id": 177020001,
      "en": "'The caeryg are magnifying the power of Gorothúl's beacon! They beseech Gwathnor to return!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Magor is waiting to speak with you in the depths of Azanarukâr after your defeat of Gwathnor Revived and the Forms of Grawulun.",
      "es": ""
    },
    {
      "id": 122763554,
      "en": "'I shall strike at the caeryg when they react to its destruction!'",
      "es": ""
    },
    {
      "id": 122763555,
      "en": "'Ai! Gwathnor is returned!'",
      "es": ""
    },
    {
      "id": 16258593,
      "en": "'There were regmyl here. Where have they gone?'",
      "es": ""
    },
    {
      "id": 16258594,
      "en": "'I sense something terrible ahead, my friends. Can you feel it?'",
      "es": ""
    },
    {
      "id": 119855490,
      "en": "'Behold the light of the Elves!'",
      "es": ""
    },
    {
      "id": 119855491,
      "en": "'Flee before the light of the Lady of the Wood!'",
      "es": ""
    },
    {
      "id": 119855492,
      "en": "'The light of the Elves shall overcome you!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Return to Azanarukâr",
      "es": ""
    }
  ]
}