{
  "id": 620840915,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'By standing up to the Man, a fearsome brigand named Dirk Hawthorn, I fear I have doomed us all. He set up a camp immediately to the east, just on the south side of the ruins there.\\n\\n'He threatened to return with enough forces to \\qstamp out my little homestead before it can be recognized as anything more than a burned patch of land\\q. Mercy me! What a fool am I.\\n\\n'Please, [placeholder], help me fix this error so that I can see this dream realized.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'With Dirk Hawthorn gone, I wonder if we can give Bill Ferny a bit of his own medicine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please don't let the brigands come here and kill these people. They are all innocent. I would hate to see any harm come to them due to my folly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Threats and Follow-through",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adso's problems deepen as the brigands become more aggressive towards the poor hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dirk Hawthorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dirk Hawthorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dirk Hawthorn is on the south side of the ruined wall at the foot of the hills surrounding the Barrow-downs, east of Adso's Camp.\\n\\nAdso fears that the brigand leader, Dirk Hawthorn, will return and kill his workers in the night and asked you to deal with this threat before he could follow through.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Adso Haybank",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adso awaits your return at his camp along the Great East Road.\\n\\nThe brigands at the ruined wall proved to be no true threat and were dispatched with ease.",
      "es": "",
      "es (fem)": ""
    }
  ]
}