{
  "id": 620840860,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated all three champions of Dol Guldur at once",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Slain TBD WARG BOSS",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sâd-en-Dagor, the training-grounds of Dol Guldur, are overseen by three champions of the Lieutenant of Dol Guldur.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is well that you are here, [placeholder], I have a task that requires the courage of one such as yourself. The champions of Sâd-en-Dagor have been weighing on my mind, for if any one of them were defeated alone, the others would be warned, and the power that now rules Dol Guldur will surely be aware of our strike against them.\\n\\n'The champions of Dol Guldur must be defeated at once...if we can make a good show of our strength, it may be that the hearts of their warriors will falter, and many will turn aside from the battle.\\n\\n'Enter Sâd-en-Dagor in Dol Guldur, north-east from Helethir, and challenge the champions Urcheron, Carchrien, and Durkâr. Make haste!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Urcheron, Carchrien, and Durkâr, the champions of Dol Guldur, are in Sâd-en-Dagor, north-east of Helethir, in Dol Guldur.\\n\\nTorist has asked you to defeat all three champions of Dol Guldur in one strike.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'[placeholder] has returned!\\n\\n'The deaths of three of Dol Guldur's prized champions are a great victory for us. You are truly a [placeholder] of great valour.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Torist is in Helethir, south-west from Dol Guldur.\\n\\nYou should return to Torist for your reward.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Defeating all three champions at once is not a task for just any [placeholder]. But I feel you are ready for the test, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are truly a [placeholder] of great valour.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat all three champions of Dol Guldur at once",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Torist at Helethir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "One Fell Swoop",
      "es": ""
    }
  ]
}