{
  "id": 620840964,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Issuriel worries that the words of Mazog may reveal a hidden threat to the Elves of Lothlórien and the Dwarves of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Much of Mazog's ramblings in the depths of Rushdurinul could have been empty bluster, the boasting and threats of a caged animal. But one thing he said troubles me more than any other: the revelation that the reward he seeks is the rule of another kingdom. Long have the Orcs and the dwarves battled in the caverns beneath the Misty Mountains, and the lineage of Mazog has been at the forefront of that conflict.\\n\\n'If Mazog, son of Azog and brother of Bolg, has decided to abandon rule of Moria, it can only be because he feels Moria will no longer be fit to rule. What great evil must his ally Gorothúl have set into motion in the depths that could so devastate that vast kingdom and make it unfit even for the rule of Orcs?\\n\\n'Return to Gwathrendath in the Foundations of Stone and speak with Lenglammel and Forglinn there. They have spent a great deal of time in the depths and may know something about what we might be facing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lenglammel and Forglinn can be found in Gwathrendath, the Elf-outpost in the depths of the Foundations of Stone, in Moria.\\n\\nIssuriel believes that Gorothúl may have set into motion some evil that might ravage Moria in such a way that even Mazog is seeking another kingdom to rule.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you again, [placeholder], for I share the concerns of Issuriel: there is more to Gorothúl's interest in Moria than we have so far uncovered.\\n\\n'Great terrors dwell in the deep places, this we know, for you have faced several of them: nameless beasts that fear the light of the sun, but also the servants of the great spirit that reigned in Moria and ended the dwarf-kingdom. The Balrog of Moria now is defeated, but at the cost of Mithrandir's life and the vast extent of his power.\\n\\n'But the servants of the Shadow and the Flame were defeated not by the power of Mithrandir, but by your courage and that of your allies. Take no offence at this, [placeholder], but your abilities do not begin to approach that of the Wizard. I fear that your defeat of the servants of Durin's Bane may not have the permanence afforded that of their master's defeat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bróin is in the Peaceful Path, located off Durin's Way.\\n\\nThe Elves in Gwathrendath agree with Issuriel's assessment that Gorothúl set some evil into motion before leaving for Dol Guldur. Bróin should be notified of this, for it concerns the Iron Garrison and may affect his plans for the rescue of Bori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Elf-outpost in the depths of the Foundations of Stone in Moria may hold some answers concerning the danger I fear Gorothúl has raised. Speak with Lenglammel and Forglinn there and hear what they have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Your words confirm what I have been hearing from Lenglammel and Magor, [placeholder]: Gorothúl set something in motion before he left for Dol Guldur with the captive dwarves and the mithril axe of the Iron Garrison.\\n\\n'Did he work some evil to allow the servants of Shadow and Flame to recover their strength and return to places once thought free of their danger?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You go to speak with Bróin about this new danger? I am glad; he must deal with the possibility that all is not well within Moria before setting forth to rescue his cousin Bori.\\n\\n'Bróin is in the Peaceful Path, located along Durin's Way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I had hoped to see you again on the shores of Anduin, [placeholder], well on our way to exchanging the Orc-king for my cousin Bori's freedom, but it was not yet to be. The Elves of Gwathrendath are right: Gorothúl seems to have set some plan into motion here in Khazad-dûm.\\n\\n'After you returned to Lothlórien to speak with Celeborn, Orvar went back into the depths of Buzun-ghâr. He said he had a \\qfeeling,\\q some idea that things were not quite right. The wilting rot was already beginning to retreat, but he felt still some vile presence, and below the ledge where you handily defeated Grawulun the Caerog, Orvar discovered a dreadful ward covered in unspeakable runes. He sensed it calling, calling into the depths, and smote it with his axe until it was destroyed.\\n\\n'I believe Gorothúl left this relic in Buzun-ghâr in order to draw Grawulun the Caerog to it, [placeholder]. Grawulun did not find that place accidentally, friend [placeholder]. He was drawn there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Bróin remains still in the Peaceful Path, the place of rest established by the Iron Garrison off Durin's Way. You should speak to him about this new danger we suspect is growing, for it will affect his planned rescue of Bori.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lenglammel at Gwathrendath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Forglinn at Gwathrendath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bróin in the Peaceful Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 2: What Gorothúl Left Behind",
      "es": "",
      "es (fem)": ""
    }
  ]
}