{
  "id": 621019532,
  "txt": [
    {
      "id": 162883657,
      "en": "'We have some time before Grimbeorn sends his reply, [placeholder]. While we wait, perhaps I can tell you a story of something that happened recently, but that you missed? You were kept busy with other events of some importance, as I am sure you will recall, but great deeds were performed here among the Vales of Anduin. My father Thranduil told me of his recent visit here, after the war, and I can speak of it to you, if you like.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Legolas can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 30955938,
      "en": "'While we wait, perhaps I can tell you a story of something that happened recently.'",
      "es": ""
    },
    {
      "id": 30955939,
      "en": "'Since we have some time, let me tell you story that my father told to me.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Legolas at the Beorninghús",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Grimbeorn is possessed of a gruff demeanour, but he cares much for the Vales of Anduin and the people who live there. If he sees that we care for them as well he may be more willing to reopen the trade route with Felegoth.'",
      "es": ""
    },
    {
      "id": 30955940,
      "en": "'Grimbeorn is possessed of a gruff demeanour, but he cares much for the Vales of Anduin and the people who live there.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Legolas",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "While waiting for Grimbeorn's answer, Legolas recalls a recent story told to him by King Thranduil.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Gift of Greenleaves",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Since we have some time, let me tell you the story that my father Thranduil told to me.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Legolas can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Legolas.",
      "es": ""
    }
  ]
}