{
  "id": 621019530,
  "txt": [
    {
      "id": 162883657,
      "en": "'I relent, [placeholder]. The time has come to reopen the trade route with the Elves, for evil will soon be driven from the Vales. It is customary to celebrate such an occasion with a feast, and today will not be the exception! You will be welcome at my table, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "#-1:[placeholder]'I relent, [placeholder]. The time has come to reopen the trade route with the Elves, for evil will soon be driven from the Vales. It is customary to celebrate such an occasion with a feast, and today will not be the exception! You will sit by my side at the feast, my #-1:{kin-daughter[f]|kin-son}.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Grimbeorn can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    },
    {
      "id": 162883683,
      "en": "'I do hope Thranduil is not too displeased with how long Legolas has remained in the Beorninglands. You and he have spent a considerable time convincing this old Beorning. Ha!\\n\\n'I hope that you are able to stay longer. I send you out in this world to help others. Now you can come home and assist your family. You are welcome anytime.\\n\\n'We shall speak again, soon. Take care [placeholder].'",
      "es": ""
    },
    {
      "id": 162883684,
      "en": "'Do you think Thranduil is displeased that his son has remained for so long in the Beorning-lands? You and he did spend a considerable time convincing this old man to reopen the trade route, and he has been several days away. Ha! As if an Elf must give any worry to the passage of time! Such displeasure will surely do him some good, and I will not beg his forgiveness for it!\\n\\n'I do ask you to spend some time assisting your kin and the Woodmen in the Vales of Anduin, for as you have proven, the war may be done but the fighting is not yet finished. There are still foes aplenty that wish us harm, and they will need to be dealt with before it will be truly safe along the Great River.\\n\\n'We will speak again soon, [placeholder]. You are welcome at any time.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Do you think Thranduil is displeased that his son has remained for so long in the Beorning-lands? You and he did spend a considerable time convincing this old man to reopen the trade route, and he has been several days away. Ha! As if an Elf must give any worry to the passage of time! Such displeasure will surely do him some good, and I will not beg his forgiveness for it!\\n\\n'I do ask you to spend some time assisting my people and the Woodmen in the Vales of Anduin, for as you have proven, the war may be done but the fighting is not yet finished. There are still foes aplenty that wish us harm, and they will need to be dealt with before it will be truly safe along the Great River.\\n\\n'We will speak again soon, I am sure of it.'",
      "es": ""
    },
    {
      "id": 30955941,
      "en": "'The time has come to reopen the trade route with the Elves, for evil will soon be driven from the Vales.'",
      "es": ""
    },
    {
      "id": 30955942,
      "en": "'Come! Let us prepare the feast!'",
      "es": ""
    },
    {
      "id": 30955943,
      "en": "'Do you think Thranduil is displeased that his son has remained for so long in the Beorning-lands?'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "Grimbeorn invites many family and guests to a feast.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Beorninghús Tradition",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Come! Let us prepare the feast!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Grimbeorn can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    }
  ]
}