{
  "id": 621019512,
  "txt": [
    {
      "id": 246419841,
      "en": "Odahild can be found in Blómgard.\\n\\nYou should talk to Odahild, the leader of Blómgard.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Blómgard can be found at the edge of the southern wood of Laerlad in the Vales of Anduin.\\n\\nYou should travel to Blómgard and see if you could be of any help there.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to Odahild, leader of Blómgard",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Yes, I am Odahild, the leader of this village. The tales you have heard of scuttling shadows in the night are true, every word of them, and they have brought a number of adventurers here seeking to learn more.\\n\\n'They brought this Wizard hither as well. He says you are a friend of his. Perhaps, then, you could kindly ask him to leave? He brings only ill omens with him on this visit!'",
      "es": ""
    },
    {
      "id": 30955846,
      "en": "'I see we are once again meeting in less than ideal circumstances.'",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Scuttling Through the Narrows",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Travel to Blómgard in Laerlad",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Radagast",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Listen well, [placeholder]. I have heard troubling rumours from the south, and I would share them with you. They may be the falsest of lies, but then again they might be true. I cannot judge, so I leave it to you.\\n\\n'These tales come from Blómgard, a village to the south, in Laerlad. They speak of shadows in the night and a frightful scuttling sound upon the roofs of the village. Now, I have not spoken with their leader Odahild since the Elves gave these woods to us, but she is not one to speak falsely. There are good men and women in that village, and if we can save them from this creeping danger we should do so! And if these are just tales, well, at least we will know for certain.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "The folk of Blómgard barely seem to notice you",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'We always meet in less than ideal circumstances, [placeholder]! Have you noticed? I certainly have. Do you know that some folk believe my arrival actually draws these problems with them? Preposterous, I know, but people do think so nevertheless!'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Find Odahild, the leader of Blómgard",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Odahild is deep in conversation with Radagast, the Brown Wizard",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Radagast can be found in Blómgard.\\n\\nYou should talk to Radagast.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Ríkmar has heard troubling stories concerning Blómgard, a small Woodman settlement in the southern reaches of Laerlad.",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Odahild can be found in Blómgard.\\n\\nYou should talk to Odahild, the leader of Blómgard.",
      "es": ""
    }
  ]
}