{
  "id": 621019535,
  "txt": [
    {
      "id": 162883670,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "The Carrock can be found on the western edge of the Beorning-lands in the Vales of Anduin.\\n\\nYou should seek out Varthmath atop the Carrock.",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'[placeholder], there you are. I have requested a summons. Anórohir has agreed to take only one of us up to the Eyrie. I think it should be you, for you are a friend of Gandalf, and that may help the Great Eagles decide to side with us!\\n\\n'I would recommend that you speak with courtesy to the Eagles. Consider a proper bow at the outset, and be sure to make use of as fine speech as you are able!'",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Gwaihir the Windlord",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Gwaihir the Wind-lord can be found at the Eyrie.\\n\\nYou should be polite to Gwaihir.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "The Carrock can be found on the western edge of the Beorning-lands in the Vales of Anduin.\\n\\nYou should seek out Varthmath atop the Carrock.",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Cordially <rgb=#00FF00>bow</rgb> to Gwaihir",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Travel to the Carrock",
      "es": ""
    },
    {
      "id": 192606481,
      "en": "'You honour me, yet it is Lord Gwaihir who awaits your presence.'",
      "es": ""
    },
    {
      "id": 177082758,
      "en": "Varthmath must have already climbed to the top of the Carrock",
      "es": ""
    },
    {
      "id": 192606482,
      "en": "'You honour me, yet your order of actions is most peculiar.'",
      "es": ""
    },
    {
      "id": 30955905,
      "en": "'I have made my decision.'",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Talk to Varthmath atop the Carrock",
      "es": ""
    },
    {
      "id": 177082760,
      "en": "Atop the wind-swept peak you see some familiar friends",
      "es": ""
    },
    {
      "id": 30955906,
      "en": "'Ah, I believe Grimbeorn awaits us with his reply.'",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "The Pact of Paws and Wings",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Ah, I believe Grimbeorn awaits us with his reply. Speak to the lord of the Beornings and learn what he has to say. Let us hope it will be good tidings for my father and for the Elves of Felegoth.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Grimbeorn looks to the skies for assistance in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Anórohir can be found atop the Carrock.\\n\\nYou should travel to the Eyrie with Anórohir.",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'I have made my decision. The Elves say they will help us, but only rarely do I see them leave the shelter of the woods, and I hesitate to call on them for aid. The dwarves and Men that live in the north have their own problems, as do we, and neither can be a help to the other while his own lands remain unsecured!\\n\\n'I have not spent this time idly, [placeholder]. No, there is a solution, and it lies on the very edge of our land. On the edge... and upwards! You know of whom I speak, for you grew up in these vales and saw them often from afar, and sometimes up close. They are the dwellers of the Great Eagles' Eyrie. Those noble birds have aided our people before, and they may do so again.\\n\\n'You are a friend of Gandalf the Wizard, and he is one who has the respect of the Eagles. Speak to Gwaihir the Wind-lord on behalf of my people and request their aid. I will send Varthmath ahead to call upon the Eagles for a meeting.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Gwaihir the Wind-lord can be found at the Eyrie.\\n\\nYou should talk to Gwaihir.",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Travel to the Eyrie with Anórohir",
      "es": ""
    },
    {
      "id": 162883666,
      "en": "'I have made my decision. The Elves say they will help us, but only rarely do I see them leave the shelter of the woods, and I hesitate to call on them for aid. The dwarves and Men that live in the north have their own problems, as do we, and neither can be a help to the other while his own lands remain unsecured!\\n\\n'I have not spent this time idly, [placeholder]. No, there is a solution, and it lies on the very edge of my land. On the edge... and upwards! I speak of the Great Eagles' Eyrie. Those noble birds have aided my people before, and they may do so again.\\n\\n'You are a friend of Gandalf the Wizard, and he is one who has the respect of the Eagles. Speak to Gwaihir the Wind-lord on behalf of my people and request their aid. I will send Varthmath ahead to call upon the Eagles for a meeting.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Our paths cross once again, [placeholder]. I saw you once in the Garden of Galadriel, and now you fly high above your station to the very Eyrie of my people. It is most curious to me that you keep turning up, small one.'",
      "es": ""
    },
    {
      "id": 111477417,
      "en": "Cordially <rgb=#00FF00>bow</rgb> to Anórohir",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Anórohir is on the Carrock.\\n\\nYou should be polite to Anórohir.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'I have thought it over and shall tell you. The Elves say they will help us, yet I rarely see them leave their woods. We are friendly enough with the Elves of the wood, yet I hesitate to rely on their aid. To trade with the Men and Dwarves of the north is noble. I want us to help where we can. However, first we must secure the Vales. To do this, we must look to the very edges of the Vales themselves. Yes, upon the mountain slopes lies the Eyrie of the Great Eagles. They have assisted my people before and may do so again.\\n\\n'You are a friend of Gandalf, are you not? He is very much respected by Gwaihir and his convocation. Would you speak to Gwaihir on my behalf and request aid? I will send Varthmath ahead to call upon the Eagles for a meeting.' ",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Grimbeorn can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    },
    {
      "id": 162883669,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "Gwaihir awaits your word",
      "es": ""
    }
  ]
}