{
  "id": 621019501,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Evorik can be found in Blómgard.\\n\\nYou should talk to Evorik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Field stones can be found near the edge of the woods in Laerlad.\\n\\nYou should gather field stones for Evorik.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "A Stone's Throw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Crumbling walls can be found in Blómgard.\\n\\nYou should place the stones next to the crumbling walls in Blómgard so the Woodfolk may repair them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Place field stones next to the crumbling wall in Blómgard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'My folk have built sturdy wooden palisades to protect the village, but I fear it will not be enough. There are some old stone walls along the eastern side of the village. If we were to gather more stones from the forest's edge, we could repair the wall. Would you gather up some field stones for us so we could use them to repair the wall, and safe-guard the people of Blómgard?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Evorik",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Gathered field stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'I thank you for your service to Blómgard. No, do not concern yourself with building the walls! We shall see to it. I would not have you think we needed you to do everything for us! Gathering the stones was enough.\\n\\n'This old wall was not built by us Woodmen. All I know is that when the wall was once maintained, the forest-demons kept afar. \\n\\n'With the old wall mended, I see the village safe, and my spirits lift.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "The old stone walls of Blómgard should be rebuilt and reinforced in order to better defend the village.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Gather field stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Brought stones to Blómgard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}