{
  "id": 621019536,
  "txt": [
    {
      "id": 111477414,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 111477415,
      "en": "Talk to Legolas at the Forest Gate in Eryn Lasgalen",
      "es": ""
    },
    {
      "id": 162883749,
      "en": "'[placeholder], you have received my father's request. It is good to see you again. Your assistance in this delicate task is most appreciated. Now, it would be unwise for both of us to travel to the Beorninghús to meet with Grimbeorn together. He does not welcome guests and I do not wish for my task to fail. Would you speak with Grimbeorn? I wish to scout Eryn Lasgalen, and make sure roads are truly safe. Come find me again once you have Grimbeorn's answer.'",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Legolas can be found at the Forest Gate between Eryn Lasgalen and the Vales of Anduin.\\n\\nYou should talk to Legolas about King Thranduil's request to open the trade route through the Beorning-lands in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'My #-1:[placeholder]#-1:{kin-daughter[f]|kin-son}, you have returned! Why do come with demands from Elves? My decision still stands. This family is more important than some trade agreement. I hope that you will stay a while.'",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Talk to Legolas at the Forest Gate in Eryn Lasgalen",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'[placeholder], you have received my father's request. It is good to see you again. As you are the only Beorning that I consider a true friend, your assistance in this delicate task is most appreciated. Now, it would be unwise for both of us to travel to the Beorninghús to meet with Grimbeorn together. As you know, he does not welcome guests and I do not wish for my task to fail. Would you speak with Grimbeorn? I wish to scout Eryn Lasgalen, and make sure roads are truly safe. Come find me again once you have Grimbeorn's answer.'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Legolas can be found at the Forest Gate between Eryn Lasgalen and the Vales of Anduin.\\n\\nYou should talk to Legolas about King Thranduil's request to open the trade route through the Beorning-lands in the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Introduction: Vales of Anduin",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "'My decision still stands.'",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Grimbeorn can be found at the Beorninghús in the Beorninglands of the Vales of Anduin.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    },
    {
      "id": 30955923,
      "en": "'You have received my father's request.'",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "King Thranduil requires your assistance in the Vales of Anduin. Thranduil has deemed Eryn Lasgalen safe and has opened the western road from Felegoth to the Vales of Anduin. He wishes for trade to continue between the Elves and Beornings. This was met with resistance from Grimbeorn, the leader of the Beornings, for reasons unknown. King Thranduil requires this dispute to be resolved hastily and diplomatically. The Elves, Men, and dwarves of the north all rely heavily upon trade. The security of the north is at stake.",
      "es": ""
    },
    {
      "id": 24695141,
      "en": "King Thranduil wishes to resolve a trade dispute in the Vales of Anduin so that he may continue to provide assistance to the Men, Elves, and dwarves of the north.",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'Absolutely not. My decision has nothing to do with the King of the Greenleaves and everything to do with my people. However, I permit you to stay for as long as you need. I am not unkind.'",
      "es": ""
    }
  ]
}