{
  "id": 621019499,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Blómgard can be found in Laerlad in the Vales of Anduin.\\n\\nYou must defend Laerlad from the spider invaders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "The wounded Ungoladan warrior can be found in Blómgard.\\n\\nYou should talk to the Ungoladan and learn what you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Blómgard can be found in Laerlad in the Vales of Anduin.\\n\\nYou must defend Laerlad from the approaching invaders!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Heart of the Mother",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85976",
      "en": "'There is something strange about these spiders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85977",
      "en": "'The Ungoledain, yes, that would explain a great deal... a great deal indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Odahild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'There is something strange about these spiders, [placeholder], but I cannot put my finger upon what it might be. They are hiding somewhere in Laerlad, I can tell you that, and I can tell you too that we have to help these people! You because you are an adventurer, and me because, well, I owe them that. Let us leave it at that, and speak no more of my faults for now. Oh, it is a worrisome thing to remember!'\\n\\nSuddenly, you hear shouts from the eastern side of the village.\\n\\n'They are on the attack again! You must defend the village. Go now, quickly and hastily and with great speed, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defend Laerlad from the approaching invaders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'You have done Blómgard a good service, for the village is defended and we are safe... for now, at least. You say that you have done this in the name of Radagast? Perhaps we will let you and Radagast stay here until this threat is no more.\\n\\n'My guards have informed me that one of the injured spiders tried to escape, and he tracked the beast. Before it could disappear into the thick of the woods, it turned into some sort of... well, into some sort of man! We captured the wounded beast and have kept it under guard.'\\n\\nYou explain that this creature could be one of the Ungoledain, a group of skin-changers from Mirkwood who worship spiders and hold them to be sacred.\\n\\n'If you know of these creatures, it seems to me that you are the one to speak with our captive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to the wounded Ungoladan warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Lóbruth cares not what some [placeholder] wants. He listens only to Mengris, our Tásakh, and will follow her to death or end of world. Voice in shadows, it tells her where to go. Woodmen are in the way, says Tásakh. Pah! It matters little to Lóbruth. If Mengris says slay you all, then you must die!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Radagast can be found in Blómgard.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Spiders scurry out of the woods!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defend Laerlad from the spider invaders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "The last of the spiders flees into the woods",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Defeat the strange spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Odahild can be found in Blómgard.\\n\\nYou should talk to Odahild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'The Ungoledain, yes, that would explain a great deal... a great deal indeed! It seems I owe the Woodmen for not one failing but for two! Firstly, I abandoned Rhosgobel, leaving the Woodmen to face the harsh blades of war on their own. I had my reasons, of course I did, but looking back on it I question if they were worthwhile enough to leave the Woodmen so unprotected.\\n\\n'And secondly, well, now they face an enemy of my own creation! Yes, [placeholder], you did not mishear me. I am responsible, in part, for the creation of the Ungoledain. I made them, and though it was not on purpose, I should have known better! Looking back, it could have been so easily avoided!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Blómgard can only survive so many raiding parties of vicious spiders before all that is left of the town is complete ruin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Defeated strange spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "The wounded warrior says that strange voices call for his people in the shadows",
      "es": "",
      "es (fem)": ""
    }
  ]
}