{
  "id": 621019509,
  "txt": [
    {
      "id": "0x9b56849",
      "en": "'Do you remember what that Ungoladan warrior L贸bruth said to you? He said his leader was answering a call, and that they were all hearing voices of some kind from the shadows! Did you find this leader at C么s Braen? No, of course you did not.\\n\\n'Here is my guess, [placeholder], and while it is supposition only, I believe you did not encounter this leader because she was away searching for the source of this mysterious call! After I departed Rhosgobel, when the woods grew too dangerous even for a Wizard, many spiders descended upon Rhosgobel. They took over the old Elf-ruins and turned it into a vile den of spiders. Could something about those spiders be calling the Ungoledain leader to Rhosgobel? Let us return to my home as soon as possible, and find out for ourselves!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Radagast can be found in Rhosgobel.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a2",
      "en": "'Do you remember what that Ungoledan warrior L贸bruth said to you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a3",
      "en": "'Quickly now, we must get to Rhosgobel at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Radagast at Rhosgobel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Mam Murgwid, Mam Murgwid. Mam Murgwid?\\n\\n'This is not a name I have ever heard before. I have learned enough about the Ungoledain to know they refer only to the late Iphantemel as \\qMother.\\q Their pets are the last of Iphantemel's brood. It seems to me there is nothing left for the Ungoledain here. Mam Murgwid must be something else.\\n\\n'They travel south, as do all the spiders that left Mirkwood. Could they be answering the same call? Oh dear, [placeholder], this is very bad. Why have I not realized this until now? Their true mother must be calling to them. Not Iphantemel, no, not at all! Shelob calls to them. Shelob!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d859a4",
      "en": "'Mam Murgwid? This is not a name I have ever heard before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50270",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Radagast is concerned that the Ungoledain may have come to Laerlad because they are searching for Rhosgobel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Heeding the Call",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56872",
      "en": "'Quickly now, we must get to Rhosgobel at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Radagast can be found in Bl贸mgard.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    }
  ]
}