{
  "id": 621019550,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "'Oh no, that is Honey-bell's bell! Where did you find it? In a warg-den? Tragedy indeed, [placeholder]! She was such a good girl, faithful bovine companion, supplier of milk and cheese! We will mourn, not just for the products with which she supplied us but also for her dear loving and sweet demeanour. Poor Honey-bell, to perish in this way!'\\n\\nSterkist squints into the distance, looking at the far gate.\\n\\n'One moment. Is that Haldis I see? And who is that with her?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Honey-bell is probably somewhere in the Beorning-lands, beyond Sterkist's sight.\\n\\nYou should find some sign of Honey-bell's wanderings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'You are a friend of Sterkist? I see that you found Honey-bell's bell! I took her out for a walk in the sunshine earlier today, for she seemed quite agitated about something and I thought a walk might do her some good. Her bell must have fallen off sometime while we were away and I did not notice it was missing until we returned.\\n\\n'You found her bell in a warg den? I must say I am grateful you found the bell only, with no cow attached, and that Honey-bell was safe with me, and I with her! I am surprised Sterkist did not see us. We must have just missed one another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Find some sign of Honey-bell in the Beorning-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e29",
      "en": "Talk to Haldis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1181",
      "en": "What a friendly cow!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Haldis can be found at the Beorninghús.\\n\\nYou should talk to Haldis about where she found Honey-bell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Bring Honey-bell's bell to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Honey-bell can be found at the Beorninghús.\\n\\nYou should give Honey-bell a good pat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Haldis",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sterkist can be found at the Beorninghús.\\n\\nYou should show Sterkist the bell you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Fate of Honey-bell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Sterkist has been tasked with feeding the cows, but he has run into a bit of a snag: one of them is missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Sterkist can be found at the Beorninghús.\\n\\nYou should talk to Sterkist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "This bell belonged to Honey-bell, but its presence belies her absence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Haldis took Honey-bell for a walk? It seems I sent you chasing for wild goose and worried myself for nothing! I am sorry, but the darkness that has settled upon the vales has me all on edge. I shall focus on my next task, which must surely cause me no alarm. How worrisome could mushrooms possibly be?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Cousin [placeholder]! It is good to see you! I hope that your travels treated you well. Why yes, this is Honey-bell's bell. It seems to have fallen off her during the day, while I took Honey-bell out for a walk. You see, she was very agitated and I thought a walk would do her good. You say you found the bell in a warg den? How very odd. I did not stray very far. I am surprised that Sterkist did not see me! We must have just missed one another!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Give Honey-bell a good <rgb=#00FF00>pat</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56850",
      "en": "'Cousin [placeholder], welcome back! I see that you found Honey-bell's bell! I took her out for a walk in the sunshine earlier today, for she seemed quite agitated about something and I thought a walk might do her some good. Her bell must have fallen off sometime while we were away and I did not notice it was missing until we returned.\\n\\n'You found her bell in a warg den? I must say I am grateful you found the bell only, with no cow attached, and that Honey-bell was safe with me, and I with her! I am surprised Sterkist did not see us. We must have just missed one another.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I have run into something of a snag with one of my tasks, and I tell you it may be a sign of something much worse! I have been keeping to the safety of the Beorninghús ever since the recent troubles, and feeding the cows seemed enough to keep me here. All of the animals have now been fed, save one, for Honey-bell is gone! Ha. It may be time to save one, indeed.\\n\\n'Honey-bell may just have wandered off, but if she has, she has gone further than I would like to be searching. Help me find her!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}