{
  "id": 621019563,
  "txt": [
    {
      "id": "0x9b568a3",
      "en": "'Ah, yes, you would not know where to get started, as I did not tell you! We do not generally receive guests for extended visits, you see, despite Grimbeorn's well-known reputation for hospitality.\\n\\n'You will find milking cows and eggs in the fields hereabout. Grapes can be found at the orchard just west of the Beorninghús. Thank you for helping, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'You may have been away from us for longer than most, but that does not mean you can get out of the daily chores, [placeholder]! We must all do our part to keep the Beorninghús running smoothly, as you well know. I could use help with three tasks. I need butter, eggs, and jam for baking. Can I count on you as I once did, before you acquired a taste for adventuring?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a5",
      "en": "'Have you been away so long that you do not remember where anything is? Milking cows and eggs can be found in the fields hereabout. Grapes can be found at the orchard just west of the Beorninghús. Finish soon, child.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a6",
      "en": "'Thank you for carrying out the chores as you used to do, [placeholder]. Did it bring you back to your childhood? I remember more complaining when you were young, I do see that one difference!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Bearing the Burden",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Gírta has three tasks that need doing near and around the Beorninghús.\\n\\nYou should make jam, butter, and gather eggs for Gírta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'You may have only just arrived, but all who stay at the Beorninghús must assist with the daily work. Yes, Grimbeorn will give his own tasks, that is his way, but he is not the only one who commands folk here! There is much to be done in and around the Beorning-lands. I ask for the completion of three tasks. I need butter, eggs, and jam for baking. Can I count on you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "It is important for all to help in the chores and daily work that keep the Beorninghús running smoothly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Complete 'The Best Butter'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Gírta",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Gírta can be found at the Beorninghús.\\n\\nYou should talk to Gírta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Complete 'Exceptional Eggs'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Complete 'Joyous Jam'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Your work has been done well and efficiently, quite like my own children would have done! You have my thanks for each task.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}