{
  "id": 621019497,
  "txt": [
    {
      "id": "0xd6084b1",
      "en": "'It is not so to change our ways.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x325ab41",
      "en": "'Thanks, though I do not feel any better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x325ab42",
      "en": "'I appreciate your effort.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x325ab43",
      "en": "'I feel a little better, thanks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x325ab44",
      "en": "'Leave me be.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Listen to the stories of the Wood-folk of Blómgard ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "<rgb=#00FF00>Talk</rgb> to the Wood-folk of Blómgard and give them encouraging words ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I thank you for seeking to encourage my people, [placeholder], even if the Green Sadness cannot be tamed with mere words. When the woods are made safe for even the children, perhaps then hope will return to our hearts.\\n\\n'There is no easy solution, but we are a sturdy people and we will face our hardships as we have always done. With your help we may find the way forward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd608402",
      "en": "'Now it is burnt, ruined, and a place of splendour no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Odahild can be found in Blómgard.\\n\\nYou should talk to Odahild, the leader of Blómgard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Green Sadness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "There is a sadness about the Woodmen of Blómgard, but the grief that seizes them does not spring from a common source.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd60841",
      "en": "'It is our way, to withdraw from the world. Each village barely associates with even its closest neighbour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd60842",
      "en": "'After the war, the Orcs fell upon the villages, burning them to the ground. By the time the frenzy was over, hardly any Woodmen remained west of the Anduin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Blómgard can be found at the edge of the southern wood of Laerlad in the Vales of Anduin.\\n\\nYou should listen to the stories of the Woodmen of Blómgard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Talk to Odahild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd60843",
      "en": "'Many of those who helped us and protected us when we were in need were killed in battle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd60844",
      "en": "'The War made some of us turn on friends and family, betraying them to the enemy. It was terrible.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd60845",
      "en": "'Our cousins on the far side of Greenwood had once settled in the fertile lands of the East Bight under a great chieftain. They built the great hall of Vidubárg. It is very far from here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd60846",
      "en": "'The East Bight was a place of splendour and glory that outshone all homes of Men. Most of all, it was the home of my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd608442",
      "en": "'I doubt we shall ever recover.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd608472",
      "en": "'That was the past. Vidubárg is gone and will never be anew.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Blómgard can be found at the edge of the southern wood of Laerlad in the Vales of Anduin.\\n\\nYou should offer words of encouragement to the Woodmen of Blómgard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Blómgard was once a place of joy, but lately our spirits have fallen. We have toiled long, but ever our work is hard, and our lives become harder. We call it the Green Sadness, for are we not like the trees that reach for the sunlight but become crowded by the overhanging canopy of our hardships, and fall beneath the shroud of darkness?\\n\\n'Seek out the folk of the village if you think it be not so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "Offered words of encouragement ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}