{
  "id": 621019552,
  "txt": [
    {
      "id": "0xa8e1195",
      "en": "Oh no, snakes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7e065a1",
      "en": "'Yark!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Sterkist can be found at the Beorninghús.\\n\\nYou should bring the mushrooms to Sterkist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Trifle of Truffles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e08",
      "en": "Bring the mushrooms to Sterkist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Mushrooms can be found north of the Beorninghús.\\n\\nYou should gather mushrooms for Sterkist.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Gírta has tasked me with collecting wild mushrooms from the Beorning-lands. They grow in the small groves throughout the vale, but now that I give it a little more thought, I realize that these mushrooms can be found quite far from the Beorninghús! I would not want to encounter a warg, or worse! Perhaps you could help me collect some of the mushrooms that are further afield?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b2",
      "en": "#-1:[placeholder]', Gírta has tasked me with collecting wild mushrooms from the Beorning-lands. They grow in the small groves throughout the vale, but now that I give it a little more thought, I realize that these mushrooms can be found quite far from the Beorninghús! I would not want to encounter a warg, or worse! #-1:{Sister[f]|Brother}, perhaps you could help me collect some of the mushrooms that are further afield?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Sterkist has been tasked with collecting mushrooms, only to realize that the mushrooms he seeks might lead him a little further astray than he would like.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Collect mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Great work! This should be enough mushrooms for the stew that Gírta is preparing. I shall bring the mushrooms to her. You have been most helpful!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1194",
      "en": "That badger is not very happy about you taking that mushroom!",
      "es": "",
      "es (fem)": ""
    }
  ]
}