{
  "id": 621019534,
  "txt": [
    {
      "id": "0xeb01142",
      "en": "The Black Book of Mordor will bring you to the Vales of Anduin in Chapter 10.\\n\\nLegolas can be found at the Forest Gate between Eryn Lasgalen and the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Absolutely not. My decision has nothing to do with the King of the Greenleaves and everything to do with my people. However, I permit you to stay for as long as you need. I am not unkind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'[placeholder], it is good to see you again. My father has sent me to the Vales of Anduin to resolve a trade dispute. When King Thranduil declared no one leave or enter Eryn Lasgalen, trade between the Elves and the Beornings was halted. Now he wishes to resume trade, for Elves, Men, and dwarves all rely upon this. The security of the north depends on Beornings and their willingness to trade. If you and Gandalf are headed to see Grimbeorn, perhaps you would speak to him of the reopening of trade between the Beornings and Elves. Since you are of Beorning blood yourself, I am certain Grimbeorn will be more open to King Thranduil's proposal, hearing it from you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "The dwarves of the North will need your help if they are to survive the dangers that threaten them.\\n\\n<rgb=#00FF00>If you are interested in following the storyline of the Black Book of Mordor, Chapter 10 will bring you naturally to the Vales of Anduin. Chapter 9 is available by speaking with Durin on the upper level of Skarháld.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Grimbeorn can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Grimbeorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Legolas at the Forest Gate in Eryn Lasgalen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "The Dwarves of the North still need your help before you venture to the Vales of Anduin.\\n\\n<rgb=#00FF00>If you are interested in following the storyline of the Black Book of Mordor, Chapter 10 will bring you naturally to the Vales of Anduin. Chapter 9 is available by speaking with Durin on the upper level of Skarháld.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Complete The Black Book of Mordor Chapter 10.1: A New Journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Grimbeorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50256",
      "en": "Complete 'The Black Book of Mordor, Chapter 10.1: A New Journey'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50259",
      "en": "The Black Book of Mordor will bring you to the Vales of Anduin in Chapter 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85980",
      "en": "'My decision still stands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85981",
      "en": "'It is good to see you again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Complete The Black Book of Mordor Chapter 10.1: A New Journey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d165",
      "en": "Gandalf believes that a greater task than assisting the Zhélruka and the Dwarves of Erebor has fallen upon those not completely vested in reclaiming the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50242",
      "en": "The Black Book of Mordor will bring you to the Vales of Anduin in Chapter 10",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Radagast can be found at the Beorninghús in the Beorninglands.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'My #-1:[placeholder]#-1:{kin-daughter[f]|kin-son}, you have returned! Why do come with demands from Elves? My decision still stands. This family is more important than some trade agreement. I hope that you will stay a while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Complete The Black Book of Mordor Chapter 10.1: A New Journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "'[placeholder], it is good to see you again. My father has sent me to the Vales of Anduin to resolve a trade dispute. When King Thranduil declared no one leave or enter Eryn Lasgalen, trade between the Elves and the Beornings was halted. Now he wishes to resume trade, for Elves, Men, and dwarves all rely upon this. The security of the north depends on Beornings and their willingness to trade. If you and Gandalf are headed to see Grimbeorn, perhaps you would speak to him of the reopening of trade between the Beornings and Elves. If there is one fact that I know of Grimbeorn, it is that he does not welcome guests. If we were to all greet him together, the task I was sent to do would surely fail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa24",
      "en": "Introduction: Vales of Anduin",
      "es": "",
      "es (fem)": ""
    }
  ]
}