{
  "id": 621019573,
  "txt": [
    {
      "id": 246419796,
      "en": "Audvak, Hithril, and Ragnild can be found at Hultvís in Woodsedge.\\n\\nYou should speak to Audvak, Hithril, and Ragnild about further protecting the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "The Wilderfolk of the Vales are composed of Beornings, Woodmen, and Elves, and all must work together if they are to make safe the lands they share. Representatives of these peoples have gathered in Hultvís, intending to work together to protect the Vales of Anduin. You should seek out Audvak, Hithril, and Ragnild, and offer them your assistance.",
      "es": ""
    },
    {
      "id": 24695110,
      "en": "Representatives of the Wilderfolk have gathered in Hultvís in order to work together and protect the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Talk to Ragnild",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'I am Ragnild, of the line of Grimbeorn. I greet you as an equal, [placeholder], for your deeds precede you and I would welcome your help. Wargs roam among the ruins of Shathur-munzu, and I need them cleared out.'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Audvak, Hithril, and Ragnild can be found at Hultvís in Woodsedge.\\n\\nYou should speak to Audvak, Hithril, and Ragnild about further protecting the Vales of Anduin.",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Protectors of the Wilderfolk",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Talk to TBD",
      "es": ""
    },
    {
      "id": 162883670,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'I am Hithril, hailing from Lothlórien. In scouting the Vales for Lady Galadriel, I have come to some conclusion that my assistance will be needed here in the Vales. I do need more time to fully understand what ghastly things transpire upon the River Gladden as it winds down the mountains. We shall speak again.'",
      "es": ""
    },
    {
      "id": 111477337,
      "en": "Talk to Audvak",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Talk to Hithril",
      "es": ""
    },
    {
      "id": 162883649,
      "en": "'Cousin, it is good to see you again! I would welcome your help. Wargs roam among the ruins of Shathur-munzu, and I need them cleared out.'",
      "es": ""
    },
    {
      "id": 162883672,
      "en": "'You must be [placeholder]. I have heard tell of your deeds from Chieftain Ríkmar. I am Audvak, and I need the help of hardy adventurers willing to strike without fear against the darkness. Avabárg was once a place of peace and safety, but now a gloom has descended upon the isle and it has become a den of evil. Few only dare go there, but that is where my tasks will lead.'",
      "es": ""
    },
    {
      "id": 162883650,
      "en": "'Are you one who seeks to make safe the lands in which you travel? Know that you speak with another such, for that is my goal too.\\n\\n'I am Hithril, and I am from Lothlórien. Lady Galadriel has charged me with watching over this land, and I will not disappoint her. I welcome your assistance.'",
      "es": ""
    },
    {
      "id": 111477317,
      "en": "Complete Quests of the Wilderfolk",
      "es": ""
    }
  ]
}