{
  "id": 621019531,
  "txt": [
    {
      "id": 49286885,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 162883657,
      "en": "'And yet what is this? No sooner have we made this pact than I see evil on the very horizon! Winged drakes descend from the heights, and it seems they make for the mighty stone that Beorn named of old the Carrock. It was dear to him, and in memory of him I will not permit these drakes to spill innocent blood upon its surface!\\n\\n'Anórohir, this is my command: take [placeholder] upon your wing, and fly to battle with the drakes. There is little time to spare!'",
      "es": ""
    },
    {
      "id": 162883682,
      "en": "'You and Varthmath have returned in safety, and with a tale to tell. This wretched drake-scale tells an even finer tale, for it says to me that you fought bravely and the Carrock remains unsullied.\\n\\n'It is good that Gwaihir and the Eagles will keep watch over the Vales, for if they spy out the threats we will be able to deal with them more easily, and together these lands will soon be made safe again.'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Grimbeorn can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Grimbeorn.",
      "es": ""
    },
    {
      "id": 162883686,
      "en": "#-1:[placeholder]'Ah, #-1:{kin-daughter[f]|kin-son}, I am pleased that you and Varthmath are both safe, and even more so that you fought valiantly at the Carrock.\\nThis wretched drake-scale is the proof of it, and will be a fine trophy!\\n\\n'It is good that Gwaihir and the Eagles will keep watch over the Vales, for if they spy out the threats we will be able to deal with them more easily, and together these lands will soon be made safe again.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Grimbeorn",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "TBD",
      "es": ""
    },
    {
      "id": 30955943,
      "en": "'You and Varthmath have returned in safety.'",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Gwaihir the Wind-lord",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "The Carrock is under attack!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defence at the Carrock",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'We will bring you to the Carrock immediately. Get ready for flight, and then fight!'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Gwaihir the Wind-lord can be found at the Eyrie.\\n\\nYou should talk to Gwaihir.",
      "es": ""
    }
  ]
}