{
  "id": 621019514,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "Odahild can be found in Blómgard.\\n\\nYou should talk to Odahild.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'Odahild believes your arrival was a good portent? Ha! Perhaps it was. I am glad she is pleased with our efforts. Now I have some pressing matters to discuss with you concerning my home. I speak of Rhosgobel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Radagast can be found in Blómgard.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'There was once a group of Men who respected the land and were one with nature. I saw myself in these Men so I gave them a gift. It was the gift of skin-changing. These were your ancestors, [placeholder]. Other Men grew jealous of this gift and wanted it for themselves. They captured and tortured one of the skin-changers until he gave away his secret. I do not blame him for this. One of pure heart can only endure so much cruelty. These evil Men became maddened by the new power that they were never meant to carry. They cared only for the beasts they worshiped. Over the years they became the Guaradain, the wolf-men, and the Ungoledain, these spider-men. This is why we must assist the Woodmen. The threat they face now is due to my carelessness. We must find their encampment and find their leader, this Mengris Tásakh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Once there was a group of Men who respected the land and nature, and saw the beauty of the mountains and the vales between them. I was unlike them, of course, being a Wizard, but I did see some of myself in them. More than a little! I gave them a gift: the gift of skin-changing. I taught them how to use it, and as they practiced the art they became closer to nature. They were a good people, and they remained so to this day: the Beornings of the Vales of Anduin. These are your forebears, [placeholder]. Ha! This is not a time for jesting, forgive me! But still it is true. Your ancestors mastered the art of skin-changing, and used it to make safe the mountains and the valleys, and I was most glad for them.\\n\\n'But other Men became jealous of the gift. They captured one of the skin-changers, and tortured him, and in the end he gave away the secret art. These evil ones were driven mad by this new power, a power they were never intended to wield. These were the Guaredain, men of the wolf, and the Ungoledain, men of the spider.\\n\\n'I should have been more careful, [placeholder]. I repented of the gift, for once it was stolen I could do nothing. Now the Woodmen face a peril of my own creation. We must find their encampment and protect them from the leader of the Ungoledain. Mengris Tásakh, did they call it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat Ungoledain at Côs Braen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat spiders at Côs Braen ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Odahild",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa00",
      "en": "The Stolen Gift",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Radagast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Destroy vile spider totems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Côs Braen can be found in the southern edge of Laerlad.\\n\\nYou should defeat those you find in Côs Braen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The Ungoledan presence is most visible, and it darkens the wood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "A Venomous Strike",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Once there was a group of Men who respected the land and nature, and saw the beauty of the mountains and the vales between them. I was unlike them, of course, being a Wizard, but I did see some of myself in them. More than a little! I gave them a gift: the gift of skin-changing. I taught them how to use it, and as they practiced the art they became closer to nature, and I was most glad for them. They were a good people, and they remained so to this day: the Beornings of the Vales of Anduin.\\n\\n'But other Men became jealous of the gift. They captured one of the skin-changers, and tortured him, and in the end he gave away the secret art. These evil ones were driven mad by this new power, a power they were never intended to wield. These were the Gauredain, men of the wolf, and the Ungoledain, men of the spider.\\n\\n'I should have been more careful, [placeholder]. I repented of the gift, for once it was stolen I could do nothing. Now the Woodmen face a peril of my own creation. We must find their encampment and protect them from the leader of the Ungoledain. Mengris Tásakh, did they call it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Regretting the allowance of skin-changing secrets falling into the wrong hands, Radagast seeks to end the Ungoledain presence in Laerlad for good.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Côs Braen can be found in the southern edge of Laerlad.\\n\\nYou should seek out the Ungoledan encampment of Côs Braen in Laerlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Destroyed vile spider totems ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Seek out the Ungoledan encampment in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85961",
      "en": "'I should have been more careful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85962",
      "en": "'I am glad you have returned, but Odahild wishes to speak with you first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d85963",
      "en": "'Odahild believes your arrival was a good portent? Ha! Perhaps it was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Radagast can be found in Blómgard.\\n\\nYou should talk to Radagast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Defeated Ungoledain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I am glad you have returned, but Odahild wishes to speak with you first. I cannot blame her, for she has become impatient with us. It seems that speaking in hushed tones and whispers does not cause people to trust you, [placeholder], did you know that?\\n\\n'Well, tell her what you have accomplished for the people of Blómgard. I trust she will be more satisfied if she is kept up to date with our progress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Defeated spiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'So this Ungoledan encampment has been destroyed? Good. I felt the air change when you first entered the village, and although I did not know it at the time it truly must have been a good omen. I hope that you have done enough to persuade these beasts to never set foot in our woods again, and if you have not, that you will continue to persuade them until they do!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}