{
  "id": 621019529,
  "txt": [
    {
      "id": "0xeb011a1",
      "en": "The Eyrie can be reached from the Carrock in the Beorning-lands.\\n\\nYou should look out over the Eyrie at the lands below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Landroval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Gwaihir the Wind-lord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50254",
      "en": "Talk to Meneldor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Landroval can be found at the Eyrie.\\n\\nYou should talk to Landroval.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "The Growing Might of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'You speak of Grimbeorn, and not out of hand, for you know I hold him in high regard. So too did I respect his sire Beorn. The tale of his great deeds carries on, though he is dead these past few years. His people mourn him, but more than that they protect the lands that were his, and that is memorial enough. He would have thought so too, I deem.\\n\\n'Now the Beornings have sent you to me, [placeholder]. I will hear your request and perhaps favour this pact, but speak first to Landroval and to Meneldor. They will judge you accordingly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Gwaihir the Wind-lord can see all that transpires in the Vales of Anduin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1160",
      "en": "This is a good place to survey the lands to the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1161",
      "en": "This is a good place to survey the lands to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "All is peaceful in the Beorning-lands",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1165",
      "en": "There is conflict to the south and the hills faintly tremble",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56874",
      "en": "'You speak of Grimbeorn, and not out of hand, for you know I hold him in high regard. So too did I respect his sire Beorn. The tale of his great deeds carries on, though he is dead these past few years. His people mourn him, but more than that they protect the lands that were his, and that is memorial enough. He would have thought so too, I deem.\\n\\n'Indeed, I see some of Beorn's light in you. You are small, when measured against my own kind, but the ferocity of your people gives the lie to your size. I will hear your request and perhaps favour this pact, but speak first to Landroval and to Meneldor. They will judge you accordingly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01160",
      "en": "Landroval can be found at the Eyrie.\\n\\nYou should be polite to Landroval.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'You speak of Grimbeorn. I hold respect for him as I did for Beorn. I see the light of Beorn, burning in you. Grimbeorn was wise to send you to ask for assistance. You are the one that has assisted my convocation in times of need. For that I will see to your request. Before we discuss the details of this pact, speak with Landroval and Meneldor.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01161",
      "en": "Meneldor can be found at the Eyrie.\\n\\nYou should be polite to Meneldor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Gwaihir the Wind-lord can be found at the Eyrie.\\n\\nYou should talk to Gwaihir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56847",
      "en": "'Did you not say we would meet again after we departed in the Wailing Hills? It is pleasing to me that it has turned out to be true.\\n\\n'But not all is good along the banks of the Anduin, for trouble brews to the north. I speak to you of the fortress called Gundabad, which has become home to many Orcs and winged drakes. It is a refuge of evil, but that evil does not stay there; it roams far afield and is a danger even to these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01162",
      "en": "Meneldor can be found at the Eyrie.\\n\\nYou should talk to Meneldor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed5",
      "en": "<rgb=#00FF00>Look</rgb> at the lands to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50273",
      "en": "Cordially <rgb=#00FF00>bow</rgb> to Meneldor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed8",
      "en": "<rgb=#00FF00>Look</rgb> at the lands to the east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50248",
      "en": "Talk to Meneldor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed9",
      "en": "<rgb=#00FF00>Look</rgb> at the lands to the south",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50249",
      "en": "Cordially <rgb=#00FF00>bow</rgb> to Landroval",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'It is good to see you again, [placeholder]. I have not forgotten the assistance you provided to me in the Wailing Hills that lay near to the Great River.\\n\\n'I have seen goblins and many ill-hearted beasts on this side of the Misty Mountains. Some of them creep out of the Goblin-town, but from where the others hail I cannot say with certainty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'The several conflicts that embroil the lands hereabout are clear even to those who do not possess the eyes of my kind, [placeholder]. Neither the woods nor the mountains are safe, and the people who dwell in the vales between will suffer if nothing is done.\\n\\n'I cannot overextend my reach or exceed my wingspan in this, [placeholder]. But I will keep an ever-watchful eye upon these lands. If I see aught that threatens, I will warn those below of the danger with a call that will echo in the valleys. That way much harm may be avoided.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "This is a good place to survey the lands to the north",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56853",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "Silent wisps of smoke from distant machines billow above the foothills",
      "es": "",
      "es (fem)": ""
    }
  ]
}