{
  "id": 621019551,
  "txt": [
    {
      "id": "0x9b568b9",
      "en": "'You defeated the leader of the wargs? We are fortunate you stumbled upon that collar before he stumbled upon one of us, [placeholder]! I suppose that is the stock in trade of all adventurers, is it not? But I must say you have more fortune than most I have known!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Pick up the unusual collar and bring it to Varthmath for his opinion on it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "You have defeated Borzhorug",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Terror From the Floodfells",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "The large collar you found on the road to the Floodfells appears to be dwarf-made. You recall that Varthmath spent some time around dwarves when he journeyed beneath the mountains, and he might be able to tell you something about the abandoned collar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Varthmath can be found at the Beorninghús.\\n\\nYou should talk to Varthmath about the collar you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Varthmath at the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Pick up the unusual collar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "The warg who once wore the dwarf-collar must be somewhere in the Beorning-lands.\\n\\nYou should find and defeat the warg leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Find and defeat the warg leader",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'You were right to guess that dwarves made this collar, but I do not think it came from Moria. If it was found near the Floodfells, it seems likely the collar came from Gundabad. That fortress was made by dwarves, after all. Do you see these hairs here, stuck in the cracks? They are unmistakably warg-hairs.\\n\\n'This is all very clear to me, [placeholder]. A large warg has come down from the Floodfells. He broke free from his collar and now roams the Beorning-lands! You must find this beast quickly, and put an end to the menace of him!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Varthmath can be found at the Beorninghús.\\n\\nYou should talk to Varthmath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "A terrible menace stalks the waving fields of the Beorninglands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a0",
      "en": "Talk to Varthmath at the Beorninghús",
      "es": "",
      "es (fem)": ""
    }
  ]
}