{
  "id": 621019553,
  "txt": [
    {
      "id": 177082773,
      "en": "Fed bees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "A mortar and pestle can be found at the Beorninghús.\\n\\nYou should crush the lavender that you have collected.",
      "es": ""
    },
    {
      "id": 49286706,
      "en": "Use the mortar and pestle at the Beorninghús to crush the lavender",
      "es": ""
    },
    {
      "id": 49286708,
      "en": "Feed the crushed flowers to Grimbeorn's bees ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Bees' Big Breakfast",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Wild lavender can be found in the fields surrounding the Beorninghús.\\n\\nYou should collect some lavender for the big bees.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Grimbeorn's bees can be found at the Beorninghús.\\n\\nYou should feed Grimbeorn's bees.",
      "es": ""
    },
    {
      "id": 162883715,
      "en": "'Listen to the buzzing of the bees! Watch as they trundle about! Those big bees belong to Grimbeorn, but in name only, for they are the descendants of bees raised by his sire Beorn, and they are cared for by us all. In return they give us beeswax for candles, among other wares.\\n\\n'Would you like to attend to the bees? They are partial to a strain of lavender that grows nearby.'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Collected lavender ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Gírta could use assistance attending to Grimbeorn's bees.",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Collect lavender ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Talk to Gírta",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "Gírta can be found at the Beorninghús.\\n\\nYou should talk to Gírta.",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'Child, I see you eyeing Grimbeorn's bees. Listen to their buzzing! Watch as they trundle about! Beorn would be pleased to know the descendants of his own big bees still thrive! Their beeswax is superior for candle-making, among the other wares they give us.\\n\\n'Would you like to attend to the bees? They are partial to a strain of lavender that still grows nearby.'",
      "es": ""
    },
    {
      "id": 162883767,
      "en": "'Grimbeorn's bees are quite friendly, as you have learned. I believe they have made a new friend today, and I trust that you have learned to respect the bees, as well!'",
      "es": ""
    },
    {
      "id": 162883745,
      "en": "'It is very good to see you home again, child, if only for a short while. The bees are happy to see you again too!'",
      "es": ""
    }
  ]
}