{
  "id": 621019571,
  "txt": [
    {
      "id": 111477394,
      "en": "Complete 'Kidzul-kâlah: Dark Waters'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Complete 'Kidzul-kâlah: Bonds of the Drowned'",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Complete 'Kidzul-kâlah: Battles Past'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Complete 'Kidzul-kâlah: The Fallen'",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Hithril can be found at Hultvís in Woodsedge.\\n\\nYou should speak to Hithril.",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Hithril",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Few know what lurks within Kidzul-kâlah, for it has been flooded and inaccessible for so long. Good fortune to you, friend!'",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'A dwarf fortress attracts danger to it, [placeholder], either abandoned or occupied. Kidzul-kâlah should have remained inaccessible, but once opened, it is good to meet its danger outright... as you have done! We are grateful for your efforts on our behalf, and on behalf of all those who dwell in the Vales of Anduin.'",
      "es": ""
    },
    {
      "id": 24695137,
      "en": "Hithril of the Elves of Lórien is concerned about the shadowy waters that surround the sunken ruins of Kidzul-kâlah.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'The darkness that has settled upon the Gladden Fields comes in some part from the dwarf-ruins of Kidzul-kâlah, inaccessible for so long but once more open. I have observed both an anger and a sadness in the shades that now wander the swamp, but I cannot speak of their source, for I do not know it. Look to Kidzul-kâlah and you may learn what drives them, [placeholder], and in that flooded fortress you may do some good on behalf of the people here, as well.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Protecting Kidzul-kâlah",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Hithril can be found at Hultvís in Woodsedge.\\n\\nYou should speak to Hithril.",
      "es": ""
    }
  ]
}