{
  "id": 621019539,
  "txt": [
    {
      "id": 177082752,
      "en": "Legolas believes that Grimbeorn may be persuaded to change his mind",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Legolas greets you as you arrive at the Forest Gate",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "'I understand Thranduil's desire to trade. I have heard of the hardships that the Dwarves of Erebor face and wandering Men from distant lands that have come to Dale. Our family is small and family comes first. Once we are safe, then I shall open trade with the Elves again. Go to the Forest Gate and tell the Elves my decision.'",
      "es": ""
    },
    {
      "id": 162883751,
      "en": "'Grimbeorn can be quite stubborn but I believe he can be persuaded. As you know, a Beorning will always listen to reason, even after making a hasty decision. I have a plan. First I will need you to defeat any threats that remain in Eyrn Lasgalen. I want Grimbeorn to know that the Elves value the safety of all those that trade with Felegoth and all those who peacefully pass through our woods. After you have defeated these last few threats, meet me at the Beorninghús.'",
      "es": ""
    },
    {
      "id": 177082756,
      "en": "Defeated enemies in Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883752,
      "en": "'I know that Thranduil wishes me to reopen the trade route into Mirkwood. I have heard of the hardships faced by the dwarves of the Lonely Mountain and the refugees from out of the East, but our own kin must come first. Go to the Forest Gate and tell the Elves there what I have decided.'",
      "es": ""
    },
    {
      "id": 162883753,
      "en": "'The lord of the Beornings, like many of his kin, can be quite stubborn when he wants to be. I exclude you from this list, of course, Beorning though you are! You are not one for hasty decisions, surely? That must be why we get along so well, my friend!\\n\\n'I believe Grimbeorn can be persuaded if he is shown the need of it. I have a plan, [placeholder], but I will need your help to see it done.\\n\\n'First, you must defeat some of the threats that remain beneath the canopy in Eryn Lasgalen. Grimbeorn must be shown that the Elves value the safety of his traders. Once you have defeated some of the enemies that threaten peaceful travellers in the woods, meet me at the Beorninghús.'",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Wild beasts and enemies, such as fire-flies, huorns, Orcs, spiders, Taurogrim, and wolves, can still be found in Eryn Lasgalen.\\n\\nYou should defeat enemies in Eryn Lasgalen to make the roads safer.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Of Bears and Elves",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Legolas at the Beorninghús",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I know that Thranduil wishes me to reopen the trade route into Mirkwood. I have heard of the hardships faced by the Dwarves of the Lonely Mountain and the refugees from out of the East, but my own family must come first. Go to the Forest Gate and tell the Elves there what I have decided.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Legolas can be found at the Forest Gate at the eastern edge of the Beorning-lands.\\n\\nYou should tell Legolas of Grimbeorn's decision.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'You have done as I asked? Good, good! I have spoken to Grimbeorn and told him that we have done much to ensure the safety of his traders, should they pass into the woods. He did not respond one way or the other, but I knew better than to press the issue overmuch. Instead, I asked him what you or I could do to assist him here in his own lands. He told me that he would give it some thought and reply soon.\\n\\n'I think we have made some progress, [placeholder]. After all, a refusal could have been given on the spot, and it was not.'",
      "es": ""
    },
    {
      "id": 30955920,
      "en": "'I know that Thranduil wishes me to reopen the trade route into Mirkwood.'",
      "es": ""
    },
    {
      "id": 30955921,
      "en": "'The lord of the Beornings, like all of his kin, can be quite stubborn when he wants to be.'",
      "es": ""
    },
    {
      "id": 30955922,
      "en": "'You have done as I asked? Good, good!'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Legolas can be found at the Beorninghús in the Beorning-lands.\\n\\nYou should talk to Legolas.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "The Forest Gate can be found at the eastern edge of the Beorning-lands where the Vale of Anduin meets Eryn Lasgalen.\\n\\nYou should travel to the Forest Gate and tell the Wood-elves of Grimbeorn's decision.",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Travel to the Forest Gate",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Grimbeorn has refused to reopen the trade-routes with the Elves of Felegoth.",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "Tell Legolas of Grimbeorn's decision",
      "es": ""
    },
    {
      "id": 111477411,
      "en": "Defeat enemies in Eryn Lasgalen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'The lord of the Beornings, like all of his kin, can be quite stubborn when he wants to be. And yet, I believe he can be persuaded if he is shown the need of it. I have a plan, [placeholder], but I will need your help to see it done.\\n\\n'First, you must defeat some of the threats that remain beneath the canopy in Eryn Lasgalen. Grimbeorn must be shown that the Elves value the safety of his traders. Once you have defeated some of the enemies that threaten peaceful travellers in the woods, meet me at the Beorninghús.'",
      "es": ""
    }
  ]
}