{
  "id": 620833326,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We dare not approach our old camp until we find some way to defeat the creature in the Black Pool, [placeholder]. I cannot let you pass.\\n\\n'A number of dwarves of our expedition are resting at Echad Dúnann, just to the west. Speak to Hundi there; he was instrumental in uncovering the cache of weapons of which I spoke.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ráthwald is right, my friend. Without a truly magnificent weapon forged in the ways of Old, we cannot hope to so much as score the flesh of that ancient creature.\\n\\n'But legends of the past sometimes turn up when least expected. My friends and I found a cache of ancient weapons not long after the Iron Garrison came to this place. Select one of these weapons, and it may be that your choice will help us clear the way into Moria of that terrible creature.\\n\\n'Take too this tracery to engrave upon your weapon, for I know of one who can help you understand the uses of these ancient relics.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hundi is at Echad Dúnann, the camp just to the west there. Speak to him about the cache of weapons his team recovered from one of the caves of Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 9: A Weapon of the Elder Days",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The dwarves are desperate for some means of defeating the Watcher that waits in the Black Pool before the Walls of Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hundi is at Echad Dúnann, not far to the west of Ráthwald, in Eregion.\\n\\nRáthwald has asked you to speak to his friend Hundi, who aided in the recovery of a cache of weapons that may prove useful.",
      "es": "",
      "es (fem)": ""
    }
  ]
}