{
  "id": 620880741,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our prisoner spoke of the other Dunlending clans as if they were already in Saruman's satchel. That is my fear, but his words may be borne from bluster and desperation. The Falcon-clan is strong, but even our strength may not be enough to face all the clans of a united Dunland.\\n\\n'I need someone that I can trust to travel throughout Dunland and see the state of things. Is Galtrev still as it was? Do the herds of Starkmoor feed Saruman's lackeys? What is the mood of the people of distant Dunbog? Are the mines of Carreglyn still being worked and for whom?\\n\\n'I need you to be my eyes in this, [placeholder]. Go first to Catrin in Galtrev, she who sent you to us. See what is happening in Dunland and help those who share our goals. Saruman must be opposed, by the Rangers and by the Falcon-clan, if by no others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned, and on an errand from Lheu Brenin? Old Catrin is still a good judge of character, is she not?'\\n\\nCatrin cackles and does a shuffling type of dance.\\n\\n'To answer your questions, Galtrev is home to people of many clans, as it has been for all of my memory. The Ox-clan has been more brazen in recent days, and it seems to me that they must have received encouragement from some source. Some Wizard, if you ask for Catrin's opinion!\\n\\n'While you were at Tûr Morva, someone has been helping me with my little resistance against the Ox-clan. She did not want to stay within the walls of Galtrev and has a camp to the south-west. She would not tell me her right name, but asked that I call her Wadu's Ghost. You should seek her out; she was asking about your Ranger friends.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We must know if our prisoner speaks truth, [placeholder]. Have the other clans all sided with Saruman? You must be my eyes throughout Dunland. Start first at the village of Galtrev and speak with Catrin about the situation in Pren Gwydh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We meet again, [placeholder], as I knew we would. I am a free woman of the Uch-lûth, sister to Wadu and with victory notches already upon my sword.\\n\\n'I am free to go where I please. I need no permission from your northern friends to walk these lands that belong to me and mine.\\n\\n'Catrin of the Hebog-lûth and I of the Uch-lûth have already made things difficult for those who would sell these lands and its people to Saruman. I am ready to strike against them throughout all of Dunland, in my brother's name, if you are willing!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 9: Return to Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Catrin does not ask questions of allies as useful as Wadu's Ghost. Her reasons for keeping her name a secret are no business of mine.\\n\\n'She was asking about your friends; perhaps you two can be travelling companions and cause some trouble for the clans that have allied with Saruman. Nothing would please me more!\\n\\n'Wadu's Ghost has a small camp west of Galtrev, in Pren Gwydh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lheu Brenin has given you a task that will help gauge the severity of the threat posed to both the Falcon-clan and the Grey Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Catrin in Galtrev",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Catrin is in Galtrev, the Dunlending village in Pren Gwydh, west of Tâl Methedras.\\n\\nLheu Brenin has asked you to travel through the lands of Dunland, seeing where the loyalties of the Dunlending clans lie and aiding those of like mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Wadu's Ghost in Pren Gwydh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "'Wadu's Ghost' has a camp to the west of Galtrev, in Pren Gwydh.\\n\\nCatrin told you of a girl that helped her with her resistance against the Ox-clan in Galtrev. This girl called herself 'Wadu's Ghost' and was asking about the Grey Company.",
      "es": "",
      "es (fem)": ""
    }
  ]
}