{
  "id": 620880762,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The scout stares at you warily, but does not attack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Judging from the symbols that decorate their camp, these Men are of the Avanc-lûth clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to the outskirts of the Dunbog on Lheu Brenin's information-gathering errand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Do you see the scout up ahead, by the large rocky outcropping? I do not know to what clan she belongs. Go see if she is friendly, [placeholder]. The people of the Dunbog keep to themselves, and I know little of them, but if Saruman has paid for their loyalty, they are already our enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "A Dunlending-scout is by the large rocky outcropping that stands by the entrance to the Dunbog, and to the south-west of her is a small camp belonging to her people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These people are like my own, [placeholder]: they are outliers, on the edge of great danger but not given in to it. May they resist as well as my people have done!\\n\\n'We must help the Avanc-lûth to stand against Saruman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nona is to the north of the rocky outcropping that marks the boundary between the Starkmoor and the Dunbog.\\n\\nYou have scouted the border of the Dunbog and should return to Nona.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Scout ahead and see if that look-out is friendly to us. I know little of the Dunbog and do not know what we should expect.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Determine whether the scout by the rocky outcropping is friendly",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the small camp of Dunlendings south-west of the rocky outcropping",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Nona in the Dunbog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 12: Outliers",
      "es": "",
      "es (fem)": ""
    }
  ]
}