{
  "id": 620880769,
  "txt": [
    {
      "id": 107703809,
      "en": "'These are the captives? Scrawny things.'",
      "es": ""
    },
    {
      "id": 221004817,
      "en": "'Treachery? You are fools if you think to match a Dúnadan!'",
      "es": ""
    },
    {
      "id": 60080001,
      "en": "'You will not leave this cave alive, Brenin!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We will keep you busy, little [placeholder], and your friend too. I think the Old Man will want to speak with him directly.\\n\\n'There's a place for you in the caves below, if Fâsh doesn't kill you first. If you have any fortune at all, you won't see me again, little [placeholder].\\n\\n'You're ours now. Let's see how long you last.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Let us go. I do not want to stay here any longer than I need to. I will leave you captives with someone and be back on the waggon headed for Tûr Morva before the next bell.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I cannot... go on like this... [placeholder]. What... can we...?'\\n\\nLothrandir's pains are evident; both of you were cruelly-treated by the long waggon journey to Isengard and the whips of your captors, but Lothrandir bore the brunt of the ill treatment.",
      "es": ""
    },
    {
      "id": 40543617,
      "en": "'That is a good idea. Perhaps the captive will be put off his guard by your presence.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'The cells further in are damper and less pleasant, filled with refuse and home to rats. The captive will have much to say of Saruman's plans for the Falcon-clan, I am certain of it.'",
      "es": ""
    },
    {
      "id": 40543618,
      "en": "'I will go below and see how your friends fare with the preparations.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'We will make the captive sing for us, [placeholder]. He will sing of Saruman's plans, or I will end his captivity with steel.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Lothrandir has been defeated",
      "es": ""
    },
    {
      "id": 40543619,
      "en": "'Léolin, show them the way.'",
      "es": ""
    },
    {
      "id": 136800145,
      "en": "'I... I am....'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I am sorry that it turned out like this, [placeholder]. I mean that. These Rangers are good folk, strong folk, and I see in them an echo of my own people. But you told me yourself of the great armies Saruman has already amassed. He is prepared to give us back the lands that belong to us. It is so close now!\\n\\n'I am no Wizard's servant. Saruman prizes knowledge above all else, and now the Falcon-clan can give him that.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have been captured and brought to Isengard, home of the traitor Saruman",
      "es": ""
    },
    {
      "id": 136800146,
      "en": "'I am Lothrandir of the Dúnedain.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Calenglad and some other Rangers are below, bringing up some of the supplies the Falcon-clan stored in the depths. The caves go quite some way into the mountain. Halbarad sent me to bring you down to help, but if you are busy with something else....'",
      "es": ""
    },
    {
      "id": 136800147,
      "en": "'I have walked among the frozen wastes and the fiery south-lands.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'See how weak our captive is! He will not live through the night if he does not have a meal and an escape from the damp.'",
      "es": ""
    },
    {
      "id": 136800148,
      "en": "'I do not fear this place.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'You are Fâsh's problem now. He will find work for you! Ha!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come with Lheu Brenin to speak with the captive emissary from Isengard one more time before he dies and hopefully learn something of use to the Falcon-clan and the Grey Company.",
      "es": ""
    },
    {
      "id": 95716689,
      "en": "'He moved the captive to a more unpleasant cell, as you commanded.'",
      "es": ""
    },
    {
      "id": 95716690,
      "en": "'Follow me. You do not want to make a wrong turning.'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Listen to Lheu Brenin's plan and keep Lothrandir from doing anything reckless",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Talk to Lheu Brenin in the prison-caves",
      "es": ""
    },
    {
      "id": 219012577,
      "en": "'You, Ranger, open the door. He will not wait forever.'",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Survive the waggon ride along a bumpy road",
      "es": ""
    },
    {
      "id": 219012578,
      "en": "'And so are you!'",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Follow Iwan into Isengard",
      "es": ""
    },
    {
      "id": 187072081,
      "en": "'Move your feet, Ranger.'",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Iwan at the gate into Isengard",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Follow Iwan into Isengard",
      "es": ""
    },
    {
      "id": 84765782,
      "en": "Talk to Lothrandir at the gates of Isengard",
      "es": ""
    },
    {
      "id": 84765783,
      "en": "Follow Lothrandir into Isengard",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lheu Brenin in the prison-caves",
      "es": ""
    },
    {
      "id": 229409473,
      "en": "Nai",
      "es": ""
    },
    {
      "id": 84765784,
      "en": "Talk to Morflak in Isengard",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Follow Léolin further into the prison-caves",
      "es": ""
    },
    {
      "id": 140173713,
      "en": "'This way. Let us hear the captive's last song.'",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Léolin in the prison-caves",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Walk with Lothrandir",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Lothrandir in the prison-caves",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Witness the captive's final moments",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Nai in the prison-caves",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Lothrandir in the prison-caves",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Escape the prison-caves with Lothrandir",
      "es": ""
    },
    {
      "id": 98621585,
      "en": "'Listen! There is fighting below!'",
      "es": ""
    },
    {
      "id": 155350097,
      "en": "'You were going to speak to the captive? May I come with you?'",
      "es": ""
    },
    {
      "id": 98621586,
      "en": "'Ah. I see how it is.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lheu Brenin has come with you into the prison-caves behind Tûr Morva to speak with the captive emissary.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Léolin is waiting to speak with you in the prison-caves.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have met Lothrandir in the prison-caves, coming back from an errand in the depths.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Nai is guarding the cell where Dondhreg is being held captive in the prison-caves.",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Betrayal... you were attacked by two members of the Falcon-clan, but Lothrandir was able to turn the tables on them. You should speak with him now.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Lheu Brenin has blocked your passage with a group of armed warriors. He wishes to speak with you.",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "You have been brought to Isengard by waggon along a bumpy road.",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Iwan is ready to bring you into Isengard.",
      "es": ""
    },
    {
      "id": 211250560,
      "en": "'I think he will be pleased to receive the two of you as gifts.'",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Lothrandir has been badly beaten by your captors and is finding it difficult to go on.",
      "es": ""
    },
    {
      "id": 211250561,
      "en": "'He will remember it was the Falcon-clan that gave him the gift of knowledge.'",
      "es": ""
    },
    {
      "id": 211250562,
      "en": "'He will be most interested in whatever errand could bring you this far south.'",
      "es": ""
    },
    {
      "id": 2564609,
      "en": "'Hello, [placeholder].'",
      "es": ""
    },
    {
      "id": 211250563,
      "en": "'And once the fighting is done, and our land is returned to us, he will remember.'",
      "es": ""
    },
    {
      "id": 211250564,
      "en": "'Take them.'",
      "es": ""
    },
    {
      "id": 65882593,
      "en": "'Léolin? Where is Nai?'",
      "es": ""
    },
    {
      "id": 240418001,
      "en": "'This man is already dead.'",
      "es": ""
    },
    {
      "id": 65882594,
      "en": "'Ah, very good. Perhaps that will bear fruit. Lead us to him.'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'This is bad, [placeholder], very bad! The Falcon-clan has turned on us! I do not know why, but we are betrayed, and many of our friends are still below!\\n\\n'We will cut our way out!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "Lothrandir is running into the heart of Isengard by his own power. It is a small gesture, but it is something, and gives you a glimmer of hope.",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "An Uruk-hai named Morflak has made you pull up short before the tower of Orthanc.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Captive",
      "es": ""
    },
    {
      "id": 197506929,
      "en": "Falcon Captor",
      "es": ""
    }
  ]
}