{
  "id": 620880767,
  "txt": [
    {
      "id": 136263297,
      "en": "The woods remain still and quiet. You feel no presence here",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Aside from the Dunlendings, you feel no unusual or mysterious presence",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The stillness of Gravenwood has Théodred and his men on edge, and they have asked for your help to set their minds at ease.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We are all ill at ease in this forest, [placeholder], and your Ranger friend here is not the reassuring sort. My men have reported feeling a watchful presence as they walk beneath the trees. I do not like it.\\n\\n'I have heard that Saruman can move about, unseen by mortal eyes. Could it be his presence my men have felt?\\n\\n'If you oppose the Wizard, go to these places and see if you feel a presence at them, as my men do. One of these places is a gnarled tree to the north-west, and the other is a camp of Dunlendings far to the north, Uvel-cadlus, between the arms of the mountains.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Théodred's men have felt the watchful presence at an old tree to the north-west of his camp, and in the back of Uvel-cadlus, the Dragon-clan camp to the north.\\n\\nThéodred wants you to see if you can sense a watchful presence at the places his men experienced such feelings.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You felt nothing at those locations? Perhaps my men have been too long in this wood. It is taking a toll on even their stout hearts.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Théodred is at his camp in the eastern reaches of Gravenwood.\\n\\nYou have sought out the watchful presence in Gravenwood, but did not experience anything unusual.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go to those places and see if you feel the watchful presence my men experienced. These are the locations: a gnarled tree to the north-west, and the back of Uvel-cadlus, a camp of Dunlendings far to the north.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Check near the mustering tree for signs of a watchful presence",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Check in the back of Uvel-cadlus for signs of a watchful presence",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Théodred at the Rohirrim scout-camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 16: The Watchful Presence",
      "es": ""
    }
  ]
}