{
  "id": 620880770,
  "txt": [
    {
      "id": 218649169,
      "en": "'I thought that the captive might tell us more about Saruman's plans if he was hungrier. I told Nai to stop feeding him, but now he has taken ill and will not last much longer.\\n\\n'Come with me to speak with him before he dies. There will be no more chances to learn what the Wizard is up to behind his walls before it comes to open war.\\n\\n'We will give him a meal if he cooperates. That may be the encouragement he needs.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Make yourself at home, little [placeholder]! You now belong to me and will do as I say!'\\n\\nF창sh laughs heartily.\\n\\n'We will find tasks enough to keep you busy, and once you die, someone else will take your place. Shark청 doesn't lack for thralls, little [placeholder], and there is plenty of work to be done in the pits!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We will go to speak with the captive and learn what we can of Saruman's plans. He does not have long to live, and we must go now or lose the opportunity.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'How did you lose the meal given to you by the Falcon-clan? I want it!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 18: The Captive",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The emissary from Isengard that Lheu Brenin has imprisoned is not doing well, and the leader of the Falcon-clan wants you to try and learn something of Saruman's plans before the captive dies.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Lheu Brenin and travel with him to speak with the captive",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lheu Brenin is outside his home in T청r Morva.\\n\\nLheu Brenin has asked you to come with him to speak with his captive.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to F창sh in Isengard",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "<rgb=#FF0000>If you left the Isengard Depths without the Reminder of Captivity in your inventory, go to the cart just to the right of the gate of Isengard and use it to return to the Depths.</rgb>\\n\\nYou have been taken prisoner and brought to Isengard. The Falcon-clan has betrayed you, and you are now the prisoner of Saruman.",
      "es": ""
    }
  ]
}