{
  "id": 620880685,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Dunlendings are testing our resolve to hold Dol Baran, the great hill to the west, but they underestimate us.\\n\\n'We must hold that position, or we will be blind to the approach of their main force when it marches out of Wulf's Cleft. If that happens, we may have to pull back across the Ford without a fight.\\n\\n'Aid my men by the fortifications and hold off the Dunlendings. If we can force them to give up on Dol Baran and march their army past it, we will have a critical advantage in the battle to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well fought out there, but I fear these attacks are just a prelude to a larger assault.\\n\\n'If they were going to give up so easily, they would have done so by now. Be on your guard, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Battle of Dol Baran: Testing our Strength",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlendings are mounting a series of attacks upon the hill-top of Dol Baran in an attempt to test the resolve of the Rohirrim defenders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Dunlending warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Dunlending warriors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dunlending warriors can be found near the barricades atop Dol Baran.\\n\\nGrimbold has asked you to defeat Dunlending warriors by the barricades atop Dol Baran.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Captain Féarn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Captain Féarn awaits your return atop Dol Baran.\\n\\nYou should bring Captain Féarn news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}