{
  "id": 620880766,
  "txt": [
    {
      "id": 54354734,
      "en": "You must help the people of Carreglyn stand against Saruman, if you can, and when you are satisfied, Nona thinks you should meet up with the Rangers in Gravenwood.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not think Carreglyn is lost, [placeholder]. There are still good people in this land, strong warriors who did not accept gold from Saruman to fight his battles. Help them as much as you can! If we can aid them, they may stay resolute against the Wizard.\\n\\n'Just inside the boundary of the Gravenwood, to the east, one of your Ranger friends has established a small camp. Once you have helped the people of Carreglyn to your satisfaction, travel east into Gravenwood and meet up with this Ranger.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Ranger Amlan is east of Carreglyn, just over the border with Gravenwood.\\n\\nNona wants you to help the friendly people of Carreglyn as much as you can and to then meet up with the Rangers in Gravenwood when you are satisfied.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'We are well met, [placeholder]! It is good to see a friendly face.\\n\\n'You should speak with Saeradan. A small band of Rohirrim have come to the Gravenwood, and he is meeting with their leader. Their camp is to the east.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Saeradan is at the Rohirrim Scout-camp, east of Amlan's camp in Gravenwood.\\n\\nAmlan told you that a small party of Rohirrim have come to Gravenwood and are meeting with Saeradan.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Théodred is at the Rohirrim scout-camp in Gravenwood.\\n\\nYou have encountered Saeradan again and he has introduced you to Théodred, the son of the king of Rohan.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should go speak with Saeradan. He has been meeting with the party of Rohirrim that have come to Gravenwood. Their camp is east of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Your journey through Dunland for Lheu Brenin is almost at its end, [placeholder]? What have you learned of the Dunlending clans?'\\n\\nSaeradan listens to your report.\\n\\n'I see. Saruman's influence is greater than we thought. It is good that you sought to help the people resist him, even if it bears little fruit.\\n\\n'This man here is Théodred, the son of the king of Rohan. He has crossed into Dunland with a small party on a similar mission: to see what is happening in the heart of Dunland.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'This man is Théodred, son of the king of Rohan. He has come into Dunland with a small party of men to gather information.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We are met in dangerous times, [placeholder]. You run errands for folk long sworn to be the enemies of my people.'\\n\\nThéodred sighs heavily.\\n\\n'It has been a long time since the Dunlendings crossed into my father's kingdom with design of conquest. Without the urging I fear Saruman is giving to them, they would not have the courage to do so again. The Wizard has done my people a great wrong with this, and he must pay for it.\\n\\n'My men and I forded the Isen and came by animal paths into this wood. That is where we encountered Saeradan and learned of his mission. We could use your help, if you can spare it.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Help the people of Carreglyn to stand against their enemies. We must keep them from falling further under the sway of Saruman.\\n\\n'Once you have aided them as much as you can, travel east across the border with Gravenwood and meet with the Ranger at his camp.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help the people of Carreglyn as much as you can, and when you are ready to move on, find Amlan on the western border of Gravenwood",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Saeradan at the Rohirrim scout-camp",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Théodred at the Rohirrim scout-camp",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 15: Friends in the Gravenwood",
      "es": ""
    }
  ]
}