{
  "id": 620880742,
  "txt": [
    {
      "id": 136263297,
      "en": "The farmhouse has been abandoned by its rightful owners",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Some of the sheep have been killed and left to rot",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "The field is full of grains, planted but yet to be harvested",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Nona has agreed to accompany you on your information-gathering journey through Dunland for Lheu Brenin.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Danger seems to follow you wherever you go, [placeholder]. I like that. I will be Wadu's Ghost and defeat the true enemies of Dunland: faithless clans who swear loyalty to Saruman.\\n\\n'The land to the west is called the Starkmoor. You say that Lheu Brenin wished to know the state of its herds? There are many herd-animals in the Starkmoor, and he who controls them will have much food production close at hand. Enough for an army? Aye.\\n\\n'There is a farmhouse in the north-west corner of the Starkmoor, among the hills. I have seen it from afar. I will meet you there, and we can scout for the information Lheu Brenin desires to know.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nona is by the farmhouse in the north-western reaches of Starkmoor.\\n\\nNona has agreed to meet you in the Starkmoor to scout for the information Lheu Brenin needs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The herds of the Starkmoor feed many of the clans of Dunland. If this farmland is held by those loyal to Saruman, he will have a source of food for his armies, but can also starve those who oppose him.\\n\\n'Go up to the farmhouse at the top of the slope to the west and see how things stand, [placeholder]. You should also scout some of the fields and enclosures nearby, to the west.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There is a farmhouse in the north-western corner of the Starkmoor.\\n\\nNona wants you to scout the farmhouse atop the slope to the west to see if it is held by those loyal to Saruman.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nona is by the farmland in the north-western reaches of the Starkmoor.\\n\\nYou scouted the farmland in the north-western Starkmoor and should speak with Nona.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will meet you in the Starkmoor, [placeholder], by the large farm in the north-western reaches. Then we will scout the state of the herds for Lheu Brenin.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I think this is what Lheu Brenin feared, [placeholder]. The farms of the Starkmoor are not held by friendly clansmen any longer.\\n\\n'The main trading settlement to the south may be similar, but we will not know it without going there.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The farmhouse to the west may be held by those loyal to Saruman. You should investigate and see if it be so.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Nona in the Starkmoor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Scout the farmhouse atop the north-western hill",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Scout the sheep-enclosure",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Scout the planted field",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 10: Herdsmen of the Starkmoor",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Nona in the Starkmoor",
      "es": ""
    }
  ]
}