{
  "id": 620880768,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is time you returned to Lheu Brenin with what you have learned of Dunland, [placeholder]. But I ask you to keep this in mind: there are Dunlendings and there are Dunlendings. This Falcon-clan may oppose Saruman, and for that I am thankful, but they still bear no love for my people.\\n\\n'Do not mistake them for friends in anything but necessity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you again, friend from afar. You have been long away. What is the situation with the other clans? How many have thrown their lot in with Saruman?'\\n\\nLheu Brenin listens with interest to your news from other regions of Dunland: of the herds of the Starkmoor, of the distant folk of the Dunbog, of the iron mines of Carreglyn, of armies marshalling and of frightened townsfolk.\\n\\n'Saruman's grasp on our land and its people is tighter than I thought! Still, we have closer matters to attend to for now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dunlendings bear no love for my people, or for yours. The Falcon-clan is no different, but if they help us against Saruman, perhaps we can set aside our differences for the moment.\\n\\n'If you will help my men delve into the mysteries of the Gravenwood, I would greatly appreciate it. Once you have done so, you can return to the leader of the Falcon-clan with what you have learned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 17: Return to Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have travelled through the regions mentioned by Lheu Brenin's prisoner, and have learned much about the state of things in Dunland.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Help the people of the Gravenwood as much as you can, and when you are ready to move on, report to Lheu Brenin in Tûr Morva",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You should help Théodred's men deal with the mysteries of the Gravenwood before returning to Lheu Brenin with what you have learned in Dunland.",
      "es": "",
      "es (fem)": ""
    }
  ]
}