{
  "id": 620880764,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I have spent some time watching the people of Barnavon, [placeholder]. Saruman has paid no small sum of gold to the leaders of Barnavon for their loyalty, and I fear what that might buy him.\\n\\n'The iron mines of Carreglyn are at stake. The men of the upper village will attack you on sight. Defeat them and take the gold with which they have been bribed. Teach them the true cost of forgetting their honour as Men of Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It took so small a sum to buy the loyalty of these men? A dozen curses upon the Wizard for his crimes, but a thousand upon the Dunlendings for forgetting their honour!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'What is the price of a Dunlending's honour? It is the amount of gold Saruman gave these fools in return for their loyalty. Defeat them and take back this bribing gold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Chapter 14: Bribing Gold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nona wants you to recover some of the gold that has been paid to Dunlendings by Saruman's agents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected bribing gold ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect bribing gold from hostile Dunlendings in Carreglyn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hostile Dunlendings in Barnavon carry the gold with which they were bribed.\\n\\nNona wants you to defeat hostile Dunlendings throughout Carreglyn, but especially in the upper village of Barnavon, and take the bribing gold from them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the bribing gold to Nona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Nona is in the village of Barnavon, in Carreglyn.\\n\\nYou have retrieved the bribing gold and should bring it to Nona.",
      "es": "",
      "es (fem)": ""
    }
  ]
}