{
  "id": 620880760,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I owe you an apology. I asked you to leave me to die, but I see now that I must endeavour to help my late husband's clan. Lhan Tarren must be warned!\\n\\n'The chief of this invasion party has taken the farmhouse near here; I have seen the comings and goings of the Draig-lûth. Our best hope is to kill him, and learn what we can of the Dragon-clan's plan to invade.\\n\\n'I will wait for you here, [placeholder]. Be careful... the chief will be a strong man.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Murig escaped? That is ill news, but no matter -- we cannot waste any more time here. We must bring this information to Lhan Tarren.\\n\\n'I have not yet met the Stag-clan of that town. They were my husband's people, not my own. We must rely upon your favour there to make sure this warning reaches them in time!'\\n\\nBlodwen hesitates.\\n\\n'They are the closest family I have now, yet I do not even know them. Will they turn me away, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please hurry, [placeholder]. You must search for some hint of their mission, or else Trum Dreng will surely be lost. The Dragon-clan is cruel -- they attack by night, when all good folk sleep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Invasion is Brewing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The looters you harassed all spoke of the likelihood of an invasion upon all of Trum Dreng. Such an invasion would end with the Stag-clan being driven out of Dunland once and for all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Murig has escaped, but you have collected a map of the invasion route",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect plans for the invasion of Trum Dreng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The chieftain of the Dragon-clan invaders can surely be found at the main house in the Herd-lands, looking down upon the farm from on high.\\n\\nYou should kill the chieftain and steal the plans for the invasion of Trum Dreng by the Dragon-clan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the map of the invasion route to Blodwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Blodwen awaits you in her hiding place near the river in the Herd-lands.\\n\\nYou should return to Blodwen with the map you found and with the dire news that Murig has escaped you.",
      "es": "",
      "es (fem)": ""
    }
  ]
}