{
  "id": 620880686,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Dunlendings are testing our resolve to hold Dol Baran, but they underestimate us.\\n\\n'We must hold this position, or we will be blind to the approach of their main force when it marches out of Wulf's Cleft. If that happens, Grimbold will have to pull us back across the ford without a fight.\\n\\n'Aid my men by the fortifications and hold off the Dunlendings. If we can force them to give up on Dol Baran and march their army past us, we will have a critical advantage in the battle to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well fought out there, but I fear these attacks are just a prelude to a larger assault.\\n\\n'If they were going to give up so easily, they would have done so by now. Be on your guard, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Battle of Dol Baran: Minding the Fort",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlendings assaulting Dol Baran have set the makeshift fortifications alight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Doused burning fortifications ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Douse burning fortifications ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dunlendings are assaulting the barricades atop Dol Baran.\\n\\nCaptain Féarn has asked you to defeat the Dunlending warriors by the barricades atop Dol Baran.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Captain Féarn atop Dol Baran",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Captain Féarn is atop Dol Baran.\\n\\nYou should inform Captain Féarn of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}