{
  "id": 620880765,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'It is time. You have prepared us well, and with your strength, we will voyage onward to spread word of Saruman's evil ways. This will be a hard trip, but we must do it for the safety of Dunland and the Avanc-lûth.\\n\\n'When you are ready, speak with me again, and we will travel together.'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, friend. I knew you would see us through.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Are you ready to travel downriver, friend?'\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'We need more wood if we are to make oars and we need more oars if we are to sail to Heathfells. Please hurry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tusks of the Boar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tecwin has told you that the time is now for the voyage downriver. The boats and supplies are ready. The people are ready. Now you need to find the rest of the Boar-clan and report what is happening in the Dunbog and western Dunland.\\n\\n<rgb=#FF0000>WARNING: This is a solo instance and cannot be completed in a fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have collected a piece of Driftwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Tecwin to begin the journey past Wulf's Cleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tecwin is waiting for you in Durgors.\\n\\nTecwin will accompany you to the east to inform the rest of the Boar-clan resistance what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Gwin above Wulf's Cleft",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gwin awaits you above Wulf's Cleft.\\n\\nHaving narrowly escaped Wulf's Cleft with your life, you find yourself on the cliffs of Carreglyn with members of the Boar-clan by your side.",
      "es": "",
      "es (fem)": ""
    }
  ]
}