{
  "id": 620759313,
  "txt": [
    {
      "id": 218649170,
      "en": "'I thank you for these components, [placeholder], and am sure you will have little difficulty returning with the second set.\\n\\n'Next, I will need the eyes of such worms as may be found in Forochel, Eregion, and the Misty Mountains. I will also need the putrid fingernails of the wights which roam Imlad Balchorth in Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you not yet gathered the materials I need, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Implements of Knowledge",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'These will do nicely, [placeholder], and will improve the bite of the weapon I am making for you.\\n\\n'One set of components remains, and these will be found within the very heart of the land of Angmar. Keep your wits about you, as I am sure you will, and you will have victory.\\n\\n'I need you to seek out the uruk Morthrâng of Carn Dûm and obtain from him an Emblem of Ritual. Also at Carn Dûm, you should seek out the Man of Angmar known as Sálvakh and wrest from him his Rune of Evil Presence.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected frosted Corcur-staves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Corcur may be found near Helegrod, [placeholder], while the bear Driftclaw roams the land of the giants, both in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I am not surprised that you have returned victorious, [placeholder], for I know you to be a lore-master of unsurpassed skill and knowledge.\\n\\n'I bow to your wisdom and give to you this weapon. May it serve you well!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Driftclaw's rending-tooth",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Wights can be found among the tombs of Imlad Balchorth, in Angmar, while worms roam Forochel, Eregion, and the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Corcur may be found near Helegrod in the Misty Mountains. Driftclaw may be found in the land of the giants in the Misty Mountains.\\n\\nIsdi has asked you to bring her frosted Corcur-staves and Driftclaw's rending-tooth.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Now we come to it, [placeholder]. You may find both Morthrâng and Sálvakh at Carn Dûm in Angmar.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected putrid fingernails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect Rune of Evil Presence",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Isdi is at the ruins of Edhelion, near Thorin's Hall.\\n\\nIsdi is waiting for you to return with the first set of components.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected Emblem of Ritual",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Isdi",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wights may be found at Imlad Balchorth in Angmar. Worms can be found in Forochel, Eregion, and the Misty Mountains.\\n\\nIsdi has asked you to bring her hateful worm-eyes and putrid fingernails.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected Rune of Evil Presence",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect Emblem of Ritual",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Isdi is at the ruins of Edhelion, near Thorin's Hall.\\n\\nIsdi is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect Rune of Evil Presence",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Morthrâng is within Urugarth and Sálvakh can be found in Carn Dûm.\\n\\nIsdi has asked you to bring her an Emblem of Ritual and a Rune of Evil Presence.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Isdi is at the ruins of Edhelion, near Thorin's Hall.\\n\\nIsdi is waiting for you to return with the last set of components.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect frosted Corcur-staves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Driftclaw's rending-tooth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Isdi",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect putrid fingernails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Isdi",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect hateful worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect putrid fingernails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect Emblem of Ritual",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Isdi has agreed to help you fashion a weapon that befits the wisdom of an accomplished Lore-master.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can make you a weapon befitting the wisdom of an accomplished lore-master such as yourself, [placeholder]. I surely need not tell you that the road to its completion will not be easy -- you are wise enough to know that will be the case.\\n\\n'However, I must ask you to bring me the components that I will need for its making. Do not fear the difficult road, for that way lies satisfaction.\\n\\n'First, I will need the staves of the Corcur, who are encamped near Helegrod in the Misty Mountains, and the rending-claw of the great bear Driftclaw who roams the land of the giants in the Misty Mountains.'",
      "es": ""
    }
  ]
}