{
  "id": 620759209,
  "txt": [
    {
      "id": 228870261,
      "en": "The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page outlines a bit of the subject's background -- one Adelbert Took, a close relative of the legendary Bandobras 'Bullroarer' Took. He was apparently something of a trouble-maker without much appreciation of other people's property rights as a young lad, and as such found himself in more than his share of bouts.\\n\\nThe text suggests that this is where the foundation was laid for his eventual accomplishments later in life.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This page describes the sequence of events that led to Adelbert being pressed into service in the Shire-muster.\\n\\nIt seems that Bandobras Took had become so exasperated with his nephew's behaviour that he personally arranged for the lad to be sent off to the fighting. The text provides a quote from Bullroarer to the effect that the experience would either 'Make him a better Hobbit or kill the young fool off, and either way the rest of us'll be better for it!'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This page sums up a sequence of letters sent home by Adelbert during the course of his duty in the strife with Golfimbul. To the surprise of all, the lad seemed to have taken to the course of battles and war like a fish to water -- as much as any hobbit could, at any rate. However, he seemed dismissive of the regimentation and orderly nature of the Muster, referring to them as a band of 'useless fops and dandies what hadn't a notion which end of a pike they ought to be on'.\\n\\nIt seems that he then went about forming his own little band of ruffians and skirmishers from among those hobbits of the more aggressive sort that he could convince to join him -- an act of insubordination that surely would have seen him in irons if they had not quickly proven themselves to be among the most proficient scouts and ambushers in the entire force.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page recounts the experiences of one of Adelbert's fellow hobbits, wherein he goes into the tactics of traps and ambush that they frequently employed against their goblin adversaries, often striking at the break of day as the goblins would be attempting to find shadowy refuge against the painful light of dawn.\\n\\nOften they would find the entrance to a cave near a battlefield and wait there concealed, knowing it would be likely that the goblins would attempt to return there as light came back upon the land.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You've heard of this book. It was written quite a long time ago and details the exploits of an accomplished Hobbit Burglar, alas this copy seems badly weathered and damaged, rendering a number of the pages indecipherable.\\n\\nStill, if you want to know more about a Hobbit Burglar, it'd make sense to ask another, wouldn't it? No one would know more about such matters than the esteemed Bilbo Baggins, if you could find a chance to speak with him and show him this text.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page is particularly interesting as it describes the terrible difficulties the diminutive band of hobbit-skirmishers would face when they came upon particularly deadly foes, such as goblin champions during their battles.\\n\\nIt seems that Adelbert himself was the foremost among them in finding the weaknesses of such dangerous adversaries, with a keen understanding of the need to expose them so that his fellows could employ their numbers to overwhelm.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Collect the missing pages of The Expert's Guide to Dirty Fighting and add them to the book.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page relates some of Adelbert's personal quotes and observations from the field of battle. Of particular note is the degree to which the foes he often faced relied upon intimidation.\\n\\nHe then describes the advantage he often found that he gained when he was able to deal a painful blow against such an enemy -- even if the injury itself was of little consequence, the opponent often became confused as it seemed that the tables had turned in the favour of its opponent, thus providing the opening Adelbert and his fellows needed to fell the creature.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page describes Adelbert's fighting style as he taught it to his companions during the campaign. It emphasizes a quick and savage assault, often aimed at the strongest leader or beast among the enemy forces in a bid to both eliminate the most dangerous threat and demoralize the enemy at a single stroke.\\n\\nThe most telling drawback of the method is that the battle will quickly turn against the small assailants if a powerful enemy manages to withstand the attack for more than a few moments, so it entails considerable risk and a readiness to flee swiftly if things do not go their way.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This final page speaks of the Battle of Greenfields wherein Brandobras Took himself struck off the head of Golfimbul in a single blow. It seems that Adelbert was also involved in this battle, fighting some ways distant from his uncle during the fray and aqcuitting himself admirably. Adelbert was sorely injured in the battle and was some months recovering in the comfort of the Shire afterwards.\\n\\nAlas, it seems that all the trials faced and lessons learned did surprisingly little to cure the notable character flaws of the miscreant, but he nevertheless became one of Brandobras' favourites in the years that followed and was generally put up with as an errant but likable fellow.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You replaced a page of the The Expert's Guide to Dirty Fighting",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Bilbo Baggins at the Last Homely House in Rivendell.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Expert's Guide to Dirty Fighting, page 4",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Expert's Guide to Dirty Fighting, page 5",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Expert's Guide to Dirty Fighting, page 7",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Expert's Guide to Dirty Fighting, page 12",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Expert's Guide to Dirty Fighting, page 15",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Expert's Guide to Dirty Fighting, page 19",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Expert's Guide to Dirty Fighting, page 24",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Expert's Guide to Dirty Fighting, page 28",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Expert's Guide to Dirty Fighting was written about a rather notorious hobbit-burglar mid Third Age, when the Shire was not so secure as it is today. Having found himself drafted into the Shire-muster during a particularly difficult season and pitted against Golfimbul's goblins in a number of pitched battles, he learned to fight in a most ungentlehobbitly fashion that served him well against foes considerably larger and stronger than himself.\\n\\nAlas, it has been many years since its writing, and all copies of this interesting text were thought lost, until now. Perhaps the famous hobbit-burglar Bilbo Baggins will have some further insights or thoughts on the book.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Well, bless me, look at what you have here! A copy of The Expert's Guide to Dirty Fighting! Of all the books on burgling and such, this is the one I have been most disappointed never to find a copy of, and here you walk right in with it. Wherever did you find it? Oh, never mind that, let's see here...\\n\\n'Alas! It does look much the worse for wear, doesn't it? Someone has gone and torn out several of the pages. That won't do at all. I suppose you will just have to put your ear to the ground and see if you can find some other copy, won't you? I wish that I could help you, but of the books I have tried to find I have never had a good clue as to where I might find this one.\\n\\n'Well, do let me know if you manage to find those missing pages, won't you? My burgling days may be over, but I do still enjoy a good read about dashing adventures and the like.'",
      "es": ""
    }
  ]
}