{
  "id": 620759327,
  "txt": [
    {
      "id": 205636725,
      "en": "'Only horse around here is the Prancing Pony, in the town of Bree. Sounds like someone started there, at any rate. I'm sorry I don't know anything about the rest of the riddle.'",
      "es": ""
    },
    {
      "id": 205636726,
      "en": "'This riddle is difficult, [placeholder]! I don't have any idea.'",
      "es": ""
    },
    {
      "id": 205636727,
      "en": "'I do not know the solution to your riddle, my friend.'",
      "es": ""
    },
    {
      "id": 205636728,
      "en": "'I do not know the solution to this riddle, though perhaps if you can think of some place where goblins are remembered, you might be onto something.\\n\\n'But why would anyone want to remember goblins?'",
      "es": ""
    },
    {
      "id": 205636729,
      "en": "'I don't know the riddle, but if you walk \\qhalf a day towards the sun and half a day away from the sun,\\q you have gone one day's journey, for if you start in the morning, half of the day has you approaching the sun and for the other half it sinks behind you!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true Lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned Lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A Lore-master seeks to solve all the mysteries of the world, but whether he chooses to share the solutions with others is often a defining characteristic.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Solve Berenin's first riddle and collect a key from the correct location",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Berenin's first key to Isferon",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Solve Berenin's second riddle and collect a key from the correct location",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring Berenin's second key to Isferon",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Solve Berenin's third riddle and collect a key from the correct location",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring Berenin's third key to Isferon",
      "es": ""
    },
    {
      "id": 205636688,
      "en": "'This riddle intrigues me. Perhaps \\qthe shadow of passage\\q refers to the shadow beneath a bridge of some sort?'",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Isferon and travel with him to the cave",
      "es": ""
    },
    {
      "id": 205636689,
      "en": "'This riddle has me perplexed. I am sorry.'",
      "es": ""
    },
    {
      "id": 205636690,
      "en": "'I think I know something about this riddle, my friend! \\qA mighty swing\\q could only be referring to Bullroarer Took, who knocked off Golfimbul's head with one mighty swing!\\n\\n'The whole event is remembered by the statue of Bullroarer that can be found in Brockenborings, on the Greenfields.'",
      "es": ""
    },
    {
      "id": 205636691,
      "en": "'This riddle has me stumped, my friend. I am sorry.'",
      "es": ""
    },
    {
      "id": 205636692,
      "en": "'I love riddles, but I've never heard of this one before!'",
      "es": ""
    },
    {
      "id": 205636693,
      "en": "'This riddle seems to be referring to the Blue Mountains, known in Elvish as Ered Luin. I believe this to be the meaning of \\qshe runs through the blue;\\q if you can learn what the rest signifies, you should be able to solve it.'",
      "es": ""
    },
    {
      "id": 205636694,
      "en": "'I do not know the answer to this riddle. My apologies.'",
      "es": ""
    },
    {
      "id": 205636695,
      "en": "'This riddle has me stumped, my friend. I am sorry.'",
      "es": ""
    },
    {
      "id": 8725888,
      "en": "'You haven't misplaced the key, have you?'",
      "es": ""
    },
    {
      "id": 8725889,
      "en": "'This is the last key, [placeholder], and now we can open the three boxes that Berenin left for me! I have stored them in a nearby cave for safe-keeping, a cave I once explored with Berenin, long ago. The water on the walls made a sort of music, I remember, as it fell into pools on the floor -- though the cave has been bare and dry now for many years.\\n\\n'You are a part of this now too, [placeholder]. Let me know if you are ready to go, and we can travel to the cave together, and together learn what secrets Berenin has left behind.'",
      "es": ""
    },
    {
      "id": 8725890,
      "en": "'You have not misplaced the key, have you?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Isferon is at the refuge of Duillond in Ered Luin.\\n\\nYou have been told that Isferon has a puzzle that he cannot solve. As Isferon is a most learned Lore-master, this puzzle must be difficult indeed.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Isferon gave you the first of Berenin's riddles.\\n\\nIsferon hopes that you can discover the solution of Berenin's riddle and collect the first of three keys from the location that is described.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Isferon is at the refuge of Duillond in Ered Luin.\\n\\nNow that you have solved the first of three riddles given him by his friend Berenin, you should return the key you found to Isferon at Duillond.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Isferon gave you the second of Berenin's riddles.\\n\\nIsferon hopes that you can discover the solution of Berenin's riddle and collect the second of three keys from the location that is described.",
      "es": ""
    },
    {
      "id": 205636704,
      "en": "'I'm not sure about this riddle. \\qNo Man, he\\q must mean an Elf, dwarf, or hobbit, but I've never heard of a dwarf or Elf that might apply.'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Isferon is at the refuge of Duillond in Ered Luin.\\n\\nNow that you have solved the second of three riddles given him by his friend Berenin, you should return the key you found to Isferon at Duillond.",
      "es": ""
    },
    {
      "id": 205636705,
      "en": "'This riddle seems to be referring to the Blue Mountains, called Ered Luin by the Elves. \\qShe runs through the blue\\q sounds like a reference to the Blue Mountains to me!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Isferon gave you the third of Berenin's riddles.\\n\\nIsferon hopes that you can discover the solution of Berenin's riddle and collect the last of the three keys from the location that is described.",
      "es": ""
    },
    {
      "id": 205636706,
      "en": "'This riddle has me stumped, my friend. I am sorry.'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Isferon is at the refuge of Duillond in Ered Luin.\\n\\nNow that you have solved the last of three riddles given him by his friend Berenin, you should return the key you found to Isferon at Duillond.",
      "es": ""
    },
    {
      "id": 205636707,
      "en": "'This riddle has me puzzled. Why would anyone seek to remember goblins? And what's this about \\qa mighty swing?\\q Did someone kill a goblin? Now, that's something of which I can approve!'",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "Isferon is at the refuge of Duillond in Ered Luin.\\n\\nYou have become a part of Isferon's quest to discover his friend Berenin's legacy by solving the riddles he left, and now Isferon waits to travel with you to the cave where he stored Berenin's locked boxes.",
      "es": ""
    },
    {
      "id": 205636708,
      "en": "'If you start in the morning and walk for half a day towards the sun, for the other half it sinks behind you!\\n\\n'I don't know what the rest of the riddle means.'",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Isferon is at Duillond, the refuge in Ered Luin.\\n\\nYou discovered Berenin's legacy -- a desire that he not be forgotten by his friend and to engage in one last game of riddles -- and helped Isferon not lose sight of his friend's memory. Isferon is waiting to speak with you again.",
      "es": ""
    },
    {
      "id": 205636709,
      "en": "'An interesting riddle, [placeholder]! Could it be that \\qshe runs through the blue\\q is actually referring to the Blue Mountains? This area may be called by the Elves Ered Luin, but it is properly known as the Blue Mountains!'",
      "es": ""
    },
    {
      "id": 205636710,
      "en": "'This is an interesting riddle. I cannot dissolve much of it, but I believe \\qon one hand, a silent guardian\\q must almost certainly refer to a statue of some sort.'",
      "es": ""
    },
    {
      "id": 205636711,
      "en": "'Hobbits have a legend about one of their own that killed a goblin with one swing of a club. It could be that this riddle relates to that legend, though I do not know the details.'",
      "es": ""
    },
    {
      "id": 205636712,
      "en": "'I think I know the solution, my friend. It sounds like the traveller started at the Prancing Pony and then walked one full day eastward. What is one day's journey east of Bree? The Forsaken Inn.'",
      "es": ""
    },
    {
      "id": 205636713,
      "en": "'I do not know the answer to this riddle. I am sorry.'",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I gave you the second of Berenin's riddles, [placeholder]. Solve it, and you will know the location of another one of the keys to the legacy Berenin left me.'",
      "es": ""
    },
    {
      "id": 8725905,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I gave you the third of Berenin's riddles, [placeholder]. Solve it, and you will know the location of the last of the keys to the legacy Berenin left me.'",
      "es": ""
    },
    {
      "id": 8725906,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I gave you the riddle, [placeholder]. Solve it, and you will know the location of one of the keys to the legacy Berenin left me, I am certain!'",
      "es": ""
    },
    {
      "id": 8725907,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Are you ready to go? The cave is not far from here, and then we will learn what secrets Berenin left in my care.'\\n\\n<rgb=#FF0000>This is a Solo quest, and cannot be completed with a Fellowship.</rgb>",
      "es": ""
    },
    {
      "id": 8725908,
      "en": "'Isferon at the refuge of Duillond in Ered Luin has come into possession of a puzzle that he hopes a true lore-master will be able to solve. He has kept the details to himself, but if you were to seek him out, I am sure the puzzle would be of interest to you.\\n\\n'Isferon himself is a most learned lore-master -- I wonder what puzzle could evade his understanding?'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'I know the answer to this riddle, [placeholder]! You're looking for the statue of Bullroarer, who knocked off the head of the evil Golfimbul a long time ago and invented the game of Golf while he was at it!\\n\\n'The statue of Bullroarer is in Brockenborings on Greenfields, in the Shire.'",
      "es": ""
    },
    {
      "id": 8725909,
      "en": "'You have heard of my puzzle, [placeholder]? I do not know why I cannot discover the solution -- I, who have studied the arts of flame and ash, and the mysteries of cinders and coal! \\n\\n'My friend Berenin despaired of Middle-earth and sailed West some time ago. He left me three small boxes, and said that when I was able to solve the riddles he left in my possession, I would be able to open them. I grieve that Berenin has gone and would learn what secrets he has left to me, but I am unable to determine the solution to the riddles! Poultices and mixes are my prime interests, not word games and trifles.\\n\\n'I am sure that Berenin left the keys to each box at the locations that solve each riddle, but where these may be, I do not know. I will give you the first riddle, and if you can bring me the key, then I will give you the second riddle, and we will continue in this fashion until we have learned what secrets Berenin left for me when he sailed West. I give you the first riddle and wish you good fortune in deciphering it!'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I think I know the solution! It sounds like the traveller started at the Prancing Pony and then walked one full day eastward. What is one day's journey east of Bree? The Forsaken Inn.\\n\\n'And furthermore, the Inn has a large hole in the roof! From one point of view, that does sound like a window that couldn't be closed!'",
      "es": ""
    },
    {
      "id": 8725910,
      "en": "'I cannot thank you enough, [placeholder]. Hearing Berenin's words brought a joy to my heart that it has not felt in too many years, and to better know his thoughts is the greatest secret your aid could have brought me.\\n\\n'I am not as clever with words as you are, or as Berenin was, but with the dancing flames I am unmatched. Perhaps I can teach you some measure of knowledge in return for the joy you have brought to me, [placeholder]. It is not much, but I hope it will help you in your journeys.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'This riddle seems very easy to me, [placeholder]! Think about it! \\qShe runs through the blue\\q almost certainly refers to the Blue Mountains, known among the Elves as Ered Luin. \\qThe shadow of passage\\q just has to be a bridge, and in riddles \\qa silent guardian\\q is almost always a statue!\\n\\n'You just need to look near a statue beneath a long bridge in Ered Luin for the solution to this riddle, I warrant!'",
      "es": ""
    },
    {
      "id": 205636720,
      "en": "'I do not know the answer to the riddle, but Bilbo might know better than I.'",
      "es": ""
    },
    {
      "id": 8725911,
      "en": "'You found the first key, [placeholder]! I am impressed, for I was certainly thinking about it the wrong way. \\qShe runs through the blue\\q seemed to me to indicate a cloud in the sky, and from there I was already on the wrong path.\\n\\n'But these are the Blue Mountains, if you remember one of their names, and from there it is not as difficult. Berenin always saw things more simply than I did. I remember he would often chide me for overcomplicating things -- this riddle of his seems a lesson, now that I think on it!\\n\\n'I wonder what is inside the boxes he left in my care when he sailed West? Two riddles remain, [placeholder]! Solve this one, and we will be closer to discovering Berenin's legacy to me!'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'I have never heard this riddle before. Perhaps Bilbo will have better fortune in deciphering it.'",
      "es": ""
    },
    {
      "id": 205636721,
      "en": "'I'm not sure about this riddle. \\qNo Man, he\\q must mean that you're not looking in Breeland, at least. This must be talking about an Elf, dwarf, or hobbit.'",
      "es": ""
    },
    {
      "id": 8725912,
      "en": "'You haven't misplaced the key, have you?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lore-master's Will",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'This riddle has stumped me. I am sorry!'",
      "es": ""
    },
    {
      "id": 205636722,
      "en": "'I don't know much about the rest of it, but it sounds like \\qthe man left his horse\\q sounds like someone started at the Prancing Pony and then went somewhere!'",
      "es": ""
    },
    {
      "id": 8725913,
      "en": "'You continue to amaze me, [placeholder] -- you are a more learned lore-master than I, that much is clear! On the movements of fire, perhaps, I could teach you something, but for the dissolving of riddles you are far better than I!\\n\\n'Berenin was the same -- he would often pose confusing entertainments for me to try and decipher, and I only managed to reveal the solutions on rare occasions. He was always on hand to provide hints when I strayed too far from the heart of the matter, and his laughter at my confusion was always warm -- there was no mockery in it. I had forgotten the sound of his laughter until now.\\n\\n'One riddle remains, [placeholder]. Berenin would be impressed with your untangling of the first two, I am sure of it!'",
      "es": ""
    },
    {
      "id": 205636723,
      "en": "'This riddle is puzzling, [placeholder]! All I can think of is that \\qthe shadow of passage\\q might be a bridge? The solution might be beneath a bridge?'",
      "es": ""
    },
    {
      "id": 205636724,
      "en": "'I've never heard this riddle. Something to do with goblins? Where are there goblins?'",
      "es": ""
    }
  ]
}