{
  "id": 620759265,
  "txt": [
    {
      "id": 63183944,
      "en": "'The Trollshaws have been made safer by your aid, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183945,
      "en": "'The Nazgûl cannot hide from us forever.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Legolas has been dismayed by the events in the lair of the Wood-trolls and thinks Elrond should be told of them at once.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not think this is the end of our search for the Nazgûl that escaped the waters of the Bruinen, [placeholder]. Indeed, we have only seen the beginning of the trouble he may cause.\\n\\n'We must tell Master Elrond what has transpired. A task of great secrecy has been set before some of us at Imladris, and I fear we have been too long delayed already.\\n\\n'Speak to Master Elrond inside the Last Homely House and tell him of our journey into the lair of Taushakh and what we beheld there. The time for delays is past.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Master Elrond is within the Last Homely House.\\n\\nLegolas has asked you to go to Elrond at once and tell him what transpired in the lair of Taushakh, king of the Wood-trolls.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad to hear your news, [placeholder]. Do not grieve overmuch for the loss of the Nazgûl -- his fell designs with the Wood Trolls were ended by your brave actions and the skills of Legolas.\\n\\n'Yes, your encounter with the Nazgûl has revealed to me what I must do. I will speak with Gandalf, for the errand of which you heard whispers has become all the more urgent because of the news you bring.\\n\\n'For you though, I would ask that you keep your attention focused on the Nazgûl.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Master Elrond must be told of our adventure within the lair of Taushakh, king of the Wood-trolls. That Taushakh was bested is small consolation for losing the Nazgûl so quickly after revealing his location.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have done well. The Nazgûl will be found once again.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'An errand of secrecy has become more urgent because of the news you bring.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You are a good companion, [placeholder]. Within the Gladdalf you showed your courage.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The Wood-trolls are most dangerous when something unites them.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 9: Hasten Their Departure",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'The Nazgûl has fled once again, but he will be found.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'You have been of great service to us, [placeholder].'",
      "es": ""
    }
  ]
}