{
  "id": 620759275,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder], your tale saddens me, for I know Golodir, and he was a good man. It pleases me to know that he lives, but it grieves me that this False King was able to break him so.\\n\\n'That a wraith has returned to power in Angmar troubles me even more. I have never heard of Mordirith... that is a mystery upon which I must dwell.\\n\\n'Now go to Hemeldir, my chief smith, and instruct him to reforge Golodir's sword. You will find him near Imladris' forges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The work is done, [placeholder]. It little resembles the weapon from which it was birthed, but I believe it will better serve its master.\\n\\n'Take it now to Master Elrond for his approval.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 8, Chapter 3: Forging the Sword",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Master Elrond requires this sword to be reforged? Very well. It is a minor essay in Elf-craft... it will not take long.\\n\\n'But what is this? I daresay this shield did not belong to your friend Golodir. This shield is far older, from near the fall of the North Kingdom. It is also from Gondor, not the North. Indeed, it looks familiar... I seem to recall its like among the royal line of Gondor.\\n\\n'I will speak to Master Elrond about this later. For now, I will turn my hand to the task required of me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'What do you require of me, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We haven't the ability to reforge this sword. You should take it to Elrond in Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'As always, Hemeldir's mastery shows forth in the work of his hand. This sword shall henceforth be known as \\qDúnachar,\\q Avenger of the West, for it shall avenge the death of Lorniel, daughter of Golodir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We haven't the ability to reforge this sword. You should take it to Elrond in Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'Have you returned with the sword?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond is at Rivendell in the Trollshaws.\\n\\nDaervunn suggested you take Golodir's sword to Elrond of Rivendell to be reforged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You left Golodir's sword in Rivendell? You go there at once and retrieve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hemeldir can be found near Rivendell's forges.\\n\\nElrond instructed you to take Golodir's sword to his chief smith, Hemeldir, to be reforged.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4787204",
      "en": "'There, the task is complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'You left Golodir's sword in Rivendell? You go there at once and retrieve it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Hemeldir can be found near Rivendell's forges.\\n\\nYou should check with Hemeldir to learn if he has finished reforging Golodir's sword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Hemeldir, my chief smith, will reforge Golodir's sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Elrond is in Rivendell.\\n\\nHemeldir returned Golodir's reforged sword to you and told you to bring it to Elrond for approval.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I am certain Hemeldir has finished reforging Golodir's sword. You should retrieve it from him and return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Master Elrond will want to inspect that sword before you return it to Golodir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x872f98e",
      "en": "'Let me attend to this sword now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Golodir's gear to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Wait for Hemeldir to complete his task",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring Golodir's gear to Hemeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect Golodir's sword from Hemeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring Golodir's sword to Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Rangers of Esteldín were able to repair Golodir's shield and mail shirt, but the sword was of Elf-craft beyond their skill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Here, take Golodir's gear, and travel to Rivendell and speak to Master Elrond. I doubt not that he will be able to assist you. His smiths are among the greatest of the Elf-smiths of this day.\\n\\n'Do not tarry here. If this will help to renew Golodir's broken spirit, then you must make haste to Rivendell!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}