{
  "id": 620759280,
  "txt": [
    {
      "id": 54354734,
      "en": "Elrond renamed Golodir's sword Dúnachar, Avenger of the West, and prophesied that it would one day avenge the death of Lorniel, Golodir's daughter.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Dúnachar is a fine sword, and I foresee that one day the Steward of Angmar will rue its reforging.\\n\\n'Go now. Return to Laerdan and bring him Golodir's gear. I hope that Golodir will see his despair for what it is -- the machinations of the Enemy.\\n\\n'Laerdan awaits you at Gath Forthnír in Angmar.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Laerdan is at Gath Forthnír in the eastern reaches of Himbar.\\n\\nElrond gave you the sword Dúnachar and told you to take it and the rest of Golodir's gear to Laerdan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned, [placeholder]! What news? The sword has been reforged? Dúnachar it is named... yes, I can feel the virtue within it.\\n\\n'And what did you say about the shield? It is not Golodir's? It shall have to make do.\\n\\n'Take the gear to Golodir in his quarters.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golodir is at Gath Forthnír in the eastern reaches of Himbar.\\n\\nLaerdan instructed you to return Golodir's gear to him.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Bring Golodir his gear... I hope that it will spark at least a small flicker of the bright flame he once was.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Were the Rangers able to salvage Golodir's gear?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Make haste, [placeholder]. Laerdan awaits your return.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What is this? My mail shirt? I thought it lost forever! And this shield, it is not mine, but it is a thing of wondrous beauty!\\n\\n'But this sword... is this my sword? It was forged long ago by the Elves of Rivendell, an heirloom of my family. I thought it lost forever, but now it is returned as Dúnachar!\\n\\n'It is well-named Avenger of the West. Indeed, it will avenge my daughter....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You should return at once to Laerdan and take him Golodir's gear.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Leave me be!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Golodir's gear to Laerdan",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Golodir his equipment",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 8, Chapter 4: A Beacon of Hope",
      "es": ""
    }
  ]
}