{
  "id": 620759399,
  "txt": [
    {
      "id": 218649170,
      "en": "'I rejoice at your return, [placeholder], for Driftclaw was of old a fearsome opponent! His claw now will be of use to me in fashioning a weapon worthy of such a hunter as you!\\n\\n'It may surprise you to know that the staves you have brought are not what I seek. No, it is the corrosion of their surface that is of value. It will lend its bite to your weapon.\\n\\n'There are more components to be gathered. Now you should find the eyes of worms such as dwell in Forochel and Angmar. I will also need the beaks of the dread-turtles of Angmar and the putrid fingernails of the wights in Imlad Balchorth.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the first set of components I asked for, [placeholder]? Why is this?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Implements of the Hunt",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'You have returned, and with the components for which I asked! Remarkable!\\n\\n'You have done very well to this point, [placeholder], and have proven yourself a worthy hunter indeed, but your greatest challenge lies ahead.\\n\\n'The final components I need to fashion you a worthy weapon lie within the dark city of Carn Dûm. That is an evil place, and within its walls you will face great danger if you choose to proceed. I need a Medallion of Passage, borne by the uruks who guard the city, and the putrid slime of Helchgam, which dwells beneath the city.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I asked, [placeholder]. Why? Do you not wish to have this weapon?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Driftclaw's razor-sharp claw",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You may, of course find Men of Angmar in Angmar. Driftclaw, as I understand it, roams the land of the giants in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have returned, [placeholder], and with the final components I need!\\n\\n'The tale of this weapon will be most remarkable, for you have hunted creatures of such malice that few before you would choose to face.\\n\\n'I am honoured to know you, [placeholder], and am in your service. I give to you a weapon that I hope will prove worthy of your great skill.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected corroded Iron Crown staves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You may find all the creatures you seek in Angmar, though it is said a similar variety of worm lives in Forochel as well.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked? Why is this so?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected clouded worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Men of Angmar may be found in Fasach-falroid and near Malenhad in Angmar. Driftclaw may be found in the Misty Mountains, where the giants dwell.\\n\\nFenton Marshley asked you to bring him one of Driftclaw's razor-sharp claws and the corroded Iron Crown staves carried by the evil Men of Angmar.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I do not envy you this task, [placeholder], but these final components will allow me to fashion you a truly remarkable weapon. Carn Dûm is home to great evil, but retrieving these things will bring to your weapon incredible strength.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected venomous dread-turtle beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Bring the second set of components to Fenton Marshley",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Fenton Marshley is at the Hunting Lodge east of Archet and north of Bree, in Bree-land.\\n\\nYou have collected the first set of components Fenton Marshley has asked you to bring him.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected putrid fingernails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Collect Medallion of Passage",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Worms may be found in Forochel and Angmar. Dread-turtles may be found in Malenhad in Angmar. Wights roam Imlad Balchorth in Angmar.\\n\\nFenton asked you to bring him clouded worm-eyes, venomous dread-turtle beaks, and putrid fingernails.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected Medallion of Passage",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Fenton Marshley is at the Hunting Lodge east of Archet and north of Bree, in Bree-land.\\n\\nYou have collected the second set of components Fenton Marshley asked you to bring him.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Collected putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Bring the last set of components to Fenton Marshley",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Uruks guard the city of Carn Dûm in Angmar, while the vile Helchgam dwells beneath.\\n\\nFenton asked you to bring him a Medallion of Passage and the putrid slime of Helchgam.",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Collect Medallion of Passage",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Fenton Marshley is at the Hunting Lodge east of Archet and north of Bree, in Bree-land.\\n\\nYou have collected the last set of components Fenton Marshley asked you to bring him.",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Collect putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Driftclaw's razor-sharp claw",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect corroded Iron Crown staves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the first set of components to Fenton Marshley",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect clouded worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect venomous dread-turtle beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect putrid fingernails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect clouded worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect venomous dread-turtle beaks ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect putrid fingernails ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fenton Marshley has agreed to help you fashion a weapon worthy of your great skill as a hunter. The tale of this weapon will be one of danger and evil, but from these hardships will come strength.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can make you a weapon that befits your great skill as a hunter, [placeholder], but you must steel yourself for hardship, for its tale will not be easily won.\\n\\n'I will need time between each stage of the process, so do not bring me everything at once. I will first need corroded Iron Crown staves, which may be found in Angmar, and a razor-sharp claw belonging to Driftclaw, a great bear of the Misty Mountains, who dwells in the land of the giants.\\n\\n'May fortune smile upon you during your hunt, [placeholder]. It has to this point, and I know it will continue to do so.'",
      "es": ""
    }
  ]
}