{
  "id": 620759267,
  "txt": [
    {
      "id": 94621395,
      "en": "Glóin is at his camp north of Rivendell.\\n\\nGurzmat was accompanied by hostile Dourhand dwarves at the goblin-camp. You should report this finding to Glóin immediately.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I fear that while the Nazgûl you drove off has fled the Trollshaws, he still schemes to assault Rivendell. To the north and east of Rivendell, there are goblins and worse that he might bend to his will and use against us.\\n\\n'I would ask that you continue in your pursuit of the Nazgûl and travel into the Misty Mountains. There you may seek the aid of Glóin, who has established a camp at the end of the pass out of Rivendell that leads to the Misty Mountains.\\n\\n'Go now, for not only the safety of Rivendell is at stake. All of Middle-earth depends on your actions.' ",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A Nazgûl? One of the Nine Ringwraiths they spoke of at the Council of Elrond? I have not forgotten the honeyed words conveyed through one of those Riders to us back at the Lonely Mountain! Such poison! They wished us to betray old Bilbo Baggins to Mordor.\\n\\n'I'll help you as best I can, although  Dáin did task me with another matter. I can share some information though.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The threat presented by the Nazgûl has not yet passed. Please continue your pursuit of the creature with the aid of Glóin at his camp atop the pass that leads to the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 1: Into the Misty Mountains",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The goblin-camp is sprawled along the ridges of the Pinnath Fenui? That is as I thought, and I thank you for the confirmation! But Gurzmat still lives, [placeholder], and that just will not do. You need to ascend into that goblin-camp and put an end to Gurzmat!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrond feels that the Nazgûl you drove off from the Trollshaws has fled into the Misty Mountains. He has asked you to continue your pursuit of the Nazgûl with the aid of Glóin.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "The goblin-camps sprawl along the ridges of the Pinnath Fenui",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the goblin-camp",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glóin can be found at the camp at the top of the pass that leads from Rivendell into the Misty Mountains.\\n\\nElrond suggested that you seek Glóin's aid in the hunt for the Nazgûl.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gurzmat is somewhere deep within the goblin-camp that sprawls along the ridges of the Pinnath Fenui.\\n\\nGlóin is waiting for you to defeat the goblin Gurzmat, whose name is spoken by many of the goblins of the Misty Mountains.",
      "es": ""
    }
  ]
}