{
  "id": 620759266,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'The path you took to my doorstep is perilous, [placeholder], though not more perilous than the road that brought you here at the end of the Second Age!\\n\\n'Danger is all too common even in these later days. If you will consent to lend us your aid once more, it will not be the least of your challenges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome to Rivendell, where you will find the Last Homely House east of the Sea, [placeholder]. The road to Imladris is not as forgiving as once it was, and I commend you for your efforts.\\n\\n'I hope the waters of the Ford have calmed since our passage; we left them in turmoil. I fear the cause of these troubles is not yet concluded.\\n\\n'Lord Elrond is the master of the house here; he should be given news of your arrival. You will find him in his library on the upper floor of the Last Homely House, to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The path you took to my doorstep has been perilous, [placeholder], and its dangers all too common in these dark days. If you will consent to lend us your aid, it will not be the least of your challenges.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Elrond will be most interested to hear of your journey, [placeholder]. Speak to him in his library on the upper floor of his house, to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 4, Foreword: The Troubles of Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aragorn has asked that you speak with Elrond concerning a matter of gravest import for Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond waits in the library on the upper floor of his house.\\n\\nAragorn asked that you present yourself to Elrond, the master of the Last Homely House.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'I understand you have returned to Rivendell, where you spent so much time recovering from wounds suffered long ago! For you this truly must be the Last Homely House east of the Sea, [placeholder].\\n\\n'I hope the waters of the Ford have calmed since our passage; we left them in turmoil. I fear the cause of these troubles is not yet concluded.\\n\\n'Lord Elrond should be given news of your return. You will find him in his library on the upper floor of the Last Homely House, to the north-east.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}