{
  "id": 620759350,
  "txt": [
    {
      "id": 218649169,
      "en": "'Welcome, [placeholder]. I know it has been many, many years since you last laid eyes upon Edhelion. I know the pain you feel upon seeing it as it is, for I too was here when Edhelion fell. It is hard to bear knowing what has become of it and harder to hold back the anger such a sight stirs in my breast....\\n\\n'There are more important matters, though, to which we must attend. Dorongúr Whitethorn is here and wishes to speak with you. He awaits you  at the bottom of the stairs to the south.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, it is good to see you once more, [placeholder]. Master Elrond is concerned that some great evil is about to be committed here, though he could not see clearly what it is. I would like your help in discovering the nature of the evil.\\n\\n'Before we delve into this mystery, it would be wise to reflect upon the events of the past. Perhaps they can guide us in the present...and the future. You should seek the counsel of another [placeholder], I think, and learn to better your skills.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Dorongúr awaits you at the bottom of the stairs to the south.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Elrond's Premonition",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Even after all these years, the pain of what happened here is still fresh in my mind....'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After being away for centuries, you  return to the refuge of Edhelion, along with the sons of Elrond and Dorongúr Whitethorn.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Dorongúr Whitethorn in Edhelion",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dorongúr Whitethorn is at the bottom of the steps within the ruins of Edhelion, beyond the gate.\\n\\nDorongúr Whitethorn wishes to speak to you about a matter of great importance.",
      "es": ""
    }
  ]
}