{
  "id": 620759258,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "You have recovered the four morgul-hilts from the wraiths in the ruins of Fornost. Istuienn has asked for your help in finding a way to destroy them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'So, you say you have defeated the wraiths? I fear that they were not wholly destroyed, for they are bound to this world by the spells upon those hilts.\\n\\n'The malice of their spirits still remains, and they will return in time. I have read all I can from the morgul-hilts. They are twisted and black, but they bear strange devices for works of the Enemy. I would ask you to bear the hilts as quickly as may be to the vale of Rivendell to the house of Elrond Halfelven... he will know how best to deal with them.\\n\\n'Rivendell lies deep in the Trollshaws, far to the south and east. Destroying the hilts should break the spell that binds their unseen sinews to this world. I caution you again: do not handle the hilts, but carry them as swiftly as possible to Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond can be found at Rivendell in the Trollshaws to the south and east of the North Downs.\\n\\nIstuienn told you to take the morgul-hilts to Elrond Halfelven to be destroyed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are old hilts and well-crafted. Their original make appears to have been by a craftsman of Eregion, for they bear many of the markings and style of their smith-work, but that craft has been twisted and corrupted into their current form.\\n\\n'The morgul-runes upon the hilts bear the oaths of their owners. It is a dark oath that I will not have spoken aloud in my halls. Because of their craft, I do believe that they can be unmade... bring them to Hemeldir at the Forges of Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hemeldir can be found at the Forges of Rivendell outside the Halls of Elrond.\\n\\nElrond told you to take the morgul-hilts to his chief smith, Hemeldir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take these hilts at once to Master Elrond in Rivendell... he will know what to do with them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I can unmake the morgul-hilts. It is strange that their craftsmanship is similar to that of the Elven smiths of old, though they bear marks of great pain and malice. These hilts cast a shadow upon my heart. I fear a greater evil in their making than even Master Elrond may have surmised.\\n\\n'Their destruction should indeed break the spells that bind them to this world.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Hemeldir, my chief smith, will destroy these evil things... take them to him at once.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'How may I help you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'These are old hilts and well-crafted.  Their original make appears to have been by a craftsman of Eregion, for they bear many of the markings and style of their smith-work, but that craft has been twisted and corrupted into their current form. Yes, you are well-acquainted with devices such as these, to your sorrow and mine. But let us not speak of the long years you spent in dreamless slumber, my friend; let us speak instead of preventing such injuries from happening to others.\\n\\n'The morgul-runes upon the hilts bear the oaths of their owners. It is a dark oath that I will not have spoken aloud in my halls. Because of their craft, I do believe that they can be unmade... bring them to Hemeldir at the Forges of Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the morgul-hilts to Hemeldir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Shadow Falls",
      "es": "",
      "es (fem)": ""
    }
  ]
}