{
  "id": 620759283,
  "txt": [
    {
      "id": 86966497,
      "en": "Deliver Celebrían's legacy to Elrond",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, indeed, this is the jewel itself... Celebrían's legacy. Please bring it to Elrond, as it is his duty to give it to his daughter.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You have found the vault, have you not? The jewel should be within.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Riddle-master",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'To think that the vault has remained sealed for so long past its time! Even those counted among the Wise can be foolhardy, it seems!\\n\\n'But I must thank you for your perseverance, Master of Riddles. You seek the truth in all things, even though it brings you into darkness -- your skill and cunning bring you back out into the light again.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'What tidings do you bring of your quest?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Found Celebrían's legacy",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Celebrían's legacy should be brought at once to Master Elrond.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You recite the words of the verse, and the way is opened",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'On Arwen's behalf, and on my own, I thank you for your service.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'To think that the vault has remained sealed for so long past its time! Even those counted among the Wise can be foolhardy, it seems!\\n\\n'But I must thank you for your perseverance, Master of Riddles. You seek the truth in all things, even though it brings you into darkness -- your skill and cunning bring you back out into the light again. And is that not so of the wound you suffered at Dagorlad, and from which you recovered beneath the eaves of my house? I say that it is.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Found Arwen's legacy",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The lost Elf-vault is somewhere in the Trollshaws in the vicinity of Rivendell, probably on the High Moor. Glorfindel awaits your return outside the house of Elrond, by the waterfall.\\n\\nGlorfindel told you to seek the vault on the High Moor and advised you to place a hand upon a rock beside the entrance of the Elf-vault and to recite the verses of the riddle. Celebrían's legacy for Arwen, a white jewel, should be somewhere within the vault.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You are truly a Master of Riddles, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is in the library of Rivendell.\\n\\nGlorfindel asked you to bring Arwen's legacy to Elrond.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'To think you solved that old riddle! Well done, well done!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have found the lost Elf-vault south of Imladris.\\n\\nArwen's legacy, a white jewel, should be somewhere in the vault. If you find the jewel, return to Glorfindel with your prize.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You have done very well to unravel the mystery. Master Elrond must be well pleased.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Elrond is in the library of Imladris.\\n\\nGlorfindel asked you to bring Arwen's legacy to Elrond.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Thank you again for returning to me my mother's gift.'",
      "es": ""
    },
    {
      "id": 63183944,
      "en": "'I thank you for finding my mother's gift to me. Alas for my father and mother, I will not be bearing it into the west, but perhaps I will some day find another who will bear it for me.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Celebrían's legacy to Glorfindel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Celebrían's legacy",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Deliver Celebrían's legacy to Elrond",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect Arwen's legacy",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Deliver Arwen's legacy to Elrond",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Glorfindel does not know where lies Celebrían's legacy for Arwen, but he has given you some advice which may help you to find it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I said that I do not know where the vault containing Celebrían's legacy lies, but it may be that I can help you to gain entrance when it is found.\\n\\n'The riddle itself is the key to the vault. If in your travels near Imladris you find a sealed vault, those words may offer you passage within. There should be a rock in front of the entrance. Place your hand upon the rock and recite the verse.\\n\\n'I would be surprised if the jewel is in the vale of Imladris itself as these carefully tended gardens and groves are too often frequented by the Elves for a vault to be easily hidden. I have no doubt it is close by, not far from Imladris... perhaps on the High Moor.'",
      "es": ""
    }
  ]
}