{
  "id": 620759222,
  "txt": [
    {
      "id": 86966499,
      "en": "Bring Boromir's badge to Lindir",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lindir has found a new riddle for you to solve. Again, he is sure the answer can be found somewhere in Imladris.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'While you were gone, Lindir told me that he has come up with something interesting for our game. Apparently, he found a new riddle on the back of some old parchment out of Gondor.\\n\\n'You should speak with him at once... I am curious to know his riddle!'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Lindir",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Lindir is with Bilbo in the Hall of Fire at Rivendell.\\n\\nBilbo told you that Lindir has a new riddle to offer, one out of Gondor.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this? A game? Ha! I see, a riddle out of Gondor is it? Well, you have come to the right man, indeed! \\n\\n'Nay, I fear I cannot give you my horn even for a minute -- for a horn is indeed the answer -- because it is my trust and duty to bear it, but I will give you something that should suffice.\\n\\n'This is the badge of my rank, as the Steward's heir. As you can see it shows a horn above the White Tree of Gondor. I daresay that Elf-loremaster will be satisfied with this token.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Find the answer to Lindir's riddle somewhere in Rivendell",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The answer to Lindir's riddle can be found somewhere in Rivendell.\\n\\nLindir has asked you to find an item that provides an answer to his riddle.\\n\\n\\nBreath is needed\\nWarning heeded\\nSome will arrive\\nWith sword and knife\\nMy work is completed\\n'Til once more I am needed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lindir is with Bilbo in the Hall of Fire in the Last Homely House.\\n\\nBoromir has given you a token that provides the answer to Lindir's riddle and told you to bring it to Lindir.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Take my badge to your riddle-master. He should accept it in answer!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Parchment can be difficult to find at times in the world of Men, so I am not all that surprised to find a riddle scrawled on the back of some old chronicles of Gondor. Perhaps some young scribe of the Tower had too much time on his hands....\\n\\n'It just so happens that the answer can be found somewhere in Rivendell:\\n\\n'Breath is needed\\nWarning heeded\\nSome will arrive\\nWith sword and knife\\nMy work is completed\\n'Til once more I am needed'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The answer to this riddle is certainly here in Imladris, but it may not be here for long!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Excellent! You have found the answer. I will see that this badge is returned to Boromir.\\n\\n'Well-played. I trust the fact the item was not just laying on a shelf was no obstacle?'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'The answer to this riddle is certainly here in Imladris, but it may not be here for long!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the answer to Lindir's riddle somewhere in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Boromir's badge to Lindir to answer his riddle",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Riddle-finder",
      "es": ""
    }
  ]
}