{
  "id": 620759396,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Fenton Marshley, impressed by your dedication and your ability, has recommended that you speak with Legolas, an Elf possessed of great skill in the hunt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You are deserving of equipment that reflects your well-honed skill, [placeholder], and I would be delighted to help you fashion it. Be advised, however, that no path worth following is an easy one. The things I can help you prepare will only be as good as the story behind them, and the story behind these implements and articles will be one of fell dangers and the ultimate triumph over evil.\\n\\n'A hunter of lesser stature would despair of this road into the dark, but you, I know, will come again into the light of the sun. Speak with me if you are ready to set upon this path.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fenton Marshley knows of a legendary hunter who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Allow me to congratulate you on your great accomplishments, [placeholder]. Few hunters can boast of the dangers you have braved and the dark places into which your hunts have taken you, and you should be proud of your deeds, for they are worthy of commendation!\\n\\n'My home is in Dale, but the way of the hunter is one that wanders. As I passed through the Mirkwood on the journey that eventually brought me here, I chanced upon a party of Elves that were leaving Thranduil's halls on some errand to speak with Elrond of Rivendell. One of that company, a fair Elf named Legolas, seemed to be a hunter of no small skill.\\n\\n'I can teach you nothing more, but I am sure this Legolas could give you some manner of instruction. If he is still at Rivendell, seek him out in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris and you may find a willing teacher.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Fenton Marshley is outside the Hunting Lodge east of the town of Archet and north of Bree, in Bree-land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Legolas may still be in Rivendell, in one of the guest rooms of Elrond's House.\\n\\nFenton Marshley encountered a party of Elves on his journey through the Mirkwood and believes that one of that company might still have things to teach even a skilled hunter such as yourself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You need to complete the tasks I set before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I bid you welcome, [placeholder], as one hunter to another! I remember Fenton Marshley, for we were not far from my father's halls when we came upon him and offered to show him the way there to rest. He politely refused, saying he still had some miles left in him to walk that day. He seemed a hardy sort.\\n\\n'There is little I need to teach you, [placeholder], for you are already possessed of many skills! I can give you this, however: it is more important to be watchful, to be always aware of your surroundings, than it is to be strong. Strength of arm is important, for the bow-string must be taut before her arrow will fly, but strength of mind is more important than all! Be ever-watchful, [placeholder], and your bow will never want for targets.\\n\\n'I will see you again, my friend, and it is to be hoped in happier days! It is always a pleasure to speak with one who follows the same course, though the paths be different.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do not know the nature of the errand that brought Legolas and his people to Rivendell, but he seemed a hunter of no small skill. He may be able to impart to you even more hunter's wisdom. Look for him in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Greetings, fellow hunter!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Articles of Discovery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It is always a pleasure to speak with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Implements of the Hunt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Legolas in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lesson from Legolas",
      "es": "",
      "es (fem)": ""
    }
  ]
}