{
  "id": 620759230,
  "txt": [
    {
      "id": 228870261,
      "en": "The Book of Beasts",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page heads a basic taxonomy of many of the more common beasts and birds of Middle-earth, offering a short entry describing their names, forms, and where they might be found. The author must be incredibly well-travelled or else has conversed with those who have brought much knowledge from abroad, for the regions he describes extend far beyond the borders of the Kingdoms of the West, into foreign lands with strange and alien names -- and equally odd beasts.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This section is dedicated to a discussion of the songs of the smallest of birds and their meanings. The concepts the author describes are not nearly as flighty as one might imagine given the beautiful and transient nature of their songs.\\n\\nIt would appear that even songbirds must discuss matters of serious import -- at least on occasion.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This page describes the diet of bears, which seems to vary considerably from one species to the next. Most it seems would eat the sweet berries and roots to be found in many areas of Middle-earth, while only some will eat meat, and only a few prefer it. He describes the ferocity of bears mainly as a result of their territorial instincts, particularly when mothering cubs, and further suggests that this is a power that can be tapped by one who has learned to understand them sufficiently well.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page involves a lengthy discussion of seeds: what plants produce seeds that are edible and which species of animals rely upon them. It offers nothing to help unravel the mystery of why the scribe who copied the original pages might have distorted them so badly.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "DIRECTIONS TO NPC",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page again delves into bears... after a fashion.\\n\\nIt describes a unique tribe of the animals -- unique at first in that they can be called a tribe, which is not common among bears, and secondly because the author proposes that these creatures can in fact take upon themselves the shape of Men should they find the need to do so!\\n\\nUnfortunately, the author seems prepared to guard the secret of this tribe rather jealously, offering no hints as to where these 'bear-men' might be found.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "DIRECTIONS TO PAGES.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page discusses the nature of the crebain, a particularly devious form of crow, depending on how you choose to classify them.\\n\\nThese birds are widely known to have a predilection for mischief, but the author feels that it goes considerably deeper than that, suggesting that long ago their kind was offered a pact by some dark power in return for an intellect and cunning that extends well beyond that common among animals -- a pact which they accepted and that has bound them through ages since in thrall to that power.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This passage seems particularly interesting. Within it, the author discusses spiders at some length. He draws a stark comparison between the common spiders that you might find within your garden or cellar, and those breeds that grow to dreadful sizes and display a hateful cunning and hunger.\\n\\nWhile most folk presume that these deadly creatures are simply greater forms of the more common spiders, the mysterious author suggests that these two branches of spider-kind are entirely unrelated. Indeed, he seems to suggest that all of the forms of giant spiders can in fact describe their lineage from a single horrifying monster who existed in long ages past, and that it is from her that their intelligence as well as their grotesque size are descended.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Sitting towards the end of the book, this page delves into the power of a mysterious tribe of bear-men, noting that their power suggests a malleability of form that derives from the nature of the spirit -- even amongst Men. The author surmises that perhaps some nature of those who formed the world is present in some tribes of Men, and that this may be what grants them such powers that others lack? Or perhaps that nature is present in all Men, and only some few have learned the secret of it?\\n\\nThe author then rambles on a bit and supposes that the most likely answer is that they are really bears after all, and perhaps bears of a particularly foolish sort if they have chosen to take on the forms of Men. How odd.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of The Book of Beasts",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Elrond at the Last Homely House in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Book of Beasts, page 3",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Book of Beasts, page 6",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Book of Beasts, page 8",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Book of Beasts, page 14",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Book of Beasts, page 25",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Book of Beasts, page 26",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Book of Beasts, page 33",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Book of Beasts, page 37",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nIt is unclear who wrote this book as no author's name is given, but the clarity and wisdom with which it is written only adds further to the mystery of its apparently modest writer. The Book of Beasts speaks at great length of the bonds which may be formed between creatures of the wilds and those among the Free Peoples of Middle-earth who are willing to understand their own true natures. It further claims that the Wise might even learn the tongues of the wild creatures of the world and may coax them to greater feats of bravery and strength than would otherwise be possible for a beast lacking in its own will to strive and accomplish.\\n\\nWhomever transcribed this particular copy, alas, does not appear to have been entirely in his right mind. Most of the text is clear, but some few of the pages are written in a hopeless scrawl with no meaning in any language of Elves or Men that you can discern. Indeed, it seems as if the scribe must have been taken with fits of madness during these passages. Perhaps Elrond of Rivendell might be able to tell you more about the mysterious author and help you untangle the riddle of the meaningless passages.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder], what can I help you with this day? The Book of Beasts is it? It has been some time since I have held a copy of this tome, and I had not thought to see another in the time remaining to me before I pass into the West. Though I do know the answer, I am afraid I cannot reveal to you the author of this book, as I must presume that he has chosen to remain anonymous for good reason, and I would not betray that faith without compelling need.\\n\\n'As to the gibberish found in some of these passages, I can only imagine that the scribe who created this copy was not entirely in his right mind, as you yourself already doubtless suspected. I can find no meaning whatsoever in those passages, neither code, nor riddle, nor inspired prophecy.\\n\\n'Regardless, the book has considerable value to a Lore-master such as yourself, and there is no reason for you to abandon the search for knowledge due to such a modest inconvenience. I have little doubt that you will in time be able to uncover these missing texts in other copies or pages of this book, though I am afraid I cannot tell you where to begin your search.'",
      "es": ""
    }
  ]
}