{
  "id": 620759305,
  "txt": [
    {
      "id": 218649170,
      "en": "'I am glad to see you return, [placeholder], and with the components I sought. These will be of much use to me as I fashion your equipment.\\n\\n'Now I need some of the remains of the wights who roam Imlad Balchorth in Angmar and some bubblings droplets of slime from the brimstone-leeches of Malenhad, also in Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the components for which I have asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Mystery",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I thank you for these items, [placeholder]. Are you ready to collect the last set of things I will need?\\n\\n'I hope that you are, for these will be most difficult to acquire. I believe you to be up to the challenge, but know that it will take you into the very heart of the land of Angmar. You are wise, [placeholder]. Now you must be strong as well.\\n\\n'What I need is the putrid slime of Helchgam, the horror which dwells below Carn Dûm, and the emblems of the goblins which guard the tower of Urugarth.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I am waiting.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Grimgore's matted fur",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You may find Grimgore wandering Fasach-larran in Angmar, [placeholder], and the Corcur encamped near Helegrod in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I marvel at your success, [placeholder], though I should not do so -- I have seen your great deeds and heard of your wisdom, but still I doubted. I am not as wise as I supposed.\\n\\n'Allow me now to present you with this equipment I have fashioned. May it serve you long and well!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected distasteful Corcur-emblems ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You may find wights in Imlad Balchorth in Angmar, [placeholder], and the brimstone-leeches in Malenhad, also in Angmar.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked. Why is this, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grimgore roams Fasach-larran in Angmar. Corcur may be found near Helegrod in the Misty Mountains.\\n\\nIsdi has asked you to bring her Grimgore's matted fur and several distasteful Corcur-emblems.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Helchgam dwells in the pools beneath Carn Dûm, while goblins guard the tower of Urugarth, both in Angmar.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected bubbling droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect goblin-badge of rank",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Isdi is at the ruins of Edhelion, near Thorin's Hall.\\n\\nIsdi is waiting for you to return with the first set of components.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Isdi",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Wights may be found in Imlad Balchorth in Angmar. Brimstone-leeches may be found in Malenhad in Angmar.\\n\\nIsdi has asked you to bring her revered wight-remains and bubbling droplets.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected goblin-badge of rank",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Isdi is at the ruins of Edhelion, near Thorin's Hall.\\n\\nIsdi is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect goblin-badge of rank",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Helchgam dwells in the pools below Carn Dûm in Angmar. Goblins guard the tower of Urugarth, also in Angmar.\\n\\nIsdi has asked you to bring her some putrid slime of Helchgam and a goblin-badge of rank.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Isdi is at the ruins of Edhelion, near Thorin's Hall.\\n\\nIsdi is waiting for you to return with the last set of components.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Grimgore's matted fur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect distasteful Corcur-emblems ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Isdi",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect bubbling droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Isdi",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect bubbling droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Isdi has agreed to fashion you a piece of equipment to reflect the depth of your knowledge.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can fashion you a piece of equipment that will reflect the depth of your knowledge, [placeholder], and aid you in your further pursuit of wisdom.\\n\\n'However, I will need you to obtain the components I will need if I am to make this equipment for you. Do not quail from the danger, for you are a learned lore-master and have come through all hazards to reach this point. You are wise enough to survive your coming trials.\\n\\n'The first items I will need are the matted fur of the great boar Grimgore, who roams Fasach-larran in Angmar, and the emblem of the Corcur tribe of Hillmen encamped near Helegrod in the Misty Mountains.'",
      "es": ""
    }
  ]
}