{
  "id": 620759228,
  "txt": [
    {
      "id": 54354734,
      "en": "A final riddle that bears on Elrond's House in Rivendell is yet to be solved.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You have proven yourself an expert riddle-solver. Bilbo and I have, of late, been contemplating a riddle of the most interesting sort -- one for which no answer is yet known. This riddle seems to bear upon the lineage of the House of Elrond itself and may be of great import if it is solved.\\n\\n'For once, we cannot say for sure that the answer truly lies in Imladris, but it is certain that the riddle is concerned with Rivendell more than with any other place.\\n\\n'Bilbo can tell you more, but I think for the full story of this riddle you will have to speak with others as well.'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Bilbo",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bilbo is standing with Lindir in the Hall of Fire in the Last Homely House.\\n\\nLindir told you to speak with Bilbo to learn the unsolved riddle.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well, this was written by Elrond's wife, Celebrían, who long ago sailed into the West. Just before she departed Middle-earth, she inscribed these words. The verse was probably not meant as a riddle, but its meaning is nevertheless hidden, even to her own family. I hope you will excuse my poor translation into Westron. The riddle goes like this:\\n\\n'The jewel of the moon,\\nEnshrined in the water,\\nFrom mother to daughter\\nIs given a boon.\\n\\n'Ships sail to the west,\\nForgetting all sorrow,\\nLandfall on the morrow,\\nThe isles of the blest.\\n\\n'It may be that Master Elrond will be able to tell you something more about these words. It would be splendid if the riddle could be solved after all these years, and even more wonderful if some lost legacy could be found and delivered to Lady Arwen.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Talk to Elrond",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond is in his library in the Last Homely House.\\n\\nBilbo believes Elrond may know more about the riddle.\\n\\nThe jewel of the moon,\\nEnshrined in the water,\\nFrom mother to daughter\\nIs given a boon.\\n\\nShips sail to the west,\\nForgetting all sorrow,\\nLandfall on the morrow,\\nThe isles of the blest.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Glorfindel is outside the house of Elrond, by the waterfall.\\n\\nElrond has directed you to speak to Glorfindel about the riddle.\\n\\nThe jewel of the moon,\\nEnshrined in the water,\\nFrom mother to daughter\\nIs given a boon.\\n\\nShips sail to the west,\\nForgetting all sorrow,\\nLandfall on the morrow,\\nThe isles of the blest.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'In truth, I do not know if Master Elrond can help to answer this riddle. If he knew of a legacy waiting for Arwen, he certainly would have given it to her long ago.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Those old words...alas, I had hoped not to have those evil days recalled to me. But I know that Lindir must mean well. Indeed, if there was some legacy of her mother I could give to Arwen, I would do so gladly.\\n\\n'But the meaning of the words is a mystery to me, and those who might once have known have been gone for long years.\\n\\n'I wonder at it, since this has come to my mind after so long a space. Glorfindel was present at the time these words were written. I have never thought to speak with him on this subject. Seek him by the falling water outside my house and ask him the meaning of the old words.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Talk to Glorfindel",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'If Elrond has directed you to Glorfindel, then it is to him you should go.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'A riddle? A mystery? Had but Elrond inquired of me, I could have unravelled these last sad words of his wife long ago.\\n\\n'There was a splendid white gem, a very jewel of the moon as the verse says, which long ago was hidden away in a secret vault. This is Celebrían's legacy that was meant to go to Arwen. Even I do not know where this vault was hidden, but I am sure it could not have been far from Imladris.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I know nothing more of the words you have brought back into the sun's light from so long ago.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Bilbo will tell you more of this riddle. He and I have thought long upon it.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Well, this was written by Elrond's wife, Celebrían, who long ago sailed into the West. Did you ever meet her? I understand she was quite beautiful. Just before she departed Middle-earth, she inscribed these words. The verse was probably not meant as a riddle, but its meaning is nevertheless hidden, even to her own family. I hope you will excuse my poor translation into Westron. The riddle goes like this:\\n\\n'The jewel of the moon,\\nEnshrined in the water,\\nFrom mother to daughter\\nIs given a boon.\\n\\n'Ships sail to the west,\\nForgetting all sorrow,\\nLandfall on the morrow,\\nThe isles of the blest.\\n\\n'It may be that Master Elrond will be able to tell you something more about these words. It would be splendid if the riddle could be solved after all these years, and even more wonderful if some lost legacy could be found and delivered to Lady Arwen.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Indeed, I think that Elrond must know more of this matter than anyone else. Please approach him with delicacy, as he will not see his wife again until he, too, sails into the west.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Riddle-seeker",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Glorfindel? Yes, perhaps he can shed some light on this mystery. He often contemplates near the falling water outside the house of Elrond.'",
      "es": ""
    }
  ]
}