{
  "id": 620759282,
  "txt": [
    {
      "id": 218649169,
      "en": "'I think the time has come -- indeed it is long past time -- that the Elves and dwarves confront the enemy in Angmar together. In our past council, we discussed...other matters...and Angmar was not our main concern. \\n\\n'Until now, we Elves have not paid too much heed to the Dourhands, deeming them a problem for dwarves to deal with. But now we see that Skorgrím is a servant of Angmar, and that he has roused the giants of the Misty Mountains against us. It is time for us to think again.\\n\\n'Please go to Glóin and speak to him in my name, asking him to join again in council against our foes.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ho! So at last the Elves deign to notice our concerns, now that we have almost paid the Dourhands ourselves!\\n\\n'Still, I should not be so hasty. It is true that there has not been true amity between our peoples of late, but if we do not cleave together against the real Enemy, we shall most certainly be cloven by their black blades.\\n\\n'Well, I thank you and Master Elrond for his words, and I will certainly meet with him to discuss our plans to deal with these Angmarim who have been causing both our houses so much trouble.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please go to Glóin and speak with him in my name.' ",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Alliance with the Dwarves",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Troubled by the Thunder-lord's mention of Skorgrím and by reports of hostile dwarves occupying a fortress in the Misty Mountains, Elrond bids you speak to Glóin to request that the dwarves and Elves work together against the forces of Angmar.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Glóin is at the dwarves' mountain camp north of Rivendell.\\n\\nElrond has asked you to speak to Glóin of a new council against Angmar. ",
      "es": ""
    }
  ]
}