{
  "id": 620759361,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There is a party of Longbeards that has recently come from Erebor. Their leader, Dwalin, was a member of Thorin's Company, which journeyed forth long ago on the Quest of Erebor, and he is a friend of my father's.\\n\\n'You will find Dwalin standing at Frerin's Court, west of here within the vale. You will need to make your way down the mountainside and across the dwarf-paths to reach him. Bring him the picks and tell him of the goblins. \\n\\n'Should you find any of the boggart minions that were with these goblins, kill them and search for more of these dwarf-picks. If the boggarts also carry the dwarf-picks, then surely something is amiss, and Dwalin will wish to know this disturbing news.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings, good Elf! What's this? Pick-axes from the bodies of our enemies? I must say you are not the only one who has brought me such news. I think that the Dourhands are falling back to their old ways, but I cannot yet prove it. \\n\\n'You may have heard tales of Skorgrím, the leader of the Dourhands, and the fall of the Elf-refuge? You were there? Then you know more than I. Still, you may learn something yet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go speak with Dwalin. He will be found in Frerin's Court.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A few axes here and there means little. I will be concerned when you show me more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: The Longbeards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Goblins were discovered within Edhelion and Elladan fought many of them. He is troubled by what you discovered when you searched the bodies: each of the slain goblins carried dwarf-made pick-axes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dwarf pick-axe ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the dwarf pick-axes to Dwalin at Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dwalin can be found in Frerin's Court, west of the Silver Deep. Boggarts line the way out of Edhelion.\\n\\nElladan has instructed you to take the dwarf-made picks to Dwalin and tell him of the goblins in the Silver Deep. He also suggested you slay some boggarts and learn if they, too, carry the picks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect dwarf pick-axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}