{
  "id": 620759359,
  "txt": [
    {
      "id": 218649169,
      "en": "'In my battle against the goblins, I managed to kill many before the rest retreated beyond the west gate of Edhelion. The goblins I slew lay about the small pool just east of here. While I keep watch for their companions to return, I would ask that you search the remains of the slain for clues as to why they are here.\\n\\n'The pool lies beneath the trees to the east. Be wary, for it is home to foul slugs. Be quick now...we must learn what the goblins were up to!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'All of the goblins were carrying dwarf-made pick-axes? Most curious....\\n\\n'I would understand one or two -- the spoils of some battle with the dwarves, perhaps -- but all of them? Nay, it cannot be only a coincidence. You must bring this information to Durin's Folk.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make your way to the small pool to the east and search the dead goblins for information. We must learn why they were here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you find anything on those bodies? We must discover the reason why the goblins were within the gates of Edhelion!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: The Halls of Edhelion",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elladan entered Edhelion and found goblins digging away at the walls. He slew many of the foul creatures and drove the others and their boggart minions away.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected dwarf pick-axes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search dead goblins ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The corpses of the slain goblins lie to the east of Elladan, surrounding the pool there.\\n\\nElladan killed several goblins and wants you to search the dead for clues, while he remains at his post.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the dwarf pick-axes to Elladan",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elladan awaits you to the west of the pool.\\n\\nYour search revealed that many of the goblins carried dwarf-made pick-axes. Elladan will be most interested in your find.",
      "es": ""
    }
  ]
}