{
  "id": 620759372,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Excellent, [placeholder], you look stronger already! Now, for your next task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Can you believe how the Dourhands have let this place go? Dáin was right to mistrust the word of their envoy. \\qWe cannot pay the tribute,\\q indeed!\\n\\n'We should confront these Dourhands about their poor stewardship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Intro: Sharpen Your Skills",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ah, hello to you! Good to see another Guardian about. It's not an easy task we choose to undertake, you know. Most would break under the strain. But not you! You're like me...a born defender.\\n\\n'You see, it's not all about winning. It's about surviving to fight another day. In battle, a Guardian shields his captain and fellow warriors, enabling them to attack without fear of harm. You're the bulwark. If you fall, all is lost.\\n\\n'Never forget those who depend upon you, Guardian.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Good day! Just standing here in the Blue Mountains makes me want to break out into song! But you're a Minstrel like me, here for some advice not a performance. Well, lend an ear!\\n\\n'As you may know, the Minstrel holds great power...the power to stir the spirit and raise hopes when all seems lost. We'll sing of the glory of our past, songs that can rout armies and crack stone. \\n\\n'It's not a game, friend. You've a great responsibility, and you had best do your fellow Minstrels proud. Use your gifts well, and you will never know defeat!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should find your fellow [placeholder] in Frerin's Court.\\n\\n'Be sure to see Bolli when you've finished your training.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I would not believe Dourhands would inscribe runes such as these into these pillars. They are a crude folk, true, but such runes....\\n\\n'Unlike these Dourhands, we use our runes in a right way: to strike great fear into our enemies or strengthen the resolve of our companions. Of course, the two cannot easily be mixed, for runes that inspire the heart cannot easily be followed by runes that strike fear. In addition, these Dourhands know nothing of the most powerful inscriptions, those that grant fore-gleams into the future. Such insight is rare, but quite powerful, if used correctly.\\n\\n'These Dourhands and their runes are a disgrace to all dwarves everywhere, [placeholder]. There is certainly much work to be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Return now to Bolli. He should see your progress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'It feels good to breathe the air of the Blue Mountains once more! And there's plenty of hunting to be had, eh? If you want a little training, I'm happy to share what I know. Before I do, I'll give you some advice.\\n\\n'Unlike the Champion or the Guardian, we Hunters don't like to get into the thick of things. It's better if we stand off at a distance and rain arrows down upon the enemy. And if the scoundrel gets too close, we end it...quick. If it doesn't end then and there, you best hope your Guardian is near...ha ha!\\n\\n'Of course, if your aim is true, then that won't be a problem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The [placeholder] trainer awaits you near the centre of Frerin's Court.\\n\\nNos Grimsong suggested that you spend some time training with the visiting [placeholder].",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Bolli will want to know how you are getting on, I am certain. You should return to him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'It feels good to breathe the air of the Blue Mountains once more! And there's plenty of hunting to be had, eh? If you want a little training, I'm happy to share what I know. Before I do, I'll give you some advice.\\n\\n'Unlike the Champion or the Guardian, we Hunters don't like to get into the thick of things. It's better if we stand off at a distance and rain arrows down upon the enemy. And if the scoundrel gets too close, we end it...quick. If it doesn't end then and there, you best hope your Guardian is near...ha ha!\\n\\n'Of course, if your aim is true, then that won't be a problem!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bolli can be found on the northern steps in the centre of Frerin's Court.\\n\\nYou should return to Bolli and see what else he might have in store for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Why don't you go over and talk to Bolli. I am sure that he wants to know how you are getting on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Olin can be found west of the centre of Frerin's Court.\\n\\nBolli asked you to speak with Olin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You learn pretty quickly. I think that Bolli would like to see that...why not return to him and let him know your training with me is complete?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'You have learned what you can from me for the moment. Return to Bolli...he will guide you further in your studies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'I heard from the [placeholder] trainer that you're doing well. Good job!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'I'd be proud to have you by my side when battle calls, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'How does your training fare? You look like you can handle anything.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'I bet you're ready for anything, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'I heard from the [placeholder] trainer that you are doing well. Good job!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'I'd be proud to have you by my side when battle calls, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to the [placeholder] trainer in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'How does your training fare? You look like you can handle anything.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bolli in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'I wager you are ready for anything, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Olin in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c475",
      "en": "'I heard from the [placeholder] trainer that you are doing well. Good job!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c476",
      "en": "'I'd be proud to have you by my side when battle calls, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c477",
      "en": "'How does your training fare? You look like you can handle anything.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c478",
      "en": "'I wager you are ready for anything, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c479",
      "en": "'I wager you are ready for anything, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Nos Grimsong recommended that you sharpen your skills a bit before attempting to deal with any of the threats that abound in Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You will need courage and skill to deal with the threats that abound in the Blue Mountains, [placeholder].\\n\\n'Fortunately, there is a [placeholder] of some small skill here with us. You should spend some time with him and learn what you may. When he's finished with you, be sure to talk with Bolli again. He's been asking about your progress.\\n\\n'You can find the [placeholder] near the centre of Frerin's Court.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}