{
  "id": 620759271,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Invoked the name of Elbereth at the obelisks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "At the behest of Master Elrond of Imladris, you have entered the abandoned treasury of Helegrod to end the Nazgûl's scheme to restore the dragon Thorog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "A plaque on the side of this obelisk is written in several tongues. It reads:\\n\\n'I, Durin, lord of Khazad-dûm, have delved this vault with the aid of the Gwaith-i-Mírdain. To protect the great riches found here, there are obelisks crafted by the arts of Elves as a token of friendship.\\n\\n'Only those who invoke the name of the Star-kindler may pass. Three times three are the obelisks, and three times must you speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Seek out the Nazgûl and end his schemes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Examine the obelisk.\\n\\nYou have encountered an obelisk that was glowing faintly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Seek out the obelisks and open the way to the centre of the treasury.\\n\\nExamination of the obelisk found at the entrance to the treasury revealed that the only way to enter the centre treasury is to invoke the name of Elbereth at obelisks found scattered through out the treasury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Seek out the Nazgûl and end his schemes.\\n\\nNow that you have invoked the name of the Elbereth at three of the obelisks in the treasury, the way to the centre of the treasury is open.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "End the Nazgûl's plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the obelisk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Invoke the name of Elbereth at the obelisks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "End the Nazgûl's plans",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Fire and Ice",
      "es": "",
      "es (fem)": ""
    }
  ]
}