{
  "id": 620759224,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found a pair of work-gloves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bilbo has asked you to help out in a riddle-game he is playing with Lindir:\\n\\nI often hold your hand,\\nBut I have no hands wherewith to hold.\\nI often sleep in summer,\\nBut I do my best when it grows cold.\\nI often lose my mate,\\nBut I feel no sorrow, if truth be told.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hello there, friend [placeholder]. I wonder if you could help out an old hobbit who is not as spry as he used to be? Lindir and I are playing a friendly riddle-game. Here is his latest:\\n\\n'I often hold your hand,\\nBut I have no hands wherewith to hold.\\nI often sleep in summer,\\nBut I do my best when it grows cold.\\nI often lose my mate,\\nBut I feel no sorrow, if truth be told.\\n\\n'If truth be told, I'm quite stumped! Speak with Lindir about it -- it could be he has forgotten an important line or two.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Lindir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lindir is standing with Bilbo in the Hall of Fire in the Last Homely House.\\n\\nBilbo has asked you to speak with Lindir about the riddle he presented to the old hobbit.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I thought for once I would try one of the homely riddles that Bilbo loves so well, rather than an involved mystery of Elf-lore. And so it seems that with his mind in the clouds of Sindarin poetry, our friend here cannot solve old-fashioned riddles of the hobbit-kind!\\n\\n'But I will give you the hint I gave Bilbo. The answer to this riddle can be found here in the Last Homely House. Just find the answer and bring it here to solve the riddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The answer to Lindir's riddle lies somewhere in the Last Homely House in Rivendell. Lindir awaits your return in the Hall of Fire.\\n\\nLindir is waiting for you to bring him the answer to his riddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Ha! Well done. The answer fits like a glove, does it not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I did not think this riddle was very difficult, but it seems sometimes the simplest puzzles are the hardest to solve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the gloves to Lindir at the Last Homely House",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find an item that solves Lindir's riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Riddle-game",
      "es": "",
      "es (fem)": ""
    }
  ]
}