{
  "id": 620759339,
  "txt": [
    {
      "id": "0x217c981",
      "en": "'My father's library is ahead! Hurry, before the goblins arrive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You found the book sought by Dorset Oakes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Too late! Battle-hardened goblin-champions have arrived, and you must retreat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dorset Oakes has shown you into the cave that once served as his father's library.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc59a981",
      "en": "'Who's knocking around in here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You found it, [placeholder]! I can hardly believe it! Quickly, now -- are you ready to leave?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc59a982",
      "en": "'What's goin' on in here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "This cave was once the library of the great Benton Oakes, and its main room is full of book-shelves.\\n\\nDorset Oakes is waiting for you to find the book-shelf that contains \\qOn the Hardiness of Animals in the Wilderness\\q.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Let's get out of here before the goblins make things even more difficult!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dorset Oakes is at the entrance of the cave.\\n\\nDorset is waiting for you to return with the book he asked for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Somewhere within that library is the book I'm seeking, [placeholder]. I hope you know which book-shelf it can be found on, for the goblins are sure to come poking around before too long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the book-shelf containing the book Dorset Oakes is seeking before the Goblin-champions arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "You have found the book sought by Dorset Oakes!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Private Instance: A Well-ordered Mind",
      "es": "",
      "es (fem)": ""
    }
  ]
}