{
  "id": 620759363,
  "txt": [
    {
      "id": 218649169,
      "en": "<rgb=#00e4ff>This quest has been restored for Legendary Servers!</rgb>\\n\\n'The Elves told me about goblins digging in the Silver Deep, and what with the mine guards and the red-robed man...well, it's got me thinking. Are the Dourhands involved? The twitch in my whiskers says yes, but I need solid evidence before I start hurling accusations.\\n\\n'The first thing to do is learn if the Dourhands are using goblins cohorts. Kill one of the goblins prowling about west of here and search its body for proof of the Dourhands' involvement.\\n\\n'The goblin prowlers are found in the hills south-west of Frerin's Court.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "<rgb=#00e4ff>This quest has been restored for Legendary Servers!</rgb>\\n\\n'Oh, beg your pardon! I didn't realize you were around to see the fall of the Refuge. Your face says you're nary a quarter my age but...yes, yes...your eyes say you're far older. \\n\\n'See, I've learned that the Dourhands met with a Man, one clad in strange red robes. And one of my guards was poisoned...oh, he's fine now. But still, something must be done. Before I go off and challenge the Dourhands, I need irrefutable proof of their deeds.\\n\\n'The first thing to find out is if they've taken up with the goblins. Go out and slay one of the goblins prowling about here. See if they are carrying anything suspicious.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I knew it! Goblins with dwarf-craft weapons? This has the stink of Dourhand devilry. They've gone back to their old ways, have they? Well, we'll give them something to think about!\\n\\n'It's time to get to the bottom of this, once and for all...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Goblin Prowlers",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Have you found anything suspicious on those goblin-prowlers yet? They should be lurking in the hills to the south-west.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Long ago, Skorgrím, lord of the Dourhands, allied himself with goblins and trolls. Dwalin believes the Dourhands are returning to their old ways.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected a dwarf sword",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the dwarf-made sword to Dwalin",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Goblin-prowlers are found to the south-west of Frerin's Court, lurking in the hills of the region.\\n\\nDwalin has asked you to slay a goblin and search it. If you find anything interesting, return it to Dwalin at once.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Search a goblin prowler",
      "es": ""
    }
  ]
}