{
  "id": 620759285,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated the Thunder-lord",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Thunder-lord, leader of the giants, has ordered his people to battle. If he can be defeated, this threat might fall with him.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "The Thunder-lord must be defeated before all the giants in the region heed his commands.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The giants at the Giants' Table mentioned the Thunder-lord, whom you can only assume is their leader. Perhaps if the Thunder-lord were defeated, the giants might turn from their wicked path.\\n\\nIt is likely that the Thunder-lord rules from the furthest reaches of Iorbar, south and east of the Giants' Table. You should be wary, for he must be a deadly opponent, and only a determined party of warriors could hope to defeat him.",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Defeated the Thunder-lord",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Thunder-lord rules the giants from Iorbar, south and east of the Giants' Table in the Misty Mountains.\\n\\nThe Thunder-lord is the source of the giants' recent hostility, and he must be defeated before all the giants in the region heed his commands. You will need the aid of brave allies if you hope to defeat him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have defeated a mighty foe, [placeholder], and have proven yourself worthy beyond any need, but I remain troubled. The Thunder-lord has planted an unease in my heart.\\n\\n'Dark days are ahead, for all of Middle-earth. Remain wary, [placeholder]! I fear a terrible shadow has been cast upon the land from afar.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Defeat the Thunder-lord",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golhador is at the High Crag camp in the Misty Mountains, north-east of Rivendell.\\n\\nYou should return to Golhador and let him know that the Thunder-lord has been defeated.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek out the Thunder-lord in Iorbar, south and east of the Giants' Table, and defeat him. We must put an end to him before he commands all the giants of the mountains to descend upon us!'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Defeat the Thunder-lord",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You have bested the Thunder-lord, [placeholder], and all of Imladris will rejoice! Bring this news at once to Master Elrond himself, in the library of Imladris. He will be as pleased as I am to hear it!'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat the Thunder-lord",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Your defeat of the Thunder-lord was a mighty deed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Golhador at the High Crag camp",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You are ambushed by Giants!",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Defeat the Thunder-lord",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Stand upon the Giants' Table",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thunder in the Mountains",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The Thunder-lord rules the giants from Iorbar, south and east of the Giants' Table in the Misty Mountains.\\n\\nThe Thunder-lord is the source of the giants' recent hostility, and he must be defeated before all the giants in the region heed his commands. You will need the aid of brave allies if you hope to defeat him.",
      "es": ""
    }
  ]
}