{
  "id": 620759264,
  "txt": [
    {
      "id": 218649169,
      "en": "'You are fortunate. The creature which you faced could not have been a true Onod. You could not possibly have faced the might of one of the Old Ones.\\n\\n'Nor would you have to, for the Onodrim are friendly to the Free Peoples on the rare occasion their paths meet. The great forests are less-travelled now than they were in days past, and few now ever see one of the great tree-herds.\\n\\n'A small company of Elves from Mirkwood came to Imladris to consult with my father. Perhaps one of them will know what manner of creature you faced. Speak with my father to arrange an audience.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am glad you so ably serve my sons, [placeholder]. I feel that you are close to locating the Nazgûl that escaped the raging waters of the Bruinen.\\n\\n'And yet more evils reveal themselves. The Elves of Mirkwood have encountered such evil before. My son was right to send you to me.\\n\\n'Speak with Legolas, son of Thranduil, in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris. He has been often in thought while he remains here and may be able to help you find and defeat the source of the evil.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Speak with my father at Imladris, far to the east and above the Bruinen. He can arrange an audience with the Elves from Mirkwood.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hail to you, [placeholder]. If you did not bring such dire news I would greet you more heartily, but your tidings are troubling.\\n\\n'We of Mirkwood have indeed encountered these creatures before, but it is not something I expected to see again. A tribe of trolls once lived near Dol Guldur, and we who fought them called these creatures Wood-trolls. Once these were wandering, individual creatures, loath to unite or even live near to their fellows. At Dol Guldur, however, something caused them to join together. A king was raised among them, and he unified the Wood-trolls into a terrible force. My father sent many warriors to defeat the Wood-trolls, and it was done.\\n\\n'I believe something has once again united the Wood-trolls of the Trollshaws, [placeholder]. But this place is far from Mirkwood -- my father's warriors will not avail us.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 4, Chapter 7: The Aid of Mirkwood",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I believe Legolas is in one of the guest rooms along the road that winds up the southern slope of the Vale of Imladris. You may find him there and speak to him about the creature you encountered.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elladan is greatly concerned about the evil that seems to grow from deep within the Trollshaws and knows that you cannot face it alone.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Legolas in Rivendell",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Master Elrond is at Imladris, far east of Elladan's camp of Thorenhad and above the Bruinen.\\n\\nElladan has asked that you speak with his father about arranging an audience with the visiting Elves from Mirkwood, who might have some experience with creatures of the manner which you encountered.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'You are fortunate. The creature which you faced could not have been a true Onod. While you might have faced the might of one of the Old Ones, the light that shines within you should have made such a one desire not to fight.\\n\\n'Even so, you should not have found it necessary, for the Onodrim are friendly to the Free Peoples on the rare occasion their paths meet. The great forests are less-travelled now than they were in days past, and few now ever see one of the great tree-herds.\\n\\n'A small company of Elves from Mirkwood came to Imladris to consult with my father. Perhaps one of them will know what manner of creature you faced. Speak with my father to arrange an audience.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Legolas is in one of the guest rooms of Elrond's House.\\n\\nMaster Elrond has told you of an Elf-prince named Legolas, currently staying in Imladris for a time. He hails from Mirkwood and may have some knowledge of the creature you faced in the Trollshaws.",
      "es": ""
    }
  ]
}