{
  "id": 620759268,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am a master of earth, stone and axe, [placeholder], not of these fell wights and evil artifacts. Go to Master Elrond in Rivendell and tell him all of what has transpired. He will be able to tell you what should be done next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So you have returned and with evil tidings. This is the mark of a Gaunt-lord... perhaps you have seen one before? Sometimes Gaunt-lords use these sigils to summon the fell spirit that animates the wight.\\n\\n'The sigil you have brought is a mark of Drugoth the Black, a powerful Gaunt-lord. As for what drew the Nazgûl and this Gaunt-lord to Helegrod, I fear I now know what they seek....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please, go to Master Elrond in Rivendell and speak with him of the things you have seen. The hour is late indeed if we are only now seeing the true threat that festers in the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes? Is there some matter you wish to speak on?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 5, Chapter 7: Evil Tidings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wonder what new evil is stirring in Angmar, and why it chooses now to come forth?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Troubled by the wights you discovered at the entrance to Helegrod's treasury and the sigil you found on one of the wight's bodies, Glóin suggested it was time to speak with Master Elrond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have been a great help to us, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the Sigil of Drugoth to Master Elrond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Elrond is in the library of Imladris.\\n\\nGlóin has asked you to speak with Elrond about what you have discovered outside of Helegrod's treasury.",
      "es": "",
      "es (fem)": ""
    }
  ]
}