{
  "id": 620759270,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have done a great thing today, [placeholder]! Few have faced the might of a Nazgûl and lived to tell the tale. Fortunately, the waters of the Bruinen and your pursuit of him weakened him to the extent that you could defeat him and send him back to Mordor.\\n\\n'As for the matter of the dragon, it would appear that although the ritual was partially successful, the dragon-wight is not fully under the control of Drugoth. It still presents a threat to Rivendell, but not so great as would have been had the ritual been completed.\\n\\n'For now, we can turn our attention to other matters, although someday you may wish to return to Helegrod and end this threat completely.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 5, Chapter 8: Fire and Ice",
      "es": ""
    },
    {
      "id": 18841315,
      "en": "'Servants of the Great Eye...'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Our time may be short. Please hurry and gather a party of warriors and enter the treasury of Helegrod. There the body of the dragon, slain by Durin so many years ago, was left to moulder.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'You have done a great thing today, [placeholder]! Few have faced the might of a Nazgûl and lived to tell the tale, and fewer still can claim to do so more than once! Fortunately, the waters of the Bruinen and your pursuit of him weakened him to the extent that you could defeat him and send him back to Mordor. He will not spend as long recovering from this wound as you did after Dagorlad, but his recovery will be through the dark arts of Sauron, and the less said of them the better.\\n\\n'As for the matter of the dragon, it would appear that although the ritual was partially successful, the dragon-wight is not fully under the control of Drugoth. It still presents a threat to Rivendell, but not so great as would have been had the ritual been completed.\\n\\n'For now, we can turn our attention to other matters, although someday you may wish to return to Helegrod and end this threat completely.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I wonder what new evil is stirring in Angmar, and why it chooses now to come forth?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Helegrod is north of Rivendell and Glóin's camp.\\n\\nElrond has asked you to enter the treasury of Helegrod and put a stop to the Nazgûl's schemes. He warned you to gather allies.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have been a great help to us, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elrond can be found in the library of Imladris.\\n\\nIn the treasury, you encountered the Nazgûl and were able to defeat him. You also interrupted the ritual being performed by the Gaunt-lord to restore the dragon Thorog, although part of the process was completed, and the dragon flew off. Elrond should be made aware of what happened.\\n",
      "es": ""
    },
    {
      "id": 136453091,
      "en": "Empty Robes[e]",
      "es": ""
    },
    {
      "id": 98589989,
      "en": "'The meddling of these fools has broken my control!'",
      "es": ""
    },
    {
      "id": 195681041,
      "en": "'Arise, spirits, help bring this great beast back to our world!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Enter the Helegrod treasury and end the Nazgûl's schemes",
      "es": ""
    },
    {
      "id": 33025650,
      "en": "'To me!'",
      "es": ""
    },
    {
      "id": 195681042,
      "en": "'Send your power into this mighty Dragon.'",
      "es": ""
    },
    {
      "id": 195681043,
      "en": "'Your service is needed, spirit! Go join your brothers!'",
      "es": ""
    },
    {
      "id": 206151893,
      "en": "'I tire of these intrusions! You will wait!'",
      "es": ""
    },
    {
      "id": 50110162,
      "en": "'I shall deal with these witless worms!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Elrond told you that after the dwarf-king Durin defeated Thorog the dragon, the body of the dragon was left to moulder in the empty treasury of Helegrod. He fears that the ice and cold of Orod Lostol will have preserved the body to such an extent that the arts of the Gaunt-lord, Drugoth, may be able to instill it with a fell spirit and raise it as a wight.",
      "es": ""
    },
    {
      "id": 105464604,
      "en": "'Enough! Do what we came to do and be done with it.'",
      "es": ""
    },
    {
      "id": 52958133,
      "en": "'Fools! I cannot be slain by your arts! I return to Mordor and my master!'",
      "es": ""
    },
    {
      "id": 235262674,
      "en": "'My lord, I must pursue the beast and regain control. Please deal with these fools!'",
      "es": ""
    },
    {
      "id": 42041164,
      "en": "'I call upon the Eye!'",
      "es": ""
    },
    {
      "id": 72939860,
      "en": "'No! He is breaking free!'",
      "es": ""
    },
    {
      "id": 137349602,
      "en": "'Quickly, go and pursue your charge!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What the Nazgûl seeks has become apparent to me, [placeholder]. Glóin told you of the fall of Helegrod, I expect: Durin, the fifth such dwarf to bear that name, slew the dragon Thorog but perished during the battle alongside most of his company? When it became clear that Helegrod was a place of evil and their attempts to restore it futile, the dwarves removed the riches from the treasury and left the dragon's body to moulder.\\n\\n'However, I fear the cold and ice of Orod Lostol may have preserved the body of the dragon far longer than any would have thought. Even after death and the passage of so many years, the body of Thorog would possess much power. I fear that Drugoth the Gaunt-lord might use his arts to place some spirit within that corpse, raising the most terrible of wights to the service of Angmar.\\n\\n'A dragon-wight within reach of Imladris is too grave a threat to be ignored. I must ask you to go into the treasury of Helegrod and put an end to the plans of Drugoth and the Nazgûl. It will be a difficult task, so gather a party of mighty warriors and go forth.'\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    }
  ]
}