{
  "id": 620759347,
  "txt": [
    {
      "id": 54354734,
      "en": "The eldest and wisest of the Elves spend their time contemplating the past in an effort to glean wisdom from it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Many who have travelled with us are reflecting upon the events of so many years ago. You would benefit from spending time with them and doing the same.\\n\\n'Hopefully you will not interrupt their contemplation for long, but such reflection may help us in the days to come. Return to me when you are finished. The insight you gain may be of aid in the days ahead.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Elf [placeholder] is in the ruins near Dorongúr Whitethorn.\\n\\nDorongúr suggested you speak to one of the Elves reflecting upon the events that happened in Edhelion so long ago. You must learn all you can from those who contemplate the past. Listen to their words and learn from their wisdom.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It angers me to see what has become of Edhelion since we left. The Dourhands did much to dishonour us. Together we can reflect upon the path of the Champion. Then we shall be prepared to bring justice to these dwarves.\\n\\n'The Champion does not hide at the back of the ranks. We stand on the front lines, shoulder-to-shoulder with our brethren. \\qA! Elbereth Gilthoniel! tol-ammen!\\q we cry, vowing to lay down our lives so that our fellows may live.\\n\\n'Reflect upon these words, and together we can bring justice to this Middle-earth.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dorongúr can be found in the Elf-ruins.\\n\\nYou sought counsel with the other Elves and learned from their wisdom. Now you should return to Dorongúr.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should speak with the [placeholder] who has accompanied me here, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, if only I were here in the dark days when Edhelion fell. Perhaps things would have been different? Alas, such thoughts do us no good. We are here to protect the future, not dream about the past...for both you and I chose the path of the Guardian.\\n\\n'There is no glory in battle if it comes to naught. Guardians challenge and taunt our enemies, keeping our allies from harm and shielding them with our own steel and our own sinews. You will learn that even the fiercest enemy has a weakness. It is our calling to strike out against that weakness and save the day.\\n\\n'May you never forget those that depend upon you, Guardian.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Are you ready to go? Good. I have more to teach but you are not quite ready to learn. Go talk to Dorongúr and practice what I taught you.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I never knew the fire of wrath until I set my eyes upon the ruins of Edhelion. Mourn for the past, but do not let anger cloud your mind and lead you from the path you follow.\\n\\n'The Hunter must keep himself under control, lest his arrows fly wild. We are a special breed of warrior. While others depend upon strength of arms and furious emotions, we act with sure, swift strokes and keen-eyed precision. And should the enemy close in, we must strike fast and true.\\n\\n'Keep your eyes sharp and your mind clear. I have faith in you.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'You have done well, Guardian. Now you must return to Dorongúr.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Greetings. You are a fellow sage, yes? I am glad to see another walking the path of wisdom. Preserving the knowledge of the past is our sacred duty.\\n\\n'I sense greatness in you, [placeholder]. There are dark clouds upon the horizon, and the shadow of doom. Some may call upon you to face this threat, one greater than any faced in your many years. But you are not alone. The birds and beasts of the land will aid you, as will the very land itself. Your knowledge of forgotten lore and remedies will be of great use to both you and your companions.\\n\\n'A bright future awaits you. For now, I will share what knowledge I can to start you upon your path.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the [placeholder] trainer in Edhelion",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Now you must leave me, for Dorongúr has a task for you. Fare well, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'With Edhelion but a shadow of its former glory, I fear that even the sweetest song will never again raise my spirits. Yet the soothing comfort of a silver voice and a gentle melody is exactly what is needed at this moment in time.\\n\\n'The power to stir the spirit and raise hope...that is the greatest power of the Minstrel. Even when all seems lost, our voices strengthen the resolve of those around us. Hope in the face of despair, light in the face of darkness.\\n\\n'We must use our gifts well, for only then can we hope to chase the shadow from Middle-earth.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You learn quickly. Now return to Dorongúr and use what I have taught you.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'Has the sight of Edhelion darkened your heart, [placeholder]? Fear not, for I feel much the same. Although the rune-lore we possess is powerful, it alone cannot stand against such tireless and powerful foes as those we face. We will need to use our knowledge to aid our allies in the days ahead.\\n\\n'Do not forget, though, that the runes we scribe can strike great fear into our enemies or strengthen our companions' resolve...but the two cannot easily be mixed. Also, do not forget the power of some inscriptions, as they can foretell what may yet happen. Such knowledge, although rare, is a powerful force for us to bring to bear.\\n\\n'I think we both know what must be done if you wish to continue upon this road. Practice your rune-lore; combat evil and reward goodness. You cannot undo the tragedy of Edhelion, but with careful attention, you may become a great bane to the plans of the Enemy.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: Meditating on the Past",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You are quite a capable student, and I wish you good fortune in the years to come. Now we must part ways, for  Dorongúr wishes to speak with you.'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'Mae govannen. I can tell that the sight of the destruction of Edhelion has darkened your spirit, [placeholder]. Do not lose hope, friend, for while the past cannot be changed, we may yet set matters right here.\\n\\n'As Wardens, our knowledge of sword, spear, shield, and javelin may turn the tide. Also, do not forget that the insight we have into our enemies may lead to just the right combination of blows that may strike terror into their hearts or strengthen our own resolve for the battles ahead. Of course, battles are plentiful for we Wardens, as we always seek to draw the eye of the Enemy away from those who cannot defend themselves.\\n\\n'I tell you nothing which you do not already know, [placeholder]. However, I tell you these things only so that you may know that you will stand before the challenges ahead and that you shall make a difference.'",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Mae govannen. I can tell that the sight of the destruction of Edhellion has darkened your spirit, [placeholder]. Do not lose hope, friend, for while the past cannot be changed, we may yet set matters right here.\\n\\n'As Wardens, our knowledge of sword, spear, shield, and javelin may turn the tide. Also, do not forget the insight we have into our enemies may lead to just the right combination of blows that may strike terror into their hearts or strenghten our own resolve for the battles ahead. Of course, battles are plentiful for we Wardens, as we always seek to draw the eye of the Enemy away from those who cannot defend themselves.\\n\\n'I tell you nothing you do not already know, [placeholder]. However, I tell you these things only so that you may know that you will stand before the challenges ahead and that you shall make a difference.'",
      "es": ""
    }
  ]
}