{
  "id": 620759226,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found a besom-broom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bilbo has a riddle of his own for you to solve:\\n\\nA long beard I have of bristly hair,\\nBut no chin or cheek on which to bear.\\nMany hands hold me, with ne'er a caress,\\nYet I'm e'er the first to clean up a mess.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It seems that we have an expert riddler here!\\n\\n'It is Bilbo's turn to present a riddle... you should speak with him and learn what he will pose to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Bilbo",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bilbo is standing with Lindir in the Hall of Fire.\\n\\nLindir told you that it was Bilbo's turn to present a riddle and that you should speak with him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Lindir out-foxed me! I was rummaging through all my small stock of Elf-lore searching for some poem or tale to fit his verse, but I should have been thinking of more prosaic things, after all. I wonder if he can answer my next little puzzle, though!\\n\\n'I would like to offer one of my poems on Elven lore, but I dread Lindir's gentle laughter more than a goblin's sword! So I will follow his lead and make another homely riddle, one that I am sure you can solve by finding another item here in the Last Homely House. Here it is:\\n\\n'A long beard I have of bristly hair,\\nBut no chin or cheek on which to bear.\\nMany hands hold me, with ne'er a caress,\\nYet I'm e'er the first to clean up a mess.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The solution to Bilbo's riddle is somewhere in the Last Homely House in Rivendell. Bilbo awaits your return in the Hall of Fire.\\n\\nBilbo is waiting for you to bring him the item that solves his riddle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Now, now, my friend, it would not be fair for me to give the answer away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'And what could be more homely than a simple besom broom? Even Elves have to clean up from time to time, it seems!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Ha, has this puzzle stumped you? Perhaps your quick answer to Lindir's riddle was just a coincidence!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the besom broom to Bilbo Baggins in the Hall of Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find an item that solves Bilbo's riddle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Riddle-maker",
      "es": "",
      "es (fem)": ""
    }
  ]
}