{
  "id": 620759254,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Isdi believes that Master Elrond may have some words to impart to a lore-master of your great wisdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I wonder at your garb, [placeholder]. Why have you not sought to fashion articles appropriate to our calling that reflect your desire for study? Gladly will I help you with this, if you wish it!\\n\\n'But I give to you words of caution, for such articles will not come easily. Their tale will be one of hardship and sorrow, but its end will be full of triumph and victory. Do not despair, for though the road be hard, a lore-master knows its end is sweet. Speak to me if you are ready, and I will tell you what awaits beyond dark corners, down your road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Isdi knows of a legendary lore-master who could teach you great lessons, but first you must be suitably outfitted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I want to tell you that I hold you in high esteem, [placeholder]. You have attained a depth of wisdom that few lore-masters can hope to achieve.\\n\\n'Master Elrond would likely enjoy some moments spent with you in quiet conversation, if you are interested in travelling to his home in Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Isdi is at the ruins of Edhelion, on the slopes above Thorin's Hall, in Ered Luin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Elrond is in the library of the Last Homely House, in the Vale of Imladris.\\n\\nThe lore-master Isdi believes that Elrond would wish to speak with you, and that you might learn something from his teachings.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You should complete the tasks set before you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome, [placeholder]. It is always a pleasure to speak with one who has turned an eye towards the mysteries of the past and an ear to the riddles of the present. There is much that can be learned from both directions, and it is a wise lore-master who learns this sooner rather than late.\\n\\n'Wise, too, is one who befriends creatures of nature, as you have done. The best course to victory is the one taken by friends.\\n\\n'I have enjoyed our talk. Perhaps we will speak again when these dark days are past.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Master Elrond can often be found in quiet contemplation in the library of his house in the Vale of Imladris.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Welcome, [placeholder]. Sadly, the darkness has not yet passed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Complete Articles of Mystery",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'It is good to speak with you again, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Complete Implements of Knowledge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Lesson from Lord Elrond",
      "es": "",
      "es (fem)": ""
    }
  ]
}