{
  "id": 620759382,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Wargs? If these creatures are anything like the big black bear that's caused me no end of grief, they're sure to be fierce!\\n\\n'I don't want any trouble with none of these Wargs. I'll go inside now, and no questions asked!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Well, you bring disturbing news, [placeholder], don't you? Of all the times for my cart to run into trouble, too! I'm sure these Wargs you mentioned wouldn't come anywhere near my home on Bree-hill!\\n\\n'I'll stay with my friend Everard until this blows over. Thanks for letting me know!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: A Hunter's Charge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Wargs? What could have ever brought such frightening creatures into the Shire?\\n\\n'I'm going to go inside at once -- you don't need to tell me twice, not this hobbit!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'It seems that we're not too late, [placeholder] -- we have arrived before the Wargs, but I do not know how long it will be before they reach the town.\\n\\n'Quickly, run into town and tell everyone you see to go inside their homes and not to come back out until we say the danger has passed. Do not take \\qno\\q for an answer, [placeholder] -- their lives may depend on doing what we say.\\n\\n'I will try and determine how far away the creatures may have come since I lost their trail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gytha Lainey has been defeated",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Hello? The danger has passed, then? I am glad to hear it. You and your friend have my thanks, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'You have done it, [placeholder], and I cannot thank you enough! The people of Overhill would have been helpless without our warning and subsequent aid, and though they might not have appreciated the danger, it does my heart good to know that such a place is safe once again from the ravages of war.\\n\\n'I think the Wargs will not come again into this land, not for a time, yet. I wonder what it is that brought them here?\\n\\n'Let me know when you are ready to go, and we can travel back to Adso's camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'So the Wargs have gone, then? Good, good. I would have been out here too, of course, just to see what the fuss was all about, but I had the tea on and couldn't get away.\\n\\n'Good work, though, no mistake about that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I am ready to return to Adso's camp, if you are ready as well. The folk here are always polite, even if they do not always appreciate the presence of \\qBig Folk\\q like myself. Today, however, I think they do. It makes me smile.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gytha Lainey is on the road outside Overhill.\\n\\nYou have come to Overhill with Gytha Lainey to save its people from the danger that threatens them. Gytha is waiting to speak with you about how to proceed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It sounds like you took care of things. Thank you for that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'Good, you have done well, [placeholder] -- now, at least, the hobbits here should be safe for a time should we fail to stop the Wargs.\\n\\n'Judging from the direction of their tracks before I lost the trail, the Wargs are surely in the Bindbole Wood by now. Look to the north, and try to stop them before they reach the town! They will have split up by this time, and are surely prowling cautiously southward.\\n\\n'I will try and stop any that reach the town, [placeholder], but I am counting on you to defeat as many as you can as they approach -- if too many of the creatures arrive at Overhill at once, I will surely be overwhelmed, and then all hope of stopping the creatures will be gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The people of Overhill are going about their business, oblivious to the danger that lurks somewhere north of their town.\\n\\nGytha has told you to warn the people of Overhill to stay inside their houses until the danger has passed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'A job well done, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gytha Lainey is in the town of Overhill.\\n\\nNow that you have told the people of Overhill to go inside their houses, it is up to you and Gytha to stop the intruding Wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'It's safe now, isn't it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Gytha Lainey is in Overhill.\\n\\nYou have successfully defeated the Warg hunting-party that intruded into the Bindbole Wood and should now speak of your success to Gytha Lainey.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I don't understand what's been happening to the Shire lately.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa36f7b1",
      "en": "'Everard! Do you have room for me to stay tonight?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb6b4b41",
      "en": "'Tell the townspeople to hide inside their homes! I fear time is short!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4d70a71",
      "en": "'The rest of the mail can wait!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x545cf1",
      "en": "'I think the danger has passed, for now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gytha Lainey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to the people of Overhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Gytha Lainey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6bac731",
      "en": "'I will keep an eye on Overhill, [placeholder]. Try and find the Wargs before they arrive!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Defeat the intruding Wargs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gytha Lainey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6d22ac1",
      "en": "'What a strange night this is!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfb89ab1",
      "en": "'Thanks for the warning!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have travelled with Gytha Lainey to the town of Overhill, in the Shire, to defend its people from the ravages of a prowling group of Wargs that have come down from the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What's that you said? Wargs? Oh my, what kind of creature is that? Well, whatever they are, they don't have any business coming to Overhill, and I don't mind saying it!\\n\\n'It's late, and I was planning on going inside soon anyway. I'll turn in for the night, and I hope that in the morning these creatures will have come to their senses and left Overhill alone!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}