{
  "id": 620759273,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "You retrieved the scroll from Raghnall, but it was written in Black Speech, which Lorniel is unable to translate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I fear we may have been deceived, [placeholder], for this scroll is written in Black Speech and may say nothing of value. I cannot say, for Black Speech is not a tongue with which I am familiar. Even so, I would know what this says.\\n\\n'Perhaps the Elf Laerdan may have some proficiency in this writing. He is an old friend of my father's and is here in Gath Forthnír.\\n\\n'Take the scroll to him and ask him his opinion. If it may help us free my father, then we must learn its secrets at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Laerdan is in Gath Forthnír.\\n\\nLorniel suggested you seek out an Elf named Laerdan in hopes of learning what Raghnall's scroll would reveal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Alas, but I have never taken the time to learn the cruel mutterings of the Orcs. I have no desire to speak with them by any means save my sword.\\n\\n'If this scroll did indeed come from Carn Dûm, Elrond Halfelven may have an interest in it, and he assuredly knows the Black Speech. Go to Rivendell and seek out the Master of the Last Homely House, if you would know the answer to your riddle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elrond Halfelven is at Rivendell in the Trollshaws.\\n\\nLaerdan, also unable to translate the scroll, sent you to Rivendell to speak with Elrond Halfelven.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I can be of no aid to you with this scroll, for the Black Speech is not my study. Take it to Elrond of Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? You were sent by the daughter of Golodir and by the Elf Laerdan? What a strange fate has brought you hither. The Shadow of Angmar has grown with the Shadow in the East.\\n\\n'Give me the scroll... I will unravel this mystery for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Take the scroll to Laerdan, [placeholder]. Perhaps he has some knowledge of the Black Speech.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'What brings you to Rivendell, [placeholder]? What errand are you upon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Elrond Halfelven? Yes, I should have thought of that myself. It is a long journey, but one you must make!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the scroll to Elrond Halfelven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 7, Chapter 3: Opening the Way",
      "es": "",
      "es (fem)": ""
    }
  ]
}