{
  "id": 620759241,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This page begins a list of plants that may be found in the forests of northern Middle-earth, including every sub-species and variety.\\n\\nIt appears to go on for at least another ten pages -- in very, very small print -- and you are sure you have not even heard of half of them.\\n\\nYou find yourself wondering how many years it must have taken to compile that list.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This page begins a long, rambling dissertation on the shape of leaves. It describes all the varieties of leaf, including colours, shapes, stems, and vein patterns.\\n\\nBy the end of the tract, you begin to realize that the author has tied them all back together in a most interesting fashion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "The author spends a great deal of time discussing the methods by which plants procreate, from seed and nut, to root and creeper. You had not realized before just how many variations there really were.\\n\\nThere is even a section dedicated to a particular type of tree that only spreads itself after death, as young new trees sprout up along the length of the old tree's fallen, rotting trunk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This section speaks of the proper ways to nourish and tend young plants.\\n\\nIt reads quite unlike a common book on farming, however, as it is concerned more with the development of wild fields and forests and has little to say about harvesting or sowing in the traditional sense.\\n\\nThe author does not seem to consider the development of crops as a meaningful pursuit, so much as the creation of a vibrant, living glade or meadow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "DIRECTIVE TO NPC",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This section delves into the lore of roots and their interaction with the earth,  discussing their purpose and growth and the effect they have upon rock and soil.\\n\\nMost interestingly, it discusses the method by which small hardy bushes and trees cling to harsh, bare rock, slowly breaking it apart year after long year, until in time greater trees and lush undergrowth may take its place amongst the shattered rock and reach into the earth below.\\n\\nThe process must take centuries -- even the immortal Elves have not the patience to watch such things -- yet the author writes as if he has seen these events first-hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "QUEST DIRECTIVES",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This section goes on at great length concerning the matter of water and its importance to all living things.\\n\\nIt notes how many species of tree and plant grow upon the edge of running water and in time come to shape its course to their own needs and purposes, much as a farmer might irrigate a field.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "This page speaks of the long battles fought amongst plants, as they struggle to live like any other thing.\\n\\nThe author speaks of these conflicts almost as if they were fought amongst regiments and armies of Men, yet it is clear that these 'wars' are fought out over endless years, and the struggle itself is unguided by any General or King save the forces of nature themselves -- excepting of course when the younger races come wielding axe and fire and upset this order, and events come to move more swiftly.\\n\\nOddly, the author seems to nonchalantly include even the Elves and dwarves amongst the 'younger races' as a matter of course....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This last section lacks an index of any sort, much as the beginning had no chapters -- as if such an idea simply had not occured to the author, and he expected anyone hefting this massive tome to simply read it through from end to end, even if all they sought was the name of a particular flower.\\n\\nAs a reference, this book is nearly useless despite its encyclopedic volume, but you are forced to admit that you have never encountered such a vast and comprehensive book concerning the true nature and qualities of plants.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You replaced a missing page from Of Leaf and Twig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Elrond at the Last Homely House in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Of Leaf and Twig, page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Of Leaf and Twig, page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Of Leaf and Twig, page 53",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Of Leaf and Twig, page 77",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Of Leaf and Twig, page 98",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Of Leaf and Twig, page 145",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Of Leaf and Twig, page 162",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Of Leaf and Twig, page 241",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThis is a strange book indeed. The covers are crafted from strips of some fibrous bark supple enough to be woven together, while the pages themselves appear to be birch bark pounded carefully flat and gently inscribed with runic letters in dense rows, page after page. What magic can have allowed such a fragile-looking tome to survive time and age, you cannot guess. Nor have you ever seen a book of such length, for its author goes into each subject and sentence with such painstaking detail that you cannot imagine how long it must have taken to record it all in this fashion. The subject appears to be anything with roots and leaves. There is such an enormous breadth of knowledge concerning root, leaf, bark, and twig that you could likely study it for years without understanding it all.\\n\\nTo your ire, someone or something has carefully removed a few of the pages from the volume, leaving you to wonder what hidden lore they must have contained. Perhaps the master of the Last Homely House could shed some light on this mysterious tome -- you can think of few others who might.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, [placeholder], that is quite a rare find you have there. Never has there been a tome containing such complete knowledge of tree and forest, nor will there be again, for as you may have already guessed it was written by the Ents themselves -- or more correctly by the Ent-wives, who were like to use the letters of the Free Peoples when the need struck them, which the Ents rarely do.\\n\\n'There are few copies extant, for even the most patient of Elven scribes would be sorely tested by the patience required to transcribe that vast tract in full, while the scholars of Men might well see the end of their short lives before they completed the task.\\n\\n'Unfortunately for you, my friend, the master of the White Council long ago decreed that certain elements of this text were a potential threat should they fall into the hands of the Enemy, and so some key pages were taken from each copy. Alas, as I am the master of the White Council, I will not divulge the location of the pages.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}