{
  "id": 621023154,
  "txt": [
    {
      "id": "0x6a50282",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Burned noisome flowers in Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Burned noisome flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Noisome flowers can be found in Rath Dúath.\\n\\nYou should burn noisome flowers in Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "You have burned many of the noisome flowers that grow throughout the Rath Dúath, but the wilds of Imlad Morgul remain treacherous. You must still exercise caution, but the Rangers of Ithilien will be pleased by your efforts all the same.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'I am glad to find you well after the war, [placeholder]. There is much to be done here!\\n\\n'Have you seen, or perhaps I should say smelled, the noisome flowers that bloom throughout Rath Dúath? Some say they were bred by the Witch-king to sicken those who travel through Imlad Morgul. I do not know if that is true, but... it seems plausible. He hated us, and why should he not? We proved the greatest threat to him, did we not? I heard he died at Pelennor, and no doubt we had a great deal to do with that!\\n\\n'Well, his flowers remain, and I fear the effect they may have upon the Rangers. Would you be willing to burn any noisome flowers you come across on your travels? You would be doing all of us a great service, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Arodor, under the command of Faramir, seeks to learn more about the noisome flora in Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Burn noisome flowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Noisome Vale",
      "es": "",
      "es (fem)": ""
    }
  ]
}