{
  "id": 621023151,
  "txt": [
    {
      "id": "0x6a50282",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Burned noisome fungus and destroyed poison mushrooms in Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Burned noisome fungus ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Noisome fungus and poison mushrooms can be found in Rath Dúath.\\n\\nYou should burn noisome fungus and destroy poison mushrooms in Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "You burned and destroyed many species of poisonous mushrooms that plague the Morgul Vale, but the threat is not ended forever; their spores live on in the winds, and it will be a long time before the valley might be truly free of them. But you have made a start, and lessened some of the danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'Ever since I stood look-out over the city of Osgiliath, my mind was captured by the strange wonders of the Morgul Vale. My eyes kept turning that way, for I have been gripped with the fear of it for all my life, ever since I was just a boy. And that was right and proper, for it is a site of evil, and one should be wary of such places.\\n\\n'But now Faramir has returned to lead the Rangers of Ithilien hither, and I must find my courage. Indeed I have, for I see now that the known evil is less frightening than that which is unknown. I see that Rath Dúath is home to many varieties of noisome plants and fungal growths; this is nature, not sorcery! Some of the fungal growths spew deadly fumes, which certainly pose a danger to those who travel through the valley. If you come across any of these deadly varieties, destroy them! We will all thank you for it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "Arodor, under the command of Faramir, seeks to learn more about the many poisonous threats upon the forest floor of Imlad Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Destroy poison mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Burn noisome fungus ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "Poisonous Wilds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Destroyed poison mushrooms ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}