{
  "id": 621023153,
  "txt": [
    {
      "id": 216727832,
      "en": "Echad Uial can be found in Rath Dúath.\\n\\nYou should travel to Echad Uial.",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "Introduction: Imlad Morgul",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "Complete quests in Rath Dúath to establish a hold in the area.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Damrod",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'[placeholder], I did not think to see you again. I heard that urgent matters took you away from the conquest of Gorgoroth and sent you far to the north. Well, much has transpired while you were gone, my friend. The Masters of Mordor have turned their attention upon the Dead City. I know not why, but their power has grown and whatever reasons they have for coming to Minas Morgul must be fell purposes indeed! We have come to stop them before they achieve... whatever it is they seek to achieve.\\n\\n'We found Faramir in good health, commanding the Rangers of Ithilien. They entered the Morgul Vale, and it is their design to cleanse the city of evil and reclaim it for King Elessar. Faramir established an encampment, Echad Uial, nearer to the city. If you should travel there, they will be glad to have your aid.'",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Damrod can be found at Echad Uial.\\n\\nYou should talk to Damrod.",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Welcome to Echad Uial, [placeholder]. Within any wood, we Rangers know how to travel at speed while remaining hidden; I find myself much more at home here than I did in the barren Wastes, where we last spoke. Come, we have much to discuss.' \\n\\nYou and Damrod share stories and the account of your recent adventures.\\n\\n'Then you will assist us here in Rath Dúath, for now? Good! You have not changed, my friend. I am glad to hear it, for we have need of you here. Did you think otherwise?'",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Damrod",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Travel to Echad Uial",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'You have done much to assist us in Rath Dúath, and I thank you for your efforts. Still, the Morgul Vale is filled with unspeakable dangers. Both the hills and the city must be faced and conquered if we are to banish this evil and cleanse the vale of the corruption that has seized it for so long.'",
      "es": ""
    },
    {
      "id": 162883717,
      "en": "'[placeholder]! You earned my respect and it has not wavered; word of your deeds in Gorgoroth and in the northern lands has made its way back to me and to the other Rangers of Ithilien. And here we now meet upon the very doorstep of Minas Morgul! That is incredible, my friend, and yet I should not have doubted our paths would lead us here, where there is evil to be faced. Is that not what we do, time and again? It is indeed!\\n\\n'Faramir has regained his health, a gift of time and some say the healing powers of King Elessar himself, and he has led us here. There is a camp now, Echad Uial, and from there he plans to cleanse the city of its evil, and reclaim it for Gondor. Damrod travels with him and will be pleased to speak with you. Return to me when Damrod sees fit to release you!'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Thurindol",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Damrod and Thurindol can be found at Echad Uial.\\n\\nYou should talk to Damrod and Thurindol.",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "From the hidden camp of Echad Uial, the dream of cleansing the Morgul Vale is in sight",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Complete quests in Rath Dúath to establish a hold in the area ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883764,
      "en": "'[placeholder], you have returned! I'll wager your journey to the north was a success if you have returned to assist us at this hour.\\n\\n'While we successfully secured Talath Úrui, fumes and fire aside, the memory of that place still unsettles me. Borangos has remained hidden, but I saw tendrils of his thought everywhere, and his servants still haunted me. Now they are gone, and it is as if they never were. Where did they go, and for what purpose?\\n\\n'Pressing matters in the Morgul Vale drew us hither, and I must leave Talath Úrui behind. I will try not to dwell upon it, but still I worry. Let us aid Faramir with his task here, and we will turn to the matter of vanished Borangos when the city is cleansed!\\n\\n'I am glad you are here.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Those in the conquest of Gorgoroth and those in fealty to Gondor work together to cleanse the Morgul Vale and the fortress of Minas Morgul of the evils that inhabit them.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "TBD",
      "es": ""
    }
  ]
}