{
  "id": 621023121,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Defeated dire-horns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "Defeated dire-horns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Dire-horns can be found in Rath Dúath.\\n\\nYou should find and defeat Skrithras, along with other dire-horn goats.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "You defeated the dire-horn herd and their leader Skrithras, ensuring that the Rath Dúath will be a little safer for the people who must journey there.\\n\\nThe identity of the bounty-poster remains secret, but you suspect he must have been a farmer, someone who raised livestock before becoming tasked with the mission of cleansing Imlad Morgul. His notice seemed to indicate that he was personally insulted that Skrithas had turned the goats into creatures of evil. Whoever he may have been, your work here must have eased his heart.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Defeat Skrithras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Defeated Skrithras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d178",
      "en": "A bounty notice asks you to hunt down Skrithras and his pack of dire-horns terrorizing Rath Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "The bounty notice reads:\\n\\n'You want to fight Orcs? You want to fight wargs? These are worthy foes, but they are not the worst of the threats in Rath Dúath. Read on, if you dare!\\n\\n'We need someone to do something about the goats. These are not ordinary goats. These are dire-horns! They do not customarily attack travellers, but lately a powerful beast seems to have organized the things into an aggressive fighting force. Perhaps he learned it from the wargs? Hunt down these dire-horns and their pack-leader and make Rath Dúath a place where we need not fear even the goats!\\n\\n'There will be a reward in it for you, of course, as well as the personal satisfaction that you are not afraid of goats.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Bounty: Skrithras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Defeat dire-horns in Rath Dúath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}