{
  "id": 621023149,
  "txt": [
    {
      "id": 177082775,
      "en": "This Orc has been freshly mauled by some sort of beast",
      "es": ""
    },
    {
      "id": 177082753,
      "en": "Defeated Morgul sentries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082755,
      "en": "Footprints lead away from this recently-slain Orc",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Another Orc corpse can be found closer to Echad Uial in Rath Dúath.\\n\\nYou should seek out another Orc corpse to examine.",
      "es": ""
    },
    {
      "id": 111477328,
      "en": "Find the creature that is attacking Orcs",
      "es": ""
    },
    {
      "id": 246419777,
      "en": "Orc sentries and corpses can be found in Rath Dúath.\\n\\nYou should defeat Orc sentries and examine any Orc corpses that you find.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082759,
      "en": "The trail leads further into the shadowy hills",
      "es": ""
    },
    {
      "id": 149027382,
      "en": "The Grim Vale",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Footprints can be found leading away from the Orc corpse.\\n\\nYou should follow the footprints.",
      "es": ""
    },
    {
      "id": 111477331,
      "en": "Examine the Orc corpse on the road to Minas Morgul",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "The trail leads to a group of gruesome kergrim devouring bodies",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Thurindol at Echad Uial",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I should be glad to see a dead Orc lying upon the road, yet instead I am concerned. The Orc was not killed by one of our own. It would seem that someone hunts Orcs in the Morgul Vale. Another Orc? A mysterious friend? More investigation is required to determine if the killer poses a threat to us. Examine the body and search for more sentries of Minas Morgul. We must get to the bottom of this.'",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'Kergrim, you say? I have heard only tales of these beasts, but they sound vicious and unpleasant. I am thankful that you were able to fend them off, but that is not the end of it. Now we must devise some course of action to deal with the kergrim! The safety of our outpost is at stake.'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "Thurindol can be found at Echad Uial in Rath Dúath.\\n\\nYou should talk to Thurindol.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Thurindol requires assistance in discovering what is killing nearby Orc sentries of Minas Morgul.",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Defeat Morgul sentries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Seek out another Orc corpse in Rath Dúath",
      "es": ""
    },
    {
      "id": 111477433,
      "en": "TBD",
      "es": "TBD"
    }
  ]
}