{
  "id": 620917563,
  "txt": [
    {
      "id": 195295969,
      "en": "Cyneberg refuses to go to Byre Tor; she wishes instead to search the High Knolls for Thrymm",
      "es": ""
    },
    {
      "id": 195295970,
      "en": "Gárwig wants Cyneberg to confront her loss",
      "es": ""
    },
    {
      "id": 195295971,
      "en": "Cyneberg continues to swear that Thrymm is alive, and waiting for aid",
      "es": ""
    },
    {
      "id": 16439761,
      "en": "'So now we see what Saruman is about! An evil cursed stone, bringing winter with it wherever it goes. Núrzum brings it to and fro across the lands to destroy everything in his wake.\\n\\n'Will you try to learn more about how Núrzum uses this stone, loyal [placeholder]? If you do that, I can send Cyneberg to see how the northern city of Byre Tor has made out....'",
      "es": ""
    },
    {
      "id": 16439762,
      "en": "'No, [placeholder]! I cannot be distracted this time. I will search for Thrymm, for our hope lies with him. You saw how Núrzum weakened for a moment at the blowing of the horn.\\n\\n'You must go to Byre Tor yourself. I will search for Thrymm. If I see anything of the stone you seek, I will send word to you.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Gárwig would like you to see how Byre Tor fares, for to lose another city would be devastating for Wildermore.",
      "es": ""
    },
    {
      "id": 16439763,
      "en": "'She ran away without a word to me? Foolish girl... when will she realize that Thrymm is gone?\\n\\n'I beg you, convince her to come back. I wish to speak with her. I am no stranger to grief, and I know that she must face hers.\\n\\n'She should try to help those who yet live.'",
      "es": ""
    },
    {
      "id": 16439764,
      "en": "'I am sorry to worry Gárwig, but I'll not come back. I will not abandon Thrymm while he needs our help.\\n\\n'Gárwig will thank me when I return Thrymm to him, and together we shall drive away Núrzum!'",
      "es": ""
    },
    {
      "id": 266424533,
      "en": "Tell Cyneberg that Gárwig wishes her to search Byre Tor",
      "es": ""
    },
    {
      "id": 16439765,
      "en": "'She is gone then? So be it. I am afraid you must carry the weight of Wildermore on your shoulders alone from now on, good [placeholder].\\n\\n'I am afraid we must put aside the search for answers on how Núrzum uses the stone. It is more important that we get word to Byre Tor that they must evacuate. I will not suffer the deaths of more of my people.'",
      "es": ""
    },
    {
      "id": 99984323,
      "en": "There is some stuff over by the thing over there.\\n\\nYou should go get that.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cyneberg has come to Lornsettle, the Mead Hall of Forlaw.\\n\\nYou should speak with Cyneberg.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gárwig is in Lornsettle, the Mead Hall of Forlaw.\\n\\nYou should speak with Gárwig.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Cyneberg ran off to ready herself for a journey to the High Knolls to search for Thrymm.\\n\\nYou should search for Cyneberg in Forlaw.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gárwig is in Lornsettle, the Mead Hall of Forlaw.\\n\\nYou should return to Gárwig.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Tell Cyneberg that Gárwig wishes her to search Byre Tor",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Tell Gárwig of Cyneberg's denial",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Try to convince Cyneberg to return to Gárwig, and accept her grief",
      "es": ""
    },
    {
      "id": 63677429,
      "en": "Cyneberg refuses to go to Byre Tor; she wishes instead to search the High Knolls for Thrymm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Tell Gárwig that Cyneberg will not obey",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Uncertain Fate",
      "es": ""
    }
  ]
}