{
  "id": 621016830,
  "txt": [
    {
      "id": 126754724,
      "en": "A Windy Walk Through Wistmead",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "''It is impressive, isn't it? Most mazes are not spooky, but the maze of Wistmead certainly is!\\n\\n'Rumour has it that the wheat shifts in the night, reshaped by an unseen scythe. Careless hobbits might become lost in its winding pathways, and once that happens, they are seldom seen again....'\\n\\nErmentrude pauses for far too long.\\n\\n'Until I go in and find them, of course. If you want to give the maze a try, I'll be here!'",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'Hullo! Is this your first time in Wistmead?\\n\\n'Welcome, welcome! I am Halinard Bunce, and I manage a few of the festivities here in Wistmead. I've a skilled hand in carving gourds and I dabble in crafting interesting ales!\\n\\n'Of course, I am not quite so skilled as to join the ranks of the Inn League, but I hope the Harvest Festival affords me the chance to prove myself! Alas, my Fognoggin ale seems to be more 'interesting' than well-regarded, but I've laboured to improve its recipe. You are welcome to try it while you explore the spooky sights and sounds of Wistmead!\\n\\n'I have heard tell that the Wistful Oak has a mind of its own, but it is just an old tree... right? Perhaps you should go and see for yourself!\\n\\n'But enough about me... there is plenty of fun to be had here in Wistmead! I'll let you get to it!'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Discover the Barrow-bog",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Iris Tunnelly",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Hallo there! It would seem word has begun to spread about Wistmead!\\n\\n'The Harvest Festival has long been my favourite of all the festival of the Shire, and after seeing that prank old Mr. Baggins played on Lobelia, I was inspired to craft something of my own. And here it is!'\\n\\nClearly proud of his work, Walaric gestures wildly in every direction.\\n\\n'To my delight, Ermentrude Haybank, Halinard Bunce, and Iris Tunnelly have devised a number of new games and activities for the Harvest Festival.\\n\\n'If you find them wandering the field, be sure to introduce yourself!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Discover the Wistmead Wheat-maze",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Discover the Wistmead Wheat-maze",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hallo there! Is this your first time in Wistmead?\\n\\n'Welcome, welcome! I am Halinard Bunce, and I manage a few of the festivities here in Wistmead. I've a skilled hand in carving gourds and I dabble in crafting interesting ales! \\n\\n'Of course, I am not quite so skilled as to join the ranks of the Inn League, but I hope the Harvest Festival affords me the chance to prove myself! Alas, my Fognoggin ale seems to be more 'interesting' than well-regarded, but I've laboured to improve its recipe. You are welcome to try it while you explore the spooky sights and sounds of Wistmead!\\n\\n'But enough about me... there is plenty of fun to be had here in Wistmead! I'll let you get to it!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Ermentrude Haybank",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Discover the Wistful Oak",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Dear me! Have you been standing there for long?\\n\\n'I am Iris Tunnelly, and I bid you welcome to Wistmead! I am quite new here myself, but I've done well to help Mr. Goldworthy and the others prepare the field for the Harvest Festival.\\n\\n'How did I come to be here, you ask? Oh, you didn't ask? Well, it was the strangest thing!\\n\\n'I was just leaving Staddle when a cloaked woman of Bree approached me. I did not know her face and she gave no name, but she begged me to bring to her any lost cats that wandered into the festival grounds. How could she know such a thing? But not an hour after I arrived in Wistmead, I found these cats wandering around the Wheat-maze! \\n\\n'Aren't they adorable? Well, don't let them fool you! They are a handful!\\n\\n'Between you and me, I think Mr. Goldworthy could stand to make a few improvements in Wistmead, but it is so exciting just the same!\\n\\n'Perhaps you can help us make Wistmead even better!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Discover the Barrow-bog",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Halinard Bunce",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Very good!\\n\\n'I hope you enjoy Wistmead as much as we enjoyed building it, [placeholder].\\n\\n'On behalf of all of us, welcome!'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Walaric Goldworthy can be found in Wistmead.\\n\\nYou have explored Wistmead and become acquainted with the other members of his team. You should return to Walaric Goldworthy before joining in the festivities at Wistmead.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Halinard Bunce and Iris Tunnelly can be found in Wistmead.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Talk to Walaric Goldworthy",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "The Wistmead Wheat-maze looms over the field and its stalks sway in the wind...",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Discover the Wistful Oak",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "The Wistful Oak looms before you, silent and unmoving...",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "You look into the murky, black pool and your reflection seems to shift...",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to Halinard Bunce",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Talk to Iris Tunnelly",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Ermentrude Haybank, Halinard Bunce, and Iris Tunnelly can be found in Wistmead.\\n\\nWalaric Goldworthy has asked you to explore Wistmead and acquaint yourself with the other festival-hands. You should take a look around.",
      "es": ""
    },
    {
      "id": 24695153,
      "en": "Wistmead embodies the very spirit of the Harvest Festival.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "The Wistful Oak looms before you, silent and unmoving...",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You look into the murky, black pool and your reflection seems to shift...",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "The Wistmead Wheat-maze looms over the field and its stalks sway in the wind...",
      "es": ""
    },
    {
      "id": 162883760,
      "en": "'Dear me! Have you been standing there for long?\\n\\n'I am Iris Tunnelly, and I bid you welcome to Wistmead! I am quite new here myself, but I've done well to help Mr. Goldworthy and the others prepare the field for the Harvest Festival.\\n\\n'How did I come to be here, you ask? Oh, you didn't ask? Well, it was the strangest thing!\\n\\n'I was just leaving Staddle when a cloaked woman of Bree approached me. I did not know her face and she gave no name, but she begged me to bring to her any lost cats that wandered into the festival grounds. How could she know such a thing? But not an hour after I arrived in Wistmead, I found these cats wandering around the Wheat-maze! \\n\\n'Aren't they adorable? Well, don't let them fool you! They are a handful!\\n\\n'Between you and me, I think Mr. Goldworthy could stand to fill that old, smelly bog, but I have never been so excited for the Harvest Festival!\\n\\n'Perhaps you can help us make Wistmead even better!'",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Haunting of Wistmead",
      "es": ""
    }
  ]
}