{
  "id": 621016833,
  "txt": [
    {
      "id": 246419872,
      "en": "Exercise, cold water, or a sudden scare might help lessen the effects of the Fognoggin. Who knows what else might help shake it off?\\n\\nYou have tried the newest recipe of Fognoggin ale and should try to find a way to shake off its potent haze.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "Ouch! You slap yourself on the cheek, but you feel a bit better!",
      "es": ""
    },
    {
      "id": 126754723,
      "en": "An Eerie Fog",
      "es": ""
    },
    {
      "id": 246419873,
      "en": "Halinard Bunce can be found in Wistmead.\\n\\nYou have tried Halinard Bunce's Fognoggin ale and found it to be quite potent. You should return to Halinard Bunce.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Oi, [placeholder]! Do you have a moment?\\n\\n'I've received a lot of feedback on my last few blends of Fognoggin ale, and I think I've finally gotten it right! If you'd be so kind, try a sample of my new and hopefully-improved Fognoggin.\\n\\n'Once you've had sufficient time to reckon with its complex flavour, tell me what you think of it!\\n\\n'I hope I've gotten the balance right!'",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Whoa... what is in that draught?",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "Talk to Halinard Bunce",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "The cold, murky water of the bog seems to help!",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "It doesn't feel great, but doing a few jumping jacks seems to help!",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Try to shake off the effects of the Fognoggin ale ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 177082806,
      "en": "How unpleasant. You feel a bit better, though...",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "What a horrible sight! You are so scared that the Fognoggin feels less potent!",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "The strong scent of blackberry pie heightens your senses... and your appetite!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Fognoggin ale can be found in tapped barrels in Wistmead.\\n\\nHalinard Bunce has created a nigh-infamous and ever-changing draught of ale known as Fognoggin. You should try his newest recipe.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You are not entirely certain if that was coffee, but you feel a bit better!",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Halinard Bunce has devised a draught of frightfully potent ale befitting the Harvest Festival, but his efforts have left some of the festival-goers uneasy.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Try to shake off the effects of the Fognoggin ale ([placeholder]/6)",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Sample a draught of Fognoggin",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "What have so many careless boots wrought? Sudden terror grips you and you feel more alert!",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "A great bat flies in Wistmead!",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "What sort of vile illusion is this? Sudden terror grips you and you feel more alert!",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "What sort of vile illusion is this? Sudden terror grips you and you feel more alert!",
      "es": ""
    },
    {
      "id": 162883762,
      "en": "'Not my best, eh?\\n\\n'I've heard so much about it now that I'm a bit hesitant to try it myself! Ah well, I'll brew up a new batch!\\n\\n'I hope you'll be willing to give it another try soon, [placeholder].'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Could it be? The ghost of the ghost of the Old Took?!",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Haunting of Wistmead",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "It doesn't feel great, but doing a few push-ups seems to help!",
      "es": ""
    }
  ]
}