{
  "id": 621016832,
  "txt": [
    {
      "id": 228284039,
      "en": "'Ah, perfect!\\n\\n'Now... um... why don't you just take that jar of spiders and shake some of them out onto the webbed bushes around Wistmead? Preferably the bushes furthest away from me!\\n\\n'If we're lucky no one will have even noticed that the spiders were missing!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hallo, [placeholder]! Might you help me with a delicate matter?\\n\\n'Mister Goldworthy took great care to wrap many of the bushes in Wistmead in fine cotton webbing, but I think he has missed an important detail. There are no spiders in Wistmead! Or if there were... they're long gone by now!\\n\\n'Why don't you go down to Scary to find some spiderlings and put them in this jar? If you bring them back here, we can make sure that no one else notices this little mistake!'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Greenfield spiderlings can be found in Scary and its quarry.\\n\\nHoping to make some of the cotton-webbed bushes at Wistmead more convincing, Iris Tunnelly has asked you to collect spiderlings at Scary.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Iris Tunnelly",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Iris Tunnelly can be found in Wistmead.\\n\\nYou have gathered a number of spiderlings in Scary and you should now return to Iris Tunnelly.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Deliver spiderlings into curiously empty webs in Wistmead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Curiously empty webbing can be found on bushes throughout Wistmead.\\n\\nIris Tunnelly has asked you to put the spiderlings you found into a few of the webbed bushes in Wistmead.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Iris Tunnelly can be found in Wistmead.\\n\\nYou have filled several webbed bushes with spiders. You should now return to Iris Tunnelly.",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Delivered spiderlings into curiously empty webs in Wistmead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Iris Tunnelly",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'O, [placeholder]!\\n\\n'Did you have any trouble getting them into the webs? No? Wonderful!\\n\\n'For my sake, I think those will do for now. If they wander off again, I'll make sure we find a way to replace them!'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected spiderlings at Scary ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Walaric Goldworthy has gone to great lengths to prepare Wistmead for the Harvest Festival, but he has missed a few details that have not gone unnoticed by observant festival-goers.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect spiderlings at Scary ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "A Waste of Webs",
      "es": ""
    }
  ]
}