{
  "id": 620920146,
  "txt": [
    {
      "id": 246419872,
      "en": "The giant Núrzum is heading to Forlaw in an attempt to extinguish the last bastion of hope for the people of Wildermore. Run towards Núrzum until you're close enough for him to hear the sound of the Winter's Horn.",
      "es": ""
    },
    {
      "id": 246419779,
      "en": "Clear the area of all threats before using the Winter's Horn again.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Final Stand",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Clear the area of all threats before using the Winter's Horn again.",
      "es": ""
    },
    {
      "id": 246419781,
      "en": "Clear the area of all threats before using the Winter's Horn again.",
      "es": ""
    },
    {
      "id": 111477330,
      "en": "Speak with Thrymm",
      "es": ""
    },
    {
      "id": 246419876,
      "en": "You are close enough to Núrzum for him to hear the sound of the Winter's Horn. Blow the horn to get the giant's attention.",
      "es": ""
    },
    {
      "id": 162883721,
      "en": "'We should leave this place now and  head back to Forlaw.'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Speak with Thrymm",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Get close enough for Núrzum to hear the Winter's Horn",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "Núrzum is infuriated by the sound of the Winter's Horn. He appears to be weakening each time it sounds",
      "es": ""
    },
    {
      "id": 111477333,
      "en": "Speak with Thrymm",
      "es": ""
    },
    {
      "id": 111477334,
      "en": "Defeat frost grims",
      "es": ""
    },
    {
      "id": 111477335,
      "en": "Defeat frost grims",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Blow the Winter's Horn to get Núrzum's attention",
      "es": ""
    },
    {
      "id": 111477336,
      "en": "Defeat frost grims",
      "es": ""
    },
    {
      "id": 177082757,
      "en": "The Huorn fused with Núrzum appears to be retracting, weakening his physical form and causing him to break apart",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Sound the Winter's Horn",
      "es": ""
    },
    {
      "id": 177082761,
      "en": "Núrzum has been defeated",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Sound the Winter's Horn to damage Núrzum.",
      "es": ""
    },
    {
      "id": 246419796,
      "en": "The Winter's Horn caused massive damage to Núrzum, but he struggles through the pain. Make sure that Gárwig remains protected.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Sound the Winter's Horn to further damage Núrzum.",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Núrzum has been weakened. It should take one more sounding of the horn to finish him off.",
      "es": ""
    },
    {
      "id": 177082720,
      "en": "The frost grims have been defeated. Quickly sound the Winter's Horn",
      "es": ""
    },
    {
      "id": 177082721,
      "en": "The frost grims have been defeated. Sound the Winter's Horn",
      "es": ""
    },
    {
      "id": 177082722,
      "en": "The Stone of Thangorodrim has been separated from Núrzum, creating a flash freeze encapsulating him in a tomb of ice",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You are within range. Now blow the Winter's Horn to get Núrzum's attention",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Infuriated by the sound of the Winter's Horn, the giant Núrzum turns his attention to you",
      "es": ""
    },
    {
      "id": 171765009,
      "en": "Thrymm, Cyneberg, and Gárwig are prepared to defeat Núrzum. Speak with Thrymm along the ice bridge.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Núrzum is making his way towards Forlaw. He must be stopped before he is able to complete his path of destruction.",
      "es": ""
    },
    {
      "id": 111477315,
      "en": "Protect Gárwig",
      "es": ""
    },
    {
      "id": 111477412,
      "en": "Sound the Winter's Horn",
      "es": ""
    },
    {
      "id": 162883665,
      "en": "'This nightmare is now over, [placeholder]. Our losses were great, but this giant will terrorize us no longer.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Sound the Winter's Horn to defeat Núrzum",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'This is it, [placeholder]. We must make a final stand here and stop Núrzum. We mustn't fail, or we risk losing Forlaw.\\n\\n'Once we get within range of the giant, you must blow the Winter's Horn. Once we have his attention, I will hold him off.\\n\\n'Here, take the Winter's Horn. It will take some time to recharge its power, but you may need to blow it several times until Núrzum falls.'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Núrzum has been defeated. The people of Wildermore will be terrorized no longer. Speak with Thrymm.",
      "es": ""
    },
    {
      "id": 162883668,
      "en": "'This nightmare is now over, [placeholder]. Our losses were great, but this giant will terrorize us no longer.'",
      "es": ""
    },
    {
      "id": 177082745,
      "en": "The frost grims have been defeated. Sound the Winter's Horn one last time to defeat Núrzum!",
      "es": ""
    }
  ]
}