{
  "id": 620920145,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'Cursed foolish boys! Those two never heed me. They have too much feeling, and little wisdom.\\n\\n'I hope they will not be too rash. Thank you for staying by my side, you and dear Cyneberg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa6",
      "en": "Judgement Clouded By Grief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Gárferth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Speak with Edsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'We ought to discuss what to do, for I cannot let Wildermore fall into the hands of Saruman's servants.\\n\\n'The giant Núrzum will not be permitted to endure after his crimes, but... I fear my judgement is clouded by grief. I fear that for all of us.\\n\\n'My sons have lost their brothers, and Cyneberg has lost her father and the man she loved. How can we be rational?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I demand revenge, father! My brother and nephew were slaughtered by this evil foe. Let us ride out, and we will ride him down -- he and his army of Orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Speak with Gárwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'You may think me rash, father, but I will not rest until I have slain this giant Núrzum. Thrymm and my brothers must be avenged!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I saw this fearsome creature with my own eyes, Reeve Gárwig. I watched him squash my father like an ant, and swat Thrymm away like a fly.\\n\\n'I recommend caution, not rashness, though my heart grieves for those who cannot yet be avenged.\\n\\n'I know your pain and grief, dear Reeve -- I do. Please heed my advice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Cyneberg recommends caution after seeing what Núrzum was capable of",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Edsig wishes to avenge his fallen brothers and nephews",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Cyneberg is right. We must not act until we have thought our plan through. We should strive to understand our enemy, should we not?'\\n\\n'I vow that I will see the giant dead before long, but now is not the time for rash acts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Gárferth is bent on revenge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Gárwig wishes to act to protect his realm, but he knows that his judgement is deeply clouded by the grief of his loss.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Gárwig is in the Mead Hall of Forlaw.\\n\\nYou should speak with Gárwig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gárferth, Edsig, and Cyneberg are in the Mead Hall at Forlaw.\\n\\nYou should speak with Gárferth, Edsig, and Cyneberg to hear what they think should be done about Núrzum.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Hear Cyneberg's thoughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Speak with Gárwig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Gárferth and Edsig are in the Mead Hall at Forlaw.\\n\\nYou should speak with Gárferth and Edsig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Hear Gárferth's thoughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Gárwig is in the Mead Hall of Forlaw.\\n\\nYou should speak with Gárwig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Hear Edsig's thoughts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I am sorry to disobey you, my dear father, but I cannot stand here idly while that monster roams our lands.\\n\\n'I am sorry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'I will risk your displeasure, my dear father, for the honour of our kin. I must!\\n\\n'Be safe until I return, all of you!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}