{
  "id": 620881456,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There...did you hear that, [placeholder]? Those blasts you're hearing in the distance...it sounds like thunder down here, but it's actually one of those fool goblins playing with something new and dangerous.\\n\\n'It sounds like something that mad, old Wizard up in the Shire might have cooked up, but I don't think he would be sharing it with the goblins. No, I'd wager Saruman is behind this devilry somehow. Anyway, goblins are nasty enough with their usual toys...I don't relish fighting them armed with whatever that is.\\n\\n'Let us see if we can dissuade them from using it any more....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There is something dreadfully unsettling about a creature too stupid to know that the weapon it's holding is as likely to kill it as the person it's fighting. I just wish it made them easier to fight, but that kind of madness is hard to counter.\\n\\n'Well, we'll just have to do our best. Good work down there, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Defusing the Situation",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblins in the Orc-mines seem to have gotten their hands on a new weapon that is even more dangerous than the fire-pots they had previously devised...most likely some new wizardry produced by Saruman.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblins in the Orc-mines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins in the Orc-mines ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Goblins can be found throughout the Orc-mines\\n\\nOndor asked you to defeat goblins in the Orc-mines, but warned you to beware their deadly new weapons.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ondor the Dwarf in the Orc-mines",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ondor the Dwarf is in the Orc-mines.\\n\\nYou should return to Ondor with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}