{
  "id": 621037571,
  "txt": [
    {
      "id": 228870261,
      "en": "Undermining Ushkútoz",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Agnar Brokentooth can be found at Ifbar-athrâkh.\\n\\nAgnar, Lági, and Reithvald are ready to launch an attack on Ushkútoz in hopes of assassinating the Orc-captain, Kraznákh. You should talk to Agnar Brokentooth when you are prepared.",
      "es": ""
    },
    {
      "id": 173025576,
      "en": "Talk to Agnar Brokentooth",
      "es": ""
    },
    {
      "id": 190220761,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621232,
      "en": "Agnar Brokentooth can be found at Ifbar-athrâkh.\\n\\nYou have aided Agnar's companions and scouted much of the battlefield in the War of Three Peaks. You should report to Agnar Brokentooth.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'According to Glóin, it seems the advance of the Gabil'akkâ has stalled upon the battlefield. The enemy is too deeply-entrenched around Zudramdân and regrettably, their defences have held against our assaults. We have found ourselves in bloody stalemate, and I have no doubt this is what Gorgar sought all along.\\n\\n'Gorgar has all of his Orcs, all of his defences, and all of his tricks to bring to bear against us from Mount Gundabad. There is no Erebor for us to retreat to in Elderslade—our only defences are our axes and these old ruins, and we have meagre supplies if we hope to outlast the enemy.\\n\\n'A stalemate means only one thing, [placeholder], and that is the defeat of the Gabil'akkâ.\\n\\n'Hope is not yet lost, though. My scouts have discovered weaknesses in the Orcs' defences at Zudramdân, namely a trench-tunnel known as Ushkútoz that they use to swiftly move forces to either side of the old ruins. With your aid and a bit of luck, we might turn Gorgar's overconfidence to our advantage.\\n\\n'Glóin speaks highly of you, [placeholder]. Let us see if his faith is not misplaced!\\n\\n'There is much to be done!'",
      "es": ""
    },
    {
      "id": 126687059,
      "en": "Determined to break a bloody stalemate, Agnar Brokentooth has devised a plan to infiltrate the Orkish trench-tunnel of Ushkútoz.",
      "es": ""
    },
    {
      "id": 190220768,
      "en": "'Our victory was hard-fought, [placeholder], but... we have triumphed.\\n\\n'Without Kraznákh to lead Gorgar's forces at Ushkútoz, the Gabil'akkâ will soon overrun their position. And we shall claim far more than Zudramdân this time!'\\n\\nAgnar holds his axe aloft and points it at Mount Gundabad.\\n\\n'Old Glóin was wise to send you to aid us, my friend. We could not have done it without you!'",
      "es": ""
    },
    {
      "id": 173025536,
      "en": "Scout the eastern pass around Zudramdân",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Scout the western pass around Zudramdân",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Scout the eastern entrance to Ushkútoz",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Scout the western entrance to Ushkútoz",
      "es": ""
    },
    {
      "id": 173025586,
      "en": "Talk to Agnar Brokentooth",
      "es": ""
    },
    {
      "id": 184621193,
      "en": "Agnar Brokentooth can be found outside the western entrance to Ushkútoz.\\n\\nYou have succeeded in defeating Kraznákh and undermining Gorgar's plans to keep the Gabil'akkâ locked in a bloody stalemate. You should talk to Agnar.",
      "es": ""
    },
    {
      "id": 184621240,
      "en": "Agnar Brokentooth, Lági Helmbiter, and Reithvald Red-ember can be found at Ifbar-athrâkh. Zudramdân can be found to the north of the trenches outside Ifbar-athrâkh, and entrances to Ushkútoz can be found hidden in a trench near to Zudramdân and along the western road through Elderslade.\\n\\nAgnar Brokentooth has ordered you to aid the other veterans of the Sixth War of the Orcs and Dwarves in breaking a stalemate in the battlefield around Zudramdân. You should also scout the eastern and western passes by Zudramdân and learn more of the Orkish trench-tunnel, Ushkútoz.",
      "es": ""
    },
    {
      "id": 173025589,
      "en": "Aid Agnar with 'Ruthless and Ramshackle'",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Aid Lági with 'To Fight Another Day'",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Aid Reithvald with 'Embedded in the Battlefield'",
      "es": ""
    },
    {
      "id": 190220737,
      "en": "'I have received word that Kraznákh has arrived at Ushkútoz. If we are to break this stalemate for the Gabil'akkâ, we must act before the chance is lost!\\n\\n'Lági and Reithvald will infiltrate the western entrance to Ushkútoz, and we shall take the eastern entrance, [placeholder]. Where our paths converge, we will find Kraznákh and his Orcs. No matter what happens, they must not be allowed to escape!\\n\\n'Are you prepared, my friend?'",
      "es": ""
    },
    {
      "id": 173025553,
      "en": "Talk to Agnar Brokentooth at the western entrance to Ushkútoz",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "Nestled within a small trench, the eastern entrance to Ushkútoz is defended by a few Orcs",
      "es": ""
    },
    {
      "id": 148970437,
      "en": "Tucked into a cleft beside the road to Gundabad, the western entrance to Ushkútoz is poorly-defended",
      "es": ""
    },
    {
      "id": 148970438,
      "en": "Bloody fighting rages in the eastern pass, as dwarves work to undermine frost-tusks and siege engines",
      "es": ""
    },
    {
      "id": 148970439,
      "en": "The Orcs' defences remain largely intact in the western pass",
      "es": ""
    },
    {
      "id": 190220792,
      "en": "'The moment is at hand, [placeholder]. This may be our only chance!'",
      "es": ""
    }
  ]
}