{
  "id": 621037578,
  "txt": [
    {
      "id": 126687059,
      "en": "Neither allied with Gorgar the Ruthless nor truly opposing him, the Dourhands and their mysterious leader have rallied to Caivád Sâr where they now dwell amongst the remnants of the Iron Crown.",
      "es": ""
    },
    {
      "id": 184621187,
      "en": "Múta can be found beside the staircase to the right of the entrance of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have found Múta in Tûr Ágal. You should talk to her and learn what is to be done.",
      "es": ""
    },
    {
      "id": 190220768,
      "en": "'[placeholder]? I hadn't expected to see you here!\\n\\n'Did Agnar send you?'\\n\\nYou tell Múta of your efforts in the War of Three Peaks and how you came to be at Caivád Sâr.\\n\\n'I am glad to hear the war goes well for the Gabil'akkâ. However, if any more of these Dourhands join the fight on Gorgar's behalf, it may not go so well for much longer. The Dourhands have begun taking prisoners, and though they do not seem to be truly allied with Gorgar, they have done much to hinder the Gabil'akkâ. I have also heard talk of a strange dwarf leading these Dourhands, but I know little else of their purpose in Elderslade.\\n\\n'If you have come to aid me, let us discover the truth of it together!'",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'However, there is one more matter to discuss.\\n\\n'Glóin sent one of his scouts, Múta, to investigate the new arrivals at Caivád Sâr. It is my understanding that you two have met.\\n\\n'You see, a company of Dourhands has come to Elderslade and it seems they've taken shelter among the Angmarim of the Iron Crown. We do not know their intentions, but their presence here cannot bode well. If we are fortunate, they will not involve themselves in this war, but otherwise, we must be prepared to face yet another force allied with Gorgar and the Orcs of Gundabad. Such an alliance is not beneath the Dourhands, after all!\\n\\n'If Múta has done well, she will have already infiltrated Tûr Ágal. If something has gone awry, do what you must to bring her back to Zarkul-sulûn.\\n\\n'Scout Caivád Sâr, [placeholder]. Find and aid Múta as best you can!'",
      "es": ""
    },
    {
      "id": 190220792,
      "en": "'You have been of great help, [placeholder], but our task is not yet finished.\\n\\n'Whether or not he means to aid Gorgar in the war, Brathar poses a grave threat to the Gabil'akkâ. He must be slain or driven from Elderslade before his Dourhands can cause any more trouble!'",
      "es": ""
    },
    {
      "id": 184621190,
      "en": "Múta can be found beside the staircase to the right of the entrance of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nMúta has asked you to aid her in Tûr Ágal.",
      "es": ""
    },
    {
      "id": 148970432,
      "en": "Múta kneels in the shadows beside a stairway leading higher into Tûr Ágal",
      "es": ""
    },
    {
      "id": 184621191,
      "en": "Múta can be found beside the staircase to the right of the entrance of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have aided Múta in assessing the danger posed by the Dourhands and freed Longbeards captured and held at at Caivád Sâr. You should report back to Múta.",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621240,
      "en": "Múta can be found somewhere within Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have scouted Caivád Sâr and should now find and aid Múta in Tûr Ágal.",
      "es": ""
    },
    {
      "id": 173025538,
      "en": "Talk to Múta in Tûr Ágal",
      "es": ""
    },
    {
      "id": 173025540,
      "en": "Aid Múta with 'Disloyal to the Crown'",
      "es": ""
    },
    {
      "id": 173025541,
      "en": "Aid Múta with 'Servants of War'",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Caivád Sâr can be found in the northern reaches of Elderslade in the War of Three Peaks.\\n\\nAgnar Brokentooth has ordered you to aid Múta in assessing and eliminating the danger posed by Dourhands who recently arrived at Caivád Sâr.",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "As Agnar feared, a mighty force of Dourhands now dwells among the Angmarim at  Caivád Sâr!",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Scout Caivád Sâr",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Talk to Múta in Tûr Ágal",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Find Múta in Tûr Ágal",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Strange Arrivals",
      "es": ""
    }
  ]
}