{
  "id": 621037570,
  "txt": [
    {
      "id": 184621781,
      "en": "Agnar Brokentooth can be found in Ushkútoz.\\n\\nAgnar Brokentooth has led you to Ushkútoz to aid in sabotaging the Orcs' trench-tunnel and the defeat of Kraznákh, a lieutenant of Gorgar the Ruthless.",
      "es": ""
    },
    {
      "id": 173026272,
      "en": "Remain alert!",
      "es": ""
    },
    {
      "id": 236954169,
      "en": "Instance: Undermining Ushkútoz",
      "es": ""
    },
    {
      "id": 173026134,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173026277,
      "en": "Confront Kraznákh",
      "es": ""
    },
    {
      "id": 148969938,
      "en": "You do not see Kraznákh, but the central chamber of Ushkútoz is teeming with Orcs",
      "es": ""
    },
    {
      "id": 173026279,
      "en": "Defeat Kraznákh's Orcs and survive the ambush",
      "es": ""
    },
    {
      "id": 148969941,
      "en": "As the last Orc falls defeated, Agnar beckons you over",
      "es": ""
    },
    {
      "id": 173026288,
      "en": "Defeat Lieutenant Kraznákh",
      "es": ""
    },
    {
      "id": 148969761,
      "en": "As Kraznákh taunts you, you discover the trench-tunnel has been collapsed behind you!",
      "es": ""
    },
    {
      "id": 190221287,
      "en": "'Bah!\\n\\n'All of our reports led us to believe Kraznákh would be here! I do not like this, [placeholder].\\n\\n'I need a moment to think. Keep your wits about you!'",
      "es": ""
    },
    {
      "id": 173026293,
      "en": "Talk to Agnar Brokentooth",
      "es": ""
    },
    {
      "id": 9361766,
      "en": "Listen to Kraznákh",
      "es": ""
    },
    {
      "id": 126686928,
      "en": "Determined to break a bloody stalemate, Agnar Brokentooth has devised a plan to infiltrate the Orkish trench-tunnel of Ushkútoz.",
      "es": ""
    },
    {
      "id": 148969769,
      "en": "As the last of Kraznákh's Orcs falls defeated, the lieutenant of Gorgar attacks!",
      "es": ""
    },
    {
      "id": 184621666,
      "en": "Agnar Brokentooth can be found in Ushkútoz.\\n\\nAgnar fears Kraznákh has lured you into an ambush. You should remain alert.",
      "es": ""
    },
    {
      "id": 184621667,
      "en": "Kraznákh can be found in Ushkútoz.\\n\\nYou have been trapped in the central chamber of Ushkútoz by Lieutenant Kraznákh and his Orcs. You should confront Kraznákh.",
      "es": ""
    },
    {
      "id": 184621715,
      "en": "Agnar Brokentooth is leading the attack on Ushkútoz.\\n\\nYou should follow Agnar Brokentooth and defeat the Orcs inhabiting Ushkútoz as you search for Kraznákh.",
      "es": ""
    },
    {
      "id": 190221060,
      "en": "'You were a great help in battle, [placeholder]... but if it's all the same, I am glad my old companions came to our aid when they did!\\n\\n'Kraznákh is dead, and his little trap did half the work of destroying Ushkútoz for us.\\n\\n'We've... done it.'",
      "es": ""
    },
    {
      "id": 173026064,
      "en": "Talk to Agnar Brokentooth",
      "es": ""
    },
    {
      "id": 173026065,
      "en": "Fight through Ushkútoz and find Kraznákh",
      "es": ""
    },
    {
      "id": 184621718,
      "en": "The central chamber can be found deep within Ushkútoz.\\n\\nYou have found no sign of Kraznákh, but the central chamber of Ushkútoz is filled with Orcs. You should defeat them before continuing your search for Kraznákh.",
      "es": ""
    },
    {
      "id": 184621672,
      "en": "Kraznákh's Orcs can be found in Ushkútoz.\\n\\nAfter trapping you in the central chamber of Ushkútoz, Kraznákh has set his Orcs upon you. You must defeat them.",
      "es": ""
    },
    {
      "id": 173026068,
      "en": "Clear the central chamber of Ushkútoz",
      "es": ""
    },
    {
      "id": 184621721,
      "en": "Agnar Brokentooth can be found in Ushkútoz.\\n\\nYou have defeated the Orcs in the central chamber of Ushkútoz, but you have found no sign of Kraznákh. You should talk to Agnar.",
      "es": ""
    },
    {
      "id": 148969777,
      "en": "With a sputtering cry, Kraznákh falls defeated!",
      "es": ""
    },
    {
      "id": 173026072,
      "en": "Talk to Agnar Brokentooth",
      "es": ""
    },
    {
      "id": 190221305,
      "en": "'It is time, [placeholder].\\n\\n'I hear Orcs ahead. It will not be long before they discover us here. I hope that Lági and Reithvald have reached the western entrance without incident or our mission may well be over before it begins!\\n\\n'Let us fight our way through Ushkútoz and put an end to Kraznákh!'",
      "es": ""
    },
    {
      "id": 9361782,
      "en": "Listen to Agnar, Lági, and Reithvald",
      "es": ""
    },
    {
      "id": 9361783,
      "en": "Listen to Agnar Brokentooth",
      "es": ""
    },
    {
      "id": 184621682,
      "en": "Kraznákh can be found in Ushkútoz.\\n\\nAfter you and Agnar defeated his retinue, Kraznákh has entered the fray in a fury. You must defeat Lieutenant Kraznákh.",
      "es": ""
    },
    {
      "id": 148969880,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621683,
      "en": "Agnar Brokentooth can be found in Ushkútoz.\\n\\nWith the sudden aid of Lági Helmbiter and Reithvald Red-ember, you and Agnar Brokentooth have defeated Lieutenant Kraznákh. You should talk to Agnar Brokentooth.",
      "es": ""
    },
    {
      "id": 190221076,
      "en": "Lieutenant Kraznákh eyes you with disdain.",
      "es": ""
    },
    {
      "id": 190220326,
      "en": "'Let's get out of here!'",
      "es": ""
    }
  ]
}