{
  "id": 621037584,
  "txt": [
    {
      "id": 184621184,
      "en": "Zhúdo can be found near Mount Gundabad.\\n\\nYou have found only one of Glóin's scouts, Zhúdo. You should talk to Zhúdo and learn what has happened.",
      "es": ""
    },
    {
      "id": 126687059,
      "en": "In an attempt to gain more knowledge of Gorgar's plans, Glóin sent several scouts to the gates of Mount Gundabad. However, their return is long overdue.",
      "es": ""
    },
    {
      "id": 184621185,
      "en": "Darfin, Zhúdo, Rádek, and Sigvith can be found near the gates of Mount Gundabad.\\n\\nGlóin's scouts have not returned from a mission to the gates of Mount Gundabad. You should search for them.",
      "es": ""
    },
    {
      "id": 148970450,
      "en": "Darfin appears to have been captured by the Orcs of Gundabad!",
      "es": ""
    },
    {
      "id": 173025552,
      "en": "Find and aid Sigvith",
      "es": ""
    },
    {
      "id": 148970451,
      "en": "Rádek is surveying a stable of sorts at the gates of Gundabad",
      "es": ""
    },
    {
      "id": 190220744,
      "en": "'I had a feeling the commander would send someone....'\\n\\nZhúdo's lip curls slightly.\\n\\n'The Orcs have built two encampments here, one on each side of the gates of Gundabad—Hanksar-mokh and Kulûg-mokh. I and the other scouts, Darfin, Rádek, and Sigvith have been working to impair their defences and gather information for the Gabil'akkâ.\\n\\n'I say we have been here long enough. It will take a concentrated force to break these defences no matter how prepared we might be!\\n\\n'Go. Find the others and recall them. Our mission is ended!'",
      "es": ""
    },
    {
      "id": 148970453,
      "en": "Sigvith appears to be leafing through a number of dirty papers",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'[placeholder], some of my scouts have not returned.\\n\\n'Although I had hoped I would not need to ask this of you, it seems I have no choice. I sent them to scout Gorgar's defences and learn what they could of his plans at the gates of Mount Gundabad.\\n\\n'I was to receive word from them by this morning, but I have heard nothing. Darfin, Zhúdo, Rádek, and Sigvith... these are good dwarves and I would not have them come to harm under my command.\\n\\n'If they are still scouting, inform them that the mission is ended and recall them at once! If some trouble has befallen them....\\n\\n'You are to go to the gates of Gundabad and find them!'",
      "es": ""
    },
    {
      "id": 173025560,
      "en": "Talk to Zhúdo near Mount Gundabad",
      "es": ""
    },
    {
      "id": 190220775,
      "en": "'I am pleased to see that none of my companions came to harm. You have my thanks, [placeholder].\\n\\n'As for the four of us, we're going back to Annâk-khurfu. If we haven't learned enough to satisfy Commander Glóin by now, he is welcome to send another scouting party!'",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 148970487,
      "en": "You discover a Zhélruka sheltering near the approach to Mount Gundabad",
      "es": ""
    },
    {
      "id": 173025590,
      "en": "Find some sign of Glóin's scouts near the gates of Mount Gundabad",
      "es": ""
    },
    {
      "id": 184621201,
      "en": "Darfin, Rádek, and Sigvith can be found within the encampments of Hanksar-mokh and Kulûg-mokh at the gates of Mount Gundabad.\\n\\nZhúdo has asked you to recall Darfin, Rádek, and Sigvith from their missions at the Orc encampments outside Mount Gundabad.",
      "es": ""
    },
    {
      "id": 173025544,
      "en": "Find and aid Darfin",
      "es": ""
    },
    {
      "id": 173025545,
      "en": "Find and aid Rádek",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Talk to Zhúdo near Mount Gundabad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "At the Gates",
      "es": ""
    },
    {
      "id": 184621206,
      "en": "Zhúdo can be found near Mount Gundabad.\\n\\nYou have recalled the other scouts sent to Gundabad. You should return to Zhúdo.",
      "es": ""
    }
  ]
}