{
  "id": 621037581,
  "txt": [
    {
      "id": "0xb011880",
      "en": "Múta can be found outside Caivád Sâr in northern Elderslade.\\n\\nYou have found Múta and you should now talk to her.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Find Múta at Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Talk to Múta at Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "After the Fall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Disturbed by the presence of Angmarim still loyal to the Iron Crown in Elderslade, Glóin has asked you to rally with one of his scouts, Múta, and investigate the settlement of Caivád Sâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Múta can be found somewhere near Caivád Sâr in northern Elderslade.\\n\\nGlóin has asked you to rally with one of his scouts, Múta, near the Angmarim settlement of  Caivád Sâr. You should travel north and find Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "You discover Múta keeping watch just outside Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'One of my scouts, Múta, has travelled north to the Angmarim settlement at Caivád Sâr.\\n\\n'She is a cunning Stout-axe, and I would have you aid her in repelling the forces of the Iron Crown that now dwell in Elderslade. Chief among them is a sorcerer of some infamy, Bandrauth Adder-fang. In addition, we know little of why so many Angmarim have migrated to Elderslade... aside from recent happenings in Angmar.\\n\\n'Múta can tell you more of each of these, [placeholder]. As for me, I must return to my duties.\\n\\n'Be swift, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c8",
      "en": "'Ah! Are you the one Commander Glóin promised to send?\\n\\n'I am Múta, and that...'\\n\\nMúta gestures toward the Angmarim village nearby.\\n\\n'...is Caivád Sâr.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}