{
  "id": 621037583,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "Although his plans remain unknown to the dwarves of the Gabil'akkâ, scouts have discovered a terrible sorcerer of the Iron Crown, Bandrauth Adder-fang, overseeing the forces at Caivád Sâr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'Adder-fang escaped?\\n\\n'I feared he might, but I saw no sign of him leaving Caivád Sâr. Whatever trickery he employed, it is beyond my understanding. Let the wounds you dealt against him be a reminder that the Iron Crown holds no sway in Elderslade!\\n\\n'Do not fret, [placeholder]... Adder-fang won't elude us for long. I shall return to Annâk-khurfu and inform Commander Glóin of what has happened.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011882",
      "en": "Múta can be found outside Caivád Sâr in northern Elderslade.\\n\\nYou wounded Bandrauth Adder-fang, but he was able to escape from his encounter with you. You should return to Múta and inform her of what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xed65541",
      "en": "'It matters not! Thy fate is sealed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7f3b630",
      "en": "'Submit, worm, or thy agony shall be unimaginable!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc0",
      "en": "A harsh shout echoes nearby as Bandrauth Adder-fang attacks!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "With the aid of fell sorcery, Bandrauth Adder-fang flees!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'I trust Commander Glóin told you of our target?\\n\\n'Yes, Bandrauth Adder-fang is his name, and he seems to be well-known among the few Angmarim we've encountered in Elderslade. If what we have learned is true, he is a powerful sorcerer who once served the False King, Mordirith. It is curious, though, that none in the Gabil'akkâ have heard his name before.\\n\\n'Nevertheless, he would prove a deadly foe if the Iron Crown were to come to the aid of Gorgar's forces at the gates of Mount Gundabad. It is our task to ensure that he never can.\\n\\n'I have noticed he spends a great deal of time in that tower, Tûr Ágal. Find him, and defeat him for the good of the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "The dusty pedestal can be found in the highest chamber of Tûr Ágal.\\n\\nYou have not found Bandrauth Adder-fang, but you have discovered a curious, dusty pedestal inscribed with Angmarim runes. You should examine the pedestal more closely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "Talk to Múta at Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Bandrauth Adder-fang can be found within Tûr Ágal at Caivád Sâr.\\n\\nMúta has asked you to find and defeat the Angmarim sorcerer, Bandrauth Adder-fang, in Tûr Ágal. You should search the tower for any sign of him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bf7",
      "en": "You have found no sign of the sorcerer, but a dusty pedestal draws your gaze...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Find some sign of Bandrauth Adder-fang in Tûr Ágal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1574c1",
      "en": "'Thou hast travelled far to meet thy doom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1574c2",
      "en": "'The Iron Crown shall smite thee!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502939",
      "en": "Examine the pedestal and remain ready to confront Bandrauth Adder-fang",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Master of Tûr Ágal",
      "es": "",
      "es (fem)": ""
    }
  ]
}