{
  "id": 621037569,
  "txt": [
    {
      "id": "0xb5689c1",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b0",
      "en": "Múta can be found outside of Caivád Sâr in the War of Three Peaks.\\n\\nYou were able to escape Tûr Ágal after learning of Brathar Crack-helm and the Dourhands' plans. You should talk to Múta.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Crack in the Iron Crown",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1753",
      "en": "Word has spread that a mysterious enemy has arrived at Caivád Sâr, threatening to turn the tide of the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d9",
      "en": "'Let us see what all this is about, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "Múta can be found in Tûr Ágal, the tower at the centre of Caivád Sâr.\\n\\nAfter learning that a ruthless dwarf-lord named Brathar leads the Dourhands at Caivád Sâr, Múta has resolved to defeat this mysterious, new leader for the good of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c5",
      "en": "'I think we're out of sight.\\n\\n'Although Brathar escaped, at least Bandrauth Adder-fang and his servants will no longer trouble the Gabil'akkâ. Whatever business Brathar had at Caivád Sâr appears to be finished, so he and his followers must now return to Câr Bronach. Unfortunately, I know no place on our maps by that name!\\n\\n'I shall return to Zarkul-sulûn and bring word to Prince Durin at once. Perhaps he and commander Glóin can make some sense of this!\\n\\n'You have my thanks, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Brathar is here, [placeholder]. I am sure of it!\\n\\n'Before you arrived, I discovered a passage that I believe might lead to the upper chambers of Tûr Ágal. If Brathar had already left Tûr Ágal, I don't think his Dourhands would be keeping such a close watch on Caivád Sâr. Whatever his plans, he must be overseeing them from the highest spire of Tûr Ágal... and it is there we must go!\\n\\n'It pains me to admit it, but the time for sneaking is over. Let us seek out Brathar and put an end to him before his Dourhands can hinder the Gabil'akkâ any further!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502932",
      "en": "Talk to Múta outside Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502928",
      "en": "Talk to Múta",
      "es": "",
      "es (fem)": ""
    }
  ]
}