{
  "id": 621037582,
  "txt": [
    {
      "id": "0x78d1753",
      "en": "Nestled in the foothills along the Greylin, a curious company of dwarves has built a small encampment in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f3",
      "en": "'Well now... what brings you to the Slade, traveller?\\n\\n'For my part, I am Nagli Want-kin... a free dwarf like all of the others who dwell here at Khadâsh-gâra.\\n\\n'Come, let us talk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f4",
      "en": "'Can it be? [placeholder]? Now don't tell me you've forgotten me! Is it the beard?\\n\\n'It wasn't so long ago you and I worked together to help rebuild Thorin's Hall. After all... they'd left it quite the mess. I journeyed long after I left Ered Luin, and I did not come to the Slade until quite recently. To my good fortune, I found my companions along the way. Some of them were as I was, nearly fooled by the false promises of Angmar, and others... well, they had forsaken their names long before our paths crossed.'\\n\\nNagli Want-kin pauses.\\n\\n'You wonder why I won't say it, don't you? I do not fear to speak the name Dourhand, but neither do I wish to claim it. That age of my life is ended. I am Nagli Want-kin, and that is that.\\n\\n'But I, as I always shall, still count you among my friends. Here, you are welcome!\\n\\n'Come, let us talk!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011887",
      "en": "The dwarf encampment can be found in the foothills of eastern Elderslade.\\n\\nAfter investigating the dwarf-encampment in Elderslade, your presence has caught the attention of one of the dwarves. You should speak to Nagli Want-kin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc1",
      "en": "One of the dwarves appears to notice your approach...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "While travelling through Elderslade, you have caught a glimpse of a strange sight. There appears to be a small dwarf-encampment in Elderslade, nestled in the foothills along the Greylin.\\n\\nNone of your maps have such a location marked on them, and it appears to have been built much more recently than any of the ruins that remain in Elderslade.\\n\\nYou should investigate the dwarf-encampment and attempt to learn why these dwarves have settled in Elderslade and so near to Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b7",
      "en": "You have discovered a small company of dwarves at an encampment in the foothills of Elderslade. You should investigate the encampment and learn why these dwarves have settled in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502902",
      "en": "Talk to Nagli Want-kin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a7",
      "en": "You have discovered a small company of dwarves at an encampment in the foothills of Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502936",
      "en": "Discover the dwarf encampment in Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502938",
      "en": "Investigate the dwarf-encampment in Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Home on the Slade",
      "es": "",
      "es (fem)": ""
    }
  ]
}