{
  "id": 621037579,
  "txt": [
    {
      "id": 126687059,
      "en": "As the War of Three Peaks overtakes Elderslade, Glóin has need of hale warriors to see the battle to its end.",
      "es": ""
    },
    {
      "id": 190220742,
      "en": "'[placeholder]!\\n\\n'I did not expect to see you here in the trenches. A surprise, to be sure, but a welcome one!\\n\\n'We have held the line here for some time now, and I am pleased to report that the approach to Zarkul-sulûn remains safe... as safe as it can be in a time of war! Why have you come this way?'\\n\\nYou tell Órug that Glóin has sent you on a mission to Ifbar-athrâkh.\\n\\n'Glóin has ordered you to the forward trenches? Then you'd best be on your way, my friend!\\n\\n'Keep your head down and do not let those terrible fumes take hold of you!'",
      "es": ""
    },
    {
      "id": 190220744,
      "en": "'Things do not go well, [placeholder].\\n\\n'We thought to sail beneath the notice of Gorgar's forces on the field, but when we were beset by ballista-fire when we drew nearer to Gundabad.\\n\\n'Many of my kinsfolk were lost in the burning of their ships, and it is only by some chance of fate that ours was not lost as well.\\n\\n'We plan to return to Zarkul-sulûn and tend our wounds. I plan to rejoin the battle, but this time, it shall be on foot.'",
      "es": ""
    },
    {
      "id": 190220769,
      "en": "'Have you brought orders from commander Glóin? Give them here!'\\n\\nAgnar unfurls Glóin's orders and begins to read them.\\n\\n'It is as I feared, my friends.'",
      "es": ""
    },
    {
      "id": 184621189,
      "en": "The forward trenches can be found to the south of the ruins of Zudramdân in the War of Three Peaks.\\n\\nYou have received reports from Órug, Zhúdo, and Gárjan. You should continue on to the forward trenches and deliver Glóin's orders to Agnar Brokentooth in Ifbar-athrâkh.",
      "es": ""
    },
    {
      "id": 190220771,
      "en": "'Hail, [placeholder]!\\n\\n'The War of Three Peaks has begun, and we of the Gabil'akkâ have delved our trenches in answer to the Orcs of Gundabad. Indeed, the lines of battle are drawn in the very earth of Elderslade! \\n\\nWe may have secured a foothold at Zarkul-sulûn, but it will take more than one victory to triumph against Gorgar the Ruthless. To that end, I have a mission for you.\\n\\nFirst, I ask that you gather reports from the dwarves Órug, Zhúdo, and Gárjan. I must know more of how our forces fare in the field, and I trust you to hear their words.\\n\\n'Second and of most import, I have sent three of Prince Durin's most trusted veterans of the Sixth War of Orcs and Dwarves to establish a forward command at Ifbar-athrâkh. You are to deliver these orders to Agnar Brokentooth and aid him and the others as best you can.\\n\\n'I trust you alone with this mission. Be swift!'",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621193,
      "en": "Ifbar-athrâkh can be found beneath the hillside to the south-east of the forward trenches.\\n\\nYou have arrived at the forward trenches and should now seek out Agnar Brokentooth in Ifbar-athrâkh.",
      "es": ""
    },
    {
      "id": 173025537,
      "en": "Talk to Gárjan",
      "es": ""
    },
    {
      "id": 148970436,
      "en": "Across the field of battle, the burning ruins of Zudramdân loom...",
      "es": ""
    },
    {
      "id": 173025539,
      "en": "Advance to the forward trenches",
      "es": ""
    },
    {
      "id": 251715922,
      "en": "Deliver Glóin's order to Agnar Brokentooth at Ifbar-athrâkh",
      "es": ""
    },
    {
      "id": 148970438,
      "en": "Known as Ifbar-athrâkh, the Gabil'akkâ have erected a defensive trench within the stones of Elderslade",
      "es": ""
    },
    {
      "id": 148970440,
      "en": "Agnar stands among several dwarves deep within Ifbar-athrâkh",
      "es": ""
    },
    {
      "id": 184621200,
      "en": "Agnar Brokentooth can be found at Ifbar-athrâkh.\\n\\nYou have found Agnar Brokentooth in Ifbar-athrâkh. You should deliver Glóin's orders to Agnar Brokentooth at once.",
      "es": ""
    },
    {
      "id": 184621223,
      "en": "Órug, Zhúdo, and Gárjan can be found in the trenches or on the battlefield in the War of Three Peaks.\\n\\nGlóin has sent you on a mission to join the forces of the Gabil'akkâ on the battlefield and receive reports from Órug, Zhúdo, and Gárjan before delivering his orders to Agnar Brokentooth at Ifbar-athrâkh.",
      "es": ""
    },
    {
      "id": 173025543,
      "en": "Find Agnar Brokentooth at Ifbar-athrâkh",
      "es": ""
    },
    {
      "id": 173025591,
      "en": "Talk to Órug",
      "es": ""
    },
    {
      "id": 173025593,
      "en": "Talk to Zhúdo",
      "es": ""
    },
    {
      "id": 190220784,
      "en": "'I have nothing of note to report, [placeholder], except that not once in all my years in Mordor have I seen a troll with two heads!\\n\\n'Shakal-atrâd is ours, and we have rallied to its defence. For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Into the Fray",
      "es": ""
    }
  ]
}