{
  "id": 621037568,
  "txt": [
    {
      "id": 184621781,
      "en": "Múta can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nMúta is ready to search for Brathar in Tûr Ágal. You should speak to her when you are prepared.",
      "es": ""
    },
    {
      "id": 184621688,
      "en": "Bandrauth Adder-fang can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have been offered to Bandrauth Adder-fang that he might atone for his failure. You should talk to Bandrauth Adder-fang.",
      "es": ""
    },
    {
      "id": 184621689,
      "en": "Bandrauth Adder-fang can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nBandrauth Adder-fang intends to slay you to atone for his failures in Elderslade. You should defend yourself and defeat Bandrauth Adder-fang.",
      "es": ""
    },
    {
      "id": 236954169,
      "en": "Instance: A Crack in the Iron Crown",
      "es": ""
    },
    {
      "id": 173026134,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 173026275,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 173026277,
      "en": "Observe the meeting between Brathar and the Iron Crown",
      "es": ""
    },
    {
      "id": 148969940,
      "en": "After reaching the door to the upper chamber, Múta pauses and beckons you over",
      "es": ""
    },
    {
      "id": 190221280,
      "en": "'I know the way, [placeholder].\\n\\n'If we become separated, I do not think things will go well for either of us.\\n\\n'Follow me as closely as you can, and do not lose sight of me!'",
      "es": ""
    },
    {
      "id": 173026240,
      "en": "Defeat Bandrauth Adder-fang",
      "es": ""
    },
    {
      "id": 148969760,
      "en": "Brathar, the Dourhands, and servants of the Iron Crown have gathered in Tûr Ágal!",
      "es": ""
    },
    {
      "id": 173026288,
      "en": "Talk to Brathar Crack-helm",
      "es": ""
    },
    {
      "id": 173026242,
      "en": "Defeat Bandrauth Adder-fang and the Dourhands",
      "es": ""
    },
    {
      "id": 190221286,
      "en": "'Yes, this is it. It is exactly as I remember!\\n\\n'The stairs to the upper chamber lie just beyond these doors, [placeholder].\\n\\n'Let us find Brathar and put an end to this, my friend. For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 9361810,
      "en": "Listen to Múta",
      "es": ""
    },
    {
      "id": 173026245,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 173026292,
      "en": "Observe Brathar's departure from Tûr Ágal",
      "es": ""
    },
    {
      "id": 173026295,
      "en": "Talk to Bandrauth Adder-fang",
      "es": ""
    },
    {
      "id": 148969768,
      "en": "It seems your presence did not go unnoticed by Brathar",
      "es": ""
    },
    {
      "id": 190221057,
      "en": "'Have the Longbeards grown so cowardly that they send mercenaries like you? Disappointing, but I am not surprised.\\n\\n'Let me have a look at you, [placeholder]...'\\n\\nAs Brathar Crack-helm inspects you, his eyes suddenly betray some sort of cruel amusement.\\n\\n'Ah, [placeholder], what a curious twist of fate! Yes, I know your name, but how could you know mine? I am just a Dourhand, after all.\\n\\n'I was at Gabilazan! I saw what the Longbeards did to Skorgrím—what they did to every one of us Dourhands! That old coward Glóin would not deign to sully his hands with the blood of my brethren, and so he sent you and his own son to do what he could not. And I shall have my vengeance yet!\\n\\n'But that is not your fate, [placeholder]. Your blood is not fit to adorn the hammer of Skorgrím Dourhand!'",
      "es": ""
    },
    {
      "id": 184621665,
      "en": "Múta can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have found Brathar, the Dourhands, and the servants of the Iron Crown gathered in Tûr Ágal. You should talk to Múta.",
      "es": ""
    },
    {
      "id": 126686928,
      "en": "Word has spread that a mysterious enemy has arrived at Caivád Sâr, threatening to turn the tide of the War of Three Peaks.",
      "es": ""
    },
    {
      "id": 9361817,
      "en": "Follow Múta to the upper chamber",
      "es": ""
    },
    {
      "id": 184621717,
      "en": "Múta can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou should follow Múta into the heights of Tûr Ágal.",
      "es": ""
    },
    {
      "id": 173026065,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 190221062,
      "en": "'Dost thou not seest? All has come to pass as I foretold.\\n\\n'When first I met thee, I was fated to fail. But the mercy of Lord Brathar has granted me mine vengeance upon thee!\\n\\n'Thy fate is sealed!'",
      "es": ""
    },
    {
      "id": 190221110,
      "en": "'Ah, [placeholder]. You didn't think I'd actually abandon you, did you?'\\n\\nMúta smirks slightly.\\n\\n'It was not the victory we sought, but it could have gone far worse for the both of us. These are ill tidings... even if Brathar is truly gone from Elderslade!\\n\\n'Our only good fortune is that we might still warn Prince Durin and the Gabil'akkâ of what is to come!'",
      "es": ""
    },
    {
      "id": 190221111,
      "en": "'Let me have a look at you, [placeholder]...'\\n\\nAs Brathar Crack-helm inspects you, his eyes suddenly betray some sort of cruel amusement.\\n\\n'Ah, [placeholder], what a curious twist of fate! Yes, I know your name, but how could you know mine? I am just a Dourhand, after all.\\n\\n'I was at Gabilazan! I saw what the Longbeards did to Skorgrím—what they did to every one of us Dourhands! That old coward Glóin would not deign to sully his hands with the blood of my brethren, and so he sent you and his own son to do what he could not. And I shall have my vengeance yet!\\n\\n'But that is not your fate, [placeholder]. Your blood is not fit to adorn the hammer of Skorgrím Dourhand!'",
      "es": ""
    },
    {
      "id": 173026067,
      "en": "Follow Múta and fight your way through Tûr Ágal",
      "es": ""
    },
    {
      "id": 184621673,
      "en": "Brathar, the Dourhands, and the servants of the Iron Crown can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have found Brathar, the Dourhands, and the servants of the Iron Crown gathered in Tûr Ágal. You should observe this meeting and try to remain unseen.",
      "es": ""
    },
    {
      "id": 184621720,
      "en": "Múta can be found in Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nMúta has paused beside a door in the heights of Tûr Ágal. You should talk to Múta.",
      "es": ""
    },
    {
      "id": 148969731,
      "en": "With the defeat of Bandrauth Adder-fang and the Dourhands, a sudden silence falls in Tûr Ágal",
      "es": ""
    },
    {
      "id": 173026071,
      "en": "Talk to Múta",
      "es": ""
    },
    {
      "id": 148969781,
      "en": "As the last of the other Angmarim leave the chamber, Bandrauth Adder-fang smirks at you",
      "es": ""
    },
    {
      "id": 190221305,
      "en": "'Swiftly now! We must leave this tower before the others discover what has happened!'",
      "es": ""
    },
    {
      "id": 148969736,
      "en": "<rgb=#FF0000>Múta has been defeated!</rgb>",
      "es": ""
    },
    {
      "id": 184621633,
      "en": "Bandrauth Adder-fang can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nSensing that Bandrauth Adder-fang may fail in his task yet again, the Dourhands have entered the fight to ensure that you do not leave Tûr Ágal.",
      "es": ""
    },
    {
      "id": 190221074,
      "en": "'Oh, I don't like this at all...'\\n\\nMúta's voice sinks to a whisper.\\n\\n'There are too many of them to make our move, [placeholder]. If we keep quiet and remain unseen, we may at least overhear something of value to the Gabil'akkâ.\\n\\n'Find some way to blend into this gathering, and I will do the same.'",
      "es": ""
    },
    {
      "id": 184621682,
      "en": "Brathar Crack-helm can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou have been discovered by Brathar Crack-helm. You should approach Brathar and talk to him.",
      "es": ""
    },
    {
      "id": 148969880,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 184621636,
      "en": "Múta can be found in the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nWith Múta's aid, you have overcome Bandrauth Adder-fang and the Dourhands at Tûr Ágal. You should talk to Múta.",
      "es": ""
    },
    {
      "id": 184621683,
      "en": "Brathar Crack-helm is departing the upper chamber of Tûr Ágal, the tower in the centre of Caivád Sâr.\\n\\nYou should remain alert while Brathar and his Dourhands depart.",
      "es": ""
    },
    {
      "id": 190220326,
      "en": "DNT",
      "es": ""
    }
  ]
}