{
  "id": 621066047,
  "txt": [
    {
      "id": "0xb011897",
      "en": "You have discovered the missing Mayor, but he seems to have been knocked down. You should talk to the Mayor.\\n\\nThe Mayor is in Tharbad, in south-east Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd1",
      "en": "You found the Mayor!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a4",
      "en": "Give the Mayor his staff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "Mayor Cadwallon Nevit has asked you to bring him back his thrown staff.\\n\\nThe staff is on the road near the Mayor, in Tharbad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502910",
      "en": "Search for the missing Mayor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd3",
      "en": "DNT - Defeated attacking orcs in Tharbad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Talk to the Mayor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Rhiangar Nevit has asked you locate her father, Mayor Cadwallon Nevit, in Tharbad.\\n\\nTharbad is located in south-west Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The Mayor of Herne has gone missing, and his daughter is desperate to locate him once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e1",
      "en": "Collect the Mayor's staff",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "DNT - Defeat attacking orcs in Tharbad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "DNT - You have discovered the missing Mayor, but he is under attack by vicious Orcs! You should defeat the Orcs and rescue the Mayor.\\n\\nThe Mayor is in Tharbad, in southeast Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859595",
      "en": "Hail, traveler! Please, I need your aid. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Bah! Of course she would over react! The villains came upon me while I was unawares. I would have been fine. Give me my staff!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "DNT - Talk to Mayor TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e5",
      "en": "DNT - 'Bah! The villains came upon me while I was unawares. I would have been fine. Give me my staff!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "The growls of Orcs fill the air!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "'So, Rhiangar sent you? She finally lowered herself enough to return to Cardolan? Well, you nearly wasted your time. I need no keeper - I was about to throttle them! Orc scum!\\n\\n'They knocked me down, but I fended them off with my staff. The cowards fled! I may have lost my temper and thrown my staff at their retreating backs. It landed not far from me. Get it, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Wayward Mayor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011894",
      "en": "You have rescued the wayward Mayor, Cadwallon Nevit. You should talk to the Mayor and let him know his daughter is waiting for him.\\n\\nMayor Nevit is in Tharbad, in south-east Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Hail, traveller! Please, I need your aid.\\n\\n'I am Rhiangar Nevit. My father, the mayor of Herne, was last seen going into the ruins nearby. He has always been obsessed with Tharbad, but recently the ruined city has been overrun with Orcs! I fear for his life, but I am no warrior.\\n\\n'Please, look for my father in the ruins? I am going to check his house in Herne again, in the hope that he made it back.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}