{
  "id": 621066137,
  "txt": [
    {
      "id": "0xb568910",
      "en": "'A missing child? Oh how awful! This is the first I am hearing of it. I will try to ask around as well, but no, I do not know where the child is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Wenna's son Cai has gone missing, but perhaps one of her neighbours has seen him. She wants you to ask around to see if the boy is with them.\\n\\nWenna's neighbours are located in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568911",
      "en": "'No, I am sorry. I have not seen the little one today. Have you asked his friends? They are all playing together in the inn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "A desperate mother seeks help looking for her lost child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'I did see Cai! I did! He was sleepwalking, I think. His face looked all dreamy and he was kind of mumbling. He was reaching out for the glow ball. ….We are not supposed to follow the glow balls. The Wailing Lady will get you. Ask father! I told him all about what I saw!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "Moll stated that she saw Cai sleepwalking and told you to confirm her story with her father.\\n\\nMoll's father Rodric is in the Inn at Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Ask if anyone in Herne has seen Cai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Talk to Gurthern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'Hmph. Yes, Moll did tell me that she saw Cai wandering after glowing lights. Honestly, Moll is a bit of a dreamer herself. I would not lend too much weight to what she said.\\n\\n'If you ask me, though, there is someone who might know something. You should talk to that Dunlending. Their kind steal children all the time! I would ask him myself, but he looks rather dangerous. But it would not be a problem for you, would it?\\n\\n'He's upstairs in his room. But don't tell him I sent you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Talk to Rodric",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e5",
      "en": "'Yes, I am Gurthern. A missing child, you say? No, I have not seen them, but tell me everything you know. Perhaps I can help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'What? A missing child? Of course I have not seen them. She should go look for the brat herself and stop putting her problems on the shoulders of others. We already have enough going on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Missing Child of Herne",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011894",
      "en": "Rodric suggested that you should ask the Dunlending Gurthern whether he has seen the missing child.\\n\\nGurthern has a room upstairs, in the inn in Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'My baby! My child is missing! Please! You must help me!\\n\\n'Everything was fine last night. I put Cai down to sleep at the usual time, but when I woke this morning he was gone! I have been trying to work up the courage to leave the inn to search for him, but the riders. The riders! What if the riders took him!? Oh please, will you ask if any of my neighbours have seen him? Perhaps he went to one their houses?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}