{
  "id": 621066174,
  "txt": [
    {
      "id": "0xa5029f0",
      "en": "DNT - Search for the elven camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Wailing Woman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e8",
      "en": "Talk to someone who might have known the Elven woman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Gurthern has suggested you speak with the Elves who are camped at Sírlond, across the river from Caranost.\\n\\nYou should search for Sírlond in central Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "The missing child, Cai, has been recovered safely, but the wailing Elf-woman is still on the run! She must be found before she lures any other children into danger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "DNT - You found the camp!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'I am glad that the child is unharmed, but the wailing Elf-woman is something I do not know how to help with. It seems that she got spooked when you tried to talk with her.\\n\\n'Perhaps she may find someone she knows less threatening. I have heard that there is a group of Elven folk across the river from Caranost. Why not speak with them and see what they know of the lady? I shall return to Herne with Cai before the elhudan are stirred once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "The Elf's face lights up as you tell your tale!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e7",
      "en": "'What? A missing child? Of course I have not seen them. She should go look for the brat herself and stop putting her problems on the shoulders of others. We already have enough going on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568917",
      "en": "'Mae govannen. I am Grethron. The news you bring fills me at once with hope and despair, for I know the woman of whom you speak and have been seeking her myself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011869",
      "en": "DNT - Gurthern has suggested you speak with the elves who are camped across the river from Caranost.\\n\\nYou should search for the camp in central Cardolan.",
      "es": "",
      "es (fem)": ""
    }
  ]
}