{
  "id": 621066118,
  "txt": [
    {
      "id": "0xb011898",
      "en": "DNT - You have found the statue of Luilloth in Dol Ernil, but there is nothing on its plaque to explain the presence of the risen spirits in Cardolan. You should examine the statue more closely for clues.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011899",
      "en": "Rhiangar Nevit has asked you to meet her near Dol Ernil.\\n\\nDol Ernil is in north-western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568910",
      "en": "'Thank you for meeting me here! The statue of Luilloth is said to be among these ruins. I dare not tread there myself, but you are certainly capable and will be in far less danger, I am sure. Please look for the statue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Rhiangar Nevit has asked you to listen to her tale of Luilloth.\\n\\nRhiangar can be found in Crossway House, the inn of Herne.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'Luilloth was princess-regent of Cardolan thousands of years ago. She was known for her bravery, and for the kindness and wisdom with which she ruled while acting as regent until her son came of age. Not much of her story remains, however, but my mother told me tales of her when I was young. You see, my mother had travelled up to Dol Ernil before I was born. There, she read an inscription on the base of an ancient statue that said that Luilloth banished a scourge of wraiths that plagued the land.\\n\\n'Father has shooed me away, and it turns out there is not much I can do here at the moment. I cannot safely travel within Dol Ernil, but I must know what is on the base of the statue! Perhaps it can help us understand what is happening now in Cardolan. Please! Let us go to Dol Ernil! I shall have to wait by the road where it's safer, but you could easily search for the statue!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Thousands of years ago, a princess put the dead to rest and saved the realm. Along the way, however, she lost everything.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502912",
      "en": "Talk to Rhiangar to hear her tale of Luilloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e1a7",
      "en": "Bring the scroll to Rhiangar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "Rhiangar Nevit has asked you to find a statue of Luilloth in Dol Ernil and to examine its base for clues.\\n\\nThe statue of Luilloth is in Dol Ernil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd5",
      "en": "A plaque reads, 'Luilloth, princess, mother, wife, champion.' Behind the plaque, you find a scroll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e2",
      "en": "Meet Rhiangar Nevit near Dol Ernil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502913",
      "en": "Search for the statue of Luilloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308851",
      "en": "'That statue could hold the key to helping us understand why the dead walk this land once more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd7",
      "en": "DNT - You found a hidden drawer, with an ancient scroll inside!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "DNT - Examine the statue",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568915",
      "en": "'You return! I am glad to see you again, friend. What have you there?'\\n\\nShe takes the scroll from your outstretched hand and unrolls it carefully.\\n\\n'This is incredible. Absolutely incredible. I can read some of it, but most of the words are so old, and I cannot make them out or decipher them. I recognize Luilloth's name, though! This scroll is about her, I am sure of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b23",
      "en": "Rhiangar smiles as she sees you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308858",
      "en": "'The statue of Luilloth could hold the key to helping us understand why the dead walk this land once more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Luilloth, Princess-regent of Cardolan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088a1",
      "en": "'I dare not leave my father or my town at a time like this, but that statue could also be the key to helping us understand what is going on here! Please be careful in Dol Ernil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011864",
      "en": "Upon examining the statue of Luilloth you discovered an ancient scroll! You should bring the scroll to Rhiangar.\\n\\nRhiangar is by the roadside, near Dol Ernil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'My father was the main reason I returned, but he is correct in that I would have come back on my own now as well. I have been doing research into an ancient ruler of this land, Luilloth. Long ago, she served as princess-regent when her son was too young to take the throne. Luilloth was beloved by her people, and under her rule the land prospered.\\n\\n'Cardolan was once a great and powerful place, with princes and princesses, knights and guild masters! Now, it is ruins, spirits, and dangerous creatures. The wild has taken back the rolling hills, the once great walls of fortresses are overgrown and being reclaimed by the Old Forest.\\n\\n'Will you listen to my tale of Luilloth?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}