{
  "id": 621066199,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "The Deadmount",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502916",
      "en": "Return to Calargyl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502917",
      "en": "Defeat foes at Amon Firn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e5",
      "en": "'Well done. May the dead rest more easily at that sorrowful place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Calargyl has asked you defeat foes at Amon Firn.\\n\\nAmon Firn is in north-eastern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "An ancient cairn, the Deadmount of Amon Firn, marks the place where armies and kings met and battled, bled, and fell. Now the dead have risen and taken up ghostly arms once more. Meanwhile, a group of unsavoury looking Men has tried to set up camp in the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'The activity I have seen at Amon Firn troubles me. The dead have been roused and wander the Deadmount, and strange Men are skulking around the area as well. The two can often be seen fighting each other, and I fear their quarrel will spill over and trouble the rest of the land.\\n\\n'It seems that Maeriel trusts you. Well then - put the spirits back to rest, [placeholder], and do what you can to remove the... Men from that place as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bd8",
      "en": "Defeated foes at Amon Firn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011894",
      "en": "You should let Calargyl know that you have defeated foes at Amon Firn.\\n\\nCalargyl is near Amon Firn, in eastern Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x73088a9",
      "en": "'There was once a battle fought here between two kings. They both fell, and now their names are barely spoken anymore. War brings only death, and an unquiet one here, it seems.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}