{
  "id": 621066070,
  "txt": [
    {
      "id": "0xa5029f6",
      "en": "Talk to Rhedyn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e0",
      "en": "Deliver food and drink to Deris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Deliver food to the watch-towers along Mossward's defensive wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568911",
      "en": "'Mutton? Oooh I love mutton! Mutton mutton hmm hmm like a button...\\n\\n'Oh! You're still here! You uh, didn't hear me... singing a song about mutton did you? I'm not used to uh, standing around here doing nothing all day. I sing about little things I see to keep myself occupied.\\n\\n'...\\n\\n'Please don't tell anyone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Rhedyn asks you to bring a little repast to each watch-tower along the wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Deliver food and drink to Eryl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568914",
      "en": "'Hmm? A lunch delivery? Ah for the new folk who forget to bring food and drink. Well, an experienced watcher like myself remembered to bring her own.'\\n\\nLhian gives you a wink and pats a satchel at her hip.\\n\\n'Unless... is that chicken, mushroom, and onion? With rosemary?'\\n\\nLhian opens her satchel.\\n\\n'Give it here, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Deliver food and drink to Lhian and Cledd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e7",
      "en": "Deliver food and drink to Gwion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568900",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568919",
      "en": "Gwion takes a long swig from the canteen before speaking.\\n\\n'I packed salted pork for food. I forgot to bring anything to drink, and it wouldn't do for me to leave my post to fetch something. Thanks for the water, friend, and pass my thanks to the baker too.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011875",
      "en": "You should tell Rhedyn that you have completed your deliveries.\\n\\nTalk to Rhedyn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "TBD 'Wowee thanks for the grub yaaay.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568902",
      "en": "'Ooooh lunch? That's wonderful! Uuff my tummy was beginning to growl like an angry cat. I volunteered to take the noon to sundown shift thinking \\qOh well I'll just have a big lunch and look forward to a large supper. I won't need a snack.\\q But let me tell you, standin' around for hours with nothing to look at but the grass has a strange way of building up an appetite.\\n\\n'Oh but don't let me keep you with my blabbering. Off you go now, and tell the baker she's lovely and thoughtful. Thanks to both of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568903",
      "en": "'Thanks for helping out. These are hard times for Mossward, but if we support each other we'll get through it, right?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308841",
      "en": "'Bring one canteen and one sandwich to each person on watch, please!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Lunch for the Look-outs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Excuse me! Could I bother you to help me make some deliveries?\\n\\n'More of us are volunteering for shifts up on the watch-towers. The new folks forget to pack a lunch. Would you mind bringing these sandwiches and canteens to whoever's on watch?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}