{
  "id": 621066120,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Lord Elrond has asked you to join Elladan and Elrohir on their journey to Lothl贸rien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Complete Chapter 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Complete Chapter 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "Thanks to your help, Lothl贸rien is safe again and the twins have completed their task. Though the task remains shrouded in mystery for you, you're certain that somehow, somewhere, your actions have paved the way forward for something important...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Complete Chapter 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba90",
      "en": "Wolves have flocked towards Lothl贸rien, joining forces with Wargs from the Vales. Are the Wargs under Sauron's command?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Complete Chapter 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "Against all odds, the three of you have emerged from the Redhorn Pass alive -- although not entirely unscathed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba92",
      "en": "There has been no word on the Black Riders' whereabouts, but Gwaihir the Wind-lord has brought news of wolves gathering along the Anduin. What has drawn them there?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Complete Chapter 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d162",
      "en": "As unrest begins to spread into Eriador, Lord Elrond entrusts his sons, Elladan and Elrohir, with a secret errand that will take them to Lothl贸rien. The twins are no strangers to adventure, but even the most seasoned of travellers cannot completely avoid trouble.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba84",
      "en": "The Bruinen claimed the lives of eight of the Riders' nine horses. However, no trace of the Riders themselves -- save for a single black cloak -- has been found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Further Adventures of Elladan and Elrohir",
      "es": "",
      "es (fem)": ""
    }
  ]
}