{
  "id": 621066060,
  "txt": [
    {
      "id": "0xa5029e0",
      "en": "Collect stewing herbs from Tangwen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e3",
      "en": "Collect potatoes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e5",
      "en": "Collect a loaf of bread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b22",
      "en": "DNT - Collected stewing herbs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e9",
      "en": "Collect a bottle of Crossway House's finest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b24",
      "en": "DNT - Collected potatoes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Rhiangar Nevit has asked you gather supplies for her family's favourite stew. Ruddy-coat goats can be found west of Herne, and the rest of the ingredients can be collected from the local townsfolk, many of whom can be found at Crossway House, Herne's inn.\\n\\nYou should gather ingredients for Rhiangar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "Nevit Family Stew",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "Rhiangar is in the Mayor's house, in Herne.\\n\\nYou should being the ingredients for dinner to Rhiangar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b27",
      "en": "DNT - Collected a loaf of bread",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Rhiangar Nevit seeks to get back into the good graces of her father, the Mayor of Herne. To do so, she needs some help gathering ingredients for his favourite meal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f2",
      "en": "Collect ruddy-coat goat meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e8",
      "en": "'Hello there! You are here for the herbs Rhiangar ordered? I have them right here. I hope our dear mayor is not giving her too much trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f5",
      "en": "DNT - Return to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b31",
      "en": "DNT - Collected a bottle of wine",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b04",
      "en": "Tangwen hands you a pouch of herbs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b33",
      "en": "Collected ruddy-coat goat meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568931",
      "en": "'You have done it! Now to fill this cottage with his favourite smells. Will you join us for dinner? It’s the least I can do to repay you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568904",
      "en": "'You have done it! Now to fill this cottage with his favorite smells. Will you join us for dinner? It’s the least I can do to repay you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568906",
      "en": "'Oh yes, Rhiangar paid me for this loaf already. You can go ahead and take one from the stack here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'You rescued my fool of a father, and for that, I cannot thank you enough. Much as we may bicker, he is still family and I love him.\\n\\n'Pay no heed to his harshness – he has always been like that. The accident only made it worse. When I left, he could still walk, however. I came back as soon as I received word that his condition had worsened.\\n\\n'Sadly, he won’t speak to me right now, but I know how to warm his heart. I am going to make his favourite stew. With your help, that is. I am loath to leave his side now that I am home, but you could get the things I need! There would be some coin in it for you, if you help.\\n\\n'We will need bread from the baker Wynfor, potatoes from Powel Bruthlys, stewing herbs from Tangwen, and a bottle of Crossway House's finest red. We're making goat stew the way mother used to do - a Nevit family favourite and secret recipe. Which means we'll need goat meat as well - only the meat from father's favourite goats will do! You will know them by their ruddy-coloured coat. There's a herd of them west of town that you can cull from.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568907",
      "en": "'A bottle for our Mayor and his daughter? Very well. You'll find it in the back, help yourself to one, but no more than that!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568908",
      "en": "'Poor MAYOR. He's always been pricklier than a thistle, but with his injury progressing like it has of late... well, I suppose anyone would have a hard time with such changes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568909",
      "en": "'I came up from Swanfleet to sell my potatoes and have been stuck here now for days! I hope someone does something about how dangerous things have gotten of late.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7308870",
      "en": "'Poor Mayor Nevit. He's always been pricklier than a thistle, but with his injury progressing like it has of late... well, I suppose anyone would have a hard time with such changes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e183",
      "en": "Return to Rhiangar",
      "es": "",
      "es (fem)": ""
    }
  ]
}