{
  "id": 621066135,
  "txt": [
    {
      "id": "0x8e11bd2",
      "en": "You feel a lessening of dread as you gently replace the necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f6",
      "en": "'You're back! Excellent. I do not hear the excessive moaning and groaning that was coming from the tombs, so it seems you were successful. Thank you for putting the spirits back to rest. I hope that my grandson has learned his lesson.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Arnail has asked you to return a stolen necklace to a barrow near Dol Ernil.\\n\\nDol Ernil is in north-western Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689e0",
      "en": "'Blue eyes, like the sapphire of the necklace. I see them in my dreams. I see them when I close my eyes! She is always watching me. Always.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "A harried graverobber begs for assistance in lifting a potentially deadly curse... again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should let Nan Mabli know that you have returned the stolen necklace to the barrows.\\n\\nNan Mabli is near the barrows south of Dol Ernil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502914",
      "en": "Return to Nan Mabli",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc4",
      "en": "DNT - You gently replace the necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502903",
      "en": "DNT - Return the stolen necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e153",
      "en": "Return the stolen necklace",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "A Curse Not Lifted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11bc9",
      "en": "DNT - Return to TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f1",
      "en": "'Oh, uhm, hello there. Well, I need your help again.'\\n\\nNan Mabli says, 'That's right he does! This layabout lied to you, didn’t he?'\\n\\nShe nudges her grandson with her boot. He groans and nods vigorously.\\n\\n'I, uhm, forgot to give you one of the items I… borrowed from the tombs. I tried to return it, I really did! But, well, the spirits within are so riled up that I can't enter the tomb to return it.\\n\\n'Here! Take it! I never want to see it again!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}