{
  "id": 621066125,
  "txt": [
    {
      "id": 111477346,
      "en": "Explore Sarch Vorn and search for Hithrengor, the Grey Fear",
      "es": ""
    },
    {
      "id": 148970384,
      "en": "With a din of splintering bones and branches, a terrible creature awakens!",
      "es": ""
    },
    {
      "id": 111477348,
      "en": "Defeat Fladach",
      "es": ""
    },
    {
      "id": 148970385,
      "en": "In the darkest depths of Sarch Vorn, you discover Hithrengor in the guise of Prince Amondir!",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "Continue deeper into Sarch Vorn and search for Hithrengor, the Grey Fear",
      "es": ""
    },
    {
      "id": 246419825,
      "en": "The Dead have overrun Sarch Vorn.\\n\\nYou should journey deeper into Sarch Vorn and search for Hithrengor, the Grey Fear.",
      "es": ""
    },
    {
      "id": 190220706,
      "en": "'Been to the Black Grave? Are you looking to improve your jewellery?'",
      "es": ""
    },
    {
      "id": 24695204,
      "en": "Unbeknownst to the Men of Cardolan, Sarch Vorn, an ancient temple of the Edain, has long served as the resting place of a malevolent spirit of the Elder Days known only as Hithrengor, the Grey Fear. Roused by the return of the Witch-king of Angmar, the Grey Fear has awoken from its slumber to once again spread terror and death across the ravaged lands of Cardolan.",
      "es": ""
    },
    {
      "id": 177082693,
      "en": "You have defeated Fladach",
      "es": ""
    },
    {
      "id": 111477264,
      "en": "Defeat Luilloth",
      "es": ""
    },
    {
      "id": 246419714,
      "en": "You have encountered Luilloth in the depths of Sarch Vorn.\\n\\nYou should defeat Luilloth and free her remains of the fell spirit that now inhabits them.",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "You have encountered Fladach, a terrible creature that bars the path deeper into Sarch Vorn.\\n\\nYou should defeat Fladach.",
      "es": ""
    },
    {
      "id": 177082673,
      "en": "You have defeated Luilloth",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Descend into the deepest chambers of Sarch Vorn and search for Hithrengor, the Grey Fear",
      "es": ""
    },
    {
      "id": 177082697,
      "en": "The remains of Luilloth have been animated by a fell spirit!",
      "es": ""
    },
    {
      "id": 246419831,
      "en": "You have defeated Fladach and cleared the path deeper into Sarch Vorn.\\n\\nYou should continue deeper into Sarch Vorn and search for Hithrengor, the Grey Fear.",
      "es": ""
    },
    {
      "id": 246419717,
      "en": "You have defeated Luilloth in the depths of Sarch Vorn.\\n\\nYou should continue onward to the deepest chambers of Sarch Vorn and search for Hithrengor, the Grey Fear.",
      "es": ""
    },
    {
      "id": 246419718,
      "en": "You have encountered Hithrengor, the Grey Fear in the deepest chamber of Sarch Vorn.\\n\\nYou should defeat Hithrengor, the Grey Fear, and banish his spirit from the wight of Prince Amondir.",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Defeat Hithrengor, the Grey Fear",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Sarch Vorn, the Black Grave -- Tier 4",
      "es": ""
    },
    {
      "id": 177082680,
      "en": "You have defeated Hithrengor, the Grey Fear",
      "es": ""
    }
  ]
}