{
  "id": 621066146,
  "txt": [
    {
      "id": "0x7308994",
      "en": "'I shall wait for you here while you look for the lost child. Among my people, to follow the elhudan is to be lost yourself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af0",
      "en": "You point towards where Gurthern waits, and the child sprints towards him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11af2",
      "en": "With a cry of anguish, the woman flees",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a95",
      "en": "DNT - The glowing orb seems to beckon you to follow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11a97",
      "en": "DNT - The elhudan are increasing in numbers!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cffa31",
      "en": "'Wuh... where am I? MOMMY!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cffa32",
      "en": "'Leave me be! I will find him! Mellanion! Where are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502901",
      "en": "Talk to Gurthern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a2",
      "en": "After following the elhudan, you found the missing child unharmed. The wailing woman fled up the hill, while the child fled towards Gurthern.\\n\\nYou should return to Gurthern and share what you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118b8",
      "en": "Gurthern will meet you where he last saw the elhudan to search for the missing child. He waits for you by a pond in Tyrn Gorthad.\\n\\nYou should speak with Gurthern.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a5",
      "en": "Gurthern believes that the missing child may have followed one of the elhudan, the glowing wisp-like orbs, into the wilderness of Tyrn Gorthad.\\n\\nYou should look for the elhudan that Gurthern saw around this area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502820",
      "en": "DNT - Continue to follow the elhudan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d8",
      "en": "DNT - A glowing orb, called elhudan by the Dunlendings, has appeared and seems to be trying to lure you somewhere. Perhaps the missing child followed a similar orb to the same place? \\n\\nYou should follow the elhudan and search for the missing child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119d9",
      "en": "DNT - The elhudan have increased in numbers, but they do not seem to be aggressive towards you.\\n\\nYou should continue to follow the elhudan and search for the missing child.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688a3",
      "en": "DNT - 'You found what?! The missing child, a wailing Elf lady, and the wisps? I wonder if they are reacting to her grief. Come, let us leave this dangerous place for now, and discuss what you have found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d3",
      "en": "'You did it! Cai made it back to me safely.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa314",
      "en": "Of Wisps and Mists",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "DNT - Search for the missing child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "DNT - Follow the elhudan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d8",
      "en": "'Your words are troubling. Leader Talfryn sent me here to look into rumours of dark tidings that were reaching us in Lhan Garan. Some fell-wind has swept across Swanfleet and Cardolan. The dead stir in their barrows, and Orcs are crawling over the ruined fortresses and forts.\\n\\n'You say the young girl mentioned glowing balls of light? With the unrest around the barrows, the elhudan have also risen. I have seen their flickering lights at dusk, near Calarphel. Perhaps you will find some answers there.\\n\\n'I will show you where I saw them, but I dare not go close myself. North of Herne is a small pond, around which the elhudan have been gathering in numbers. Meet me there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502827",
      "en": "Return to Gurthern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502829",
      "en": "Search for the missing child",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1769",
      "en": "Gurthern believes that the missing child may have followed one of the elhudan, the glowing wisp-like orbs, into the fogs near Calarphel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689c9",
      "en": "'Well, here we are! The ruins across the pond are where I saw the elhudan gathering. I can see their fell glow from here. Walk carefully! I will wait for you here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11ae1",
      "en": "DNT - You found the child! But the elhudan are too numerous and will not allow you to pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Speak to the wailing woman",
      "es": "",
      "es (fem)": ""
    }
  ]
}