{
  "id": 621004788,
  "txt": [
    {
      "id": 126754727,
      "en": "Sovereign of Seregost",
      "es": ""
    },
    {
      "id": 218639268,
      "en": "You have completed the deed The Court of Seregost: Morroval-slayer.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "You have completed the deed The Court of Seregost: Orc-slayer.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "You have completed the deed The Court of Seregost: Black Númenórean-slayer.",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "You have completed the deed The Court of Seregost -- Tier 1.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "You have completed the deed The Court of Seregost -- Tier 2.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Deep within Seregost, Lhaereth the Stained keeps her plague cauldrons. They contain a new, more virulent Great Plague, which she intends to release upon the realms of the Free Peoples. As you and the Rangers Faeron and Rhadrog are the few innoculated to the plague, you must enter the Court of Seregost as a small strike team and attempt to disrupt Lhaereth's plans.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "You have completed the deed Challenge: Khílnat, the Silent Shade.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "You have completed the deed The Court of Seregost: Lost Lore.",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Complete the deed The Court of Seregost: Morroval-slayer",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Complete the deed The Court of Seregost: Orc-slayer",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Complete the deed The Court of Seregost: Black Númenórean-slayer",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete the deed The Court of Seregost -- Tier 1",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete the deed The Court of Seregost -- Tier 2",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Complete the deed Challenge: Khílnat, the Silent Shade",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Complete the deed The Court of Seregost: Lost Lore",
      "es": ""
    }
  ]
}