{
  "id": 620995585,
  "txt": [
    {
      "id": 262725911,
      "en": "It's in an envelope here on the mantlepiece, if you must know. Well, no! Here it is in my pocket. That's odd!",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "You recall adventures past ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "This scavenger hunt card has a list of things to find. They could be anywhere!",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Year 10 Tales: Bilbo",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "He said if I had the cheek to sing of Eärendil in the house of Elrond, it was my affair!",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "DNT enter the bells of dale instance - gather remembrances?",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "You completed a scavenger hunt card!",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "I don't know half of you as well as I'd like and I like less than half, half as well as you deserve...",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Grimbeorn at Vindurhal in the Misty Mountains",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "DNT lore text",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Gather remembrances in The Bells of Dale ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "One last button sprung from young Bilbo Baggins' waistcoat!",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Defeated spiders ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286659,
      "en": "<rgb=#FF00FF>Think</rgb> of another riddle in Gollum's cave",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "This is Sting! Take it if you like, and also this mithril mail. We Hobbits must stick together, especially Bagginses! ",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Completed scavenger hunt card.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Visit the Stone-trolls' Glade in the Trollshaws",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Like his father before him, Grimbeorn was a man stern, mighty, and proud",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Acquire another of Bilbo's buttons in Goblintown",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Defeat spiders in Mirkwood ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Pull the wooden box out from beneath Bilbo's Bed in Elrond's House",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Stand upon a table near the Party Tree and give a <rgb=#FF00FF>talk</rgb>",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Check what's on the mantlepiece in Bag End",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "<rgb=#FF00FF>Sing</rgb> to Bilbo in the Hall of Fire in Rivendell",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Not fair! Not fair to ask what it's got in its pocketses!",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "To think these were the very three trolls Bilbo had told of, turned to stone while quarreling over how to cook thirteen dwarves and one hobbit!",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'It is true, I am the lord of many sturdy women and men, the proud line of my sire, Beorn. It is due to us that no Orc nor wolf dares tread in the land between the Mountains and Mirkwood. Yes, it is due to us commerce may pass between Dale and Rivendell. \\n\\n'The dwarves may complain about our tolls all they like.  The cost would be far higher were brigands and Orcs to roam the path!'",
      "es": ""
    }
  ]
}