{
  "id": 620995581,
  "txt": [
    {
      "id": 218649171,
      "en": "This scavenger hunt card has a list of things to find. They could be anywhere!",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "What sort of fellow was he? The Gaffer didn't know, but he wasn't a hobbit, tall and black-clad and stooped over.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Year 2 Tales: Sam",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'Now these Elves aren't wanderers. They seem to belong here, more even than Hobbits in the Shire, and if there's any magic about, it's right down deep, where I can't lay my hands on it, in a manner of speaking.'",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Defeat neekerbreekers in Midgewater Marsh ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'I've never told it rightly, myself, mind you. So if it's all the same, this is how old Mablung liked to recount it.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "DNT TBD Shake your fist at Gollum on the Anduin by Great River",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Cards hang from the Party Tree. Each card contains a scavenger hunt to complete at your own pace.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "You completed a scavenger hunt card!",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "<rgb=#FF00FF>Shake your fist</rgb> at Gollum by the Anduin near Thinglad",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "DNT LISTEN TO MABLUNG'S TALE OF THE SAM AND THE OLIPHAUNT",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "Sam's shears had long been silent as he listened at the window to that Gandalf and Master Frodo talking",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Samwise on Cerin Amroth in Lothlórien",
      "es": ""
    },
    {
      "id": 49286704,
      "en": "Cook a stew with taters and a brace of coneys (three taters and two coneys)",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'How sweet of you. You know just my favourite drink.'",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Shake your fist in <rgb=#FF00FF>challenge</rgb> at Old Man Willow",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Completed scavenger hunt card.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Eavesdrop at the window of Bag End",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "You cook up a tasty stew!",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "DNT sneaky sneaky bastard",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "We'd better be a bit more watchful, or we'll feel some nasty fingers round our necks one of these nights.",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Visit Bill the Pony in Bree at the Prancing Pony",
      "es": ""
    },
    {
      "id": 49286673,
      "en": "Fetch a small beer for Rosie Cotton",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Completed",
      "es": "Completado"
    },
    {
      "id": 54354734,
      "en": "Every year in the spring, the Anniversary Scavenger Hunt takes place to celebrate a very special occasion.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Pay your respects and <rgb=#FF00FF>bow</rgb> to Old Gaffer Gamgee",
      "es": ""
    },
    {
      "id": 111477408,
      "en": "Recall with Sam in Rivendell the time he saw an Oliphaunt",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Defeated neekerbreekers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "You feed old Bill a carrot. He eyes you with doleful appreciation.\\n\\nTwelve silver pennies was at least three times his worth, perhaps, but he would earn far more in service before the journey was through.",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "If this tree don't let them go, I'll have it down, if I have to gnaw it!",
      "es": ""
    }
  ]
}