{
  "id": 620995569,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Sergeant Tom",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sergeant Tom would like to thank you for your participation in the Spring Festival today.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'There's lots to do during the Spring Festival! Get out there and get involved, and earn rewards!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My, you're a festive one! I hope you are having a fun time at the Spring Festival!\\n\\n'It seems you're having a swell time, so perhaps you'll enjoy one of these rewards. Here you are!'\\n\\n'Come back tomorrow and I shall have more rewards for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Sergeant Tom is excited to welcome visitors to the Bree Festival Grounds and encourages them to partake in all of the festival's activities.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Welcome, my friend!\\n\\n'If you're here for the Spring Festival, I'd recommend you look around and participate in many of the fun activities around here. If you're not here for the Spring Festival, maybe you should be!\\n\\n'For those folks that participate in many of our activities, there might just be a reward in store for you, so get out there!\\n\\n'And remember if you get lost in the hedge maze, just yell for help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "A Taste of Spring",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa81f35",
      "en": "Participated in Spring Festival activities ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Participate in Spring Festival activities ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Every day there is something to do for the Spring Festival.  Come and join everyone in celebrating the change of a season and participate in the many Spring Festival activities!",
      "es": "",
      "es (fem)": ""
    }
  ]
}