{
  "id": 621011345,
  "txt": [
    {
      "id": "0x9b56846",
      "en": "'Ah, this mixture will do. We have grown hungry from so much walking. All my brethren will be grateful for your efforts!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50277",
      "en": "Gather pine nuts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56848",
      "en": "'Humble Rúzat, at your service. True, true, you will not find all Zhélruka so open to kízinek - pardon me, to outsiders - as I. The world has taught us no such lessons, I am afraid. I, myself, might have turned my head away and spoken no words to you on the weary, dusty roads that lie behind. Yet the moment I set my eyes upon these grand peaks, these open spaces, something in my heart opened, too.\\n\\n'No, friend, I will be truly honest with you. We are in need of way-food. We cannot tarry to cook, for we must keep moving and join  with our národ, up ahead. We have stumbled upon some nuts and berries already, but could use more. \\n\\n'Would you, who are well-rested and full of vigour, gather some as you go, and meet me at Dôm Goru, a small camp up the road?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50262",
      "en": "Bring the nuts and berries to Rúzat at Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50279",
      "en": "Gather wild berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56863",
      "en": "'Find what nuts and berries you may, my friend, and then meet me at Dôm Goru, a camp along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1140",
      "en": "Gathered wild berries ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1158",
      "en": "Gathered some pine nuts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Help Rúzat gather way-food to be eaten on the trail.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "You should bring the nuts and berries to Rúzat at Dôm Goru in Ered Mithrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Grey Mountain Way-food",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Nuts and berries can be found in eastern Ered Mithrin near Erebor.\\n\\nYou should collect pine nuts and wild berries.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50247",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}