{
  "id": 621011368,
  "txt": [
    {
      "id": "0xfa8e118",
      "en": "Dori, Glóin, and Bofur stand huddled near the end of the Bitter Scar...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "\\n\\n'You noticed I chose my words very carefully\\n\\n\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'I do not like the look of this....\\n\\n'Either we have been deceived by the Zhélruka or Vethúg was not as wounded as he appeared to be! There is no mistaking that Vethúg tore this rift in the foothills of Winterstith, but it is where he has gone that concerns me!\\n\\n'Do you see these marks in the earth? I first thought nothing of them, but there are signs of battle here among the fallen stones of Winterstith! Unless the great cold-drake battled only against rocks and ice as they fell, some other foe must have come to this place. I know few who could withstand the might of Vethúg Wintermind, and so, I fear this is the work of Karazgar!\\n\\n'Perhaps you can uncover the truth of what has happened here, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Scars of Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Let us follow these Zhélruka to Skarháld, [placeholder], but speak not of our true purpose.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "A company of Zhélruka blocks the way!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Witness the meeting of the companies of Dori and Ingór ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'[placeholder]!\\n\\n'Dori, Glóin, and Bofur have travelled deeper into the rift on foot. It grows narrower and more treacherous ahead, and so, I offered to tend to the goats.\\n\\n'Of course, that was not the only reason Dréri and I have remained behind! We Stout-axes are hardy dwarves, but we are not accustomed to such cold weather. Ah, but I think these Longbeards would not feel so at home on the plains of Dor Amarth!\\n\\n'In truth, I feel a sense of dread in the shadows of the Grey Mountains. It is nothing more than a feeling, I think, but there is something about this place that has left me uneasy.\\n\\n'It has been some time. You should go ahead and see what is keeping the others.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "Dori can be found in the Bitter Scar.\\n\\nYou have travelled to the end of the Bitter Scar and rejoined Dori and Company, but there is no sign of the remains of Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08eda9",
      "en": "Listen to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You are able to free a bloodied, black arrow from the frozen earth...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Dori in the Bitter Scar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b6",
      "en": "Only Karazgar, the Weeping Warrior, could have left this behind...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Leave the Bitter Scar with Dori and Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Shards of ice litter the ground, betraying a final, futile struggle by Vethúg Wintermind...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e32",
      "en": "Deliver the black arrow to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After learning that Vethúg Wintermind fell upon the foothills of Winterstith, Dori and Company have decided to seek the fallen cold-drake and discover some final proof of his demise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Signs of battle can be found at the end of the Bitter Scar.\\n\\nYou have come upon the aftermath of a struggle between Vethúg Wintermind and an unknown foe. You should examine the signs of battle to determine what has happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b1",
      "en": "Dori can be found in the Bitter Scar.\\n\\nYou have discovered concerning evidence that Karazgar may have slain or taken Vethúg Wintermind from the Bitter Scar. You should leave at once with Dori and Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Náth can be found at the Bitter Scar.\\n\\nYou have travelled to the end of the Bitter Scar with Dori and Company, you now prepare to search for the remains of Vethúg Wintermind. You should speak to Náth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Examine the signs of battle in the Bitter Scar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Rust... and rime. This does not bode well, [placeholder].\\n\\n'Was Vethúg slain by Karazgar's hand or did the Weeping Warrior find some crueler purpose for the great cold-drake?\\n\\n'If Vethúg Wintermind lives still, he will not have forgotten the hurts done to him by the Longbeards and Bardings.\\n\\n'Word must be sent to the Lonely Mountain at once....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Dori, Bofur, and Glóin have ventured into the Bitter Scar.\\n\\nYou should follow Dori, Bofur, and Glóin into the Bitter Scar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb9",
      "en": "Remain on guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed91",
      "en": "Listen to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Náth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Dori can be found in the Bitter Scar.\\n\\nYou have discovered that a great struggle occurred between Karazgar and Vethúg Wintermind, and it seems Karazgar was the victor. You should speak to Dori at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Find Dori, Glóin, and Bofur in the Bitter Scar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Ingór, son of Vékun, has come to the Bitter Scar with a company of his own and appears eager to speak to Dori and Company.\\n\\nYou should remain on guard and defend Dori and Company if the need arises.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed94",
      "en": "Remain on guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01195",
      "en": "Dori can be found in the Bitter Scar.\\n\\nIngór has revealed himself to be a Prince of the Zhélruka, and he has offered Dori and Company safe passage to Skarháld. You should speak to Dori and see if he wishes to accept.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed98",
      "en": "Listen to Náth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "Ingór crosses his arms and waits for Dori's response...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b0",
      "en": "'Listen to me, [placeholder].'\\n\\nDori's voice drops to a whisper.\\n\\n'Do not think I chose my words to make a fool of myself. This Prince seems wiser than his kinsfolk, but I do not trust these Zhélruka.\\n\\n'If they make for Dómekh then they make for Thikil-gundu, and the Zhélruka do not share the spoils of delving and war. If Ingór was to learn that our path also leads to the Steel Keep, I do not think we would find him so friendly much longer.\\n\\n'I believe the only way this can be settled without the spilling of dwarf-blood is to accept Ingór's offer of passage to Skarháld.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'Rust... and rime. It is as I feared, [placeholder].\\n\\n'Was Vethúg slain by Karazgar's hand or did the Weeping Warrior find some crueler purpose for the great cold-drake?'\\n\\nDori glances at the damaged remains of the bloodied, black arrow.\\n\\n'If Vethúg Wintermind lives still, he will not have forgotten the hurts done to him by the Longbeards and Bardings....\\n\\n'We must go.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}