{
  "id": 621011257,
  "txt": [
    {
      "id": "0x6a50295",
      "en": "Talk to Dori in Nori's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Meet Dori and Company outside Erebor after dusk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Dori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'It is time, [placeholder].\\n\\n'Our preparations are made, our goats are watered and well-rested, but one matter still remains.'\\n\\nDori gestures at the massive chest of gold and gem-stones before him.\\n\\n'This is but a small measure of my share of the treasure reclaimed from Smaug the Golden, and it is still greater wealth than most dwarves will ever know.\\n\\n'I want you to deliver it to Ravenhill, [placeholder]. The raven-chief, Arcah, and her people are fond of all that glimmers, and if her people would aid me in the search for my brother, I offer it all. I do not know if I could deliver it by my own hand, and so, I ask this of you.\\n\\n'Once you have finished this business at Ravenhill, follow the long road beneath its heights into the Ered Mithrin. The Company shall await you along the road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "This heavy chest overflows with gold and gem-stones that were once held by Smaug the Golden...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50241",
      "en": "Pick up the share of Dori's treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed8",
      "en": "Prepare packs for Dori and Company ([placeholder]/6)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'Ah, [placeholder]! It is done, then? Very good.\\n\\n'I have known the raven-chiefs to be wise counselors, but whether their counsel is good or ill, they speak with sharp tongues. Has the raven-chief offered you any counsel on our task?'\\n\\nYou inform Dori that the raven-chief warned that Thikil-gundu was an accursed place, and that she would not send her ravens there.\\n\\n'Accursed? I do not think so, [placeholder]. Thikil-gundu has been the doom of many Longbeards, but there is no curse upon it! A curse of dragon-kind, perhaps... but nothing more.\\n\\n'That is enough talk of Thikil-gundu for now, I think. Let us hope the ravens find some sign of my brother's passage through the Ered Mithrin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "The heavy chest overflows with gold and gem-stones that were once held by Smaug the Golden...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d142",
      "en": "King Thorin III Stonehelm has granted Dori leave to pursue his brother into the Ered Mithrin, but now Dori must now form a company of his own.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'Ah, why have you come to Ravenhill?'\\n\\nYou open the chest of gold and gem-stones before Arcah, and explain that Dori has offered a share of his treasure in exchange for the aid of the ravens.\\n\\n'Aid of what sort, [placeholder]? These glimmering trinkets and baubles please me, but I would know what is to be promised if I offer our aid.'\\n\\nYou explain that Dori's brother has taken an expedition to the Ered Mithrin in secret and seeks for Thikil-gundu, the Steel Keep.\\n\\n'That is an accursed place, [placeholder]. You may send three of my conspiracy into the Grey Mountains to search for Nori and his kinsfolk, but I will allow none to fly too near the Steel Keep.\\n\\n'I have spoken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50245",
      "en": "Talk to Arcah at Ravenhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Very well!\\n\\n'I am not the young dwarf I once was, [placeholder], but I am hale still in my old age, so I will lead the Company. However, I must find those willing to follow me into the Ered Mithrin for no promise of wealth or glory beyond my own gratitude. I know a few dwarves whom I can trust with such a task, and so I will speak to them myself.\\n\\n'Ah, but such a company need not only be comprised of dwarves. After all, old Mr. Baggins was not a dwarf and he proved an invaluable ally of Durin's Folk. You are a strong [placeholder], well-travelled and skilled in the ways of battle. Will you join me?'\\n\\nYou nod in assent.\\n\\n'Good, good! We shall have need of a great many things in our travels, and so I would ask that you gather as many coils of rope, water-skins, and bedrolls as you can bear. Once you have done that, you should meet me and the others in Nori's home. Let us hope it is enough!\\n\\n'Are we understood, [placeholder]? Swiftly now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Deliver the coils of rope, water-skins, and bedrolls to Dori in Nori's home",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Collect bedrolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect water-skins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Collect coils of rope ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a4",
      "en": "You discover Dori and Company resting on the road into the Ered Mithrin!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Very good, [placeholder].\\n\\n'After dusk, we will gather before the gates of Erebor and begin our journey into the Ered Mithrin under the cover of darkness.\\n\\n'If you have any unfinished business in Erebor, I would see to it. The hour soon approaches!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a8",
      "en": "Directed ravens to search the Grey Mountains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e80",
      "en": "You drop the share of Dori's treasure, and should return to Dori and Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Collect the share of Dori's treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Collect a share of Dori's treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56844",
      "en": "'Why have you come, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Prepared packs for Dori and Company ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56846",
      "en": "'Ah, why have you come to Ravenhill?'\\n\\nYou open the chest of gold and gem-stones before Arcah, and explain that Dori has offered a share of his treasure in exchange for the aid of the ravens.\\n\\n'Aid of what sort, [placeholder]? These glimmering trinkets and baubles please me, but I would know what is to be promised if I offer our aid.'\\n\\nYou explain that Dori's brother has taken an expedition to the Ered Mithrin in secret and seeks for Thikil-gundu, the Steel Keep.\\n\\n'That is an accursed place, [placeholder]. You may send three of my conspiracy into the Grey Mountains to search for Nori and his kinsfolk, but I will allow none to fly too near the Steel Keep.\\n\\n'I have spoken.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "Dori has gathered his Company beneath a tree on the banks of the River Running...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a4",
      "en": "'Humph!\\n\\n'Of all the dwarves I hoped to gather, I have found only four. I spoke first to the dwarves I travelled with on the quest of old to the Lonely Mountain, but only Bofur and Glóin have agreed to join us. Bifur offered no reason for his refusal, but I do not doubt he has seen enough of battle. As for the others, Dwalin must tend to his duties at Thorin's Hall in the Ered Luin, and I would not ask Bombur or the fine dwarves who bear him about to make such a journey.\\n\\n'Ah, but the elder of the Stout-axes, the one named Spakorth... he is a keen dwarf! I spoke to him of our task in the Ered Mithrin, and he offered two of his finest warriors to me. Náth and Dréri are young in the years of dwarves, but if the wisdom of my kinsfolk should fail us, the might of the Stout-axes will deliver us from trouble.\\n\\n'I have spoken enough of such things! You have gathered what I asked, and now you should prepare six packs. One for each of the dwarves of the Company, and one for my brother, Nori, for when he is found.\\n\\n'Once that is done, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Collected bedrolls ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1162",
      "en": "Arcah casts an inquisitive gaze in your direction...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Once night has fallen, Dori and Company can be found outside the gates of Erebor.\\n\\nYou have arrived outside the gates of Erebor to find Dori and Company assembled under a tree beside the River Running. You should speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Collected coils of rope ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "Once night has fallen, Dori and Company can be found outside the gates of Erebor.\\n\\nWhile Dori and the others begin their journey into the Ered Mithrin, Dori has asked you to deliver a share of his treasure to the ravens of Ravenhill in the hope that he might sooner learn of Nori's whereabouts. You should collect the share of Dori's treasure and prepare to travel to Ravenhill.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01142",
      "en": "Arcah can be found at Ravenhill to the south-west of Erebor.\\n\\nDori has bidden you deliver a share of his treasure to the ravens at Ravenhill. You should ride swiftly and deliver the treasure to the raven-chief, Arcah.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected water-skins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01143",
      "en": "Ravens can be found at Ravenhill to the south-west of Erebor.\\n\\nArcah has accepted the share of Dori's shiny treasure in exchange for sending a few of her unkindness into the Ered Mithrin to seek for Nori. You should direct ravens to take flight and make for the Ered Mithrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01144",
      "en": "Dori and Company can be found along the road into the Ered Mithrin.\\n\\nYou have earned the aid of Arcah's conspiracy and should now follow the road into the Ered Mithrin to rejoin Dori and Company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01145",
      "en": "Dori and Company can be found along the road into the Ered Mithrin.\\n\\nYou have discovered Dori and Company resting before a large stone structure along the road into the Ered Mithrin. You should talk to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56856",
      "en": "'Very well!\\n\\n'I am not the young dwarf I once was, [placeholder], but I am hale still in my old age, so I will lead the Company. However, I must find those willing to follow me into the Ered Mithrin for no promise of wealth or glory beyond my own gratitude. I know a few dwarves whom I can trust with such a task, and so I will speak to them myself.\\n\\n'This is a task befitting only a dwarf, I think! [placeholder], you are well-travelled and skilled in the ways of battle. Will you join me?'\\n\\nYou nod in assent.\\n\\n'Good, good! We shall have need of a great many things in our travels, and so I would ask that you gather as many coils of rope, water-skins, and bedrolls as you can bear. Once you have done that, you should meet me and the others in Nori's home. Let us hope it is enough!\\n\\n'Are we understood, [placeholder]? Swiftly now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Humph!\\n\\n'Of all the dwarves I hoped to gather, I have found only four. I spoke first to the dwarves I travelled with on the quest of old to the Lonely Mountain, but only Bofur and Glóin have agreed to join us. Bifur offered no reason for his refusal, but I do not doubt he has seen enough of battle. As for the others, Dwalin must tend to his duties at Thorin's Hall in the Ered Luin, and I would not ask Bombur or the fine dwarves who bear him about to make such a journey.\\n\\n'Ah, but the elder of the Stout-axes, the one named Spakorth... he is a keen dwarf! I spoke to him of our task in the Ered Mithrin, and he offered two of his finest warriors to me. Náth and Dréri are young in the years of dwarves, but if the wisdom of my kinsfolk should fail us, the might of the Stout-axes will deliver us from trouble.\\n\\n'I have spoken enough of such things! You have gathered what I asked, and now you should prepare six packs. One for each of the dwarves of the Company, and one for my brother, Nori, for when he is found. That's one dwarf short, you say? Oh, I did not mean to exclude you, [placeholder]! You have a pack of your own, do you not?\\n\\n'Once that is done, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Coils of rope, waterskins, and bedrolls can be found throughout the Hall under the Mountain, including the New-lodes of Narathâk.\\n\\nDori has asked you to collect coils of rope, waterskins, and bedrolls in preparation for the coming journey to the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e06",
      "en": "Deliver the share of Dori's treasure to Arcah the raven-chief",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Dori at Furuk-mekhem, the Southgate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Find Dori and Company on the road into the Ered Mithrin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b5",
      "en": "Dori can be found inside Nori's home in Tumnuguhûd, the Dwelling-halls of Erebor.\\n\\nYou have gathered several coils of rope, water-skins, and bedrolls and should now deliver them to Dori at Nori's home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Packs can be found throughout Nori's home in Tumnuguhûd, the Dwelling-halls of Erebor.\\n\\nDespite finding only four willing companions to join him on the journey to Thikil-gundu, Dori has asked you to prepare six packs in the event that Nori is found before he reaches the Steel Keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Direct ravens to search the Grey Mountains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "Dori can be found inside Nori's home in Tumnuguhûd, the Dwelling-halls of Erebor.\\n\\nYou have prepared all of the packs for Dori and Company. You should now speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Once night has fallen, Dori and Company can be found outside the gates of Erebor.\\n\\nHoping to preserve the secrecy of their journey, Dori has asked the company to join him outside the gates of Erebor after dusk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Duty to King and Kin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6a29",
      "en": "Carry the share of Dori's treasure to Arcah at Ravenhill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Prepare packs for Dori and Company ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}