{
  "id": 621011253,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Dôm Goru can be found somewhere to the north-west of Furuk-mekhem, the Southgate.\\n\\nAfter learning that the Zhélruka have a small encampment named Dôm Goru in the eastern hills of the Ered Mithrin, Dori has asked you to ride ahead of the Company and learn if they know anything of Nori's expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'I had begun to think you continued to Thikil-gundu without us, [placeholder]! Did you learn anything of my brother or Vethúg Wintermind?'\\n\\nYou explain that Vethúg Wintermind crashed onto the foothills of the mountain, Winterstith, and left the Bitter Scar in his wake. You also mention that Nori's expedition passed through the old dwarf-hold of Skarháld in the Ered Mithrin.\\n\\n'Skarháld lies upon the Men Angrún, but the matter of Vethúg Wintermind cannot be put off any longer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "Dôm Goru can be found to the north-west of Furuk-mekhem, the Southgate in the Ered Mithrin.\\n\\nYou have arrived at Dôm Goru and should now speak to the Zhélruka at the encampment and learn if they encountered Nori's expedition.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Defeated drakes and worms in the Grey Mountains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In the Way of Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Drakes and worms can be found throughout the Ered Mithrin.\\n\\nIn exchange for information, Zádokh Flint-eye has asked you to defeat many of the drakes and worms of the Ered Mithrin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect a fragment of dragon-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a3",
      "en": "Zádokh Flint-eye can be found at Dôm Goru in the Ered Mithrin.\\n\\nYou have defeated many drakes and worms as Zádokh Flint-eye asked and should now return to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Bags of gold coins can be purchased at a Vault-keeper.\\n\\nIn exchange for information, Zádokh Flint-eye has asked you to give him ten gold coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "''There is another matter to discuss, [placeholder].\\n\\n'While we waited on your return, a small company of Zhélruka passed through the Southgate. They spoke in hushed tones, but I heard enough. It seems they make for a small encampment named Dôm Goru in the foothills of the Ered Mithrin.\\n\\n'The Zhélruka are not the most cooperative of dwarves, but I have known them to be keen observers. Either this company or their kinsfolk might know of Nori's passage into the Ered Mithrin... or perhaps where Vethúg Wintermind has fallen. Ask what you must, but do not speak of Thikil-gundu. The rightful claim to the Steel Keep is still a matter of contention between our peoples, and it would be unwise to provoke them needlessly.\\n\\n'It seemed from their tone that they did not intend to remain there long, and so, I must ask you to ride ahead of our company.\\n\\n'Once we have readied ourselves, we will join you at Dôm Goru.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Very good. \\n\\n'Listen well. You'll have to scrounge around for ten more gold coins if you want me to repeat myself.\\n\\n'You spoke of the cold-drake known to the Longbeards as Vethúg Wintermind. I know where he has gone! Such was the weight of his fall into the Grey Mountains that the ground was torn asunder. He fell broken into the foothills of Winterstith and left the Bitter Scar in his wake. Neither the Zhélruka nor the Longbeards knew such a ruin in the earlier years of the Grey Mountains, but it is here now, I assure you.\\n\\n'Ah, and if you wish to learn the destination of your Longbeard friends, you'll see it soon enough.\\n\\n'Have you heard of dragon-stone? It is normally found deep beneath the earth, but the creation of that black cleft by the Longbeards' cold-drake might have revealed some long-hidden deposits.\\n\\n'If you find even the smallest fragment of dragon-stone in the Bitter Scar, give it to me and I will tell you where the Longbeards have gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "Zádokh Flint-eye can be found at Dôm Goru in the Ered Mithrin.\\n\\nYou have collected ten gold coins for Zádokh Flint-eye as he asked and should now speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Dragon-stone could once be found in the depths of the Ered Mithrin and near to the lairs of dragons, but it might also be found among the Bitter Scar.\\n\\nZádokh Flint-eye has asked you to find a deposit of dragon-stone in the Bitter Scar and bring a fragment of it to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Dori at Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "A small deposit of dragon-stone can be found in the southernmost reaches of the Bitter Scar.\\n\\nYou have discovered a deposit of dragon-stone and should now mine it for Zádokh Flint-eye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ah, what brings a [placeholder] like you so far into the Grey Mountains?'\\n\\nYou explain to Zádokh Flint-eye that you seek a company of Longbeards that passed through the Grey Mountains and that you have also come in search of the remains of the cold-drake, Vethúg Wintermind.\\n\\n'Zádokh Flint-eye is my name, and if you are in search of something, I will know where to find it. Indeed, the fates of those Longbeards and the cold-drake are known to me, but information of that sort is valuable... very valuable.\\n\\n'I will offer it to you... for a price. The worms, drakes, and Dragons of the Grey Mountains have slowed my journey. If you were to remove some of them from my path, I could be convinced to share what I know.\\n\\n'Do we have a deal?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Drakes and worms? I think you misheard me, [placeholder].\\n\\n'I asked you to defeat dragons... not their feeble offspring! Do you expect me to part with any worthwhile information, and information about Longbeards no less, for such a pittance?\\n\\n'You would have saved the both of us time if you had just handed me a bag of gold. In fact, why don't you do that?\\n\\n'Ten gold coins, and I'll tell you what I know. It is a fair price for such knowledge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You place a share of your gold into a small pouch and it jingles softly...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver the fragment of dragon-stone to Zádokh Flint-eye at Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You discover a small deposit of black rock...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Very good. \\n\\n'Listen well, [placeholder]. You'll have to scrounge around for ten more gold coins if you want me to repeat myself.\\n\\n'You spoke of the cold-drake known to the Longbeards as Vethúg Wintermind. I know where he has gone! Such was the weight of his fall into the Grey Mountains that the ground was torn asunder. He fell broken into the foothills of Winterstith and left the Bitter Scar in his wake. Neither the Zhélruka nor the Longbeards knew such a ruin in the earlier years of the Grey Mountains, but it is here now, I assure you.\\n\\n'Ah, and if you wish to learn the destination of your Longbeard friends, you'll see it soon enough.\\n\\n'Have you heard of dragon-stone? It is normally found deep beneath the earth, but the creation of that black cleft by the Longbeards' cold-drake might have revealed some long-hidden deposits.\\n\\n'If you find even the smallest fragment of dragon-stone in the Bitter Scar, give it to me and I will tell you where the Longbeards have gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Zádokh Flint-eye at Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Obtain a bag of gold coins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find a deposit of dragon-stone in the Bitter Scar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d169",
      "en": "Desperate to learn more of Nori's passage into the Ered Mithrin, Dori hopes to parley with the Zhélruka that have come seeking their ancestral home of Dómekh.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Learn if the Zhélruka at Dôm Goru encountered Nori's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Defeat drakes and worms in the Grey Mountains ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e17",
      "en": "Deliver the bag of gold coins to Zádokh Flint-eye at Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Dori can be found at Dôm Goru.\\n\\nAfter returning to Zádokh Flint-eye with the dragon-stone you discovered, he informed you that Dori and Company have come to Dôm Goru. You should speak to Dori and tell him what you have learned.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Zádokh Flint-eye can be found at Dôm Goru.\\n\\nYou have collected a small fragment of dragon-stone as Zádokh Flint-eye asked, and you should now deliver it to him at Dôm Goru and learn what else he knows of recent happenings in the Grey Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "The dragon-stone appears to be a sort of hardened, shimmering coal...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "You discover a small encampment of Zhélruka just off the road into the Ered Mithrin...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'Do you have it? The dragon-stone?'\\n\\nYou produce a small fragment of dragon-stone and show it to Zádokh Flint-eye. His eyes widen in awe.\\n\\n'I did not even believe it to be true! It is beautiful!'\\n\\nZádokh Flint-eye pockets the dragon-stone fragment and appears to collect himself.\\n\\n'You have done as I asked, and I am nothing if not a dwarf of my word. The Longbeards have gone to Brúgrad, but they do not name it as we do. It is known to them as Tharrazhâr, and to those who speak in the Common Tongue: Skarháld.\\n\\n'If they have remained there, they will not be as welcome as they may think. The great warriors of my people have travelled for many miles, and they are not eager to share in the lost wealth of the Grey Mountains.\\n\\n'That is all I have to tell. Leave me to my gold!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}