{
  "id": 621011352,
  "txt": [
    {
      "id": 32481184,
      "en": "This is not a good place to pan",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Panning the Ered Mithrin",
      "es": ""
    },
    {
      "id": 32481232,
      "en": "This is not a good place to pan",
      "es": ""
    },
    {
      "id": 184621266,
      "en": "You should return to Hórin in Skarháld with the minerals you have panned.",
      "es": ""
    },
    {
      "id": 184621269,
      "en": "You should sift through the contents of your panning bag in a rinsing cask, found in Skarháld.",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Return to Skarháld",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "You should bring the mithril flake to Hórin in Skarháld.",
      "es": ""
    },
    {
      "id": 173025622,
      "en": "Sift through contents of your panning bag in a rinsing cask",
      "es": ""
    },
    {
      "id": 51875091,
      "en": "Hórin, a Zhélruka Dwarf, claims rivers and streams can be panned to learn what is hidden under stone.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "The Greylin, Forest, and Heath Rivers can all be found in Ered Mithrin.\\n\\nYou should pan for precious minerals at all three rivers.",
      "es": ""
    },
    {
      "id": 148970465,
      "en": "Upon returning to Skarháld, you wonder if you should give the minerals you collected a second look",
      "es": ""
    },
    {
      "id": 49286805,
      "en": "Pan for precious minerals in the Greylin River ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286808,
      "en": "Pan for precious minerals in the Forest River ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082675,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 162883601,
      "en": "'What? You did not find this panning. You could not. And yet, where else could you have? Are you a drak - or are you vúchut? No, you are no fool. Tell me then, from which river did this come?'\\n\\nYou confess that you only found it rinsing your panning bag in Skarháld.\\n\\n'Ah, a drak, a fool then! But a luck-touched fool. You have brought us a sign of fabled Thafar-gathol. A flake, no more. It is all we are accustomed to going on, in truth.'",
      "es": ""
    },
    {
      "id": 251715857,
      "en": "Pan for precious minerals in the Heath River ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082678,
      "en": "You find a couple interesting minerals and add them to your panning bag",
      "es": ""
    },
    {
      "id": 177082681,
      "en": "You find a couple interesting minerals and add them to your panning bag",
      "es": ""
    },
    {
      "id": 162883656,
      "en": "'Did you know, kízinek, that river and stream hold secrets to what lies hidden under stone?\\n\\n'Do you not believe me? Take these panning things and see for yourself! You will not find the fabled realm of Thafar-gathol, but then, if you are not an utter drak, you may find something of value or use.\\n\\n'Three rivers you will find here, or so the old tales tell: Greylin, Forest, and Heath. Go then, and see what you can find.'",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 111477266,
      "en": "Bring the mithril flake to Hórin",
      "es": ""
    },
    {
      "id": 148970391,
      "en": "Among the dirt and stones a glint catches your eye - a mithril flake!",
      "es": ""
    },
    {
      "id": 236910964,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 148970393,
      "en": "You find a couple of interesting minerals and add them to your panning bag",
      "es": ""
    },
    {
      "id": 236910967,
      "en": "This is not a good place to pan",
      "es": ""
    }
  ]
}