{
  "id": 621011256,
  "txt": [
    {
      "id": "0xceb0116",
      "en": "Dori can be found in Skarháld.\\n\\nYou have travelled to Skarháld with Dori and Company alongside Ingór, son of Vékun, and the Zhélruka. You should now speak to Dori.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Dori can be found at Dôm Goru.\\n\\nYou have learned that Vethúg Wintermind crashed upon the slopes of Winterstith, one of the Grey Mountains. You should follow Dori to the end of the Bitter Scar to learn the fate of Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'We have arrived, [placeholder]. It may be named Skarháld in the Common Tongue, but I know it as Tharrazhâr.\\n\\n'I know well the history of Tharrazhâr, but I must appear to be an old dwarf, frail of mind, to Ingór and his kinsfolk... at least for now. These walls of stone and azurite... they were wrought by Longbeards! Though I cannot contest it, these Zhélruka have no claim to this fortress.\\n\\n'I have seen more unfriendly glances fall upon our Stout-axe companions, and so, I think we should press on once we have rested.\\n\\n'Yet, I have not forgotten that Zádokh Flint-eye spoke of a company of Longbeards in Tharrazhâr. He may have spoken half-truths of Vethúg Wintermind, but who can say what will we find here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After learning that Vethúg Wintermind fell upon the foothills of Winterstith, Dori and Company have decided to seek the fallen cold-drake and discover some final proof of his demise.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scars of Battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'It is time, [placeholder]. Let us see where the old cold-drake has come to rest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to Dori at Dôm Goru",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Dori at Skarháld",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'So Vethúg has fallen upon Winterstith....\\n\\n'If what the Zhélruka say is true, Nori has already passed beyond the easternmost mountains to Skarháld, but Winterstith lies not far to the north. From what you have told me, Vethúg must have carved a path of frozen ruin through the foothills of the Ered Mithrin as he fell. Ah, but where does it lead? To Winterstith? To the heart of the Anvil itself? We must find out!\\n\\n'Come, [placeholder]. Let us follow the Bitter Scar to its end and see what we discover!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}