{
  "id": 621011252,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Dori can be found in the Hall under the Mountain.\\n\\nKing Thorin III has asked you to deliver the missive Nori left behind before he departed Erebor to Dori in the Hall under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'It is as I expected, but not as I had hoped, [placeholder].\\n\\n'My edict was not firm enough to withstand the passage of the Zhélruka... and my people will not heed it. Nori has proven that much to be true. I may hold the rest of them back for days, weeks, or even years, but it will not last. There must be another way....'\\n\\nKing Thorin produces a small missive and glares at it.\\n\\n'Nori left a missive behind when he made for Thikil-gundu with his expedition. I would ask that you deliver it to Dori.\\n\\n'I think now it is time that he learns what his brother has done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fb9dd4",
      "en": "'The edict of the King under the Mountain shall not stand!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a1",
      "en": "King Thorin III has asked you to listen to him speak on matters concerning Karazgar and Vethúg Wintermind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fb9dd5",
      "en": "'We are forbidden to return to Thikil-gundu, but the Zhélruka are not?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disquiet in the Halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "King Thorin III has asked you to listen to him speak on matters concerning Nori, the Keeper of the Coffers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fb9dd6",
      "en": "'The King under the Mountain dishonours his forefathers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Hail, [placeholder]. I was sent to deliver a message to you by the King under the Mountain!\\n\\n'King Thorin requests an audience in the Hall under the Mountain. There are troubling matters afoot in Erebor, and he seeks your counsel and skill to aid him in settling them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Listen to the grievances of restless dwarves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Hail, [placeholder].\\n\\n'I am pleased that you have returned to Erebor, but I wish it were under better circumstances. It seems only more troubles have come to Erebor since the defeat of the great cold-drake, Vethúg Wintermind.\\n\\n'There is much to be said of such things, and I would hear your counsel. Where shall I begin?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Karazgar, the Weeping Warrior... not since the days of Azog has a name been so reviled by my people! \\n\\n'His cunning drew our foe of old, a great cold-drake, to Erebor. Dwarves, Elves, and Men battled against Vethúg Wintermind, but it seems our defeat of the great cold-drake only served to further his designs for the North.\\n\\n'You see, after Vethúg fled the battle, Karazgar followed him into the Ered Mithrin. By Durin's beard, nothing good can come of that!\\n\\n'Karazgar has left us in peace, but he will return. I am certain of it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'The great cold-drake, Vethúg Wintermind, has long been known to my people.\\n\\n'When the Longbeards still dwelled among the Grey Mountains in the Dwarf-kingdom of Grárik, my people discovered a great delving beneath the slopes of the Wrathhorn. They restored it and built upon it, naming it Thikil-gundu, or the Steel Keep in the Common Tongue.\\n\\n'It is true that the first mines and outposts in the Grey Mountains were delved by the Zhélruka, but the halls of the Steel Keep were shaped by the craft of the Longbeards. I will not speak of rightful claims or of the old conflict between our peoples -- they matter no longer. It was a great cold-drake that stole Thikil-gundu from us! Vethúg Wintermind!\\n\\n'Vethúg devoured Dáin I, and slew his son, Frór. Grárik was ended, and if not for the flight of Thrór and Grór, the Longbeards would not have survived.\\n\\n'Mere weeks after the War had ended, Karazgar drew Vethúg Wintermind to Erebor, and though my people suffered great losses, the cold-drake was defeated... but not slain.\\n\\n'Whether he seeks to tend his wounds or die atop our hoards of old, I am certain he has returned to the halls of Thikil-gundu.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "Deliver Nori's missive to Dori in the Hall Under the Mountain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "In the weeks following the defeat of Vethúg Wintermind, tensions have risen between the Dwarves of Erebor and the King under the Mountain as the Zhélruka of the East now make for the Steel Keep, Thikil-gundu.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'After Vethúg was defeated and Karazgar travelled into the North, I issued an edict forbidding any expeditions to the lost halls of Thikil-gundu.\\n\\n'It seemed that my people had come to understand my wisdom, or so I thought. \\n\\n'It was then I was betrayed by one of my father's oldest and closest friends. Nori, hero of Erebor and Keeper of the Coffers, had gathered an expedition in secret and set out in the night.\\n\\n'In anger, I thought to leave him to his fate, but that is not the way of a King under the Mountain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'And now you understand, [placeholder].\\n\\n'It is true that Vethúg Wintermind was defeated, but that does not mean that Thikil-gundu has been left unguarded. Karazgar has pursued Vethúg into the Grey Mountains, and there are Orcs of Gundabad lurking in the foothills. If the Zhélruka hope to reclaim the Steel Keep, they will have to contend with the dangers of the Grey Mountains... and I am inclined to let them.\\n\\n'However, their passage into the Ered Mithrin has not gone unnoticed by my people. Even now, they gather before my throne in anger and restlessness.\\n\\n'Listen well to their grievances, [placeholder], and then we will see if I cannot put their minds at ease.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou encountered a messenger of Erebor who urged you to speak to the King under the Mountain at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have arrived at Erebor and found a number of dwarves pacing restlessly before the King under the Mountain. You should speak to King Thorin III at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Listen to King Thorin III speak of Karazgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Listen to King Thorin III speak of Vethúg Wintermind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Listen to King Thorin III speak of Nori",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to King Thorin III",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have learned of the matters troubling King Thorin III and should now heed the will of the King under the Mountain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "Restless dwarves can be found before the throne of the King under the Mountain.\\n\\nKing Thorin III Stonehelm has grown weary of rising tensions among the Dwarves of Erebor, and has asked you to listen to the grievances of his people that he might better understand them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01199",
      "en": "King Thorin III can be found before his throne in the Hall Under the Mountain.\\n\\nYou have heard the grievances of the dwarves of Erebor, and you should now return to King Thorin III.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a5",
      "en": "Listened to the grievances of restless dwarves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fb9dd1",
      "en": "'Thikil-gundu was wrought by the Longbeards! The Zhélruka know nothing of our craft!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "As you approach the throne of King Thorin III, you notice a number of restless dwarves gathered before it...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'What is this?'\\n\\nDori begins to read the missive and his face sinks.\\n\\n'This is some trick, [placeholder]. It must be!\\n\\n'Nori would not have done this!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fb9dd2",
      "en": "'Where is the Keeper of the Coffers? Has the King sent him on some secret errand?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fb9dd3",
      "en": "'Vethúg is defeated! Why do we sit idle in Erebor?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}