{
  "id": 620778250,
  "txt": [
    {
      "id": 136263297,
      "en": "Searched skeletons for Restless Shades ([placeholder]/40)",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "At the Battle of Fornost, centuries earlier, some of King Arvedui's men turned against him, and Fornost fell to the Witch-king. Before he fled, Arvedui cursed these men never to rest until they fulfilled their oaths of fealty.  Perhaps these Oathbreaker shades will be able to leave if the descendants of Men of Arthedain have forgiven their betrayal?",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is good that I have found you, [placeholder]. I need your help. Long ago, a great battle took place at Fornost, and many died here. Through deception, Angmar caused many of the king's men to betray their oaths, and Fornost fell. Before he fled, King Arvedui cursed the Oathbreakers never to rest until they had fulfilled their oaths.\\n\\n'It is said the folk of the North Downs are descended from the Men of Arthedain, though I don't believe any of us are from the royal bloodline. Still, perhaps these Oathbreaker shades will be able to leave if they know that my people have forgiven their betrayal?\\n\\n'Will you seek out the repentant and offer them their freedom? It is said that many of these wander still near the skeletons of their former selves in the upper courtyard of Fornost.'",
      "es": ""
    },
    {
      "id": 24406257,
      "en": "'I am free....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The shades Emma Slee sent you to free remain near their old skeletons in the upper areas of Fornost.\\n\\nEmma Slee wishes to free some of the shades of Fornost from the ancient curse binding them to Middle-earth. She hopes that as descendants of the Dúnedain of Arthedain the forgiveness of the Men of the North Downs might be enough to free the repentant shades.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done the people of the North Downs a great service. The Dead now rest, and I am happier for it. It seems odd though that so many still remain in Deadman's Dike. Perhaps someone or something holds them to its will....'",
      "es": ""
    },
    {
      "id": 24406258,
      "en": "'At last...'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Emma Slee is at the Fornost camp.\\n\\nEmma Slee will be pleased to hear that the shades have been freed from their curse.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is still much work to be done!'",
      "es": ""
    },
    {
      "id": 24406259,
      "en": "'Thank you...'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Someone leads them all... I know it.'",
      "es": ""
    },
    {
      "id": 24406260,
      "en": "'My long toil is at its end...'",
      "es": ""
    },
    {
      "id": 24406261,
      "en": "'Finally, I leave this Middle-earth behind...'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Someone leads them all... I know it.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Search skeletons for Restless Shades ([placeholder]/40)",
      "es": ""
    },
    {
      "id": 24406262,
      "en": "'Freedom at last...'",
      "es": ""
    },
    {
      "id": 24406263,
      "en": "'I go now...'",
      "es": ""
    },
    {
      "id": 24406264,
      "en": "'The curse is lifted...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fornost: Free the Fallen",
      "es": ""
    },
    {
      "id": 24406265,
      "en": "'The nightmare is ended...'",
      "es": ""
    }
  ]
}