{
  "id": 620778355,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, greetings! Welcome to the beautiful Rath Teraig... the finest stretch of desolate rock and goblin-holes in all of the Blue Mountains. If you have come to help, we could certainly use it. Things have gotten worse of late, and now all manner of things are crawling up out of the ground around here.\\n\\n'I'd personally be grateful if you could do away with a few of the spiders that infest the area. I used to run patrols in there now and again, but since they showed up, I haven't been able to bring myself to set one foot past this barricade... I've been afraid of spiders since I was a wee lad.\\n\\n'So what say you? Are you up for the challenge, or would you rather join me freezing my hinder parts off till the snows come?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The whole barricade-guard -- both of us -- thanks you, [placeholder], but I am personally indebted to you for killing those eight-legged horrors. Now, the less said of them the better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The spiders are scattered throughout the valley to the south. You should be able to find them without too much trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spiders of the Vale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tralli Hammerfist has asked for your help in destroying the spiders that lurk beyond the barricade into Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated spiders in Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat spiders in Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are spiders beyond the barricade south of the dwarf-camp.\\n\\nTralli Hammerfist, deathly afraid of spiders, has asked you to defeat a few of the creatures for him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tralli Hammerfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tralli Hammerfist is at the dwarf-camp beyond the barricade at the northern entrance to Rath Teraig.\\n\\nYou should return to Tralli Hammerfist with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}