{
  "id": 620778353,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We need to keep our enemies penned within Rath Teraig as best we may. The number of goblins seems to grow each day, but our stout barricades have been enough to keep them at bay.\\n\\n'However, those vile Milkeye cave-claws have taken to creeping up and burrowing beneath the barricades in the deep of night and threaten to undermine the walls if we can't find a way to stop them.\\n\\n'If you could hunt a number of the creatures down, it should serve to put a halt to their incessant digging and gain us time to repair any damage they've already done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]! That should keep those vermin at bay for a while and give us a chance to patch up the barricades before the goblins have another try at us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Milkeyes dwell south of the barricade, in the narrow passes within the valley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cave-claws in the Narrows",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Tralli Hammerfist is concerned about the cave-claws burrowing beneath the barricades. Until recently, the barricades have been strong enough to withstand the goblin assaults, but the cave-claws have now weakened them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Milkeyes within Rath Teraig ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Milkeyes within Rath Teraig  ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Milkeyes can be found beyond the barricades south of the dwarf-camp.\\n\\nTralli Hammerfist has asked you to enter Rath Teraig and kill off a number of Milkeyes, to prevent them from gnawing at the barricades.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tralli Hammerfist",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tralli Hammerfist is at his camp beyond the barricade at the northern entrance to Rath Teraig.\\n\\nYou should return to Tralli Hammerfist and let him know that you have done as he asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}