{
  "id": 620778225,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I sometimes think I ought never have left the mountains and the home of my ancestors, but I sought after a life of adventure. After too many years looking, I found myself lost and then found again here amongst the Eglain.\\n\\n'I have been here a long time now and consider myself one of them, but there are remnants of my own heritage that never stray, friend, and those remnants get stirred in times like these.\\n\\n'I hear rumour of dwarves working with Orcs to despoil the tombs beneath the ruins of Thandobel to the south. I wish to know what kind of dwarf would tolerate Orcs, much less deign to work alongside them. Go to Thandobel and bring me one of their banners.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know this blazon. My father told me of a revolt and battle long ago against a host of the Elves in Ered Luin. Skorgrím, a leader of the Dourhands, to whom this blazon belongs, led the assault and drove the Dourhands to near destruction.\\n\\n'Buried beneath the mountains was he, by the quick actions of the Elves' leader, who sacrificed himself to deny Skorgrím victory.\\n\\n'Dourhands in league with Orcs... grim news indeed, and there is no doubt of what must come next.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No self-respecting dwarf would abide the sight of an Orc, much less help the filthy creatures. Either the dwarves in Ost Cyrn are under the sway of a grim sorcerer, or they must be destroyed.\\n\\n'I need your assistance to determine which. Bring me one of the banners from around their fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dour Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In Annunlos lays a ruin, long abandoned by the Eglain. Picked clean and having only the depths of the ruin unexplored, the Eglain left the places beneath the ruin be, as is their custom. However, the ruin now teems with life again as dwarves, presumably in league with Orcs, scour for treasures in the depths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected a dwarf-banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the banner to Refr Quicksilver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ruins of Thandobel lie to the south of Refr Quicksilver in Annunlos.\\n\\nRefr Quicksilver expressed a desire to learn what kind of dwarves would deign to work alongside Orcs and has asked you to go to the ruins of Thandobel and capture one of their banners.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect a dwarf-banner",
      "es": "",
      "es (fem)": ""
    }
  ]
}