{
  "id": 620778229,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Somewhere in Mithrenost, there is a dwarf who oversees the labours of the Dourhands. Though the Dourhands have gone against their nature by consorting with Orcs, all hope for them may not be lost.\\n\\n'Find the overseer of the Dourhands and defeat him. His defeat may break the resolve of his followers, and they may well turn from the dark path upon which they tread. Bring me evidence of the overseer's downfall, and I will hold you honoured for your efforts on behalf of the Eglain.\\n\\n'The overseer will be savvy and strong... be wary if you hope to defeat him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Hunulf and Gadaric did well with choosing you. A fine upstanding sort you turned out to be.\\n\\n'Though it pains me to know that my brethren have fallen so far, I am pleased to have gained the kinship you offer, [placeholder].\\n\\n'I took a certain liberty with some of the metal of the axes you collected and crafted this fine piece for you. You can do with it as you will. You have earned it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I will not soon forget what you did against the Dourhands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Search near the centre of Mithrenost for turned earth or a greater congregation of dwarves. The overseer will be there. Remember, do not be foolhardy and attempt this task on your own.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enemies of the Eglain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is fine to see you again, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In Annunlos lays a ruin, long abandoned by the Eglain. Picked clean and having only the depths of the ruin unexplored, the Eglain left the tombs beneath the ruin be, as is their custom. However, the ruin now teems with life again as dwarves, in league with Orcs, scour for treasures in the depths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the Dourhand Overseer's medallion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the Dourhand medallion to Refr Quicksilver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The overseer of the Dourhands may be found within the ruins of Mithrenost, south of Refr Quicklsilver.\\n\\nRefr Quicksilver has asked to seek out and defeat the overseer of the Dourhands at Mithrenost, in hopes that his followers will turn from their evil ways. He asked you to bring him evidence of the overseer's defeat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the Dourhand Overseer's medallion",
      "es": "",
      "es (fem)": ""
    }
  ]
}