{
  "id": 620778227,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This dwarf is not one to brook betrayal, and I know now that the Dourhands are betrayers to all the Free Peoples. Consorting with Orcs is deserving of only one punishment.\\n\\n'I'll not say that I am pleased by this situation, [placeholder], nor will I look an opportunity side-long when it stares me in the face. Dwarves or not, these Dourhands need to be dealt with, and you seem to be more than suitable to the cause.\\n\\n'I have a request of you, then. Return to Thandobel and wreak vengeance upon the Dourhands in the name of all the Free Peoples. But let us see something good come out of this evil. Bring me the axes of the Dourhands, for metal is not evil, and dwarf-metal can be used to the benefit of us all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Fine iron indeed. Not as comely as other weapons but still made by dwarf-hands and crafted with care. I shall smelt the ill deeds from these weapons and craft them newly into arms and armour for all to use.\\n\\n'Do not see shame in what you have done, but gain strength from the knowledge that you have done your part to stop the spread of evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Bring me those axes, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Dourhands here in the Lone-lands must not be allowed to delve deeper into the ruins. If they are delving into the mounds of Men and assisting the Orcs, then something grim and foul is at work here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Dwarf's Duty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "In Annunlos lay a ruin, long abandoned by the Eglain. Picked clean and having only the depths of the ruin unexplored, the Eglain left the tombs beneath the ruin be, as is their custom. However, the ruin now teems with life again as dwarves, in league with Orcs, scour the ruin for treasures in the depths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Dourhand axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Dourhand axes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dourhands can be found within the ruins of Thandobel, south of Refr Quicksilver.\\n\\nThe Dourhand dwarves have forsaken their ties to their brethren by consorting with Orcs. Refr Quicksilver has asked you to bring vengeance upon the Dourhands in the name of the Free Peoples and to bring him a trophy of their axes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Deliver the Dourhand axes to Refr Quicksilver",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Refr Quicksilver waits for you at the entrance to the cave, south of the Great East Road in the Lone-lands, north of Thandobel.\\n\\nYou should return to Refr Quicksilver with news of your victory against the Dourhands and bring him the axes you took as trophies.",
      "es": "",
      "es (fem)": ""
    }
  ]
}