{
  "id": 620778354,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Gazrîp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Killed Goblin-archer ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Killed Goblin-tosser ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ingólfr is tired of dealing with the goblins of Rath Teraig, which have become more aggressive of late.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My thanks to you for standing by us on this. You are not here to simply cull the local vermin... you want to deal with the real threat: that is to say goblins!\\n\\n'The foul things have been bubbling up out of the ground like bees from a kicked hive. I don't rightly know what has gotten them all riled up, nor do I much care, but I believe it is their leader, Gazrîp.\\n\\n'If you're up for a fight, get in there and break some goblin heads! If we can shatter their morale by defeating their leader, we can pen them in through the winter. The snows ought to block up these passes till spring, and we will be free of them for a long while, at least.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gazrîp can be found beyond the barricade south of Ingólfr's camp deep within the goblin camps.\\n\\nIngólfr has asked you to enter Rath Teraig and deal with the goblin-leader Gazrîp, in hopes that his death will teach the goblins to keep away from the barricades long enough for the winter snows to fill the pass.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Nothing like a rousing tale of goblin-slaying to warm you up on a cold day! Well done, [placeholder]. With your help, we shouldn't have too many problems keeping the goblins at bay till the passes fill with snow for the winter.\\n\\n'After that, it will be up to the leaders at Gondamon and Thorin's Hall to figure out what we'll do about them come next spring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ingólfr is at his camp beyond the barricade at the northern entrance to Rath Teraig.\\n\\nYou should return to Ingólfr and tell him of your battles against the goblin-leader in Rath Teraig.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'South of the barricade is goblin territory, so you should have no problems finding goblin necks to hew. Gazrîp will be another matter, but you will find him deep within the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You've a skilled hand with a weapon, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thanks to you, we shouldn't have too many worries with the goblins in Rath Teraig until spring.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Gazrîp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ingólfr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Kill Goblin-tossers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Goblins in the Valley",
      "es": "",
      "es (fem)": ""
    }
  ]
}