{
  "id": 620778391,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I only wish that this thoughtful gift from Bregedúr did not arrive during such dire times. With the situation at the Vineyard, I fear that the cask may go empty for our journey.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "DNT - NEVER SHOULD BE SEEN",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Need of a Cask",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'I am afraid that I cannot give you a cask unless you bring me enough wood to serve for a few barrels. Have you found the wood-yard? It is up the hill and to the south-west of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Thank you, [placeholder], this cask will do nicely. I understand that Bregedúr is greatly pressed to meet the needs of the White Ships, so please do not take his abrasiveness to heart. Your help should relieve his burden for a time. Perhaps I shall send him a bottle of wine in a week or two.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You pick through the wood pile and select a good piece of timber.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Brethilwen at Limael's Vineyard to the north and west of Celondim. Follow the road north-west and shortly after the river seek the small path leading to the west. You will find her along that road.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'I am still waiting for a cask from Bregedúr, [placeholder]. This wine must mature in the cask it will be ruined if we cannot get one quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You search through the pile of wood, but find only rotten timbers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If you are having difficulty finding Bregedúr, look to the Craftsman's Plaza here in Celondim. He is most likely there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085257",
      "en": "'I am still waiting for a cask from Bregedúr, [placeholder]. This wine is going to be ruined if we cannot get one quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "You will find Brethilwen to the north and west at the outskirts of Limael's Vineyard. Make your way along the roadway heading north-west out of Celondim and follow the small path along the river to the west to find her.\\n\\nBregedúr, the local cooper at Celondim, asked you to deliver a cask to his friend Brethilwen at Limael's Vineyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Bregedúr asked you to collect pieces of wood for him? If it means he will give us a cask, I suppose there is no harm in it. Please, do as he asks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085258",
      "en": "'I am still waiting for a wooden cask from Randal, [placeholder]. This wine is going to be ruined if we can't get one quickly!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The wood-yard is in a grove south-west of Celondim.\\n\\nThe cooper, Bregedúr, has asked you to collect pieces of wood that he can use to make more barrels.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Bregedúr asked you to collect pieces of wood for him? If it means he will give us a cask, I suppose there is no harm in it. Please, do as he asks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Bregedúr is at the Craftsman's Plaza in Celondim, north-east of the wood-yard.\\n\\nBregedúr, the cooper of Celondim, is seeking pieces of wood suitable for making casks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Bregedúr asked you to collect pieces of wood for him? If it means he will give us a cask, I suppose there is no harm in it. Please, do as he asks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "It has taken more time than expected, but you now have your cask. You should take it to Brethilwen in Duillond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the wine-cask to Brethilwen outside Limael's Vineyard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect cask-building wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the wood to Bregedúr in Celondim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bregedúr, at the Craftsman's Plaza in Celondim, asked that you deliver a cask meant for storing wine to his friend Brethilwen at Limael's Vineyard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], if you would take a moment, I have a request of you. A dear friend to me, Brethilwen, spends her days tending the grapes at Limael's Vineyard to the north and west. She sent word to me not long ago that she required a cask for a special wine she wanted to present upon the White Ships.\\n\\n'I have crafted a cask for her, but need someone to take it to her since the preparations for our departure keep me very busy.\\n\\n'Would you take the cask to her? You will find her to the north and west at Limael's Vineyard.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}