{
  "id": 620778399,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Welcome to Falathlorn, [placeholder]. You can see the harbour-city of Celondim up the hill to the north-east, and the refuge of Duillond is further to the north.\\n\\n'But I can see that you have a desire to fashion goods, to practice your ability to create things of substance and use. It is my recommendation that you visit my friend Gwaloth at the terrace overlooking Celondim, where many useful and comely goods are fashioned. Go up the hill to the north-east into the city and follow the path to the left as it winds up the hillside. Atop the stairs, follow the path southward to the terrace.\\n\\n'Gwaloth will be pleased to help you learn how to begin your journey as a craftsman.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mibrethil sent you to me? You must be interested in learning a crafting trade, then? Wonderful! Ered Luin will be better for your efforts, my friend! Speak with the Master of Apprentices on this terrace, for he can help you choose professions in which to specialize.\\n\\n'Once the Master of Apprentices has welcomed you to your chosen professions, be sure to speak with a supplier. She can sell you the tools of your trade -- every profession has its own tools, so be not over-shy with your coinpurse! The novices will be happy to sell you any recipes you might wish to have, though I can tell you now that you will already know how to make a thing or two.\\n\\n'Equip the crafting tools you plan on using and find an appropriate facility -- Celondim has a forge, workbench, and oven available for your use -- and begin practising your skills! You will advance in your chosen professions as you practice and seek out the teachings of others in the field. I hope you will become a skilled crafter, [placeholder], and that it will bring joy to you and profit to Ered Luin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Gwaloth is on a terrace overlooking Celondim where many useful things are made. Go down the hill to the north-east into Celondim, then climb the winding stair on your left as it rises along the hillside. Atop the stair, take the southern path to the terrace and introduce yourself to Gwaloth. She will gladly aid you in choosing crafting professions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Crafting: A Terrace in Celondim",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I wish you good fortune with your pursuit of crafting, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Talk to Gwaloth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mibrethil has suggested that you speak with his friend Gwaloth at a terrace overlooking the harbour of Celondim where useful and comely goods are made.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'May your creations bring joy to those who need them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'The facilities of Celondim are yours to use as you like, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Ered Luin will be a better place for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gwaloth is on a terrace overlooking Celondim, located south of the top of the stairs that wind up the hillside around which the city is constructed.\\n\\nThe Elf Mibrethil suggested that you speak with his friend Gwaloth if you are interested in learning a crafting trade.",
      "es": "",
      "es (fem)": ""
    }
  ]
}