{
  "id": 621067418,
  "txt": [
    {
      "id": 190220548,
      "en": "'Who are you?! What do you want? We might be missing folk, but I won't let you take what's left!\\n\\n'Oh, you're not here to steal anything? I suppose you don't look like a goblin.'\\n\\nShe takes a shuddering breath and her shoulders slump.\\n\\n'Aye, I am Edrud Scurloc. If you've come to help, you're just in time.'",
      "es": ""
    },
    {
      "id": 173025777,
      "en": "Talk to Taeras",
      "es": ""
    },
    {
      "id": 126687124,
      "en": "A report of the activity at Amon Firn must be brought to the Ranger Taeras.",
      "es": ""
    },
    {
      "id": 236954371,
      "en": "A Report for Taeras",
      "es": ""
    },
    {
      "id": 173025782,
      "en": "Talk to Edrud",
      "es": ""
    },
    {
      "id": 190220785,
      "en": "'You have acted admirably in the defence of Cardolan, but I would impose a boon upon you, if you are willing. I need to make a report of the activity that we have seen here, but I also do not think it is time yet to give up my post.\\n\\n'Will you bring word of what you saw and did here to my companion Taeras? He has gone on ahead to a farm that is west of here, chasing troubling rumours.'",
      "es": ""
    },
    {
      "id": 190220544,
      "en": "'Well met. I am indeed Taeras. You may give me Calargyl's report.'\\n\\nYou tell Taeras what transpired at Amon Firn.\\n\\n'Troubling times these are, but glad I am that we have one such as yourself to aid us. You have come at a fortuitous time to this farmstead as well. I came after hearing rumours of goblins and displaced farmers. We Rangers do what we can to shield these folk from outside intrusions, but our number are few and the enemies are many.\\n\\n'Go and speak with the Scurloc and Hove families, if you have not yet already done so. They definitely could use your help.'",
      "es": ""
    },
    {
      "id": 184621171,
      "en": "Taeras has suggested that you speak with Edrud Scurloc.\\n\\nEdrud is at the Scurloc Farm, in north-eastern Cardolan.",
      "es": ""
    },
    {
      "id": 184621161,
      "en": "Calargyl has asked you to bring a report to Taeras of what occurred at Amon Firn.\\n\\nTaeras is at the Scurloc Farm, in north-eastern Cardolan.",
      "es": ""
    }
  ]
}