{
  "id": 621081296,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Bring the rock-scrapers to Yared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'These are the rock-scrapers I requested, and I thank you for them. Now tell me: did Yared cooperate? Did he know where these could be found, and was able to retrieve them quickly and easily?\\n\\n'Ah, nevermind. I know Yared and the other dwarves who work for me think I disapprove of their games, but I would not make them stop playing them. I know how important such things are for the smooth running of the fortress! What matters is that when work comes in, it is accomplished without hesitation or delay... and here it has been.\\n\\n'But do not tell Yared what I have said to you! Let him and the others think they are getting away with something. If fear that I might take away their Stacking Game keeps them sharp, who am I to dull them by letting slip that it is fine? If that must be the relationship between worker and supervisor, so be it.'\\n\\nShegai hums a brief tune, and then laughs.\\n\\n'If I were not their supervisor, however, and was invited to play, I tell you I would stack my crates the highest! I was very skilled at such things when I was young.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You retrieve the rock-scrapers from the crate, and once again hear cheers from below",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a7",
      "en": "'When you bring these tools to Shegai, will you please not tell him that The Stacking Game made finding the rock-scrapers more difficult? He does not approve of it, and while I usually lose the game I would still miss it if he forbade us from playing it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Yared clasps your arm tightly and thanks you again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Yared has remembered in which crate the rock-scrapers demanded by Shegai were packed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Someone needs to check the highest crate used in The Stacking Game for the rock-scrapers demanded by Shegai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Yared is waiting for you to descend and speak to him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Bring the rock-scrapers to Shegai",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I think the rock-scrapers were stored in the pivotal crate we used in The Stacking Game, [placeholder]... but none of the rest of us can get up there to retrieve them! You are the only one who can retrieve them for us!\\n\\n'We are all counting on you... again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b5",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a8",
      "en": "Shegai is in the Armoury of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Check the highest crate used in The Stacking Game for rock-scrapers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'You did it! Thank you for retrieving the rock-scrapers for us!\\n\\n'Can I ask another favour? When you bring these tools to Shegai, will you please not tell him that The Stacking Game made finding the rock-scrapers more difficult? He does not approve of it, and while I usually lose the game I would still miss it if he forbade us from playing it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Stack of Troubles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'None of the rest of us can get up to the highest crate to check it for rock-scrapers! You are the only one who can do this!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}