{
  "id": 621081298,
  "txt": [
    {
      "id": 246419861,
      "en": "Bezab is south of the entrance to the throne in Furukzahar, waiting to hear if you found his lost helmet.",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Bezab south of the entrance to the throne in Furukzahar",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'I suppose my helmet might have caught up against one of the stones of the water channel here in Furukzahar. But that seems unlikely to me. If you can find it and bring it back to me I would be very pleased, stranger. But I am not expecting you to be able to do this. It is probably gone.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Bezab misplaced his helmet, and he fears it might have fallen into the river that runs through Furukzahar.",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'My helmet is in a cave-claw nest? Can you retrieve it?'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find Bezab's lost helmet somewhere in the water channel that runs through Furukzahar",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I am not in the mood for talking right now, stranger.'\\n\\nThe dwarf sighs heavily and then looks at you more closely.\\n\\n'Forgive my rudeness. I am just having a bad day. You see, I was being rather cavalier with my favourite helmet, tossing it from one hand to the other, but I was careless and accidentally knocked it over the railing. I heard a splash from below, and it was likely carried out of the fortress by the current. It was my favourite helmet, and now it is gone!\\n\\n'I suppose it might have caught up against one of the stones of the water channel here in Furukzahar. But that seems unlikely to me. If you can find it and bring it back to me I would be very pleased, stranger. But I am not expecting you to be able to do this. It is probably gone.'",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "An egg rests inside Bezab's lost helmet, and you decide not to disturb it",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'What's that? My helmet has been taken by a cave-claw, and she laid an egg inside it? That... that is beautiful, my friend. She is welcome to retain possession of my favourite helmet until the egg hatches, of course she is!\\n\\n'We have to protect this nest at any cost!'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Bezab dropped his favourite helmet over the railing in Furukzahar and it fell into the water channel that runs through the fortress.",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "You have found Bezab's lost helmet in the middle of a cave-claw nest",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Examine Bezab's lost helmet in the cave-claw nest by the water channel that runs through Furukzahar",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "You found Bezab's lost helmet beside the water channel that runs through Furukzahar, but it seems a cave-claw found it first.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Home Is Where You Hang Your Helmet",
      "es": ""
    }
  ]
}