{
  "id": 621081299,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Welcome to Furukzahar! The fortress has not had many visitors of late, due to the war in Gondor, but I am pleased to see that Hámisar has ordered the gates open once again. A number of noteworthy visitors have come to the fortress since then, friends from near lands and distant. This is a city of the Temámir, wisest of the dwarves, and we have made this home for ourselves far from our ancestral lands.\\n\\n'It was not always home to the Temámir. Are you familiar with the Battle of Azanulbizar? Yes, the last great conflict in the War of Dwarves and Orcs. Two hundred years ago it was, but it was so momentous a battle that it is still spoken of by all the clans of the dwarves, including my people! My own father Mulúgu fought in it and achieved glory, when he was young... I am fortunate he survived the fighting, or I would not be here today!\\n\\n'Do you have an interest in history? You should hear my father's account of the battle from one who fought in it! Seek him by the throne of Furukzahar, for he often goes there to advise Hámisar about matters of importance to our folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Dejeni's father Mulúgu fought in the Battle of Azanulbizar and will tell you about it if you find him by the throne of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Dejeni, historian of the Temámir, is eager for you to learn more about his people during your stay in Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Do you have an interest in history? You should hear my father Mulúgu's account of the battle from one who fought in it! Seek him by the throne of Furukzahar, for he often goes there to advise Hámisar about matters of importance to our folk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Find Dejeni's father Mulúgu by the throne of Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Mulúgu was sleeping, and you chose not to bother him. Perhaps Dejeni will tell you about the Battle of Azanulbizar instead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wise Voyagers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "Mulúgu sleeps peacefully on one of the benches, and you decide not to wake him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'My father was sleeping? Yes, I should have realized. He is old, and while I treasure his wisdom and the tales he tells, he does spend much of his day sleeping by the throne. Of all the places in Furukzahar, that is his favourite chamber; he told me once it reminds him of the Court of King Jegín the Enduring, ruler of the Temámir Dwarves.\\n\\n'But I promised you would learn of the Battle of Azanulbizar! More than two hundred years ago, all the dwarf clans answered the summons of King Thráin of the Longbeards, and assembled on the very threshold of Khazad-dûm to answer the violence of the Orcs with vengeance of our own. My father Mulúgu, very young in those days, served King Jegín and fought bravely among the ranks of her Temámir in skirmish after skirmish. Many of those who followed her have now passed on, but my father Mulúgu still lives, as does the King herself; Jegín remains King of the Temámir in our lands far to the south-east.\\n\\n'Every clan of the dwarves suffered terribly during the war and at Azanulbizar, and King Jegín was not alone in demanding some recompense for the losses her people had suffered. For their service during the War of Dwarves and Orcs, the Longbeards granted to the Temámir some of the mountain strongholds they could no longer maintain, including this fortress. And so Furukzahar became a home for the Temámir. We have gotten along with the neighbouring kingdom of Gondor for many years, and I hope that will continue for years to come.\\n\\n'The Temámir have always been the wise voyagers of the dwarves, walking long roads and sailing the vast seas in search of opportunity, quite unlike those of other dwarf-families. Like them, however, we are also loyal to our friends and deadly to our enemies. It has been a pleasure to speak with you about my people, and perhaps some day I will introduce you properly to my father. Until then farewell, my fellow student of history!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Dejeni in the feast-hall of Furukzahar",
      "es": "",
      "es (fem)": ""
    }
  ]
}