{
  "id": 621081294,
  "txt": [
    {
      "id": "0xeb01195",
      "en": "Yared is waiting for you below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e31",
      "en": "Win the Stacking Game by placing the pivotal crate at the winning spot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'This is the pivotal crate, my friend. I need it placed atop the northernmost stack, and if you can manage it then we win! Otherwise, the height of the stacks remains unchanged and we lose... as usual!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Yared is engaged in a contest with some others of his folk, and he is very worried that without your help he will lose.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Talk to Yared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'Now climb up there and win The Stacking Game for us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'You! You there! You look like you might be the sort who hungers for adventure! You must always be climbing about the wilderness, scaling cliffs and leaping from dangerous embankments, yes?'\\n\\nYou tell the dwarf that you have been known to do some of those things from time to time.\\n\\n'I need your help! You see, we are engaged in a little friendly competition to see which team of dwarves can stack their pile of crates the highest. We call it The Stacking Game, and it is something we came to play in the weeks following the outbreak of war in Gondor, when Hámisar ordered shut the gates of Furukzahar. My team only has two members on it, and we are losing... just as we lost the game before, and the game before that! But since the other team has three... you are free to join us!\\n\\n'This is the pivotal crate, my friend. I need it placed atop the northernmost stack, and if you can manage it then we win! Otherwise, the height of the stacks remains unchanged and we lose... as usual!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "Collected the pivotal crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Collect the pivotal crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56886",
      "en": "'Very nicely done, my friend! You must tell me your name. [placeholder]? I see. It is good to meet you, [placeholder]!\\n\\n'I know this is just a silly game, and we should not let it affect us so much as it does... but there was little else for us to do once Hámisar shut the gates. Now that visitors are coming once again to Furukzahar, perhaps there will be less need for us to play the Stacking Game.\\n\\n'Thank you again for helping us to win, my new friend! Winning is not everything, of course, but it happens to me so rarely that I must cherish it when it does!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Yared has asked you to pick up the pivotal crate and attempt to win The Stacking Game.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1192",
      "en": "Cheers (and a few groans) erupt from below as you win The Stacking Game for Yared's team",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "Make your way to the top of Yared's stack of crates and set the pivotal crate there to win The Stacking Game.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Stacking Game",
      "es": "",
      "es (fem)": ""
    }
  ]
}