{
  "id": 621081293,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You are a visitor to Furukzahar, are you not? You could have come little earlier than this, of course, for it was the command of Hámisar that we shut the gates and not allow outsiders within the fortress while Gondor was at war. It was a wise decision, to be sure, but it has left me with something of a problem.\\n\\n'You see, when Hámisar decreed that no Temámir was to depart the fortress, many of my folk left their weapons lying about. There was to be no need for them, you understand? But now they are scattered all over Furukzahar, and whose job is it to retrieve them?'\\n\\nShegai looks at you with a twinkle in his eye.\\n\\n'Why yes, my new friend. You guessed it on the first try! You will be rewarded for this work, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Collect forgotten weapons throughout Furukzahar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'Thank you for bringing me these weapons. You know... not all of the Temámir agreed with Hámisar's decision to shut the gates of Furukzahar during the war. Some of us believed that it was wrong to leave Gondor to stand alone.\\n\\n'But it was Hámisar's decision to make, and he made it. That is how things have been done for hundreds of years, and our King is far away. Hámisar has the authority in these mountains, and in this fortress.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Shegai has asked you to retrieve the weapons that were left lying around Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Collected forgotten weapons ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'When Hámisar decreed that no Temámir was to depart the fortress, many of my folk left their weapons lying about. There was to be no need for them, you understand? But now they are scattered all over Furukzahar... waiting for you to retrieve them. I did promise you a reward, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Forgotten weapons have been discarded throughout Furukzahar and should be returned to the Armoury.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Weapons Unused",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Shegai is in the Armoury of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e04",
      "en": "Bring the forgotten weapons to Shegai in the Armoury",
      "es": "",
      "es (fem)": ""
    }
  ]
}