{
  "id": 621081263,
  "txt": [
    {
      "id": 228870261,
      "en": "Temámir Hospitality",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'I am not asking you to lie! No, it is simple: if you enjoyed the meal, feel free to return to Zadók with your positive words! But if you did not... can I ask you to share your sentiments with Alem instead? He is usually outside the fortress, looking out over the valley. He taught Zadók the cooking profession, and therefore if he conveys your displeasure it will not be received as poorly. That is not too much trouble, is it, friend? The stomachs of the Temámir of Furukzahar thank you for your discretion!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Talk to Gírma",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You are a fresh visitor to Furukzahar! No, do not seek to deny it! Does this mean you have never sampled any of my renowned cooking? You have not lived until you have tasted such delicacies as I and my kitchen provide for the residents of the fortress! You simply must, my new friend, and when you have eaten your fill you will come back to me and tell me how you cannot believe you have ever praised any other food in all your life. They will seem like swill to you after this day!\\n\\n'There is a custom among my people, however: you must serve a meal before you taste your own. Here, I will give you some plates of food to bring to the hall outside. Set them upon the counters so others can help themselves, and then you can have your own meal. I will await your satisfied review!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Eat the meal you delivered to the feasting-hall",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'There is a custom among my people: you must serve a meal before you taste your own. I gave you some plates of food to bring to the hall outside. Set them upon the counters so others can help themselves, and then you can have your own meal. I will await your satisfied review!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Gírma",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 235093681,
      "en": "Kitchens",
      "es": ""
    },
    {
      "id": 180069841,
      "en": "Throne of Furukzahar",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Zadók if you liked the meal, and Alem if you did not",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'This is the last plate of food? Then it is yours by right, my friend!\\n\\n'Eat up!'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Eat up! This one is yours!'",
      "es": ""
    },
    {
      "id": 28163681,
      "en": "Guest Chambers",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I assume Zadók asked you to return to him with your compliments? Can I give you some advice?'\\n\\nYou nod, resisting the urge to pat your belly. That meal was really... something.\\n\\n'Zadók does not take criticism well, and if you did not enjoy that meal, telling him so is going to interfere with the running of the fortress for at least a week, as the dwarves who work in the kitchens try to cheer him up. It has happened before, and it is not a pleasant thing!\\n\\n'I am not asking you to lie! No, it is simple: if you enjoyed the meal, feel free to return to Zadók with your positive words! But if you did not... can I ask you to share your sentiments with Alem instead? He is usually outside the fortress, looking out over the valley. He taught Zadók the cooking profession, and therefore if he conveys your displeasure it will not be received as poorly. That is not too much trouble, is it, friend? The stomachs of the Temámir of Furukzahar thank you for your discretion!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Zadók is very excited for you to experience some Temámir hospitality... and as a side dish he may be fishing for compliments about his cooking.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'You liked it! Oh, I knew you would: folk are always coming in here to tell me how much they enjoyed the meals I prepared for them! I suppose Alem knew what he was doing when he taught me the finer points of cooking! Sometimes I think I cannot possibly live up to his example, so it is nice to hear such kind words as yours. Thank you for them!'\\n\\nZadók has a spring in his step. It seems the Kitchens of Furukzahar will continue to bubble along for another week.",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Served plates of food ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Gírma has some advice for you.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Well? How bad was it? Gírma only sends folk to me when Zadók has really messed up the flavours of a dish. You would not think a student of mine could so badly bungle a meal, but Zadók has managed it, from time to time.\\n\\n'I will do my best to soften the blow, but still he must keep practicing. That is the only way to improve, you must agree. I do not know if Gírma told you, but we cannot allow the work in the Kitchens of Furukzahar to slow to a stop while my student overcomes his self-doubt. He is a skilled cook! It is just that sometimes he leaves the meat on the fire too long, or uses too dull a knife, or adds the wrong blend of spices. It happens to all of us! Yes, even to me. Very, very rarely, but the point stands.\\n\\n'Thank you for bringing these words to me. I hope your stomach is not too upset by the meal.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "You were given plates of food to leave on the counters in the Furukzahar feasting-hall before you can eat your own meal.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Zadók can be found in the Kitchens of Furukzahar if you enjoyed the meal, and if you did not you were told to voice your displeasure to Alem outside the fortress instead.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "You were given plates of food to leave on the counters in the Furukzahar feasting-hall before you can eat your own meal.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Gírma has caught your attention.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "You have satisfied the Temámir custom of serving a meal before eating your own, and can now enjoy it yourself.",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Set plates of food down on the counters in the Furukzahar feasting-hall ([placeholder]/4)",
      "es": ""
    },
    {
      "id": 18545857,
      "en": "Locked Chamber",
      "es": ""
    },
    {
      "id": 49286681,
      "en": "Set plates of food down on the counters in the Furukzahar feasting-hall (3/4)",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Served plates of food (4/4)",
      "es": ""
    },
    {
      "id": 198005073,
      "en": "Armoury",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "Gírma looks at you expectantly",
      "es": ""
    },
    {
      "id": 162883713,
      "en": "'There is a custom among my people: you must serve a meal before you taste your own. I gave you some plates of food to bring to the hall outside. Set them upon the counters so others can help themselves, and then you can have your own meal. I will await your satisfied review!'",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Gírma smiles broadly. 'It was good, then?' he asks",
      "es": ""
    }
  ]
}