{
  "id": 621081297,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "Zadók has given you permission to take the wooden planks in the Kitchens of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'Weren't you going to bring those planks to Bezab?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Quiet Please",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Wait...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Bezab has gone to the cave-claw nest to protect it from the other dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'Tell them to put away their weapons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e26",
      "en": "Bring the wooden planks to Bezab by the cave-claw nest beside the water channel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'We do have some wood here, but it is really intended to use for the cook-fires when a meal has need of wood-smoke seasoning.\\n\\n'Still, I can spare some for Bezab, if he needs a plank or two. He has had some nice words about meals I have made in the past!\\n\\n'Help yourself to the wooden planks over there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Bezab by the cave-claw nest in Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Will you go to the Kitchens of Furukzahar and ask Zadók for some wood I can use to make a sign? I will write \\qKeep Out!\\q or \\qQuiet Please\\q or something similar on it, and that should keep my fellow dwarves from disturbing the nest long enough for the egg to hatch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b8",
      "en": "'Tell them to put away their weapons!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a5",
      "en": "The Furukzahar guards need to put away their weapons before something terrible happens!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Will you go to the Kitchens of Furukzahar and ask Zadók for some wood I can use to make a sign? I will write \\qKeep Out!\\q or \\qQuiet Please\\q or something similar on it, and that should keep my fellow dwarves from disturbing the nest long enough for the egg to hatch.\\n\\n'Cave-claws are something of a familiar pest in these mountains, and if we do not post a warning sign I am afraid the guards might answer these creatures with violence. But she chose my favourite helmet as the best place to raise her young, and that makes me responsible for their safety!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a7",
      "en": "The Furukzahar guards need to put away their weapons before something terrible happens!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "Now you should bring this wood to Bezab by the cave-claw nest so he can make a sign",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Bezab has decided he must protect the cave-claw egg that rests now inside his lost helmet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Bezab is in the cave-claw nest beside the water channel that runs through Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Wait to see what happens...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a1",
      "en": "'What a relief, [placeholder]!\\n\\n'We will stand guard over these cave-claws until their young one hatches, and see that no one threatens them. I am confident that if we do not raise our swords against them, they will not seek to do us any harm either.\\n\\n'How big do cave-claws usually grow, anyway? Do you know? Ah, that is a concern for another time. Right now there is just the one egg, and it should be quite comfortable inside my favourite helmet! It is a good thing I dropped it over the railing, isn't it? I am very proud of this, my friend, I confess it. Thank you for helping me with this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Talk to Zadók in the Kitchens of Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Zadók is in the Kitchens of Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1171",
      "en": "Finally certain they are safe and not in danger, the creatures curl up and go to sleep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Collect the wooden planks in the Kitchens of Furukzahar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a7",
      "en": "Convince the Furukzahar guard to lower his weapon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Convince the other Furukzahar guard to lower his weapon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'The planks are yours. Take them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'There is no time for a sign now, [placeholder]! You have to do something!\\n\\n'Tell these dwarves there is nothing to fear! They have to put away their weapons before something terrible happens!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}