{
  "id": 621081295,
  "txt": [
    {
      "id": "0xa8e1196",
      "en": "There are no rock-scrapers in this crate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01197",
      "en": "Yared stands by the stacks of crates in north-western Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a0",
      "en": "The rock-scrapers demanded by Shegai will be in one of the crates of tools near Yared in Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "Yared is by the crates of tools in north-western Furukzahar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Shegai knows that the dwarves who report to him have taken to playing games instead of working.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Talk to Yared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Search crates of tools until you find the rock-scrapers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I could have sworn they were in one of these crates, [placeholder].'\\n\\nYared toys with the end of his beard as realization dawns.\\n\\n'Uh oh.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We each responded differently to Hámisar's command that the gates of Furukzahar be shut when Gondor went to war. Some, such as myself, continued to do our work without interruption, knowing that one day the storm-clouds would pass and we would be needed again. Others, including some of the dwarves who work for me, turned to games to pass the time. Have you heard of this ridiculous Stacking Game they invented?\\n\\n'Ah, I understand it, even as I think it is needlessly frivolous in such times as we live in. I allow them to pass the time as they see fit... so long as they quickly respond when I have a task for them! And this is the case today. Will you find Yared somewhere here in Furukzahar and tell him that an order has come in for additional rock-scrapers? He can give them to you and you can bring them back to me... for a reward, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Yared",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'My friend [placeholder]! I am glad you have returned! You are always welcome here! But what brings you hither?\\n\\n'Shegai asks for rock-scrapers? Oh, yes, they are around here somewhere. They will be in one of these crates, if you don't mind helping me search for them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Will you find Yared somewhere here in Furukzahar and tell him that an order has come in for additional rock-scrapers? He can give them to you and you can bring them back to me... for a reward, of course.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'The rock-scrapers are around here somewhere. They will be in one of these crates, if you don't mind helping me search for them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Difference of Opinion",
      "es": "",
      "es (fem)": ""
    }
  ]
}