{
  "id": 620801631,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Recover the sword of Kevoka from Frangan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Recover the sword of Mánas from Huisdán",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "Abb was a great leader and healer of the Hillmen of Rhudaur.  He was one of the last Chieftains taken into the service of the Enemy. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Kolmak was the second of the Hillman-chieftains who took service with the Enemy and often used fell poisons on his blade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Seven swords have been stolen from Krúslë Lannan  and must be returned to their proper resting place.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Ánraig was the fiercest of those that were converted to the Enemy's evil cause and was often at the head of the armies brought against the people of Arthedain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "Guinokh was longest in the service of the Enemy and had the most malice and subtlety of those that wielded a blade under the Witch-king against Cardolan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "Innis was one of the lesser Chieftains converted by the enemy and rather wielded the bow than the sword.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "Kevoka was one of the Hillmen-chieftains tricked into service of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Few men lived to tell tales of Mánas brutality, for he would often put his captives to a cruel death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Recover the Sword of Abb from Owen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Recover the Sword of Kolmak from Ruraikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Recover the sword of Ánraig from Tobaid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Recover the sword of Guinokh from Brekhin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Seven Swords",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Recover the sword of Innis from Dugald",
      "es": "",
      "es (fem)": ""
    }
  ]
}