{
  "id": 620801623,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed the Bullroarer's Challenge",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have won the Bullroarer's Challenge",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You fell off the fence",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Sigismond North-took has invited you to participate in the Bullroarer's Challenge in Brockenborings. \\n\\nThe advanced challenge only gives you twenty one seconds to get to the other platform.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>\\n",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Sigismond sent you to participate in the Bullroarer's Challenge, did he?\\n\\n'The game's origin dates back to Bandobras Took himself. Every morning, it is said, he would run atop the fences of the Great Smials to stay in shape and hone his reflexes.\\n\\n'Simply stand on the starting platform, pick up your official Bullroarer's Challenge brew tankard, toast to Bandobras's health, and make it across the fence in twenty one seconds to the other platform, where Belgo is standing, before time runs out. Good luck, [placeholder]!'\\n",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Challenge Field is located just east of Brockenborings.\\n\\nTo participate in the Bullroarer's Challenge, Tobias Brockhouse told you to stand on the starting platform, pick up your official Bullroarer's Challenge brew tankard, toast to Bandobras's health, and make it across the fence in twenty one seconds to the other platform, where Belgo is standing, before time runs out.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You did it! I never doubted you for a moment, [placeholder]! You have truly honoured the spirit of Bandobras Took.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Sigismond North-took is in Brockenborings.\\n\\nSpeak with Sigismond North-took to claim your prize.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'This is a particularly difficult challenge....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You did it! You did it!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'When I grow up, I want to be just like [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Toast to Bandobras's Health",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete the Bullroarer's Challenge",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Do not fall off the fence",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bullroarer's Challenge -- Advanced",
      "es": ""
    }
  ]
}