{
  "id": 621075172,
  "txt": [
    {
      "id": "0x8e1faf3",
      "en": "To Zarsatrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029e6",
      "en": "Pick up the crate of chisel tips",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859598",
      "en": "'Well met! I am Tinído, Master of Procurements.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859599",
      "en": "'Hail and well met! You say you come from Pelargir with the crate Tinído was supposed to be procuring?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568912",
      "en": "'Hail and well met! You say you come from Pelargir with the crate Tinído was supposed to be procuring? Aye, supposed to procure and thence return with straightaway. His love for the Pelargir mead bogs him down once more.\\n\\n'I thank you for your trouble. Here is the compensation he mentioned.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Well met! I am Tinído, Master of Procurements. You seem like a capable and curious sort. Have you been up to Zarsatrâd? 'Tis a small outpost south of Furukzahar which serves as a waypoint between the 'Aban-bazan quarry and Pelargir.\\n\\n'If you are heading in that direction, I would ask you to bring along this crate of chisel tips. I would do it myself, but I am already running behind due to this swindling merchant wanting to haggle over every minuscule detail. Bring the crate north to my supervisor, Irzeben, and he will reward you for your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should bring the crate of chisel tips to Irzeben.\\n\\nIrzeben is in northern Lebennin, at Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Nestled within the forest of northern Lower Lebennin, is the dwarf-outpost, Zarsatrâd. The outpost serves as a waypoint for the Dwarves of Furukzahar as they move supplies of heavy stone from the Aban-bazan quarry.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf00e152",
      "en": "Bring the crate to Irzeben",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011895",
      "en": "Tinído has asked you to bring a crate of chisel tips north to the dwarf-outpost of Zarsatrâd.",
      "es": "",
      "es (fem)": ""
    }
  ]
}