{
  "id": 621075079,
  "txt": [
    {
      "id": "0xb568919",
      "en": "'Thank you for the help. We are all looking forward to more peaceful days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf3",
      "en": "The Orcs Above",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f1",
      "en": "Defeat Orcs at Taustrok ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029f3",
      "en": "Return to Horndir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859584",
      "en": "'Greetings. I hear you are looking to lend aid and were of great help during the war.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd859585",
      "en": "'Thank you for the help. We are all looking forward to more peaceful days.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568913",
      "en": "'Greetings. I am Horndir, captain of the guard here in the Harlond. I hear you are looking to lend aid and were of great help during the war. Stragglers driven from the Battle of the Pelennor Fields have scattered throughout Lossarnach. Though their numbers have been decimated, they still stand to pose a threat and must be eliminated.\\n\\n'North-west of the Harlond, my scouts have reported a group of Orcs. They must be dealt with, lest they grow in number and become a danger once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011885",
      "en": "You should let Horndir know that you have defeated many of the Orcs who were gathering and trying to regroup north-west of the Harlond.\\n\\nHorndir is in the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01153",
      "en": "Horndir has asked you to deal with the Orc presence at Taustrok before it grows in strength enough to threaten the Harlond.\\n\\nThe Orcs have gathered at a small camp, north-west of the Harlond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1729",
      "en": "Stragglers driven from the Battle of the Pelennor Fields have scattered throughout Lossarnach. Though their numbers have been decimated, they still stand to pose a threat and must be eliminated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b32",
      "en": "Defeated Orcs at Taustrok ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}