{
  "id": 620780991,
  "txt": [
    {
      "id": "0xe777d9e",
      "en": "'Rrrrrrk. Rrrrrrk.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The bog-guardians appear uninterested in the rune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Medlichen is concerned that the Stone-trolls will return when they learn that Elves have come back to Lin Giliath and believes that they should bolster their defences.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When the Stone-trolls learn that Elves have returned to Lin Giliath, they are sure to attack again. There are too few of us, and we cannot hold out long. There is one defence which we can call upon, but there is no certainty that those I speak of will still answer the summons.\\n\\n'I give you these runes -- \\qcanel\\q they are called -- and ask you to lay them upon the pedestal stones found throughout the marshes. Long ago, many of these stones were set east of Lin Giliath in a great curve bending to the south, but only three have survived the ravages of time and the elements. We must hope the guardians remember the meaning of the \\qcanel\\q.\\n\\n'Return to me when you have placed all the runes, and we will learn if the errand was for naught.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The first pedestal is east of Lin Giliath, and two others are to the south of it in a great curve through the marsh.\\n\\nMedlichen has given you several runes to place on the stone pedestals throughout Meluinen, which he hopes will bring the glade's guardians to its defence.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have placed the \\qcanel\\q, [placeholder]? That is well, though it seems the bog-guardians have chosen not to come to our aid.\\n\\n'I suppose I was too eager for the old friendship between Elves and bog-guardians to be rekindled that I was hopeful to the point of blindness. Only disappointment can come of... wait, what is that?\\n\\n'Look! A bog-guardian has come! And more! I shamed myself with despair, but now I see that it is never wrong to hope. You have my thanks, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Medlichen is in Lin Giliath.\\n\\nMedlichen is waiting to hear of your successful placement of the canel upon the stone pedestals throughout Meluinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are three stone pedestals located throughout the marshes south of Lin Giliath. Seek each of them out and place a \\qcanel\\q upon it, and we shall learn if the bog-guardians will aid us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The bog-guardians remember their old friendship with Elves, after all this time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The bog-guardians were beloved of the Ents, it is said.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Place canel on flat stones ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Many creatures of the bog have become wild and feral.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Guardians of the Glade",
      "es": "",
      "es (fem)": ""
    }
  ]
}