{
  "id": 620780878,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Broken fence-pieces can be found at Nathan Hodges' Farm in the northern Lone-lands, near Annúndir.\\n\\nYou should repair the broken fences, in case the Hodges wish to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have done a kindness to the Hodges, for there will be less work for them when they return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Fences all over Nathan Hodges' Farm have been broken by the marauding Wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You've done some good work for us here, and we appreciate it, but we still aren't back on our own land. I know my husband is frustrated that he can't do anything about those Wargs, but judging from your work for Amarion, I think you just might be able to!\\n\\n'There's a pack of Wargs in far north Annúndir, around the old barrows in Haudh Eglan. If you can defeat some of the creatures, maybe that will encourage them to go back to wherever they came from! The Wargs prowl all around those mounds, and you won't be able to miss them.\\n\\n'May fortune go with you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wargs have seized Haudh Eglan, north-east of Amon Raith.\\n\\nCamilla Peake has asked you to drive out the Wargs in Annúndir so that she and her husband can return to their farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You have done a kindness to the Hodges, for there will be less work for them when they return. Hopefully they will soon be back at home, able to focus on getting back on their feet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Camilla Peake is at Amon Raith, west of Annúndir.\\n\\nCamilla Peake is waiting for you to return with news that you have defeated the Wargs encroaching on her land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Wargs that drove my William and me from our farm can be found around the burial mounds in Haudh Eglan far to the north-east. Encourage them to leave our land alone!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Repaired a broken section of fence ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Those Wargs can't leave quickly enough to suit me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'My William would have fought the Wargs himself, but his leg pains him some.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Carnage in the Hodges' Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Repair broken sections of fences ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "Fences all over Nathan Hodges' Farm have been broken by the marauding Wargs. You should repair the fences in case the Hodges ever wish to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fighting Back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    }
  ]
}