{
  "id": 620780827,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Ah! This will do well, [placeholder]. Do pull up a seat, rest, and let us talk. It has been long since I have had company at my fire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Firewood for Cold Nights",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Tarkrîp Orc slain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Don't matter what type of Orc you kill, just as long as they're of the Tarkrîp tribe!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Tarkrîp, the tribe of Orcs that attacked Trestlebridge, can be found throughout the North Downs. Their main encampment is likely to be near the town.\\n\\nKemp the Wheelwright asked you to exact his revenge upon the Orcs of the Tarkrîp tribe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f1",
      "en": "Kill [placeholder] Orcs. ([placeholder] of [placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Orthonn is at his camp-site on the south-eastern edge of Annúndir.\\n\\nYou should bring the firewood to Orthonn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f2",
      "en": "Kill [placeholder] Half-orcs. ([placeholder] of [placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'You're a brave one to be visiting our town, now ain't you? Maybe you're brave enough for another task, eh? Want to spill a little Orc blood?\\n\\n'At my age, I learned there ain't no shame in asking for help. Them Orcs need a little justice brought down on them, but I'm too old to be doing it myself. You though, you look like you got a strong arm. If you go out and kill a few of the bunch that attacked Trestlebridge, I'll give you a reward. Don't matter where you find them, just as long as they are the same tribe that done this to my town.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Orthonn has asked you to collect firewood to fuel his camp-fire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cf2014",
      "en": "'You're a brave one to be visiting our town, now ain't you?' Kemp says in a gruff voice. 'Maybe you're brave enough for another task, eh? Want to spill a little Orc blood?\\n\\n'At my age, I learned there ain't any shame in asking for help. That band of Orcs need a little justice brought down on them, but I'm too old to be going off and doing it myself. You though, you look like you got a strong arm. I'll pay you if you go out and kill a few. One thing I don't lack is money.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Firewood and driftwood can be found near Ost Lagoros.\\n\\nYou should collect firewood and driftwood to help Orthonn keep his fire burning hot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e1",
      "en": "'Don't matter what type of Orc you kill, just as long as they are of the tribe that attacked Trestlebridge!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Tarkrîp Orcs in the North Downs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Kemp Wheelwright",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Kill [placeholder] Orcs. ([placeholder] of [placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Return to [placeholder], in Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Collect firewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect driftwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Kemp, the old wheelwright, seeks revenge against the Orcs that attacked Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Return to Orthonn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c777f1",
      "en": "Return to [placeholder], in Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Collected firewood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6701",
      "en": "'Pretty handy with a blade there ain't you? While it don't make up for all that we lost here, it's good to know that some justice been served on them Orcs. I lost my closest friend in that attack, Lovelle Boskins, Nellie's father.\\n\\n'I can see quite a bit of Lovelle in Nellie there. She's got his spirit. Means to save this little town, she does, and I means to help her. Least I can do to make up for what happened the night them Orcs came....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome to Ost Lagoros, traveller. I wish that I could offer you more comfort, but as you can see, it is a sparse little ruin, with little to offer.\\n\\n'It is so nice to have some company! Would you be willing to collect some firewood and driftwood nearby? It would bring some cheer to this guttering flame. We shall be warm and comfortable then.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Collected driftwood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}