{
  "id": 620780875,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected bones from bone-piles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orthonn worries that a traveller who passed him might have been attacked by the Wargs during the raid on the farmlands.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Come to think of it, [placeholder], I would ask another favour of you before you go. Another traveller passed along the road, a short little fellow. He went west not long before the Warg attacks on the farmlands.\\n\\n'I fear that he may have been hurt... or worse. Will you search for him in Annúndir?'",
      "es": ""
    },
    {
      "id": 225071137,
      "en": "Talk to Orthonn",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "A large pack of Wargs has moved into northern Annúndir, and the bones of their kills litter the burial mounds in the north.\\n\\nOrthonn is concerned that a small traveller did not make it safely to Amon Raith, and has asked you to search Haudh Eglain for any sign of problems.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I see you've found some bones, [placeholder]. Some of these are fairly small, but I wouldn't say any of them would belong to the traveller I saw. Unless I'm very much mistaken, I'd say most of these are goblin bones.\\n\\n'It seems to me that the Wargs and the goblins must not get along well all of the time -- and that is good for us. Let them fight among themselves, and there will be fewer for us to worry about.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orthonn is at Ost Lagoros, on the eastern edge of Annúndir.\\n\\nYou should speak with Orthonn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Wargs are north-east of here, in the far north of Annúndir. If you could collect some of the bones of their victims, we can see if there are any...hobbit-sized ones.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You haven't collected any bones from the Wargs yet. You should find their killing-ground east of here, at the burial mounds in the far north of Annúndir.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I think my friend may have escaped the Wargs. He was a tough little fellow.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The goblins and the Wargs fight among themselves? I say we let them finish each other off!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect bones from the bone-piles ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'The Wargs cannot be driven from Annundir soon enough for me, I tell you true.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring gnawed bones to Nathan Hodges",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fallen to the Wargs",
      "es": ""
    }
  ]
}