{
  "id": 620780822,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "The pages of the Founders Book have been scattered by the Orcs near Trestlebridge.\\n\\nYou should collect all of the missing pages from the Founder's Book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "This crate has already been looted",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected the Founder's Book of Trestlebridge, bearing an inscription of belonging to the Shelton family",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A number of crates lie scattered throughout the Orc encampment north-east of Trestlebridge, likely looted from the town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Oh, maybe you can help me. Since time out of mind, our town treasure has been a book, the Founder's Book, that tells of the early years of Trestlebridge, many generations ago. That book has gone missing!\\n\\n'There's a big Orc encampment to the east of town now. It may be that they have the book there still. I know it's foolish to think of a book at a time like this, but I can't help worrying about it. The Orcs stole many things from us when they raided the town, and the book is likely still in one of the crates they stole.\\n\\n'I wonder if you can possibly help get that book back for us?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are Orc encampments to the east, once you cross the Trestlebridge to the north.\\n\\nMarla Shelton has asked you to search Orc encampments near Trestlebridge for signs of the Founding Book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Founder's Book! I never thought to see it again. It is in rough shape, but I think you found most of the torn out pages.\\n\\n'I'm sure I can repair it. Thank you, [placeholder]! I had given it up for lost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found all the missing pages from the valuable historic artifact",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Marla Shelton is back in Trestlebridge.\\n\\nYou have found the Founder's Book and should bring it back to Marla Shelton.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Oh, [placeholder], will you recover the Founder's Book from the Orcs?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I wonder if you can get the Founder's Book back for us from the Orc camp?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Collect any stolen goods from the crates",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "A number of crates lie scattered throughout the Orc encampment north-east of Trestlebridge, likely looted from the town.\\n\\nYou should search the crates and collect anything that should be returned to the devastated town.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Collect all the missing pages from the Founder's Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the Founder's Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Founder's Book back to Marla Shelton",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasure from Trestlebridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Stolen crates from Trestlebridge lie scattered throughout the large Orc encampment north-east of Trestlebridge.\\n\\nYou should search the creates and collect treasure.",
      "es": "",
      "es (fem)": ""
    }
  ]
}