{
  "id": 620780872,
  "txt": [
    {
      "id": 228284040,
      "en": "'A very kind deed! Thank you, [placeholder]. You are a skilled hunter, and speedy at that.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Collect furs from wolves or bears ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Orthonn awaits you at Ost Lagoros, south-east of Annúndir and across the river.\\n\\nYou should bring the furs you gathered to Orthonn.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Heavy Bear-hide ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Collected furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orthonn has asked you to gather furs to be sent to the refugees of Amon Raith in their time of need, and Annúndir is full of wild beasts with ideal hides.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Defeated a bear ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Wargs forced me from my land, same as the other folk here, but it won't be long before we can go back, I expect. You learn to weather things like this once you've put some years behind you, and this Warg business is just one more setback in the long road.\\n\\n'I'm more concerned about the great bears prowling the wilds in northern Annúndir. They've carried away more than their share of my livestock over the years, and now that I'm not on my land to chase them away, I'm afraid they'll be up to their old tricks!\\n\\n'I am not without a heart and know that the bears are doing just what is their nature. So I told Amarion I would use their hides to make cloaks and tents if we need to weather the winter. Two birds, one stone.\\n\\n'The bears can be found west of the Warg camps. Be careful not to stray too far towards the Fields of Fornost, I'll not use bear-hides from those foul beasts! Only bears in Annundír will do.'",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Defeated a wolf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Bears and wolves can be found on the northern hills of Annúndir, west of Ost Lagoros.\\n\\nOrthonn wishes to send warm furs to the refugees guarded by Amarion at Amon Raith.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I'm glad you defeated some of the bears of Annúndir for me, [placeholder]. William and Camilla are so concerned with this Warg business that they talk about nothing else! It's worth remembering that there are many threats in this world, and all of them must be dealt with.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Defeat bears in Annúndir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Agnes Martlet is at Amon Raith, west of Annúndir.\\n\\nAgnes Martlet will be pleased to hear that you have dealt a blow to her age-old foes, the bears of northern Annúndir.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'There are bears roaming the hills of northern Annúndir, and I don't want them carrying off any of my livestock while I'm stuck here with this Ranger! I can't go down to my farm yet, but that's no reason to let the bears eat any of my livestock! Go remind those bears that Agnes Martlet of Annúndir hasn't left for good!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If I get back to my farm and those bears have carried off even one of my animals....'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'This Warg business won't last much longer, I expect.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Defeat wolves in Annúndir ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I look at what happened at the farmlands as a failing of my own. Amarion and I guard this road, but the Wargs moved between us, and we did not espy them until it was too late for the farmers.\\n\\n'Amarion guards them now, but I wish to make amends for my negligence. Will you help me gather furs to send those poor folk? It is not much, but it will keep away the chill of night.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This Warg business won't last much longer, I expect.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the Heavy Bear-hides to Agnes Martlet",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Heavy Bear-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Thinking Ahead",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Bring the hides you gathered to Orthonn",
      "es": ""
    }
  ]
}