{
  "id": 620780824,
  "txt": [
    {
      "id": 216727830,
      "en": "Old map-pages can be found on Orcs in the Tarkrîp Assault Camp.\\n\\nYou should collect map-pages, for they look to be of some historic significance.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "You have found a great number of scattered pages in the Tarkrîp Assault Camp.\\n\\nThese will surely be better off back in the hands of the people of Trestlebridge, rather than in the claws of the scheming Orcs.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected an historic map-page ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected map page ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Old map-pages can be found on Orcs in the Tarkrîp Assault Camp.\\n\\nYou should collect map-pages, for they look to be of some historic significance.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Completed",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You recovered the Founder's Book for Marla Shelton, but it seems some of the map pages are missing. She is concerned that the Orcs will make use of them to plan another raid against Trestlebridge.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "You have found a great number of scattered pages in the Tarkrîp Assault Camp.\\n\\nThese will surely be better off back in the hands of the people of Trestlebridge, rather than in the claws of the scheming Orcs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It seems that the book has been damaged! It looks like all the maps at the end of the book have been torn out.\\n\\n'I wonder if the Orcs might not be using these maps to plan their further attacks! They were driven out of Trestlebridge once, so I'm sure they're planning to return. Perhaps the raiders in the smaller camps around here have these pages and are using them as guides to the area. I think there are eight missing map pages.\\n\\n'If you can hunt these pages down, not only will you be restoring our town treasure, but perhaps you'll be thwarting the Orc attacks as well!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There are many Orc camps around the Greenway.\\n\\nMarla Shelton has asked you to recover the map pages stolen from the Founder's Book, thereby restoring the book and thwarting the Orcs' attacks.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Oh, thank you so much! Now we have our book back! Maybe this will make it harder for the Orcs to attack us again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Without those maps, the Orcs might not have as easy a time raiding our town.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I hope you can get the map pages back from the Orcs.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Oh, I am so glad you recovered the Founder's Book!'",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "You have discovered an old map-page of some apparent historic significance upon an Orc slain in the Tarkrîp Assault Camp.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the map pages back to Marla Shelton",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the map pages ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect old map-pages from Tarkrîp Orcs",
      "es": ""
    },
    {
      "id": 126754722,
      "en": "A Book Torn Apart",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "You have discovered an old map-page of some apparent historic significance upon an Orc slain in the Tarkrîp Assault Camp.\\n\\nYou should defeat Tarkrîp Orcs in the assault camp and collect any other pages you find.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Restoring the Founders' Book",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect historic map-pages ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}