{
  "id": 620780828,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'Aye, that's me money. Thank'ee. I'll give this to Nellie right away.\\n\\n'Nellie's a dear girl, and I know she'll say I don't need to give it to her. And while she may not blame me for what happened, I know I wish it had been old Lovelle who survived and not me. I know I can't change it, so I'll try and help Nellie save this town. It's the very least I can do for her and her dad, good old Lovelle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I need my money if I'm going to be a help to Nellie and keep this town afloat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You have found a stash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ruins of Minas Vrûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Kemp's stash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Bring the statue's relics to Amarion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Here's how ye find me money. Go north from Trestlebridge along the road. When the road branches east, follow it until ye see some ruins north of ye. Those are the ruins of Minas Vrûn.\\n\\n'Explore the ruins a bit, look for an archway with an \\qX.\\q The stash is buried there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Kemp the Wheelwright said his stash lay buried in the ruins of Minas Vrûn north and east of Trestlebridge. The hiding spot is in an archway marked with an  \\qX\\q.\\n\\nKemp the Wheelwright asked you to collect his hidden stash of money, so that he can help to maintain Trestlebridge for Nellie Boskins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "As you look upon the ancient statue, you realize that several significant small pieces seem to be missing, leaving holes where relics should be.\\n\\nThe statue looks to have been looted but lately. Perhaps the missing treasures can be found nearby; the looters may have buried the pieces for a later recovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You have found a missing relic from the Arnorian statue ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c877f1",
      "en": "Find Kemp's stash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Kemp the Wheelwright can be found in Trestlebridge.\\n\\nYou should return to Kemp the Wheelwright with his stash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You have found a hidden stash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You have found a hidden stash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You have found a hidden stash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "You have found a hidden stash!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6234031",
      "en": "'See the night the Orcs came, Nellie's father, Lovelle, and I were talking and drinking. Well, I must've had one too many, because I woke up that morning in an alley. Near as I can guess, Orcs must've thought I was already dead. Suppose I was lucky, but it sure don't feel that way.\\n\\n'All my life I've been hiding a little money away in a stash outside of town. I reckon now it's enough to help Nellie get a good start on rebuilding. Problem is I can't get to its hiding place. Can you get it for me? To find it, all you have to do go north on the Greenway and look for a stone with a white mark. Go due east from there and look for a dead tree with two marks on it. That dead tree is near some ruins from the old kingdom, if that helps you find it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After examining the Arnorian statue at Minas Vrûn, you noticed that several small pieces had gone missing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8cf2014",
      "en": "'On the night the Orcs came, Nellie's father, Lovelle, and I were talking and drinking at the tavern. Well, seems I did more drinking than talking, and while I know I left the tavern... that's about all I remember. I woke up later in an alley, and found that just everyone I knew was dead. Near as I can guess, Orcs must've thought I was already dead.\\n\\n'Now, Nellie here means to save this little town. And I going to help her. Now, I've got a bit of money hid out in the wilds north of town. To find it, you need to go straight north from the bridge until you see a stone with a white mark on it. From there, go north-east until you see a tree with two marks on it. My stash is hidden there. If bring my stash back, I'll can give it to Nellie for her to use in rebuilding this old place.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Looters may have stashed the missing relics throughout Minas Vrûn, in western Annúndir.\\n\\nYou should search Minas Vrûn for the missing relics, in case the looters buried them for later recovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Looters may have stashed the missing relics throughout Minas Vrûn, in western Annúndir.\\n\\nYou should search Minas Vrûn for the missing relics, in case the looters buried them for later recovery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa6346e1",
      "en": "'Here's how you find the stash of mine. Go north on the Greenway until you see a stone with a white mark on it. From that stone, go east until you see a dead tree with two marks on it. That tree is on the southern edge of some ruins from the old kingdom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for the missing relics",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the stash to Kemp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect Kemp's stash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Amarion is at Amon Raith.\\n\\nYou should bring the relics you found to Amarion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Kemp told you the tale of how he survived the Orc-attack and how Nellie Boskins resolved to save Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search for hidden stashes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6c777f1",
      "en": "Return to [placeholder], in Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c43",
      "en": "Find Kemp's stash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x50d6c44",
      "en": "Return to [placeholder], in Trestlebridge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Relics stolen from an Arnorian statue! I am glad you saved them, [placeholder]. Clearly it is not safe to restore them -- though, perhaps it can be done in more peaceful times. I will keep these safe, and they will be treasured when I return to Esteldín, for these belong to the Men of Númenór.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6701",
      "en": "'Aye, that's my stash. Good job. I'll give this to Nellie right away.\\n\\n'Nellie's a dear girl and I know she'll say I don't need to give it to her. And while she may not blame me for what happened, I know I wish it had been old Lovelle who survived and not me. I know I can't change it, so I'll try and help Nellie save this town. It's the very least I can do for her and her pa, good old Lovelle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x40f6702",
      "en": "'Aye, that's my stash. Good job. I'll give this to Nellie right away.\\n\\n'Nellie's a dear girl and I know she'll say I don't need to give it to her. And while she may not blame me for what happened, I know I wish it had been old Lovelle who survived and not me. I know I can't change it, so I'll try and help Nellie save this town. It's the very least I can do for her and her pa, good old Lovelle.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'See, the night the Orcs first came, Nellie's father, Lovelle, and I were talking and drinking. Well, I must've had one too many mugs, because I woke up that morning in an alley. Near as I can guess, Orcs must've thought I was already dead. Suppose I was lucky, but sure don't feel that way.\\n\\n'All me life I been hiding a little money away outside of town. I reckon now it's enough to help Nellie keep this town going. Problem is I can't get to its hiding place. Can you go get it for me?\\n\\n'I buried it in the ruins of Minas Vrûn, north and east of here. I buried it in an archway in the ruins. You'll know you're at the right spot if you see a big \\qX.\\q Be careful though, wild beasts and worse prowl those ruins!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}