{
  "id": 620905609,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "As you approach the oven, a crumpled note catches your eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The anonymous note asserts Gísling is a traitor to the Sutcrofts! You must show it to Fastred immediately",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Gísling worries that his presence in Snowbourn is not wanted, and asks that you aid Fastred in any way you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], if you have a moment, I must speak to you.\\n\\n'We have aided Reeve Fastred in every manner I can think of, but perhaps there is more yet to be done here. I cannot help but feel that my presence here has been less than welcome - perhaps Fastred thinks ill of my father and me for further burdening this settlement.\\n\\n'Speak to Fastred, and see if we can aid him in any other task. I would not wish my years of service to be tainted by a decision that had to be made.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fastred can be found inside the Mead Hall of Snowbourn.\\n\\nGísling worries that his father's actions have hurt his station within the Sutcrofts and asks that you aid Fastred further as a gesture of good will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, [placeholder]. It is good that you have returned.\\n\\n'While you were aiding the people of Snowbourn, a man came to me and spoke of a deeply troubling matter. He claimed that an agent of the Enemy had taken root among my people - a most serious accusation to be certain. I shall not allow my people to be brought to ruin by anything, especially not a foolish defector.\\n\\n'He claimed to have seen this spy poisoning food-stores about town, and lurking about the oven to the east of the Mead Hall. Start your search there, and report your findings to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The oven can be found in central Snowbourn to the east of the Mead Hall.\\n\\nFastred has sent you in search of information about a potential threat to Snowbourn. Fastred mentioned that your search should begin near the oven as the spy has been tampering with food.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The note can be found on a stool next to the oven in central Snowbourn.\\n\\nYou have not found anyone acting suspiciously, but a hastily-scrawled note near the oven catches your eye.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this you have brought me?'\\n\\nFastred's face sinks and then tightens in distress as he reads the note.\\n\\n'This... this doesn't make any sense. Gísling is the son of my most trusted Thane. Could he really be behind such a plot?\\n\\n'Go to Gísling at once. I wish to know what he would say to such accusations.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Fastred can be found in the Mead Hall of Snowbourn.\\n\\nYou have found an anonymous note that asserts Gísling is a traitor to the Sutcrofts and warns Fastred himself to not trust his Thane's son.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'How can you believe this, [placeholder]? My father and I have fought tirelessly for the safety of the Sutcrofts and for the good of Rohan. Why would I throw such labours away so brashly?\\n\\n'Someone is trying to pit Fastred against us, I am certain of it. I know not who, but the Reeve has not been himself since the death of his father, Dagred. I think him vulnerable to such deceptions, though he will protest.\\n\\n'We need to be very cautious in our approach to this, [placeholder]. Return to Fastred and tell him what I have said. I can only hope that my years of service loyal to Dagred and the King can speak for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Gísling can be found in the northern part of Snowbourn.\\n\\nFastred wishes to hear Gísling's thoughts on the note you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Aye, I am well aware of Gísling's efforts in the past. Such a note troubles me greatly, though, and in these dark times, I cannot be too careful about those I allow within Snowbourn. \\n\\n'I fear that inaction is the greater of two evils in this situation, but I have many things to consider. Gísling may speak true or he may not - I will take action as I see fit to protect my people.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced6",
      "en": "Fastred can be found in the Mead Hall of Snowbourn.\\n\\nGísling bade you return to Fastred with his response.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search central Snowbourn for evidence of a spy",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine the crumpled note near the oven",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Fastred",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Unnerving Message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Gísling in Snowbourn",
      "es": "",
      "es (fem)": ""
    }
  ]
}