{
  "id": 620905655,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Rohirrim snaps out of his stupor and looks deeply perplexed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa7b5a82",
      "en": "'I have not the time to dwell on such curiosities - I must return to Walstow at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have happened upon more of the missing Rohirrim's belongings. If he can be found, Winsig would surely like to know of his findings at the East Wall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "You have found more of the Rohirrim's trappings. You should seek out the Rohirrim nearby, and see if he has survived the Orc attacks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rohirrim must surely be nearby. You should try to find this Man, and see if he has strength enough to return to Walstow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I know not what horror seized control of his mind like that. Once he wakes, I will speak with him.\\n\\n'Thank you for bringing him back to Walstow - I only hope that he shall recover from such a thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Winsig will be most interested to learn of this man's assault against you. \\n\\nWinsig can be found in the mead-hall of Walstow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'No! Stay away from me!\\n\\n'My head... you meant to hurt me, he said! You are no saviour of Rohan!\\n\\n'Mordor will bring us glory, and you stand in the way!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x43ed4bb",
      "en": "'No... stay away from me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Aldstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeba7b52",
      "en": "'I... what has happened? A man in dark robes approached me... and I can remember nothing beyond!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Aldstan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Scout",
      "es": "",
      "es (fem)": ""
    }
  ]
}