{
  "id": 620905722,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I know you are quite busy helping others about town, but if you have a moment, I would ask one last favour of you.\\n\\n'To the north lies the ruins of my home, Hytbold. It was a beautiful town that was sacked and destroyed utterly by the Orcs of Mordor. I, like so many others, fled in terror as our home burned.\\n\\n'As I ran, I dropped a precious pendant, an heirloom of my line that had persisted from the days of Eorl. Knowing the nature of those detestable creatures, I would assume they shattered it along with everything else. Yet, I have hope that it remains.\\n\\n'If you would, travel to the north, near the remains of Hytbold and see if my pendant still remains. I will reward you with everything I can spare should you find it intact.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I am amazed that you found it... I know not what to say.\\n\\n'When I fled Hytbold, I was sure that nothing would be left by the horrid Orcs.\\n\\n'Alas, I fear that Walstow will come to a similar end, but that is a conversation for another time...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Lost Keepsake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Adalgifu wants you to attempt to recover a keepsake that was lost when she fled to Walstow from her old home to the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have found a beautiful pendant with an inlaid gemstone amidst the ruins of what once appeared to be a thriving Rohirric settlement",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the lost keepsake near the ruins of Hytbold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The keepsake can be found near the ruins of Hytbold to the north-west of Walstow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Adalgifu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Adalgifu can be found in central Walstow.",
      "es": "",
      "es (fem)": ""
    }
  ]
}