{
  "id": 620905723,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While I abide my mother's wishes, you at least are free to march into battle. Are you the sort of warrior that would wish to ride out and defeat foes on their own turf?'\\n\\nYou tell the Thane that you have done such feats countless times, and would welcome the opportunity to rid his lands of the evil that lurks there.\\n\\n'You will go, then? I admire your boldness, [placeholder]! I hope to hear many stories of your might upon your return. The Wargs are our biggest concern right now, for they hold our wood-stores hostage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You succeeded! I am so impressed, [placeholder]! Your deeds inspire me; while we have sat here pounding nails and sharpening swords, you actually cleared the wood of that howling menace, and took back our supplies.\\n\\n'It is amazing, what one [placeholder] can do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Worksite Overrun",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Radwig has relented to his mother Etta's desire to defend Floodwend, but you are not bound to remain in the city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Gathered wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Gather wood from the abandoned worksite ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wood can be found in the Warg-infested worksite east of Floodwend.\\n\\nYou should collect wood from the abandoned worksite.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the wood to Radwig in Floodwend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Radwig can be found in the Mead Hall of Floodwend.\\n\\nYou should return to Radwig with the wood you gathered from the Worksite.",
      "es": "",
      "es (fem)": ""
    }
  ]
}