{
  "id": 620905712,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Winsig",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'These Orcs know nothing of retreat - they will throw themselves at our feet until finally we wither and fall.\\n\\n'To the west, Fastred employs a far more terrifying tactic - he makes of our enemies' heads grim standards that litter the ground as reminders to his foes that he is not to be crossed.\\n\\n'Whether the Orcs pay this any heed, I know not. However, I know that Snowbourn stands still, and Walstow enters its fleeting throes. I would have us employ this strategy in Walstow... as gruesome as it is.\\n\\n'Travel to the Orc camps of Ash Durub and Ufum-mau to the west and south-west of Walstow - take a trophy of each Orc's head, and steal their spears. Upon your return, we will mount them about town.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'While such a vicious show of force is not normally my favoured choice, if we are to survive, I feel nothing can be lost by imitating Fastred.\\n\\n'His thirst for destruction has made an impression on the Orcs and if they could feel such a thing as fear when approaching Snowbourn, I am certain they would.\\n\\n'I will have these mounted about town. Thank you for honouring such a barbaric task with your aid.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Cut Above",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Winsig wants you to aid her in creating grim standards for Walstow. At Fastred's command, Orc heads shall only occupy one location in the Sutcrofts - the tip of a pike.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Beheaded Orcs in the south camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected spears from Orcs in Ash Durub or Ufum-mau ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Behead Orcs in the south camp ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs and their heads can be found in the camps of Ufum-mau and Ash Durub, located to the south-west and west of Walstow, respectively.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect spears from Orcs in Ash Durub or Ufum-mau ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Winsig can be found in the Mead Hall of Walstow.",
      "es": ""
    }
  ]
}