{
  "id": 620905626,
  "txt": [
    {
      "id": 186897893,
      "en": "'Your commands have the weight of a breeze in the grass to me.'",
      "es": ""
    },
    {
      "id": 94621400,
      "en": "You have come before the seat of Théoden, King of Rohan.",
      "es": ""
    },
    {
      "id": 186897894,
      "en": "'Gríma!'",
      "es": ""
    },
    {
      "id": 94621401,
      "en": "Gríma has called you forth to speak to him.",
      "es": ""
    },
    {
      "id": 186897895,
      "en": "'Pah!'",
      "es": ""
    },
    {
      "id": 186897896,
      "en": "'I know what it is you seek, Gríma! For Rohan, and for yourself!'",
      "es": ""
    },
    {
      "id": 186897897,
      "en": "'Well, you shall have none of it!'",
      "es": ""
    },
    {
      "id": 141478480,
      "en": "'I say that is further proof of its wisdom, then! Gríma's words are nothing to me.'",
      "es": ""
    },
    {
      "id": 141478481,
      "en": "'Will you let us in to see my uncle? You know who I am, Háma.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I do not understand why I must leave my bow with this man, [placeholder]. Do they not trust my word as an Elf? If I say I will do no harm to their King, no harm will come to him from my hand.\\n\\n'It is not that I am offended. It is just that we went to some trouble to recover this bow the last time it left my possession, and I do not believe you could win a similar wager to get it back again!'\\n\\nCorudan laughs.\\n\\n'Ah, I will leave it here with this man Háma. The Rohirrim seem so afraid of Elves I believe I could make a frightful face at one of them and cow him into returning my bow, if it came to that.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Look there, [placeholder]. Behold the Golden Hall of Meduseld, seat of my uncle Théoden, the King of Rohan. We will speak with him and obtain a decree the Reeves will be unable to ignore. They must move their people across the Entwash where we can better protect them! A decree by Théoden King will be more difficult for them to ignore, I deem.'\\n\\nÉomer looks momentarily discomfited.\\n\\n'I rode north with my Éored to hunt the Orcs against my uncle's wishes. He may still be displeased, but we must hope that he will forgive the disobedience for its happy result: the death of the Orcs.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'I am sorry you must be inconvenienced in this way, [placeholder]. Do not blame Háma for it. He is simply doing his duty. The safety of the King must come before all, and keeping the weapons of strangers outside the hall can help ensure it.\\n\\n'It was never like this in days of old, however. I sense the influence of Gríma in this.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I will leave Nona's sword with Háma, for I trust the Doorward of Théoden and know him to be an honourable man. He will see to it that the blade is returned to me after our audience.\\n\\n'I do not like to be without it for even a moment, but I will do as Théoden King requires.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'I am Háma, the Doorward of Théoden. You have come to the Golden Hall of Meduseld in the presence of Éomer, nephew of the King, and you are as welcome here as he himself be, if he speaks well of you.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'If you will leave your weapons outside the hall, I will bring you inside to see Théoden King.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'I have seen enough, [placeholder]! It is as I feared when my uncle forbade me to pursue the Orcs. His will is not his own! It is Gríma's doing!'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "Gríma studies you with piercing eyes, and you feel distinctly uncomfortable. How much knowledge of your imprisonment in Isengard did Saruman share with his nefarious agent?\\n\\nYou learned in the caverns below Isengard that Gríma is a pawn of Saruman... but does Gríma know that you know it?",
      "es": ""
    },
    {
      "id": 218649177,
      "en": "'Come with me. I will bring you before Théoden King.'",
      "es": ""
    },
    {
      "id": 218272529,
      "en": "'It is my master Gléowine! He taught me the craft when I was young.'",
      "es": ""
    },
    {
      "id": 218272530,
      "en": "'What has he done?'",
      "es": ""
    },
    {
      "id": 218272531,
      "en": "'No!'",
      "es": ""
    },
    {
      "id": 25619617,
      "en": "'This way, my friends. We will speak with my uncle.'",
      "es": ""
    },
    {
      "id": 218272532,
      "en": "'Théoden King, the men of Stangard still stand strong.'",
      "es": ""
    },
    {
      "id": 25619618,
      "en": "'These are good men, trusted with the protection of Théoden King and his family.'",
      "es": ""
    },
    {
      "id": 218272533,
      "en": "'But your land is beset by dangers! You must open your eyes and see!'",
      "es": ""
    },
    {
      "id": 25619619,
      "en": "'I hope you are ready to climb, my friends!'",
      "es": ""
    },
    {
      "id": 218272534,
      "en": "'I speak the truth.'",
      "es": ""
    },
    {
      "id": 25619620,
      "en": "'Aye, and destroyed them all!'",
      "es": ""
    },
    {
      "id": 218272535,
      "en": "'Théoden King, you must release Éomer. Rohan needs him.'",
      "es": ""
    },
    {
      "id": 25619621,
      "en": "'Something is not right, [placeholder].'",
      "es": ""
    },
    {
      "id": 25619622,
      "en": "'I see the influence of Gríma Wormtongue everywhere.'",
      "es": ""
    },
    {
      "id": 25619623,
      "en": "'We will set things right.'",
      "es": ""
    },
    {
      "id": 25619624,
      "en": "'Háma, I have come with these three companions to see my uncle.'",
      "es": ""
    },
    {
      "id": 25619625,
      "en": "'These are unusual times, Háma. Some would say they require more friends, rather than fewer.'",
      "es": ""
    },
    {
      "id": 261894273,
      "en": "'Enough of this, bard!'",
      "es": ""
    },
    {
      "id": 261894274,
      "en": "'You are guilty of spreading lies and deceit throughout Edoras!'",
      "es": ""
    },
    {
      "id": 101610513,
      "en": "'He will call you before him when he is ready for you. Until then you must wait.'",
      "es": ""
    },
    {
      "id": 261894275,
      "en": "'Guards! Seize this man! Cast him from Edoras, never to return!'",
      "es": ""
    },
    {
      "id": 261894276,
      "en": "'You dare return here after flouting the King's command not to pursue the Orcs?'",
      "es": ""
    },
    {
      "id": 261894277,
      "en": "'I speak with the King's voice!'",
      "es": ""
    },
    {
      "id": 261894278,
      "en": "'See how you trouble the King? Your presence is painful to him.'",
      "es": ""
    },
    {
      "id": 261894279,
      "en": "'Guards! Guards!'",
      "es": ""
    },
    {
      "id": 171765008,
      "en": "You stand before the seat of Théoden, King of Rohan, but it is his advisor Gríma that will decide your fate.",
      "es": ""
    },
    {
      "id": 261894280,
      "en": "'I will speak with Háma about this!'",
      "es": ""
    },
    {
      "id": 37576432,
      "en": "'Listen to me, all of you! Can you not see that Rohan has been left undefended?'",
      "es": ""
    },
    {
      "id": 261894281,
      "en": "'Nephew of the King or not, you should have left your blade outside!'",
      "es": ""
    },
    {
      "id": 37576433,
      "en": "'This man has done it!'",
      "es": ""
    },
    {
      "id": 37576434,
      "en": "'It will not last, Gríma!'",
      "es": ""
    },
    {
      "id": 37576435,
      "en": "'One day you will be cast out in disgrace, Wormtongue!'",
      "es": ""
    },
    {
      "id": 37576436,
      "en": "'I hope I am there to see it!'",
      "es": ""
    },
    {
      "id": 92508993,
      "en": "'This way.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Walk with Éomer to the gates of Meduseld",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Éomer in Edoras",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Attain permission to enter the Golden Hall of Meduseld",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Háma",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to Horn in front of Meduseld",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Corudan in front of Meduseld",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Éomer in front of Meduseld",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Talk to Háma in front of Meduseld",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Walk with Háma to your audience with Théoden",
      "es": ""
    },
    {
      "id": 8725904,
      "en": "Gríma stares at you with those piercing eyes.\\n\\n'You were fortunate, [placeholder],' he says, the shadow of a half-smile creasing his lips.\\n\\n'That will not happen again.'",
      "es": ""
    },
    {
      "id": 94217889,
      "en": "'Lord Éomer!'",
      "es": ""
    },
    {
      "id": 94217890,
      "en": "'Look!'",
      "es": ""
    },
    {
      "id": 94217891,
      "en": "'Lord Éomer, did you find the Orcs you sought?'",
      "es": ""
    },
    {
      "id": 94217892,
      "en": "'Careful now.'",
      "es": ""
    },
    {
      "id": 163776672,
      "en": "'Have you forgotten the Curse of Wyrgende?'",
      "es": ""
    },
    {
      "id": 163776673,
      "en": "'It claimed the life of your son, and it will claim Éomer's life as well.'",
      "es": ""
    },
    {
      "id": 163776674,
      "en": "'It is the order of the King that this rabble be cast into the dungeon alongside Éomer!'",
      "es": ""
    },
    {
      "id": 163776675,
      "en": "'Yes, Lady Éowyn. You speak with wisdom that befits your beauty.'",
      "es": ""
    },
    {
      "id": 163776676,
      "en": "'The three of you are banished from Edoras.'",
      "es": ""
    },
    {
      "id": 163776677,
      "en": "'You are forbidden to again cross the Entwade, and must remain east of the river.'",
      "es": ""
    },
    {
      "id": 163776678,
      "en": "'If you disobey this command, you will suffer the penalty of death.'",
      "es": ""
    },
    {
      "id": 139879905,
      "en": "'Éomer, these are unusual companions you bring to Edoras.'",
      "es": ""
    },
    {
      "id": 163776679,
      "en": "'Be thankful for the mercy of Théoden, King of Rohan.'",
      "es": ""
    },
    {
      "id": 139879906,
      "en": "'That is not what Gríma would say.'",
      "es": ""
    },
    {
      "id": 139879907,
      "en": "'Yes, Éomer, you and your friends may pass. I ask only that they leave their weapons outside.'",
      "es": ""
    },
    {
      "id": 163776688,
      "en": "'Take him to the dungeons! He is a danger to the King!'",
      "es": ""
    },
    {
      "id": 163776689,
      "en": "'Bring Éomer to the dungeon, and cast Gléowine from Edoras.'",
      "es": ""
    },
    {
      "id": 163776690,
      "en": "'You there, [placeholder], come here.'",
      "es": ""
    },
    {
      "id": 163776691,
      "en": "'Éomer is accompanied by the lowest sort of companions, Théoden King.'",
      "es": ""
    },
    {
      "id": 163776692,
      "en": "'What should be their fate?'",
      "es": ""
    },
    {
      "id": 163776693,
      "en": "'And who else do I see with you?'",
      "es": ""
    },
    {
      "id": 163776694,
      "en": "'Has Stangard fallen? Have the Easterlings razed it?'",
      "es": ""
    },
    {
      "id": 163776695,
      "en": "'How else to explain why Horn has come before the King?'",
      "es": ""
    },
    {
      "id": 163776696,
      "en": "'Silence! You speak the same treasons as Gléowine your master.'",
      "es": ""
    },
    {
      "id": 163776697,
      "en": "'My King, you know not to set any hope upon Éomer.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Night Falls on Meduseld",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have come with Éomer to Edoras to speak with his uncle Théoden, the King of Rohan.",
      "es": ""
    },
    {
      "id": 187625953,
      "en": "'Éomer!'",
      "es": ""
    },
    {
      "id": 187625954,
      "en": "'Uncle, you must not worry yourself so.'",
      "es": ""
    },
    {
      "id": 187625955,
      "en": "'Éomer! Be wise!'",
      "es": ""
    },
    {
      "id": 187625956,
      "en": "'Éomer, stop!'",
      "es": ""
    },
    {
      "id": 132423137,
      "en": "'My King, I have always served you faithfully and well!'",
      "es": ""
    },
    {
      "id": 187625957,
      "en": "'Gríma, have mercy! Their crime is that of Gléowine, not that of my brother.'",
      "es": ""
    },
    {
      "id": 132423138,
      "en": "'I have been your minstrel for many years! It has been my honour and privilege...'",
      "es": ""
    },
    {
      "id": 132423139,
      "en": "'Théoden King, please listen to me!'",
      "es": ""
    },
    {
      "id": 132423140,
      "en": "'I would never speak against you, my King! I did not mean...'",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Talk to Háma inside Meduseld",
      "es": ""
    },
    {
      "id": 132423141,
      "en": "'My King! Please!'",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Wait for your audience with Théoden",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Talk to Éomer in Meduseld",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Listen as Éomer speaks with Théoden",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Talk to Gríma",
      "es": ""
    },
    {
      "id": 206117249,
      "en": "'Faithfully...'",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Witness the will of Théoden",
      "es": ""
    },
    {
      "id": 206117250,
      "en": "'My minstrel... Gléowine...'",
      "es": ""
    },
    {
      "id": 206117251,
      "en": "'Éomer... sister-son...'",
      "es": ""
    },
    {
      "id": 206117252,
      "en": "'Gríma... the Orcs! The Orcs...'",
      "es": ""
    },
    {
      "id": 206117253,
      "en": "'Easterlings... grave threat...'",
      "es": ""
    },
    {
      "id": 206117254,
      "en": "'Éomer...'",
      "es": ""
    },
    {
      "id": 206117255,
      "en": "'Théodred...'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Éomer is standing on the approach to Meduseld, the Golden Hall, and wishes to speak with you.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Háma, the door-ward of Théoden, is before the gates of Meduseld and needs to approve your entrance before you can see the King.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Your companions are outside Meduseld and have been asked to leave their weapons with Háma.",
      "es": ""
    },
    {
      "id": 186897889,
      "en": "'Enough!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Háma is before the gates of Meduseld, waiting to take your weapons.",
      "es": ""
    },
    {
      "id": 186897890,
      "en": "'Uncle!'",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "You have come into Meduseld with Háma, seeking an audience with Théoden.",
      "es": ""
    },
    {
      "id": 186897891,
      "en": "'I have returned from the hunt! The Orcs are destroyed!'",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "It is not yet time for your audience with Théoden. You will be called before him when he is ready for you.",
      "es": ""
    },
    {
      "id": 186897892,
      "en": "'The King's command? To my memory it was your command, Gríma Wormtongue.'",
      "es": ""
    },
    {
      "id": 94621399,
      "en": "Éomer is ready to confront Théoden and his advisor Gríma Wormtongue.",
      "es": ""
    }
  ]
}