{
  "id": 620905619,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected spears from Mordor corruptors ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected fire-pots from Warg-riders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Éomer has come to Snowbourn to see if Reeve Fastred has complied with his command to begin preparations to move his people across the Entwash where they can be better defended.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I look around and I do not see the preparations for which I asked, [placeholder]. I will speak with Reeve Fastred to learn why he delays, but let us try something else first.\\n\\n'It is said that you catch more horse-flies with honey-cakes than you do with lamp tallow. Introduce yourself to Grimstan, one of Fastred's personal guards, and ask him why the people have not begun to move where it is safe. Grimstan knows me, and the answer he would give to me might be different than the one he gives to you. I want to know what is really going on in Snowbourn, and you are a more sure path to that answer.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Grimstan is outside Reeve Fastred's home in Snowbourn, south-east of Éomer's location.\\n\\nÉomer has asked you to inquire of Grimstan why Reeve Fastred has not followed his command for his people to move across the Entwash for safety.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who are you? I have not seen you before. What are you doing in Snowbourn?'\\n\\nYou ask him why Fastred has not moved his people across the Entwash where they can be better-protected.\\n\\n'The Reeve has his own opinion on this, whatever the Third Marshal thinks. Ah, Éomer is a long way from here. He does not know what is really going on in the Sutcrofts. The women and the children could be moved, certainly, but Éomer wanted everyone to depart, even the warriors! These are their lands! Better to stay and die on your own land than to live at the say-so of another man's plot!\\n\\n'Snowbourn will not retreat, though it be burned to the ground. Its people will defend it to the last!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éomer is in Snowbourn, north-west of Fastred's house, outside the Mead Hall.\\n\\nYou have heard Grimstan's explanation for Fastred's refusal to comply with Éomer's command, and should report it now to the Third Marshal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Warg-riders on the plains of the Sutcrofts wield fire-pots, and Mordor corruptors wield spears.\\n\\nÉomer has asked you to collect implements of destruction from Warg-riders and Mordor corruptors in the Sutcrofts. He wants to show them to the Reeve as evidence of what his people will face if they do not retreat across the Entwash.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The people of Snowbourn will not leave their homes. It is the will of the Reeve.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'That is what I suspected, [placeholder]. I will go to speak with Reeve Fastred, but he may need more evidence to be convinced of the danger his people face.\\n\\n'Ride onto the plains of the Sutcrofts and defeat Mordor corruptors and Warg riders, seizing their implements of destruction: spears and fire-pots. Bring them back to me and I will show this evidence to the Reeve. If that does not change his mind, we may need to try something else.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Éomer is outside the Mead Hall in Snowbourn.\\n\\nYou have collected implements of destruction from Warg-riders in the Sutcrofts, and should bring them to Éomer as he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Speak to Grimstan and we may learn why Fastred has disobeyed my command. Find him outside the Reeve's house to the south-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Very good. These weapons will show Reeve Fastred what his people will face if he does not move them across the Entwash, where they can be better defended.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'You have nothing for me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Grimstan in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Éomer in Snowbourn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Collect spears from Mordor corruptors in the Sutcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Collect fire-pots from Warg-riders in the Sutcrofts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 6: No Retreat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring Warg-rider and corruptor weapons to Éomer in Snowbourn",
      "es": "",
      "es (fem)": ""
    }
  ]
}