{
  "id": 620905622,
  "txt": [
    {
      "id": "0xd085252",
      "en": "You stare at defeated Uglúk and wonder if Boromir rests comfortably, from wherever it is he watches, now that the leader of the band that set upon him is no more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I see how Corudan looks at me. He thinks I fear to go into Fangorn.'\\n\\nHorn looks at you with his piercing grey eyes.\\n\\n'I went into another ill-omened wood with you, not long ago, [placeholder], do you remember? There I took a grievous wound, an injury from which I will never recover. Nor would I wish to heal that hurt!\\n\\n'I will follow you into Fangorn. What can be done to me that I should fear?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 2: Uglúk's End",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You say some of those tracks led toward Fangorn? They are likely not those of the halflings, for Éomer was certain no one left the site of the battle without his knowledge.\\n\\n'They may then be the tracks of Aragorn, Legolas, or Gimli. What brought them toward Fangorn?\\n\\n'What does Horn think? Will he dare the Forest of Fangorn? I will go, and gladly! But he has expressed worry about such places before.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The reek of the burning rises still from the site where Éomer destroyed the Uruks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "Uglúk has no opinion about your next move.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You pry your eyes away from Uglúk and resolve to search for sign of the halflings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "Uglúk is beyond caring, not that he would have cared in life.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You find a great deal of footprints, some of which lead north-west",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Éomer's Vengeance can be found to the north-west of Eaworth, just outside the eaves of Fangorn.\\n\\nÉomer has said you should look for signs of your friends at the site where he encountered and destroyed the Uruks led by Uglúk.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We destroyed all of the Uruks just outside the eaves of Fangorn, to the north-west. Go there and see for yourself. If I am here on your return, you are welcome to ride with us when we depart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You find a great deal of footprints in the chaos that seem to go nowhere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Uglúk and Éomer fought personally at the end of the battle, but Uglúk did not walk away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Did you search the site for any sign of your friends? It is to the north-west of Eaworth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The ground at Éomer's Vengeance is torn up by a confused muddle of footprints. Can anything be learned from it?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You say some of the tracks lead toward Fangorn? That is a peculiar place, and many things are whispered about it in Eaworth, and no doubt in other places less close to the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Corudan wishes to speak with you at Éomer's Vengeance.\\n\\nYou have found a number of footprints that seem to go toward the Forest of Fangorn, and should speak to Corudan about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'Éomer did his work well. Perhaps too well, if your halfling friends were destroyed along with the Uruks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Horn is waiting to speak with you at Éomer's Vengeance, north-west of Eaworth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Éomer performed his duty admirably. I fear he may have been too thorough. If your halfling friends were here, they could not have escaped the battle or the burning afterward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'Can you tell anything from the confused muddle of footprints?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'What thinks Horn? Will he dare the Forest of Fangorn?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'Éomer spoke truly. The Uruks are destroyed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'Gruesome.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'My skills do not lie with tracking. I can tell nothing from the confused footprints here. Can you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Éomer's Vengeance, north-west of Eaworth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the remains of Uglúk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Examine confused footprints at Éomer's Vengeance ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Corudan at Éomer's Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Horn at Éomer's Vengeance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Éomer has told you where to go to find the Uruks his men destroyed. It is possible you will find your lost friends at the site.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'My men caught up with the Uruks just outside the eaves of Fangorn, to the north-west. Their leader, a fierce Uruk whose name seemed to be Uglúk, if the panicked words of his fellows can be trusted, fought me blade to blade after I dismounted.\\n\\n'I proved the better swordsman, to the pride of Éomund and the shame of whatever disgusting lout claimed to sire Uglúk.\\n\\n'Ride to this site and look for signs of your missing friends or Aragorn and his two companions. If my men and I are still here when you return, you are welcome to ride south with us to Edoras.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}