{
  "id": 620905718,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Orc-killers (1/3)",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Orc-killers (2/3)",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Orc assassins (3/3)",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Egelferth is concerned that some crofters and his men have gone missing along the road to Snowbourn.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Ho, there! If you are travelling near the East Wall, have a care! A few of my men and some crofters we sent west to Snowbourn have gone missing, and I fear that some terrible fate befell them.\\n\\n'In my travels on the road, I have heard many a suspicious sound, but I know not if my mind is playing tricks on me. If I had to guess, though, I would suspect that Orc-killers were lurking just beneath my notice.\\n\\n'You are a hardy one, are you not? Perhaps you can lure those cowards out of hiding and discover the fate that befell my fellows on the road west. Return to me with what you learn.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Egelferth suspects that Orc-killers have taken up holdings near the road west and can be flushed out into the open if provoked.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah then, it is as I assumed. Such a loss...great folk were they.\\n\\n'At least those shameless Orcs met a fate so deserved. You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Egelferth suspects that Orc-killers have taken up holdings near the road west and can be flushed out into the open if provoked.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Egelferth suspects that Orc-killers have taken up holdings near the road west and can be flushed out into the open if provoked.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Egelferth can be found in northern Walstow.\\n\\nYou should return to Egelferth with news of your success.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Investigate along the road west for signs of Orc-killers",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Investigate further west along the road",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Investigate the sacked cart along the road to Snowbourn",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Egelferth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eyes of Mordor",
      "es": ""
    }
  ]
}