{
  "id": 620905627,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "You have been ordered by Théoden King not to cross the Entwash under pain of death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I do not know what we can do, [placeholder]. Éomer is imprisoned, we cannot cross the Entwash, the people of the Sutcrofts are in grave danger from the fervour of their Reeve, and I... I thought Nona would have returned by now.'\\n\\nHorn looks downcast.\\n\\n'I am fortunate the King did not comment on my return from Stangard, or I would be in the dungeon alongside Éomer, or worse. We have failed in everything, [placeholder]. I swore to stand by you once I was cast from Stangard, but everything I have tried to do has ended in failure or disappointment. I am sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Hunbald stands at the Entwade crossing, in the Sutcrofts.\\n\\nKing Théoden has ordered you not to cross the Entwash under pain of death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'By order of Théoden King, you three are to stay on this side of the Entwash. If this command of the King changes, I will be informed by raven, I do not doubt. But until then, you stay there, and I will stay here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corudan is at the Entwade crossing, in the Sutcrofts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Horn is at the Entwade crossing.\\n\\nCorudan has told you why he has hope for what tomorrow may bring, and has asked that you share his thoughts with Horn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'This man is not to blame for the order of the King, but he will enforce it. I do not doubt that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You relay Corudan's words to Horn, and his gloomy expression gradually softens.\\n\\n'What would Corudan be saying today if we had not run into that Ent, [placeholder]?'\\n\\nHe laughs.\\n\\n'You are both right, my friend. Tomorrow will be brighter. There is no sense in mulling on the past or in worrying for the future. We will take one day after another, as the sun rises and then sets, and await the dawn with hope.\\n\\n'We must do what we can for the people of East Rohan! We must help them prepare their defences, we must help them fight what battles we can, and we must help them rebuild if the battles go ill. Who stands between the people of Rohan and their enemies?'\\n\\nHorn grips the hilt of his sword with resolve and sets his shoulders.\\n\\n'We do. We must not fail them. We will not fail them. Our work here is just beginning, [placeholder]. If on the morrow we need to cross the Entwade, for the good of Rohan and at the risk of our own lives, we will.\\n\\n'But today we will do what we can for the people on this side of the line. May fortune smile on Corudan, and on you, and on me, and on Nona, wherever she may be!\\n\\n'Good fortune! And victory!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I do not know what to do, [placeholder]. Does Corudan have any ideas?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Why is Horn so upset? Have we not done what we set out to do? We tracked our mutual friends across the Eastemnet and only gave up the chase when we were assured of their safety.\\n\\n'We did much good in Rohan. That is more than can be said for some of the Aldors and Thanes and Reeves we have encountered! We will see what the future brings us, will we not?'\\n\\nCorudan smiles at you.\\n\\n'Think of Rúdhrif, [placeholder], Baldbark the Ent. Finding one of the tree-herders still alive in Fangorn was not even a glimmer of a hope in my mind when you, Horn, Nona and I began our journey down the Anduin. But that was such a happy discovery, all the more because it was unexpected.\\n\\n'Perhaps Nona will come back to us when she has divined her inmost mind. Théoden may come to his senses and release Éomer. We may find our paths crossing once again with that of Gandalf, or with that of Aragorn son of Arathorn. Tomorrow will be less bleak. We will face it together, will we not?\\n\\n'Give Horn these words, and tell him that if Corudan the Elf can see hope for the future, surely Horn the Man of Rohan can find some small measure of light on which to rest his thoughts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'If my sister were here, she would not let this guard stand in her way. I am not advising you to act as she would, [placeholder]! It was just a comment.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Hunbald at the Entwade crossing, in the Sutcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Tell Horn what I said to you, [placeholder]. I think that he needs it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Corudan at the Entwade crossing, in the Sutcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Horn at the Entwade crossing, in the Sutcrofts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 9, Chapter 9: The Dividing Line",
      "es": "",
      "es (fem)": ""
    }
  ]
}