{
  "id": 620905766,
  "txt": [
    {
      "id": 136263297,
      "en": "You have found a dingy plate of food, provided by the Rohirrim guards of Snowbourn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Fastred wants you to speak to a recently apprehended prisoner in Snowbourn. The prisoner has been without food for some time now, so Fastred wants you to bring food to the cell as well.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'As I said, the traitor has been sent to the prison. He will be hungry by now, so you should feed him rations through the wall of his cell. Perhaps by the time he has eaten, I will be willing to look him in the face again.\\n\\n'Go, before starvation grants him the freedom he so little deserves.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fastred wants you to bring a plate of food to a prisoner of Snowbourn.  The food can be found in the prison, near the prisoner's cell.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Of course, he would claim loyalty... what traitor would not?\\n\\n'We shall see if his claim holds up in time - I have heard rumblings of a coming conflict outside Snowbourn, but I am unsure when the hammer will fall.\\n\\n'I must make ready my own men before dealing with one so far removed from the favour of Rohan.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The prisoner can be found in the prison-house just outside the mead-hall in Snowbourn.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Fastred can be found in the mead-hall of Snowbourn.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'By the King, I never thought I would see you again, [placeholder]...\\n\\n'After you departed for Walstow, Fastred's men dragged me here. I know he worries for the safety of his people and family, but surely, he cannot believe that I would work against him!\\n\\n'Fastred will not hear my words, of this I am certain. You must warn him! Before I was sent here, I noticed trees outside Snowbourn being marked by the Enemy. I fear they intend to attack Snowbourn directly, and soon! Go now!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect food for the prisoner in the Snowbourn prison",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Deliver the food to the prisoner",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Fastred",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Forgotten Son",
      "es": ""
    }
  ]
}