{
  "id": 620905617,
  "txt": [
    {
      "id": 54354734,
      "en": "You have received reassuring words from Baldbark concerning your friends, and can now turn your thoughts fully toward aiding Éomer and Rohan.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Rúdhrif's words were reassuring, were they not? He told us, in his way, that Merry and Pippin were safely in the company of \\qTreebeard,\\q who can only be an Ent. And the Man, dwarf, and Elf of which he spoke must be Aragorn, Gimli and Legolas. If they are now in the presence of Mithrandir, surely we need worry about them no longer.\\n\\n'Let us return to Eaworth and see if Éomer remains there with his men. Horn wished to be off immediately. We should speak with him when we are back at Eaworth.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Horn is already back at Eaworth, in the Entwash Vale.\\n\\nYou have been reassured that your friends are safe, and now you should travel back to Eaworth with Horn and Corudan.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Éomer and his men are still here, [placeholder]. I spoke with him briefly, and he said we were welcome to make the southward journey with him. He has a few places he would like to stop on the way, including... well, including the Stone of Wyrgende.'\\n\\nHorn sighs heavily.\\n\\n'Do you remember, [placeholder]? It was the story I told by that camp-fire on our journey by boat down the Anduin, with Corudan and... with Nona. King Fengel and his line were cursed: no heir of Fengel's line would survive to sit long upon the throne of Rohan. Many thought that the curse had been broken by Prince Théodred, but it seems it was not so.\\n\\n'Éomer wishes to visit the Stone, and you must understand why: with the Prince dead, he as Théoden's nephew is now next in line for the throne. He is of King Fengel's line, and the Curse must now be ever in his thoughts. Speak to him, but gently! Who can know what it must be like to live under such a curse?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Éomer is outside the Mead Hall of Eaworth.\\n\\nÉomer said you were welcome to ride south with his men when he departed Eaworth.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Éomer is outside the Mead Hall of Eaworth, in the Entwash Vale.\\n\\nÉomer is ready to ride south when you are, but he has a number of destinations he wants to visit before turning for Edoras and home.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Éomer is outside the Mead Hall. Speak to him and tell him we are ready to accompany him when he departs.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Did you learn anything about your friends from the site where we destroyed the Uruks?'\\n\\nÉomer listens to your account, and marvels particularly at your description of Baldbark.\\n\\n'What a strange tale you weave, [placeholder]! To think such peculiar things persist under the light of the sun in these days!\\n\\n'Tell me when you are ready to depart, and my men will be ready. There are a few sites I would have us visit on our way south to Snowbourn, and from there we will go to Edoras.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Éomer is standing by the Stone of Wyrgende.\\n\\nÉomer wishes to speak with you before departing for Snowbourn.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are welcome to ride with my men and me on our southward road, but there is one place I have planned to stop before we reach Snowbourn.\\n\\n'Have you heard of Wyrgende's Stone? It is involved in a tale of Rohan, and I am... quite interested in seeing it again.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Thank you for your help, friend. I am glad to have you and your companions as allies when danger strikes!\\n\\n'Orcs and Wargs are the type of danger I am not afraid to face. Threats of a more otherworldly nature... those I cannot abide. Still, Éomund's son will face such dangers with as bold a heart as he can manage, the bolder still with allies such as you at his side!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Horn wanted to return to Eaworth as quickly as possible to see if Éomer remained there. We should return to Eaworth at once, now that we are assured of the safety of our mutual friends.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Horn in Eaworth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Éomer outside the Mead Hall of Eaworth",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Éomer and ride south to the Stone of Wyrgende",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Éomer by the Stone of Wyrgende",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 4: The Stone of Wyrgende",
      "es": ""
    }
  ]
}