{
  "id": 620905620,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'There it lies, [placeholder]: the Stone of Wyrgende. Do you know the tale?'\\n\\nÉomer seems surprised to hear that you have been told the tale of Wyrgende the Crone and King Fengel, but then realization dawns.\\n\\n'Ah, of course you would know it. How could you travel with a bard such as Horn and not know it? It is a popular tale, though it be grim and unpleasant. I expect it is true in all lands: the people enjoy stories that seem to explain their poor lot or continued hardship.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'It was thought for many years that Wyrgende's Curse had already expired. My uncle's father, Thengel, lived in Gondor, and the lords of Rohan called a witan and begged him to return to the Mark and take the throne. They said he was virtuous enough and would be such a good king that his reign was certain to end the curse; indeed, Thengel lived long, and his son Théoden now has many years behind him.\\n\\n'It seems now, with the death of Prince Théodred, that the Curse merely slumbered. Perhaps it did not affect Thengel or my uncle because they were already born, or because they were not in the Riddermark when it was set. None but Wyrgende can know, and she is long-dead.\\n\\n'The Curse that did not affect Thengel did affect his daughters, and few of their sons survived to reach adulthood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: The Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa792a1",
      "en": "'I am of the line of King Fengel, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'The Orcs have unwittingly helped me, [placeholder]. During the battle, I had no thought at all for Wyrgende or her Curse.\\n\\n'I have made up my mind. I will not allow the Curse of Wyrgende to control my actions. I am my own man, Éomund's son, and I do not fear the memory of ill deeds done or vengeance sought! I will fight for the people of Rohan until I no longer can do so, and even then I will keep fighting!\\n\\n'I have given Wyrgende the time I thought she was due, and now I put the Stone behind me and will think of it no more! Onward, to Snowbourn! We are needed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa792a2",
      "en": "'Will the Curse of Wyrgende now affect me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'I had been so certain the Curse was broken, as had been all of Rohan. What must it be like to labour 'neath the shadow of such a thing, and never know when it will reveal its fangs?\\n\\n'If Éomer out of fear refuses to fight the evils that face our land, then King Fengel's greed will have struck the death-blow for Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Vale-scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaa792a3",
      "en": "'Am I fated to die, and Rohan to suffer? Will all I seek to accomplish come to naught?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Stone of Wyrgende is a place of great sorrow for the people of Rohan, and for its Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085256",
      "en": "'We are needed in Snowbourn! We will not delay!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd449a21",
      "en": "'To battle!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Stone of Wyrgende is a place of great sorrow for the people of Rohan, and for its Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Éomer has come to the Stone of Wyrgende, but you have not entirely divined his purpose for doing so.\\n\\nYou should speak to Éomer to learn why he has come to this grim place before continuing on to Snowbourn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The Stone of Wyrgende is a place of great sorrow for the people of Rohan, and for its Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Éomer is at the Stone of Wyrgende.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Oh my! I cannot concentrate during an Orc attack!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Horn and Corudan are at Wyrgende's Stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Stone of Wyrgende is a place of great sorrow for the people of Rohan, and for its Kings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "Orcs are attacking the area near Wyrgende's Stone!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xdd68161",
      "en": "'We're under attack! Mount up and slay them all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Éomer is at the Stone of Wyrgende.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Walk with Éomer to the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Éomer by the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Listen to Éomer's musings at the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Éomer at the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Corudan at the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Talk to Horn at the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Defeat Vale-scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Talk to Éomer at the Stone of Wyrgende",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have come to the Stone of Wyrgende with Éomer, the nephew of King Théoden.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x283fe01",
      "en": "'The Mark's finest lore-masters pored over the words of Wyrgende's Curse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x283fe02",
      "en": "'They read it thus: that no son born of Fengel or his heirs would survive to sit long upon the throne.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x283fe03",
      "en": "'They thought the Curse would end if something happened to restore the lost glory of Rohan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The deeds of the past often have grave effects on the present, [placeholder]. Curses have power, and with the force of belief behind them they can become even more powerful. How else can the misfortune of Fengel's line be explained? And how will knowledge of the Curse affect Éomer's actions now?\\n\\n'The people of Rohan need him to be strong. He cannot cower in fear of Wyrgende's memory, or his people will suffer.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}