{
  "id": 620905749,
  "txt": [
    {
      "id": 218649170,
      "en": "'Hrumm....'\\n\\nThe Ent spoke! At least, you think it spoke. Regardless, a sound was made, possibly one to indicate approval of your actions on his behalf.\\n\\nThis is a good sign, but also a frustrating one; the Ents are slow to wake. It seems that it will take a lifetime of a mortal Man to rouse them as Gandalf wished....",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Your heroic efforts are needed elsewhere in Rohan. Do you not agree, my old friend? Think of the elderly Théoden King, surrounded by disloyal men.\\n\\n'Surely you must wish to help the King of Rohan....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Kindly Advice",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Yes, [placeholder]. These Orcs are not the real threat to Rohan. The King's nephew, Éomer, wishes to harm the King.\\n\\n'You and I are old friends, are we not? You should trust me, [placeholder], and go help the King free himself from his nephew's influence.\\n\\n'Leave this forest at once. There is nothing for you here.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "The old man's voice has grown cold and hard.\\n\\n'You defy me! You are a fool. You could have left this forest alive, [placeholder], but now you will die. Of this, you may be assured.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "All that this man says seems reasonable and just",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Such wisdom cannot be naysaid",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Something does not seem right. This sounds like wisdom, but your logic struggles against your heart, for the man's words seem wrong...",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The old man in rags is near the White Hand Encampment in north-east Fangorn.\\n\\nThe old man in rags wishes to speak with you again.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You have naysaid the old man, who is likely Saruman posing as Gandalf. The spell is broken!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The old man in rags is near the White Hand encampment in north-east Fangorn.\\n\\nYou should <rgb=#FF0000>agree</rgb> with the old man, since what he says is so reasonable.\\n\\n<rgb=#FF0000>You must select the intended target and perform an emote to advance this quest.</rgb>",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "The old man vows that you will die for defying him",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The old man in rags is near the White Hand encampment in north-east Fangorn.\\n\\nThe old man in rags wishes to speak with you again.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Defeated Saruman's minion",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The old man in rags is near the White Hand encampment in north-east Fangorn.\\n\\nYou should say <rgb=#FF0000>no</rgb> to the old man and break the strange spell he has over you.\\n\\n<rgb=#FF0000>You must select the intended target and perform an emote to advance this quest.</rgb>",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "The old man in rags is near the White Hand encampment in north-east Fangorn.\\n\\nYou should speak with the old man in rags once more.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Wisewood is at his place near the White Hand encampment in north-eastern Fangorn.\\n\\nYou should speak with Wisewood.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to the old man again...",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "<rgb=#FF0000>Agree</rgb> with the old man",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to the old man again",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Break the old man's spell! Say <rgb=#FF0000>no</rgb> to him, if you can",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to the old man again, now that the veil is lifted",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Defeat the warrior summoned by Saruman",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Talk to Wisewood",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An old, bent man has appeared in the forest near the White Hand encampment.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It is good to see you again, [placeholder]. How goes your quest in Fangorn? You are a long way from home, my old friend.\\n\\n'Tell me: why do you waste your time on mindless Orcs in some ragged old forest when there are more pressing issues at hand?'",
      "es": ""
    }
  ]
}