{
  "id": 620905743,
  "txt": [
    {
      "id": 136263297,
      "en": "Baillas has wakened after all! He bears a gift of kingsfoil to give to the poisoned man",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Baillas sleeps again already",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have tried everything in your power to help Léofmar, but it took the Ent Baillas's slow awakening to save the dying man.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "Léofmar says no more. The poisonous berries seem to be taking their toll on the poor man.\\n\\nYou have tried everything you can think of, but there is naught to do but stay with this poor man while he dies...\\n\\n...but your train of thought is interrupted by a sudden noise behind you.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Baillas has come to Léofmar's side after all. The Ent stands before the Rohirrim in the centre of Fangorn's eaves.\\n\\nYou should speak with Baillas.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "It is Baillas! The Ent has roused himself and is here at the dying man's side after all. And just in time, for in the long, twig-like fingers of his hand is a small sprig of fresh picked kingsfoil.\\n\\nThis herb will save Léofmar's life. You cannot help but marvel at the Ent's kindly curiosity towards the once-doomed Rohirrim Man.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Léofmar is near Baillas.\\n\\nYou should give the kingsfoil leaves to Léofmar to restore him to health.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Baillas is standing near Léofmar in Fangorn.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "The kind Ent watches, waiting patiently for you to give the generous gift of kingsfoil to the sick man.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "You give Baillas a heartfelt verbal thanks for this miraculous gesture of kindness that saved a man's life.\\n\\nBaillas says nothing and appears to be more asleep than ever. You were so sure that you had done Gandalf's bidding and awakened an Ent, but Baillas does not seem to have found any further reason to be awake, now that he has saved the day....",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "Léofmar says no more. The poisonous berries begin to take their toll.",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'What is this herb? I feel better already, with just the gentle scent wafting from its leaves.\\n\\n'What...what is that tree behind you? Is it a tree? It has eyes. Why does it regard me so?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Baillas",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Give the Kingsfoil to Léofmar to restore his health",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Thank Baillas for his kind deed",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Near Death",
      "es": ""
    }
  ]
}