{
  "id": 620905688,
  "txt": [
    {
      "id": "0x150d6c3",
      "en": "Talk to Winsig",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs have made a great effort to reinforce their new-found holdings in the Sutcrofts. They brought a significant amount of supplies in through the East Wall before we were able to contain them.\\n\\n'Following the sacking of Hytbold to the north, they had even more materials with which to work. I want you to raze their structures and return with some of their stolen wood. We can use it to bolster our own defences and keep Walstow standing.\\n\\n'Carry as much as you can and return to me!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Such foolish creatures... we shall benefit greatly from these resources. I will have my men begin work on erecting even more defences along our borders.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Borrowing Barricades",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Winsig has lamented the lack of supplies since the Orc-invasion of the Sutcrofts and believes that the Orc-fortifications might prove useful to the people of Walstow once they are dismantled.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed Orc-barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected wood-scraps from dismantled Orc-fortifications ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy Orc-barricades ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orc-barricades can be found in the Orc-camps to the north and south-west of Walstow.\\n\\nWinsig wants you to destroy the Orc-barricades and collect wood-scraps from the wreckage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect wood-scraps from dismantled Orc-fortifications ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Winsig can be found in the Mead Hall of Walstow.\\n\\nYou should return to Winsig with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}