{
  "id": 620905747,
  "txt": [
    {
      "id": 136263297,
      "en": "Dead creatures walk as if alive; explore further to find what disturbed them",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You hear something unusual in the room ahead, and should go up the stairs to investigate...",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The cave of Wódscrafen has been quiet for ages, but recently there has been a sense of disturbance about that ancient place.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Just over the ridge north of this fort is a bog where the creatures seem different than they were a month or two ago. Something is affecting this swamp, and I suspect it has to do with an old cave around there -- the Wódscrafen.\\n\\n'This cave has always been empty and quiet, but felt like a hallowed ground from before my time. I worry something wicked is happening in there, so I sent one of my men out to investigate, but he has not returned.\\n\\n'Will you look for him, [placeholder]?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "North of Twickenburg is the highest point in the Wold, Cracabor, and over that hill is the ancient cave of Wódscrafen.\\n\\nYou should head to Wódscrafen and search for the soldier who went that way.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I could not do my duty! I have been standing here, trying to rally my courage, ever since the sergeant first sent me out. I cannot seem to go in....\\n\\n'Do you feel that terrible shadow upon the very air?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "North of Twickenburg is the highest point in the Wold, Cracabor, and over that hill is the ancient cave of Wódscrafen.\\n\\nYou should explore the cave north of Twickenburg.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "The cave of Wódscrafen can be found north of Twickenburg in the Wold.\\n\\nYou should explore the cave of Wódscrafen to find out what disturbed the dead there.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'A... a Nazgûl of Mordor was behind it all? I had heard of the Nazgûl's involvement in the sacking of Langhold.\\n\\n'I suspect from your findings that the servants of Mordor are rallying allies. That is a disturbing thought, indeed....'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "The frightened soldier is outside of Wódscrafen in the Wold.\\n\\nYou should return to the frightened soldier and tell him of the Ringwraith you saw in Wódscrafen.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find the missing soldier near Wódscrafen",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Investigate the old cave",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Find the root of the disturbance in Wódscrafen",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Return to the frightened soldier",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Source of the Corruption",
      "es": ""
    }
  ]
}