{
  "id": 620905618,
  "txt": [
    {
      "id": 218649170,
      "en": "'Hroom... boom... broom.'\\n\\nThe great creature stares down at you with baleful eyes. Then it speaks again.\\n\\n'What are these small creatures that come among the trees? So many... so many... hroom... but Gandalf saw to the Elf, the Man, and the Dwarf...\\n\\n'Treebeard has his guests... and others come among the trees. Baldbark was told not to let others disturb the meetings... hroom... boom... broom.\\n\\n'You should leave... it is not a time for you... hroom...'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Hroom... boom... broom.'\\n\\nThe great creature stares down at you with baleful eyes. Then it speaks again.\\n\\n'What are these small creatures that come among the trees? So many... so many... hroom... but Gandalf saw to the Elf, the Man, and the Dwarf...\\n\\n'Treebeard has his guests... and others come among the trees. Baldbark was told not to let others disturb the meetings... hroom... boom... broom... and I know a dwarf when I see one. Dwarves and axes... axes and dwarves.\\n\\n'You should leave... it is not a time for you... hroom...'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 3: Orcs Beneath the Eaves",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Hroom... boom... broom.'\\n\\nThe great creature stares down at you with baleful eyes. Then it speaks again.\\n\\n'What are these small creatures that come among the trees? So many... so many... hroom... but Gandalf saw to the Elf, the Man, and the Dwarf...\\n\\n'Treebeard has his guests... and others come among the trees. Baldbark was told not to let others disturb the meetings... hroom... boom... broom. An Elf? He used to know Elves. But that was a long time ago, was it not? Hard to say... hroom...\\n\\n'You should leave... it is not a time for you... hroom...'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Hroom... boom... broom.'\\n\\nThe great creature stares down at you with baleful eyes. Then it speaks again.\\n\\n'What are these small creatures that come among the trees? So many... so many... hroom... but Gandalf saw to the Elf, the Man, and the Dwarf...\\n\\n'Treebeard has his guests... and others come among the trees. Baldbark was told not to let others disturb the meetings... hroom... boom... broom. You are like Treebeard's guests... so small... hroom...\\n\\n'You should leave... it is not a time for you... hroom...'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'An Orc camp must lie north of here, beneath the eaves of Fangorn. Let us go there and defeat the creatures. Keep your eyes open for your friends, as well. If we cannot help them directly, slaying these Orcs may help indirectly.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'It is a day for wonders, [placeholder]! Mithrandir lives, as you said, and he has returned to where he is most needed: a kingdom beset on all sides by danger! If Aragorn, Legolas, and Gimli are not safe with Mithrandir, they will not be safe anywhere!'\\n\\nCorudan's face lights up with a brilliant smile.\\n\\n'And the second wonder: I did not dare to hope the tree-herders still walked in Middle-earth! But today I have met an Ent, heard his speech, and was told in no uncertain terms I was not welcome!'\\n\\nCorudan is more pleased than you can ever remember seeing him.\\n\\n'What a delight! Asked to leave his forest by an Ent! Did he say his name was Baldbark? Then I will call him Rúdhrif in the language of my people, and I will keep this encounter near to my heart!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I believe you need to slay one more Orc beneath the eaves of Fangorn if you are to draw level with Corudan and myself. One Orc more, [placeholder].'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'It is a day for wonders, [placeholder]! Mithrandir lives, as you said, and he has returned to where he is most needed: a kingdom beset on all sides by danger! If Aragorn, Legolas, and Gimli are not safe with Mithrandir, they will not be safe anywhere!'\\n\\nCorudan's face lights up with a brilliant smile.\\n\\n'And the second wonder: I did not dare to hope the tree-herders still walked in Middle-earth! But today I have met an Ent, heard his speech, and was told in no uncertain terms I was not welcome!'\\n\\nCorudan is more pleased than you can ever remember seeing him.\\n\\n'What a delight! Asked to leave his forest by an Ent! Did he say his name was Baldbark? Then I will call him Rúdhrif in the language of our people, [placeholder], and I will keep this encounter near to my heart!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "There is a camp of Orcs beneath the Eaves of Fangorn, north of Éomer's Vengeance.\\n\\nHorn wants you to go to the Orc camp beneath the Eaves of Fangorn and defeat the creatures there. You are also to keep your eyes open for your friends while you do.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'A voice, you say? We should investigate it! Where did you hear it? A misty dell south of the Orc camp beneath the eaves of Fangorn?'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "There is a camp of Orcs beneath the Eaves of Fangorn, north of Éomer's Vengeance.\\n\\nHorn wants you to go to the Orc camp beneath the Eaves of Fangorn and defeat the creatures there. You are also to keep your eyes open for your friends while you do.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Such marvels! When I was a boy, I heard tell of the tree-men in Eaworth, of course, but I thought they were just tales.'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You heard a voice coming from a misty dell south of the Orc camp beneath the eaves of Fangorn, and should investigate.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'If half of the stories I have heard about Fangorn are true, the Orcs that Horn thinks to find beneath the eaves will likely not be there long. But let us slay them while we may. They are Orcs, after all.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Corudan is at Éomer's Vengeance, south-east of the eaves of Fangorn.\\n\\nYou encountered an Ent called Baldbark, and he sent you out of Fangorn with little ceremony.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Did we not agree that we would each slay eight Orcs? I really believed we did. And you have slain only seven.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'I would investigate a mysterious voice if I heard one. So would my sister. You should do the same, [placeholder]. You heard it coming from a misty dell to the south of the Orc camp beneath the eaves?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs beneath the Eaves of Fangorn ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeated Orcs beneath the Eaves of Fangorn ([placeholder]/8)",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Orcs beneath the Eaves of Fangorn (7/8)",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "You hear a voice coming from a misty hollow south of the Orc camp!",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Talk to the owner of the mysterious voice, south of the Orc camp",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Talk to Corudan at Éomer's Vengeance",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Tracks led from Éomer's Vengeance into the Forest of Fangorn, and you should do what you can to follow them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'My father told me his men had heard Orc axes beneath the eaves of Fangorn. There must be a camp of the creatures somewhere to the north of here, among the trees. That is the way the tracks go, are they not?\\n\\n'We should go to this camp of Orcs and slay them. While we do, let us keep our eyes open for your friends. If we cannot help them directly, perhaps this will help them in an indirect fashion.'",
      "es": ""
    }
  ]
}