{
  "id": 620905628,
  "txt": [
    {
      "id": 218649169,
      "en": "'We have to return to Edoras at once. I need to report to the King that Fastred is refusing to move his people across the Entwash. We simply do not have the riders we would need to effectively defend them here. In West Rohan we will have a better chance of protecting the people.\\n\\n'Come with me to Edoras, [placeholder]. We will sort this out with my uncle Théoden.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is terrible, [placeholder]. It is as I feared when I sang the song that resulted in my banishment to Stangard: the King is truly under the power of a malevolent force.\\n\\n'Gríma Wormtongue, not Théoden, rules in Rohan. And now Éomer is captive in Edoras!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'That was not a good result, was it?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 9, Chapter 8: Night Falls on Meduseld",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We must ride for Edoras at once! We will consult with my uncle Théoden and he will resolve this issue with Fastred.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Éomer wants to return with all speed to Edoras to report to his uncle, King Théoden.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Éomer in Snowbourn and ride to Edoras",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Éomer wants to ride to Edoras with you to consult with King Théoden about Fastred's refusal to move his people across the Entwash.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Horn by the Entwade",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Horn is at the Entwade crossing, in the Sutcrofts.\\n\\nThe unthinkable has happened: Éomer has been imprisoned at the command of the King and you have been ordered never to cross the Entwash under pain of death.",
      "es": ""
    }
  ]
}