{
  "id": 620905764,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have discovered the nest of Blackbeak! You should defeat this vile craban.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Blackbeak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crebain gather upon Cracabor and fly to the surrounding lands, spying upon all that roams below.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Do you see the crebain watching us from above? They are from Cracabor -- I have seen them gather upon the crest of that high hill. My heart warns that these are no ordinary birds. The crebain seem guided by some unseen hand; they move about as if with purpose.\\n\\n'See how they stare! I cannot help but feel that I am being spied upon. I would appreciate if you could climb Cracabor and find out what you can about those vile birds.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The hill of Cracabor is the highest point in the Wold, located just south of Wódscrafen, and north of Twickenburg.\\n\\nYou should climb Cracabor and scout its height.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found an evil object upon the crest of Cracabor? Perhaps it is the work of that Nazgûl you spied earlier; he may have summoned the crebain. The black birds are surely spies for some evil plot....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Sergeant Tidlac is keeping watch on the road from the fort of Twickenburg, between Harwick and Floodwend.\\n\\nYou should speak with Sergeant Tidlac of what you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Sergeant Tidlac is keeping watch on the road from the fort of Twickenburg, between Harwick and Floodwend.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Explore the top of Cracabor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Tidlac, Sergeant of Twickenburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Tidlac, Sergeant of Twickenburg",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Flock of Spies",
      "es": "",
      "es (fem)": ""
    }
  ]
}