{
  "id": 620836603,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'If it is not too onerous a task, my good [placeholder], may I ask you fetch water for me? We will need much for the banquet.\\n\\n'The water of the Anduin is fine for most uses, but for our festivities, we prefer to use water drawn from the clearest spring in the forest of Lothlórien. It is not too far at all, simply proceed west from here, and you will find the spring tucked away along the side of the southern ridge.\\n\\n'Be careful not to spill too much on the way back... I expect a thirsty crowd this evening!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, [placeholder]. Thirsty guests will toast your name tonight!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Only the sweet waters of the clearest spring are worthy for our cistern.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Sweet Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maliriel has asked you to help her companions finish preparations for the upcoming banquet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have spilled the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the water back to the Vineyards' cistern",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The spring lies directly west of the Vineyards of Lórien.\\n\\nThe Elves of Lothlórien draw water for their feasts from the clearest and sweetest spring in the forest. Glasnír has asked you to draw some water and return it to the cistern in front of the Vineyards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Glasnír at the Vineyards of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glasnír is at the Vineyards of Lórien, east of the spring.\\n\\nYou should speak with Glasnír regarding your task.",
      "es": "",
      "es (fem)": ""
    }
  ]
}