{
  "id": 620836616,
  "txt": [
    {
      "id": 136263297,
      "en": "You have stuck the training-dummy with the skill Ballad of Swiftness",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your trainer wants you to use your new skills to prove that you are ready to face the many dangers that exist in the world.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Even in this refuge there are threats that we must confront. You will need to know how to defend yourself and push back these threats.\\n\\n'If you wish to survive, you must learn skills from others, like myself. We can guide you through your training and help you to become stronger.\\n\\n'Learn the skill <rgb=#00ff00>Major Ballad</rgb> from me and show me that my teaching has given you mastery by striking the training-dummy nearby.'\\n\\nHINT:\\n\\nMinstrels use <rgb=#ffff00>Ballads</rgb> to attack their enemies and empower themselves. These skills operate on a rotating system that allows the minstrel to have three special buffs on themselves at any time. After the third buff is applied the next <rgb=#ffff00>Ballad</rgb> played will overwrite the first, then the second and so on.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should speak with the trainer again and learn the skill <rgb=#00ff00>Major Ballad</rgb>. Use your new skill on the training-dummy nearby.\\n\\n<rgb=#FF0000>NOTE: Use the trainer and select Train Minstrel Skills to open the skill selection panel. Left-click on a skill to highlight it and then left-click the Train button at the bottom of the skill selection panel -- or double-click the skill -- and you will successfully purchase the skill.</rgb>\\n\\nHINT:\\n\\nMinstrels use <rgb=#ffff00>Ballads</rgb> to attack their enemies and empower themselves. These skills operate on a rotating system that allows the minstrel to have three special buffs on themselves at any time. After the third buff is applied the next <rgb=#ffff00>Ballad</rgb> played will overwrite the first, then the second and so on.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Yes, I sensed that you were well-prepared, [placeholder]. \\n\\n'Speak with Bolli and tell him that I believe you are ready.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Minstrel Trainer is in Frerin's Court.\\n\\nNow that you have successfully used your newly-learned skill, you should return to your trainer and tell him of your success.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Tell Bolli you are ready for battle.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Strike the training-dummy with your new skill and return to me. We must make certain that you are prepared to stand against the dangers of Middle-earth.'\\n\\nHINT:\\n\\nMinstrels use <rgb=#ffff00>Ballads</rgb> to attack their enemies and empower themselves. These skills operate on a rotating system that allows the minstrel to have three special buffs on themselves at any time. After the third buff is applied the next <rgb=#ffff00>Ballad</rgb> played will overwrite the first, then the second and so on.",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Yes, I knew that you were well prepared [placeholder]. \\n\\n'Speak with Bolli and tell him that I believe you are ready.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I will teach you more when you are ready to learn, for the moment you should speak with Bolli.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the skill Ballad of Swiftness on the training-dummy",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the Minstrel Trainer at Frerin's Court",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Speak with Bolli",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Intro: A Minstrel's Ballad of Swiftness",
      "es": ""
    }
  ]
}