{
  "id": 620836600,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected button mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Maliriel has asked you to help her companions complete preparations for the upcoming banquet.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I see that our fair Mistress of the Feast has recruited you to aid us in our preparations. I truly appreciate your willingness to help, [placeholder].\\n\\n'Let us see what is on my list... pie fillings! I will need mushrooms for the savoury pies and berries for the sweet ones. The mushrooms I need can be found along the banks of the stream that runs by Imlad Lalaith; it is a variety of mushroom we call \\qbutton\\q, because of their round caps.\\n\\n'The berries I need commonly grow in the forest a short way north of Imlad Lalaith. They should be simple enough to find.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mushrooms can be found along the bank of the stream that borders Imlad Lalaith. Berries can be found in the forest north of Imlad Lalaith.\\n\\nAesbrennil would like you to gather berries and button-like mushrooms for the meal she is preparing for the evening festivities.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned with the ingredients I need... and with little time to spare. I have much to do before the feast.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Aesbrennil is at the Vineyards of Lórien, south of Imlad Lalaith.\\n\\nYou should bring the mushrooms and berries back to Aesbrennil.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I simply must have more mushrooms and berries for the feast!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is this? Have you not collected the ingredients I requested?\\n\\n'Please hasten to Imlad Lalaith, for we have many preparations to make!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'My thanks, [placeholder]. With darkness encircling Lothlórien, few hands are available to tend to the simple joys of life.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect berries ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect button mushrooms ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Aesbrennil at the Vineyards of Lórien",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Buttons and Berries",
      "es": ""
    }
  ]
}