{
  "id": 620836604,
  "txt": [
    {
      "id": 136263297,
      "en": "Gathered grapes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Grapes Crushed  ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Maliriel has asked you to help her companions complete the preparations for the upcoming banquet.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'There is a traditional toast at the beginning of every feast, for which we will provide the wine.\\n\\n'The wine for this feast is, of course, already aged to perfection, but it is our custom to lay down the makings of a future vintage just before each gathering.\\n\\n'We need to gather a few last clusters of grapes before this evening's festivities. If you would be so kind as to find some ripe bunches in or around the Vineyards and bring them to one of the tubs, you would have my gratitude.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Grapes can be found growing upon trellises in the Vineyards of Lórien.\\n\\nGlasnír has asked you to collect some grapes for the new wine. No banquet would be complete without fine wine with which to toast, but making a fine wine takes time. Fortunately, the Elves make particularly fine vintners, for there is no lack of time in the long lives of these fair folk.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Thank you, [placeholder]. Today we laid down a vintage that will be consumed by revellers many years from now -- perhaps even on distant shores, as a fond memory of Middle-earth for those who pass beyond the Sea.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The tub is in the Vineyards of Lórien.\\n\\nYou should take the grapes to tub to be crushed.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Glasnír is in the Vineyards of Lórien.\\n\\nYou should let Glasnír know that you have collected grapes and crushed the berries as he wished.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you harvested the grapes for the wine?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let me take a quick sniff at that... Well, it will do, I suppose. Thank you.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Whole grapes do not wine make... you must crush them first.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Gather grapes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Crush the grapes in the tub",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Glasnír in the Vineyards of Lórien",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wine When We Dine",
      "es": ""
    }
  ]
}