{
  "id": 620836602,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'What am I missing? Ah, of course -- meat for the spit. I have neglected my duties for the banquet and must quickly rectify the situation.\\n\\n'There is a herd of boars that can be found along the eastern edge of Gelirdor a fair way north of here, though any boars of Lothlórien will do. Bring me back some nice, large cuts of boar-meat.\\n\\n'Did I say something amusing? Do they not hunt boars in your lands?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, boar! There is nothing like it, is there? I do not think anyone could ever get tired of juicy....\\n\\n'What is the matter with you, [placeholder]? Why do you roll your eyes every time I speak of boars?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I have not enough meat for the feast... hurry along and hunt some boars for me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'What is this? You cannot find a boar to skewer?\\n\\n'It is true that some days it seems one might not find a boar were you to wander the whole length and breadth of Middle-earth, yet I assure you they are out there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Meat for the Spit",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maliriel has asked you to help her companions complete the preparations for the upcoming banquet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected cuts of boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect cuts of boar-meat ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Boars can often be found roaming the forest north of the banquet grounds along the eastern border of Gelirdor.\\n\\nHadhelen has requested that you fetch boar-meat for the main course of the feast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hadhelen at the Vineyards of Lórien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hadhelen is at the Vineyards of Lórien, far to the south of Gelirdor.\\n\\nYou should return to Hadhelen with the meat he requested.",
      "es": "",
      "es (fem)": ""
    }
  ]
}