{
  "id": 620836714,
  "txt": [
    {
      "id": 54354734,
      "en": "The Galadhrim of Lothlórien feel the pressing of danger upon their borders from many sides, but never so violently as the recent attacks from Moria since the arrival of a secret company in the Golden Wood. Haldir, a marchwarden of the Nimrodel, wishes to secure a friendship with the dwarves of Khazad-dûm so that the evils of Moria may be kept at bay, for the safety of both lands.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We do not often welcome strangers within our borders, [placeholder], but here we shall make an exception for you. Lady Galadriel is aware that you are recently come from Moria, where you have done much to help secure the dwarves' footing there. She bade me not to hinder your crossing of the Nimrodel. You are welcome to take refuge in our talan and share of our provisions, for I must speak with you at length on a serious matter.\\n\\n'You may have noticed that Orcs are pressing closer and closer to Lothlórien, fairest of Elven-homes, and that there are plots and stirrings in Moria to set all the Free Peoples in this area ill at ease. It is therefore crucial that the dwarves hold fast in their newly reclaimed home; their coming was an unforeseen blessing at a most fortuitous time! Our enemies' eyes are divided with stout warriors and builders shaking the walls of their dark haven.\\n\\n'But the dwarves are not secure. They need our help. In the Chamber of the Cross-roads, you will find an important dwarf who goes by the name of Hrólfur. He oversees much of what the expedition endeavours to accomplish. He did not wish to speak to our messenger, but you have reputation as a hero among the Iron Garrison. He will listen to you! Hasten to him if you will, and bring him this note. I want you to help the dwarves as a token of good will from the Galadhrim.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Hrólfur, an important overseer, can likely be found in the Chamber of the Cross-roads in Moria, in Durin's Way.\\n\\nHaldir has pressed you to bring an important message from Celeborn to Hrólfur after a previous attempt to make contact was spurned by the proud dwarf.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I am relieved beyond all of my expectations that you have done so well in your task, [placeholder]. But do not wander away just yet -- there is someone I would have you seek.\\n\\n'Please stay a moment more and hear what I have to say.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hrólfur is in the Chamber of the Cross-roads, in Durin's Way.\\n\\nYou should speak with Hrólfur and accept his two charges: the conquering of Nalâ-dûm, where the water-wheels are, and Lumul-nar, the Hall of Mirrors.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Haldir awaits news of your good deeds towards the dwarves upon his flet near the River Nimrodel, on the western border of Lothlórien.\\n\\nYou should seek Haldir and inform him of all that passed while you assisted the dwarves.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Time is pressing, [placeholder]. Make haste! Hrólfur is in the Chamber of the Cross-roads in Moria. I only hope that you will find him more friendly than our first messenger did. The letter explains all -- if he is rational, he will heed our words.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'So you come from the land of the meddling Elves, do you? I am sorry you took the trouble of coming all this way for naught! I know what they seek: for their backs to be shielded by the blood of the dwarves while they wander ever in peace in their haunted eaves.'\\n\\n'I will read this message, but... what? Indeed, I am a great fool. Lord Celeborn speaks of Moria flooded with rays of light and the creaking of the water-wheels. Such ideas were lost to us when Durin fell.\\n\\n'I now have two great tasks to achieve. Lumul-nar and Nalâ-dûm, as Celeborn describes from his long memory, were great halls from whence the light and water flooded Khazad-dûm. They now lie dormant, surely under the sway of evil, as we find with all the once-fair halls of our great kingdom. Can you help us to restore them, [placeholder]? Please find some information on how this can be done!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Is there anything you want? I am a busy dwarf, traveller.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring Celeborn's letter to Hrólfur",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help the dwarves regain control of Lumul-nar",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Help the dwarves regain control of Nalâ-dûm",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Haldir at Talan Haldir",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Good Will of the Galadhrim",
      "es": ""
    }
  ]
}