{
  "id": 620836643,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Zholuga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Îstum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Flâgît",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The great leaders of the Globsnaga in Dâr Narbugud are essential to the strength and strategy of the enemy. They must be destroyed before they can lead their Globsnaga-hosts to war against the dwarves and Elves of the neighbouring lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The bravery and cunning of your allies have bested the mighty trolls of Dâr Narbugud, [placeholder]. I was not certain that you would be up to the task I placed upon you, but you are a worthy warrior. I know now that you can accomplish great deeds.\\n\\n'Now that the first step has been taken, I believe that we can behead the force that threatens to rise against ourselves and the dwarves. Without its head, a serpent will not survive. I believe the same will apply to the armies being rallied in Dâr Narbugud.\\n\\n'Take your allies and go back, [placeholder], and defeat the leaders of the Orcs who writhe with the fungal plague. With these masters gone, the servants will not be half so deadly as they are now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The leaders of the Globsnaga can be found in Dâr Narbugud, in the southern-most reaches of the Foundations of Stone.\\n\\nYou should defeat each leader of the Globsnaga to sever the head of the force that rallies in in Dâr Narbugud.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder], but there is more that must be done. Lord Celeborn wishes to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Donfuin is outside of Dâr Narbugud in Moria.\\n\\nYou should speak with Donfuin and tell him of your success against the leaders of the plague-bearing Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Celeborn is in Caras Galadhon, standing near Donfuin.\\n\\nDonfuin has insisted that you speak with Celeborn to find out what else must be done to disarm the perils of Dâr Narbugud.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Dâr Narbugud, as you know, lies just south of here. You should go there and defeat the pestilent leaders of the Globsnaga forces.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have done very well, [placeholder], but there is more that must be done. Lord Celeborn wishes to speak with you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Zholuga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Îstum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Flâgît",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Donfuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dâr Narbugud: Champions of Virulence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Celeborn at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    }
  ]
}