{
  "id": 620836630,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated hendrevail in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vicious hendrevail plague the Vale of Thráin, making travel through the Vale unsafe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hendrevail have grown to alarming numbers over the past year and now the roads from Thorin's Hall all the way to Gondamon are unsafe.\\n\\n'[placeholder], if you would lend your aid once more patrol the roads north and south from Noglond and hunt down any hendrevail you may find.\\n\\n'Recent travellers through our outpost say they've seen large numbers of hendrevail across the river to our south. If you're looking for the source of their numbers, that's as likely to be it as not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The road runs northwards from Noglond through the Vale of Thráin to Thorin's Halls.\\n\\nKetill has asked you to patrol along the road through the Vale of Thráin and cull the numbers of hendrevail. He also mentioned that hendrevail could be found in large numbers south of the river to the south of Noglond.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping keep the ways clear. If it's not too much to ask, please don't tell anyone that I needed help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ketill is in Noglond, south of Thorin's Hall.\\n\\nYou should return to Ketill and report the results of your patrol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are still hendrevail plaguing the roads. Continue your hunt for the birds and return to me when you have culled their numbers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The roads should be safe, for a time anyway, thanks to you, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'No one has made an effort to keep the roads clear for a long time. Well, that's going to change!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat hendrevail in the Vale of Thráin ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ketill at Noglond",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Feathered Nuisance",
      "es": "",
      "es (fem)": ""
    }
  ]
}