{
  "id": 620854311,
  "txt": [
    {
      "id": "0x150d6c6",
      "en": "Discover the Crawling Water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Discover the Wind Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This isolated hill in the Dourstocks is a rallying point for the wolf-packs of Mirkwood; mournful howls can often be heard upon the wind from this direction.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Gorogrod is a deep and evil den of the spiders of the Scuttledells, filled with perilous snares and sticky webs. Even the most seasoned traveller should be wary before treading here, for spiders are among the most deadly foes in Middle-earth. The spiders of Mirkwood's broods are certainly no exception.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "There are many wild and forsaken places to be stumbled upon as the wary wanderer passes through Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "Even trees can be corrupted by evil influences, and the Huorns of Mirkwood live out their long days growing ever blacker and ever more corrupt. Their home of Sâd Meryrn is a sad and lonely place, filled with the malice of the trees.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "The fell waters of the Drownholt are polluted by many long years of corruption, and the heart of sickness in the swamp is the Pool of Creeping Death, home to many corpses and nasty creatures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "The Tree of Suffering is a place where the Orcs display the bodies of their victims for all to see as a warning to all who would bring light to the dark forest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "Foul things cause the water of this pool to ripple, bringing dread and disgust to those who happen upon it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "The Wind Stones are impressive in their formation, jutting high from the forest floor, shaped and beaten by the elements. But evil has settled here, and many cruel Wargs prowl about, spoiling the land.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are many wild and forsaken places to be stumbled upon as the wary wanderer passes through Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Discover the Pack-howler's Hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Discover Gorogrod",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Discover Sâd Meryrn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Discover the Pool of Creeping Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wilds of Mirkwood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Discover the Tree of Suffering",
      "es": "",
      "es (fem)": ""
    }
  ]
}