{
  "id": 621001030,
  "txt": [
    {
      "id": "0xf00e1e3",
      "en": "<rgb=#FF00FF>Look</rgb> next to Coldan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011844",
      "en": "You should continue up the road that winds north from western Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b16",
      "en": "Righted another Gondorian banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011849",
      "en": "You should raise the fallen Gondorian banner that you found on the road that winds north from western Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011822",
      "en": "The soldier Coldan has asked you to stand beside him and look up toward the looming face of Ered Lithui.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011852",
      "en": "You should continue up the road that winds north from western Udûn, righting any other banners that you find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568950",
      "en": "'Have... have you come here to relieve me? Truly, I know not how long I have stood here. The winds at this height cut through my armour, and though a foul fog poisons the air, I feel as if every red, malicious eye in Udûn is fixed upon me where I stand.'\\n\\nThe look-out shivers.\\n\\n'Why, you ask? Come stand by me, with your back to Udûn and your eyes up. What is it that you see?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011825",
      "en": "Coldan the look-out stands on the outcropping off the road that winds north from western Udûn.\\n\\nYou should talk to Coldan again, now that you looked and have seen the great edifice against the mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011857",
      "en": "You should continue up the road that winds north from western Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568956",
      "en": "'That which you see is named Anglach, perhaps the greatest of forges in Mordor. I have stood and kept watch on it since yesterday, when Captain Lachír posted me here.'\\n\\nThe look-out seems scared and miserable. You tell him to return to the Foothold and it is as if a great weight has been lifted from his shoulders.\\n\\n'Reason and duty have warred in me these many hours. Thanks to you, [placeholder], they may stop their contest and leave here, hand in hand.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011859",
      "en": "You should talk to the look-out on the outcropping off the road that winds north from western Udûn, and learn what he knows of Captain Lachír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c2",
      "en": "Search the northward road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029c5",
      "en": "Continue up the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b03",
      "en": "This is the rising road that Captain Lachír took",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1791",
      "en": "Captain Lachír's search party wandered the basin of Udûn, leaving men here and there to search in vain for some imagined treasure. After that, Lachír backtracked, leading his remaining company up the rising northward road.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b64",
      "en": "A vast and foreboding edifice rises against the mountain face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b07",
      "en": "A small, knocked-down Gondorian banner catches your eye - probably Captain Lachír's doing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b68",
      "en": "A lone look-out stands on a rocky outcropping south of the road",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011868",
      "en": "You should follow the road that winds north from western Udûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a1",
      "en": "Talk to the look-out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d0",
      "en": "Raise the Gondorian banner",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689f5",
      "en": "'You wish to know where Captain Lachír has gone? That I can say, and better than you might imagine.\\n\\n'He set off east you see, after leaving us here, and was gone for some time. Then, some half a day later we saw him marching back along the road and our hearts leaped, only to sink again. They came not for us, nor were they returning to the Foothold. No, we watched them make their way down the central road, then turn up on the rising northward path. If you would find them, you must follow them there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d5",
      "en": "Continue up the road, fixing any other fallen banners you find",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a7",
      "en": "Talk to Coldan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11b11",
      "en": "The Gondorian banner stands proudly once again",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Lonely Look-out",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029d8",
      "en": "Continue up the road, fixing any other fallen banners you find",
      "es": "",
      "es (fem)": ""
    }
  ]
}