{
  "id": 621096405,
  "txt": [
    {
      "id": 216727829,
      "en": "Enârshan has asked you to enter into Khûn Sagaz and use the challenge horn to call out Hazthak and defeat him.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Use the challenge horn to call forth Hazthak",
      "es": ""
    },
    {
      "id": 30955865,
      "en": "It is time to end this and free Ilûritu",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Defeat Hazthak in Khûn Sagaz near the Falls of Ilûritu.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Challenged Hazthak to battle",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "Use the challenge horn and call forth Hazthak to battle.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Defeat Hazthak",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Return to Enârshan and let her know that you have defeated Hazthak and her falls should be safe for now.",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Defeated Hazthak",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Return to Enârshan",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I heard the horn from here. You must be returning victorious. I regret that I could not protect my falls alone, but I am grateful for what you have done, [placeholder].\\n\\n'Please take this, and then leave these falls. I ask that you not speak of my presence as I must remain the myth the people believe me to be.\\n\\n'You have my thanks. I wish you well on your adventures.'",
      "es": ""
    },
    {
      "id": 177082808,
      "en": "Returned to Enârshan",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Enârshan has asked you to defeat the leader of the nearby camp, Hazthak, and make the Falls of Ilûritu safe again.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Reached Hazthak's tent in Khûn Sagaz",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is time to end this and free Ilûritu, [placeholder].\\n\\n'With their camp weakened, you can now take the fight directly to their leader, a foul Orc named Hazthak.'\\n\\nEnârshan hands you a horn.\\n\\n'Take this horn and use it to challenge Hazthak at his tent within Khûn Sagaz. You will find it in the centre of the camp. Even in his weakened state he will not be able to refuse a direct challenge.\\n\\n'Bring an end to this monster and rid them from my waters.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Reach Hazthak's tent in Khûn Sagaz to sound the challenge horn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Freeing the Falls",
      "es": ""
    }
  ]
}