{
  "id": 621096576,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Zealots of Zidemel can be found in TBD.\\n\\nTBD, a man living in Ghalburu, is worried about the violent zealots causing trouble in the TBD and has asked you to handle a few of their number.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'My heart is much calmed by this news of those zealots' defeat, thank you. I do not wish to forbid any from following a leader of their choice, but I do not see why one should be so hostile towards innocent civilians. Thank you, friend. Some coin for the dangers you faced in easing a poor man's mind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD Anti-Zealot can be found in Ghalburu.\\n\\nReturn to TBD Anti-Zealot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Return to TBD Anti-Zealot",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The sounds of those zealots clashing with our most hated foes has been wracking my sleep. My night terrors would surely be eased if I knew there were fewer of them about!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d171",
      "en": "A man named TBD is discomfited by the clashes between the zealots and Ord창khai soldiers. He trusts the rebels with the Ord창khai, but would like someone to handle the zealots.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "TBD Defeat some zealouts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Zealots defeated ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Have you seen those impassioned folk who follow that man Zidemel? They do not seem overfond of the Ord창khai, yet they continue to disrupt the peace in TBD by harassing herb gatherers and Ord창khai alike! I know our brave warriors have their days full with beating back our oppressors, but they seem little concerned by those zealots. I would sleep far better knowing I did not have to worry about three warring peoples instead of two.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat zealots ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD have you defeated the zealots yet'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Overzealous",
      "es": "",
      "es (fem)": ""
    }
  ]
}