{
  "id": 620888249,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So you leave us to make for Trum Dreng? I know little of that land, but I hear that it is mostly uninhabited. But if you wish to explore it, that is up to you, of course.\\n\\n'You can find it by travelling south through the Mournshaws of Enedwaith, though there may be other paths with which I am unfamiliar. It is a stark land in the north-west of Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for helping our huntress, kind duvodiad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can reach Trum Dreng by travelling south through the Mournshaws in Enedwaith, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "To Trum Dreng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am sorry, traveller, but our town is not open to Duvodiads. We do not trust strangers here. You should head north along the road to get back to lands that may welcome you better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Trum Dreng is in the north-west of Dunland, below the Mournshaws.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find someone in Trum Dreng who will welcome you, and help them",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Trum Dreng can be found by travelling south through the Mournshaws. It is in the north-west corner of Dunland, directly west of the Bonevales.\\n\\nYou should visit Trum Dreng in your travels through Dunland and help whoever is willing to talk to you there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find someone who will talk to you in Trum Dreng",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Trum Dreng can be found by travelling south through the Mournshaws. It is in the north-west corner of Dunland, directly west of the Bonevales.\\n\\nYou should visit Trum Dreng in your travels through Dunland.",
      "es": "",
      "es (fem)": ""
    }
  ]
}