{
  "id": 621021010,
  "txt": [
    {
      "id": 174158436,
      "en": "By Smaug the Golden\\n\\nThe war is lost, Thangorodrim broken, the glorious hosts fled. Sister Etterfang and I are the last of our proud line. But it is not over. Oh, no, for we will bring such terrible vengeance upon them... upon them all! We will bide our time high up in these mountains. This is a home for dragons. We will feast and gather treasure and grow strong. We will learn to cover where we are soft. But for now, sleep, and dreams of our revenge.\\n\\nAwakened! Disturbed by little pests, scraping in the walls of my mountain. I can smell them, but I do not know the smell. It is not Men, no, nor Elves, nor Orcs… Dwarves! How busily the noisy little insects carve up my peak, stealing my rightful wealth! They will see how Smaug the Golden welcomes intruders. Ah, but how industrious these dwarves were while I slumbered! Carven halls of stone, gold and gemstones shaped and shined. It is worthy of my splendor, this new lair.\\n\\nAwake, again! What is this? I hear you, Etterfang! My sister is in battle, in pain! Rragh! I cannot reach her, my lair is sealed by fallen stone. Rend with all my fury, I still cannot carve an exit fast enough. Oh sister, sister, burn them all!\\n\\nSister Etterfang is not in her lair. There was a struggle. I see the sheared stone from her thrashing claws, the ground scorched by her breath. The smell of a dwarf! She is still alive, I feel it. I will find you, sister.\\n\\nThe Orcs whisper of a great dragon in the Misty Mountains. Perhaps it is Etterfang. I am loath to leave my hoard unguarded, but I must find her. It is good to stretch my wings and soar.\\n\\nThere is no sign of Sister Etterfang. Men here worship a dragon they name Draigoch. How amusing. Perhaps I will find my own clan of followers, though I so prefer to toy with them and then eat them.\\n\\nWhat disturbs my slumber now? Rumbling. Am I trapped again? Grragh! What is this? The heads of five dragon-whelps, left before my cave... dwarf-axes sunk into them? Now, now at last, they have truly wakened Smaug's wrath! Sister missing, dragon-whelps slain... I have known only sorrow in these grey peaks. Let sorrow take wing. I am fury, I am vengeance, I am Smaug the Golden, mighty and merciless. I will roam until I find dwarves - and then let them cower before my wrath!",
      "es": ""
    },
    {
      "id": 172691445,
      "en": "Ered Mithrin - Vengeance",
      "es": ""
    },
    {
      "id": 153094772,
      "en": "Close",
      "es": "Cerrar"
    },
    {
      "id": 218921020,
      "en": "Vengeance",
      "es": ""
    }
  ]
}