{
  "id": 621021015,
  "txt": [
    {
      "id": "0x82ba64",
      "en": "You have completed Lost Lore of the Dwarf-holds: Ered Mithrin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba66",
      "en": "You discovered a number of curious scratches in the hard stone of the Grey Mountains, and with much diligence you uncovered the full story. It is a cruel record of the dragon Smaug, and it tells of his growing fury and his desire for vengeance against the Dwarves of the North.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba68",
      "en": "You have completed Lost Lore of the Dwarf-holds: Thikil-gundu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba10",
      "en": "You found every stanza for a bit of doggerel the Woodmen of the Vales of Anduin tell to their children: the song of Old Mad Ubb. He sounds like a rather unpleasant creature... and also a little familiar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba11",
      "en": "You have learned much about the difficulties the Dwarves of Erebor faced in the North, and how those troubles often took a familiar shape: Dragon!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba12",
      "en": "The lure of the ancient, lost city of Thafar-gathol has entranced the Zhélruka for much of their history, but despite many expeditions into the Grey Mountains it remains hidden, if it ever existed at all. You learned eight stanzas of a song extolling its virtues and its great wealth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba13",
      "en": "As you discovered in Thikil-gundu, the Steel Keep of the Grey Mountains, not all of Sauron's servants gave up hope at the defeat of their master. Karazgar, the Weeping Warrior, devised a plan to ensnare the Herald of Winter, claiming he would not suffer defeat as Sauron did.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac2",
      "en": "The Lost Lore of Rhovanion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Complete 'Lost Lore of the Dwarf-holds: Ironfold'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba75",
      "en": "You have completed Lost Lore of the North: Dwarves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba77",
      "en": "You have learned about the tradition of the Black Arrow, a tradition which was kept alive by lords of Dale for hundreds of years. How fortunate that it was so! For it was Bard's Black Arrow that at last slew the dragon Smaug.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Complete 'Lost Lore of the Dwarf-holds: Ered Mithrin'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba79",
      "en": "You have learned a tale of the North that is all-too-familiar, for there are others like it. It is a tale of the enmity between Elves and dwarves, but in this case the tale goes further, to the healing between those folk, and that is a welcome difference.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50265",
      "en": "Complete 'Lost Lore of the Dwarf-holds: Smaug'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Complete all of the Lost Lore of Rhovanion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Complete all of the Lost Lore of Rhovanion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Complete 'Lost Lore of the Dwarf-holds: Thikil-gundu'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1135",
      "en": "You have discovered a very old song about the woods and waters of Rhovanion. Perhaps this is what the ancient Elves heard when they listened to the water cascading over the many falls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50269",
      "en": "Complete 'Lost Lore of the Vales: Old Mad Ubb'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50214",
      "en": "Complete 'Lost Lore of the Vales: Tauralindalë'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Complete 'Lost Lore of the North: Dwarves'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50276",
      "en": "Complete: 'Lost Lore of the North: Men'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Complete 'Lost Lore of the North: Elves'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba61",
      "en": "You have learned a song which tells the history of Járnfast. Like the Dwarves of the Iron Hills who dwell there, its fortunes were built almost entirely upon the material that gives that region its name, and the song its refrain: iron hard, and iron cold.",
      "es": "",
      "es (fem)": ""
    }
  ]
}