{
  "id": 621021180,
  "txt": [
    {
      "id": "0xa502832",
      "en": "Collect Page 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502833",
      "en": "Collect Page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81720",
      "en": "\\q'Nordo ar neldo, sánë ar tasar - Oak and beech, pine and willow grey. Amárië andvaë randan fuinessë - Have dwelt for an age in shadow.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502834",
      "en": "Collect Page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81780",
      "en": "\\q'Lencar i auri, núrar i lómi, - The days are slow, the nights are deep. Ai! i orontë avafanyar - But lo, comes the dawn without clouds.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817b0",
      "en": "\\q'Nainala alda, nainiët hlarelmë - Mournful tree, we hear your lament. Lertatyë lasta i sírëo alassë? - Can you hark to the river’s joy?'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817e0",
      "en": "\\q'Oiovistala, visto ilyaron, - Ever-changing, changer of all. Poito niëron ar saurana taurëo - Cleanser of tears and wood befouled.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011823",
      "en": "Old-elven parchments can be found scattered throughout the Vales of Anduin.\\n\\nYou should collect the pages to complete the song.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568952",
      "en": "You have found a verse of what appears to be ancient Elven song, perhaps written down by those Elves who once lived in the forest. You might be able to complete the song if you find all of the missing verses.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81790",
      "en": "\\q'Allinta i luimë valima yassë - Yet swifter is the blessed flood. Ilyë nwalmai cólar Eárenna - That carries all woes to the Sea.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817f0",
      "en": "\\q'Apa i vinya luina sír sirë, - Ah, but the new white stream flows. Sirë olla cemen, sirë olla ondo - Flows over earth, flows over stone.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0119a4",
      "en": "Completed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa340",
      "en": "Lost Lore of the Vales: Tauralindalë",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81710",
      "en": "\\q'Anda i Lúna-taureva enyálië - Long is the Black Wood’s memory. Lúna i óri i yárë aldaron - Dark are the hearts of old trees.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5688d5",
      "en": "After a fair amount of searching, you have completed the song. This seems to be full text of a very old song about the woods and waters of the great woods of the Wilderland. The song itself is quite old, and may have been all but lost, if not for your efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81740",
      "en": "\\q'I yernë yéni lennar lintiënen - The elder time passes swiftly. I enwinar alcari ve hisië sintar - The glories of old fade as mist.'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502854",
      "en": "Collect Page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502855",
      "en": "Collect Page 6",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502856",
      "en": "Collect Page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x817d0",
      "en": "\\q'Nén, a nén, tínala calima, - Water, O water, bright-glinting. Nén, tercáno cuiviëva ceutana! - Water, herald of life renewed!'\\q",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502857",
      "en": "Collect Page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502858",
      "en": "Collect Page 9",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa5029a5",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x78d1656",
      "en": "Verses of an old song can be found scattered around the Vales of Anduin. Perhaps you can complete it if you find them all.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502831",
      "en": "Collect Page 1",
      "es": "",
      "es (fem)": ""
    }
  ]
}