{
  "id": 621062309,
  "txt": [
    {
      "id": 216727830,
      "en": "Beyond the falls of Amgaruslun in the Clovengap lies the Hiddenhoard of Abnankâra. Once an ancient treasury wrought in secret by Mótsog and the Greymauls during their rebellion against the Longbeards in the Elder Days, it has become the lair of Hrímil Frost-heart, a dreaded cold-dragon of Morgoth. Within this frozen retreat, Hrímil tends her wounds and slumbers, dreaming of vengeance upon Prince Durin and the Dwarves of the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Discover Jókulskeld",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Discover Akrazulgibshîn",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Hiddenhoard of Abnankâra -- Explorer of the Hiddenhoard",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Discover Ibkêrmazal",
      "es": ""
    },
    {
      "id": 8567443,
      "en": "Presumed to be the source of the river Kurdushâlak which flows through the Clovengap, Jókulskeld was frozen solid by the breath of Hrímil Frost-heart. Far above this well of ice, the ruins of ancient causeways lead to the Hiddenhoard of Abnankâra.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Discover the Hiddenhoard of Abnankâra",
      "es": ""
    },
    {
      "id": 8567444,
      "en": "Deep within the caverns of the Clovengap lies Abnankâra, the Hiddenhoard. Wrought in secret by Mótsog and the Greymauls during their rebellion against the Longbeards in the Elder Days, it was to be a grand treasury—the jewel of a new kingdom within Mount Gundabad. After the defeat of Mótsog and the Greymauls at the Sunder-battle, Abnankâra was abandoned and laid forgotten until its discovery late in the Third Age.",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "Beyond the falls of Amgaruslun in the Clovengap lies the Hiddenhoard of Abnankâra. Once an ancient treasury wrought in secret by Mótsog and the Greymauls during their rebellion against the Longbeards in the Elder Days, it has become the lair of Hrímil Frost-heart, a dreaded cold-dragon of Morgoth. Within this frozen retreat, Hrímil tends her wounds and slumbers, dreaming of vengeance upon Prince Durin and the Dwarves of the Gabil'akkâ.",
      "es": ""
    },
    {
      "id": 8567445,
      "en": "Within the Hiddenhoard of Abnankâra, Ibkêrmazal served as both a grand armoury and a bulwark against those who would seek to plunder the hoards of the Greymauls. By Mótsog's order, the hall was divided into three sections—each of which were flanked by spear-traps and hidden barracks—to separate and overwhelm invaders and, in direst need, to puncture the soft underbellies of Dragon-kind.",
      "es": ""
    },
    {
      "id": 8567446,
      "en": "Although it would never truly fulfil the promise of the grand treasury that Mótsog so desired, Akrazulgibshîn became a repository for all the riches of Mount Gundabad pillaged by the Greymauls after Durin led many of the Longbeards to Khazad-dûm. After the Sunder-battle and the ruinous end of the Greymaul rebellion, Durin laid the war-hammer of Mótsog's last son, Módvit, among its hoards and evermore abandoned the Hiddenhoard of Abnankâra.",
      "es": ""
    }
  ]
}