{
  "id": 621036859,
  "txt": [
    {
      "id": 162883721,
      "en": "Rising into the Grey Mountains above the Greylin, Grálinvarth overlooks Elderslade. However, a recent ambush by dragon-kind of the Frost-horde threatens the dwarves keeping watch from this valuable foothold.\\n\\nYour mission is to repel the Frost-horde attackers and aid the wounded dwarves keeping watch at Grálinvarth.",
      "es": ""
    },
    {
      "id": 261009168,
      "en": "Surprise Attack",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "A recent attack by the Frost-horde has threatened to overrun the dwarves keeping watch at Grálinvarth.",
      "es": ""
    },
    {
      "id": 246419858,
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mission: Wings Over Grálinvarth",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I have a new mission for you, [placeholder].\\n\\n'I have received urgent word from Grálinvarth. The Frost-horde descended from the sky and ambushed our warriors! Several dwarves were wounded in the attack, and they have great need of your aid in repelling the Frost-horde.\\n\\n'You are to travel to Grálinvarth at once and aid the wounded. We cannot allow Grálinvarth to fall to the Frost-horde! For the Gabil'akkâ!'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Complete 'Mission: Wings Over Grálinvarth'",
      "es": ""
    },
    {
      "id": 133136801,
      "en": "You may be ambushed after completing your objective.",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Ausma",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Your mission is to repel the Frost-horde attackers and aid the wounded dwarves keeping watch at Grálinvarth.\\n\\nYou should talk to Ausma and travel to Grálinvarth.",
      "es": ""
    },
    {
      "id": 162883719,
      "en": "'I have received word of your efforts at Grálinvarth, [placeholder].\\n\\n'Had you not come to the aid of our dwarves, the outcome of the battle might have been much different... and far more bloody. Very good!'",
      "es": ""
    }
  ]
}