{
  "id": 621036802,
  "txt": [
    {
      "id": 246419816,
      "en": "Lore-master Rúni is at Zudramdân in Elderslade.\\n\\nYou should bring the dragon samples to Lore-master Rúni.",
      "es": ""
    },
    {
      "id": 111477349,
      "en": "DNT - Gather a sample of dragon claw ",
      "es": ""
    },
    {
      "id": 111477350,
      "en": "DNT - Gather a sample of dragon horn",
      "es": ""
    },
    {
      "id": 225642497,
      "en": "'Though we have records of the great beasts, being able to study their bones could give us much information.'",
      "es": ""
    },
    {
      "id": 111477351,
      "en": "DNT - Gather a sample of dragon rib",
      "es": ""
    },
    {
      "id": 111477352,
      "en": "DNT - Gather a sample of dragon spine",
      "es": ""
    },
    {
      "id": 111477353,
      "en": "DNT - Gather a sample of dragon tooth",
      "es": ""
    },
    {
      "id": 149027364,
      "en": "Chipping the Bones",
      "es": ""
    },
    {
      "id": 162883600,
      "en": "'Yes, yes. These will do quite well! I shall begin to study them immediately!'",
      "es": ""
    },
    {
      "id": 111477266,
      "en": "Return to Rúni",
      "es": ""
    },
    {
      "id": 111477267,
      "en": "Gather a sample of dragon claw",
      "es": ""
    },
    {
      "id": 246419877,
      "en": "Dragon skeletons can be found in Malkorlash, in northern Elderslade.\\n\\nLore-master Rúni has asked you to get samples of dragon bones.",
      "es": ""
    },
    {
      "id": 111477268,
      "en": "Gather a sample of dragon horn",
      "es": ""
    },
    {
      "id": 111477269,
      "en": "Gather a sample of dragon rib",
      "es": ""
    },
    {
      "id": 162883718,
      "en": "'Ah, [placeholder]! I see you made it all this way in one piece. I could not resist the opportunity to come to Elderslade, a landscape full of cold-drakes and even better – dragon bones!\\n\\n'Though we dwarves have a long history with the beasts, there is still much that we don’t know. While you are out on the field, it would really help my studies if you could gather samples from the various remains that are scattered about.'",
      "es": ""
    },
    {
      "id": 111477270,
      "en": "Gather a sample of dragon spine",
      "es": ""
    },
    {
      "id": 24695189,
      "en": "Scattered across Elderslade, the sun-bleached bones of great worms are a harsh reminder of the dragons that once prowled these mountains. What secrets might these skeletons hold?",
      "es": ""
    },
    {
      "id": 111477271,
      "en": "Gather a sample of dragon tooth",
      "es": ""
    }
  ]
}