{
  "id": 621036945,
  "txt": [
    {
      "id": "0xd082ba5",
      "en": "The rocky outcrops and hidden caves of the hills of Elderslade make for a perfect location for Warg dens. The ground is littered with bones and the weapons of those who tried and failed against the beasts.\\n\\nA foul odour permeates the air, and the rumble of low growls can be heard in the distance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Discover Hanksar-mokh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba7",
      "en": "Squatting amidst sun-bleached bones of ancient worms, Malkorlash grants the hobgoblins control of both the nearby river and roads. The encampment also serves to hamper passage through the hills to the Wyrmsgráf River on the eastern side. The hobgoblin and dragon-kin filled passage is from whence Malkorlash, \\qmountain gap,\\q gains its name.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Discover Bagûd-mekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba9",
      "en": "Tucked against the very walls of Gundabad, Shâkal-atrâd is a vile nest of Orcs. Beneath the bone piles and hide tents, ancient Dwarf-made structures peek through, giving a hint of former glory. Shâkal-atrâd gets its name, \\qShore-watch,\\q from the camp's high vantage point above the nearby river. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba90",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Discover Dûn Traikh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba91",
      "en": "Skulking in the shadows of Gundabad's great walls, Hanksar-mokh is a vile nest of Orcs. About the bone piles and hide tents, ancient dwarf-made structures lie in ruins, giving a hint of former glory. Rough scaffolding affords the goblin-kind the ability to swarm up and down the walls without having to use Gundabad's huge staircases.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Discover Kulûg-mokh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Discover Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "The air about Bagûd-mekhem is unnaturally cold, with whipping winds cutting through all but the thickest furs and leathers. Ramshackle scaffolding and rough high walls have been erected about the northern walls of Gundabad. Orcs, goblins, and things even more feared swarm between walls of wood and stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "Dûn Traikh bears testament to how far the Angmarim have pushed into Elderslade, and for how long they have enjoyed free reign in the lands of the dwarves. Though their realm has fallen, there are those within the walls of Dûn Traikh who strive to bring back the kingdom the Witch King of Angmar once begot.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Explore the enemy encampments found across Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Discover Howlers' Notch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba97",
      "en": "Dark and looming, the spire of Caivád Sâr is where the Angmarim come to engage in ritual, arcane arts, and torture. Caivád Sâr provides a line of defence along the eastern road, housing numerous deadly forces. Its tower thrusts up to the heavens, a grasping claw from which enemies can be spotted miles away.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba99",
      "en": "Skulking in the shadows of Gundabad’s great walls and twin to Hanksar-mokh, Kulûg-mokh too is a vile nest of Orcs. About the bone piles and hide tents, ancient dwarf-made structures lie in ruins, giving a hint of former glory. Rough scaffolding affords the goblin-kind the ability to swarm up and down the walls without having to use Gundabad's huge staircases.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Discover Malkorlash",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Enemy Encampments of Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Explore the enemy encampments found across Elderslade.",
      "es": "",
      "es (fem)": ""
    }
  ]
}