{
  "id": 621036929,
  "txt": [
    {
      "id": "0x82ba951",
      "en": "The War of Three Peaks has transformed a once-grassy plain of Elderslade into Azgh-buzru, the War-fell. Like Azanulbizar of old, this is to be the site of the bloodiest skirmishes between the dwarves of the Gabil'akkâ and the Orcs of Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Find Kulûg-mokh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502953",
      "en": "Discover Ifbar-athrâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502954",
      "en": "Discover Ushkútoz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502955",
      "en": "Discover Bagûd-mekhem",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50260",
      "en": "Discover Zudramdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Discover Caivád Sâr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502930",
      "en": "Discover Azgh-buzru, the War-fell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Discover Drenghól",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "Following the defeat of the Angmarim ritualists who had resided within, Shakal-atrâd once again belongs to the dwarves. Reclaiming the ruins was a step forward -- a small step, perhaps, but a step forward nevertheless.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore important sites for the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba937",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore important sites for the War of Three Peaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba939",
      "en": "Where once the haunting howling of Wargs filled the air around Howlers' Notch, now only the guttural growling of hill-beasts can be heard. The former Warg den houses vicious hill-beasts, manipulated and bred for war by hobgoblin beast-tamers. Cages and chains imprison the wild hill-beasts that have been captured against their will.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba940",
      "en": "Orkish forces overwhelmed the dwarves at Zudramdân and claimed the ruins as their own. Now Zudramdân is a shell of its former self, its interior set ablaze and crawling with Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Battleground of the War of Three Peaks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba942",
      "en": "Caivád Sâr remains a stronghold for the evil forces of Elderslade. Undeterred -- and perhaps fuelled -- by the raging war outside, the Angmarim continue to torture and experiment within its ghastly chambers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba943",
      "en": "Despite being entrenched deep within enemy territory, Drenghól has remained hidden from prying enemy eyes. Its position within Elderslade has proved useful, as it offers a clear view of Gundabad's outer walls.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba944",
      "en": "Seated in the northern reaches of the Elderslade, the Orc camp Kulûg-mokh stretches out from Gundabad and peers down into the valley. The cold wind carries an unnatural chill. Combined with the swarms of battle-ready Orcs, Kulûg-mokh is a daunting sight to behold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba946",
      "en": "At the front lines, the Gabil'akkâ vanguard stands their ground, planting themselves firmly into the trenches. An endless stream of orders enter and leave Ifbar-athrâkh, the command center the dwarves have dug nearby. While others must think about the larger picture of the war, those in Ifbar-athrâkh concern themselves with the details of taking and controlling Orc territory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Discover Shakal-atrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba947",
      "en": "The Orcs have dug out winding tunnels in the shadow of Zudramdân, further defiling the dwarf-ruin. From these tunnels, they create plans to thwart the Gabil'akkâ vanguard and bolster their own defences.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Discover Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba948",
      "en": "Seated in the northern reaches of Elderslade, Bagûd-mekhem stretches out from Gundabad and peers down into the valley. At this elevation, the cold winds carry an unnatural chill. Combined with the swarms of battle-ready Orcs, Bagûd-mekhem is a daunting sight to behold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba949",
      "en": "Hardy fortifications have replaced the Orkish barriers that previously guarded Zarkul-sulûn, keeping the dwarves' enemies at bay. It is from here that the dwarves formulate new strategies with which to defeat their foes, and perhaps dare to dream about reclaiming Gundabad at long last.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Discover Howlers' Notch",
      "es": "",
      "es (fem)": ""
    }
  ]
}