{
  "id": 621036858,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Although it once served as a camp of the Ungoledain, Kêr Bréin has fallen to the Frost-horde. From within its ruined walls, a powerful hobgoblin leads the raids on Skarháld and keeps watch on the newly-laid eggs of the Frost-horde.\\n\\nYour mission is to defeat the powerful hobgoblin, Rukhnúl, at Kêr Bréin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Hrímil's Chosen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "From within Kêr Bréin, a powerful hobgoblin leads the raids on Skarháld and keeps watch on the newly-laid eggs of the Frost-horde.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Snows of Kêr Bréin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have returned from Kêr Bréin with troubling news. As we feared, the Frost-horde has overtaken the ruins and has begun to use it as a means to launch attacks on our forces in Ered Mithrin. We have learned that the leader of these forces is a hobgoblin frost-caller known as Rukhnúl.\\n\\n'You are to travel to Kêr Bréin and put a stop to Rukhnúl before the Frost-horde can regain a stronger foothold in Ered Mithrin. Go! For the Zhélruka! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: The Snows of Kêr Bréin'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "The monster commander in this mission will attempt to summon blizzards.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat the powerful hobgoblin, Rukhnúl, at Kêr Bréin.\\n\\nYou should talk to Hórin and travel to Kêr Bréin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Well done, [placeholder]!\\n\\n'With Rukhnúl vanquished, we need not fear continued attacks from the Frost-horde in Ered Mithrin.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}