{
  "id": 621036861,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Rising into the Grey Mountains above the Greylin, Grálinvarth overlooks Elderslade. After a bloody battle, Gorgar's forces have overrun the foothold and gained a significant foothold deep within the territory of the dwarves.\\n\\nYour mission is to defeat the Hand of Gorgar and reclaim Grálinvarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Lieutenant of Gorgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After a bloody battle, Gorgar's forces have overrun Grálinvarth. They must be defeated before the forces of Gundabad can gain a significant foothold deep within the territory of the dwarves.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Ausma for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: The Hand of Gorgar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have brought grave news from Grálinvarth. Gorgar's forces have seized our watch-post for their own and slain our warriors to the last. I am told that one of the Hands of Gorgar, Gorgar's most vicious enforcers, led the attack at Grálinvarth.\\n\\n'You are to travel to Grálinvarth and deliver the vengeance of the Gabil'akkâ. Slay Gorgar's forces to the last and reclaim what was taken from us! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: The Hand of Gorgar'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "The monster commander in this mission will attempt a brutal wounding attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ausma",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to defeat the Hand of Gorgar and reclaim Grálinvarth.\\n\\nYou should talk to Ausma and travel to Grálinvarth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'I am glad you have returned no worse for the wear, [placeholder].\\n\\n'The Hands of Gorgar are mighty, indeed, but it seems even they prove no match for you. You have my thanks!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}