{
  "id": 621036860,
  "txt": [
    {
      "id": "0x9b56889",
      "en": "Although it once served as a camp of the Ungoledain, Kêr Bréin has fallen to the Frost-horde. There, the cold-drakes of Ered Mithrin lay their eggs within its ruined walls.\\n\\nYour mission is to destroy cold-drake eggs at Kêr Bréin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf8eaf10",
      "en": "Reinforcements",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Within the ruined walls of Kêr Bréin, the cold-drakes of the Frost-horde have laid a new clutch of eggs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "You have completed your mission.\\n\\nYou should talk to Hórin for your reward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Mission: A New Clutch",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'I have a new mission for you, [placeholder].\\n\\n'My scouts have returned from Kêr Bréin. In addition to being used as a base of attack against our forces in Ered Mithrin, the cold-drakes of the Frost-horde have transformed Kêr Bréin into a crude nursery for a new clutch of their eggs. Unless these eggs are destroyed, we shall soon have to contend with an even greater threat... and greater numbers of dragon-kind!\\n\\n'You are to travel to Kêr Bréin and destroy the eggs of the Frost-horde. For the Zhélruka! For the Gabil'akkâ!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Complete 'Mission: A New Clutch'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7ef81a1",
      "en": "Monsters in this mission will attempt to summon allies to the fight.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Hórin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Your mission is to destroy cold-drake eggs at Kêr Bréin.\\n\\nYou should talk to Hórin and travel to Kêr Bréin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'It is done?\\n\\n'Wonderful! If the Frost-horde cannot bolster their numbers, our victory is assured!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}