{
  "id": 621036928,
  "txt": [
    {
      "id": "0x6a50260",
      "en": "Discover Shakal-atrâd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50261",
      "en": "Discover Zudramdân",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50278",
      "en": "Discover Zarkul-sulûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fad2",
      "en": "Dwarf-ruins of Elderslade",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50263",
      "en": "Discover Grálinvarth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01159",
      "en": "Explore the ruins left behind by dwarves in Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba933",
      "en": "Despite the many long years it has endured, Annâk-khurfu continues to stand tall. The dwarves have rallied to these ruins and called their allies to arms, preparing for the inevitable.\\n\\nAnnâk-khurfu offers an advantageous view of the main roads leading into Elderslade -- from Ered Mithrin to the east, and Misthallow to the south -- where friend and foe can be spotted plainly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba934",
      "en": "The years have not been kind to Zarkul-sulûn, which now plays host to all manner of evil: Orcs, hobgoblins, wargs, and perhaps others.\\n\\nThe ruins sit too closely to Annâk-khurfu for the dwarves' comfort. They keep a wary eye on Zarkul-sulûn, understanding that it will be the first of many obstacles they must cross if they wish to retake Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba935",
      "en": "The forces of Gundabad have long held Shakal-atrâd within their grasp. Though all appears quiet outside these foreboding ruins, delving deeper may reveal otherwise....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba936",
      "en": "Zudramdân may not be as formidable as Annâk-khurfu, but the dwarves' northern camp allows them some modicum of safety in the long fight to retake their home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba937",
      "en": "The rushing waterfalls of the Greylin River drown out even the loudest of sounds at Grálinvarth. From this vantage point, one can easily spot the Rushgate and Annâk-khurfu, as well as glimpse the valley of Misthallow on a clear day.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba938",
      "en": "Crude constructions deface the Gates of Gundabad, a mocking reminder of the dwarves' losses and defeats. One might wonder what else the Orcs have done to further corrupt the former dwarf-kingdom past this foreboding threshold.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba939",
      "en": "Perched above the Greylin River, the Hárveg Bridge had been, until recently, broken and impassable. The dwarves have skilfully mended the bridge, opening safe passage to and from Misthallow once more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Explore the dwarf-ruins scattered across Elderslade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50274",
      "en": "Discover the Hárveg Bridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502952",
      "en": "Discover the Gates of Gundabad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50275",
      "en": "Discover Annâk-khurfu",
      "es": "",
      "es (fem)": ""
    }
  ]
}