{
  "id": 620760753,
  "txt": [
    {
      "id": "0xa64e774",
      "en": "'Do not let them interfere!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5fe62e7",
      "en": "'I return to the void...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected the stone-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe9acd14",
      "en": "'I am free!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While the stone-heart you found was cracked and useless, another path still remains open. Corunir has learned of a ritual taking place at the fortress of Tór Gailvin, which may yield a whole heart if interrupted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfcd61bb",
      "en": "'I shall deal with you myself!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'It is a pity that this heart is broken, but there may yet be another path open to us. While you were away, some of the villagers returned from a hunting expedition and told of a ritual being performed at Tór Gailvin, a fortress to the north-east, east of a place called Fail-á-Khro.\\n\\n'The ritual appears to be related to whatever spell is cast upon these stones to grant them such power, and the sorcerer who is performing the ritual bears with him a stone-heart. If you can interrupt the ritual and slay Tath, you may be able to recover the stone-heart from him.\\n\\n'Go quickly, for if he is preparing yet another watching-stone, you may not get another chance!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Tath is at Tór Gailvin, north-east of Aughaire, east of the Fail-á-Khro.\\n\\nCorunir has sent you to Tór Gailvin to wrest a stone-heart from a sorcerer of Angmar named Tath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This is indeed a stone-heart, but alas... the situation is more dire than first I thought!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If we are to find a way past Rammas Deluon, you must recover the stone-heart from the sorcerer Tath!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the stone-heart to Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect the stone-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 5: The Sorcerer's Doom",
      "es": "",
      "es (fem)": ""
    }
  ]
}