{
  "id": 620760795,
  "txt": [
    {
      "id": 218649169,
      "en": "'These Orcs are not just a simple, ravaging horde. They are united in a cause. Angmar has arisen and desires the North Downs as its prize. While the eyes of the Free Peoples were distracted to the host at Dol Dínen, a second army came here and claimed the ancient ruins of Fornost.\\n\\n'Fortunately, they are unaware that not all of the eyes upon the Fields of Fornost were dead and sightless. My kindred are scattered, and it will take too long for my brethren at Esteldín to gather enough strength to defend against Angmar.\\n\\n'I need you to go to Amon Raith in the east, upon which young Amarion keeps watch, and warn him of Angmar's presence here at Fornost.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I will not relax my vigilance -- Mincham does not admit fear without cause -- though I know not of what help I may be. Since these refugees came to Amon Raith, I have been able to do little else than protect them.\\n\\n'Nevertheless, I thank you for your warning, friend.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Word must be taken to Amarion upon Amon Raith. Orcs have come to Fornost, and I do not believe they will stop there.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Warning Amon Raith",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Orcs at Fornost and at Dol Dínen have some foul plan, I am certain of it.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While the Free Peoples of the North Downs were occupied with the threat of the Orc-army in Dol Dínen, they were nearly oblivious of the second host which marched west to Fornost.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Young Amarion must learn to put his duty ahead of his compassion.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'I will endeavour to keep vigil over the roads that pass from Dol Dínen to Fornost.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'It is difficult to know when I must put duty ahead of compassion.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak with Amarion",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Amarion is at his camp atop Amon Raith, east of the Fields of Fornost.\\n\\nMincham believes the Orcs at Fornost have some greater plan than the occupation of the old ruins and has asked you to carry word of warning to Amarion, a young Ranger assigned to keep watch upon Amon Raith.",
      "es": ""
    }
  ]
}