{
  "id": 620760779,
  "txt": [
    {
      "id": 203209094,
      "en": "'We need more information from their lines.'",
      "es": ""
    },
    {
      "id": 203209095,
      "en": "'Others here may have need of your assistance, as well.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected an Orc-banner from Dol Dínen",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected an Orc-banner from the Norbury Gate",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected an Orc-banner from Nan Wathren",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], if I may have a moment of your time, there is something that I have concerns about. One of my kindred, Golodir, once feared a Shadow in the North, a single banner calling the Orcs, Men, and all other evil around the ancient city of Carn Dûm. I fear that Shadow has arisen.\\n\\n'The Orc-host swept through the North Downs so quickly that none had opportunity to determine their true strength. I wish to know if this is one Orc-tribe or many.\\n\\n'I believe there are three tribes: One in the north-west near Fornost, one in the south-west near Trestlebridge, and the last in Dol Dínen, south-east of Esteldín. Bring me the banners that fly at the outskirts of these camps.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "DNT - The banners of the Orc-tribes fly at the outskirts of their camps near Fornost at the Norbury Gates, near Trestlebridge at Nan Wathren, and Dol Dínen, south-east of Esteldín.\\n\\nDaervunn of Esteldín fears that the Orcs of Angmar are united together for a common cause. He has asked you to bring him the banners from their primary camps to prove whether there is truth to this belief.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Golodir may have been correct. I will inform the others of what you have discovered. Often the Orcs that pillage from the north invade and steal cattle or raze the forest, but an invasion of this magnitude has not occurred since the Witch-king's attack against the North Kingdom ages ago. We must be vigilant in our defence of the North Downs.\\n\\n'I will consult with Halbarad to see if there is mention of these tribes in the writings of Arnor. I am sure we will have further need of your aid.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We must know if the Orcs are a coordinated effort of several tribes or a single massive force. Bring me the banners from their camps to the north-west near Fornost, the south-west near Trestlebridge, and south-east in Dol Dínen.'",
      "es": ""
    },
    {
      "id": 203209089,
      "en": "'Let us look at the banners.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Return the Orc-banners to Daervunn",
      "es": ""
    },
    {
      "id": 203209090,
      "en": "'From Gosgenathad...'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect an Orc-banner from Dol Dínen",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect an Orc-banner from the Norbury Gate",
      "es": ""
    },
    {
      "id": 203209091,
      "en": "'From Nan Wathren...'",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect an Orc-banner from Nan Wathren",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "HIDING CONTENT - The Black Tide of Angmar",
      "es": ""
    },
    {
      "id": 203209092,
      "en": "'Finally, from Dol Dínen.'",
      "es": ""
    },
    {
      "id": 203209093,
      "en": "'There are three tribes; all distinct. Who is leading them?'",
      "es": ""
    }
  ]
}