{
  "id": 620760746,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'So, you would know how this tragedy came to be? In truth, I know not. I do not know whether it was through some machination of the False King, or whether it was purely an evil chance, but our march was brought to an abrupt end. As we marched east, we found ourselves confronted by a vale filled with terrible statues. Rammas Deluon, the Hillmen called it. That some spirit of evil vigilance abode in the stones there was no doubt, for we could all feel the oppression of them. It was here that Golodir bade me remain.\\n\\n'As the host passed through the stones, it became clear why the Hillmen feared the valley so. When the last few men crossed Rammas Deluon, the watching-stones threw forth a terrible malaise of oppression, such that those men caught within it were stricken dead by the weight of it upon their hearts. I tried to pass the stones, but could not. Golodir bid me remain, and so I did.\\n\\n'Days turned to months, then years, and still Golodir did not return. I knew I should have returned at once to Esteldín, but I could not abandon my captain. I tried vainly to cross Rammas Deluon, until my very spirit was broken within me. At last, I sent the message to Esteldín, which brought you hither.\\n\\n'We must learn the secret of Rammas Deluon, [placeholder]! Perhaps one of the many lesser stones which litter this land -- especially near the camps of the Angmarim and Hillmen -- will reveal that secret. Go to one of the lesser watching-stones and take a rubbing of the runes found upon its base. Beware the fell and deadly stones, for they have too terrible a power.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have returned! Did you bring the rubbing? Good! Let me see it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Time is of the essence, [placeholder]. Find one of the lesser stones which litter the landscape and take a rubbing of the runes upon it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Did you bring the rubbing I asked for?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 3: Secrets of the Stones",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Corunir told you of how Golodir raised up an army from among the Hillmen to assail Carn Dûm. The expedition failed, and Corunir was left alone, unable to pass Rammas Deluon -- now possessed of a terrible power -- to learn the fate of his captain and companions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Take a rubbing from a lesser watching-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lesser watching-stones litter the landscape of western Angmar, especially near Angmarim and Hillman encampments.\\n\\nCorunir believes that the secret of Rammas Deluon can be revealed by investigating one of the lesser watching-stones. He has instructed you to find one of the lesser stones and take a rubbing of the runes upon it. He warned you to avoid fell and deadly watching-stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the watching-stone rubbing to Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corunir is at the Hillman-village of Aughaire.\\n\\nWith the rubbings Corunir required in hand, you should return to the Ranger with your report.",
      "es": "",
      "es (fem)": ""
    }
  ]
}