{
  "id": 620760783,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The Orcs of Dol Dínen are not some ravaging horde sent hither without direction.\\n\\n'These banners belong to three tribes. Each tribe performs a different purpose. At Nan Wathren, the Orcs attack Trestlebridge relentlessly, trying to force their way into Bree-land. At Gosgenethad, the Orcs are the defenders of Fornost. South at Dol Dínen, they prepare for a long occupation.\\n\\n'We must know their strengths and their intent. The camp in the south, at Dol Dínen, seems to be the most fortified. You must infiltrate this camp and find their orders. I would not go beyond their outer camps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'This appears to be written in the Black Speech. There are none here that understand this accursed language. Those that do -- our chieftain Aragorn, Mincham, and others -- are abroad.\\n\\n'You have done well to get this, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'[placeholder], I need you to find those orders! Surely they lie somewhere in Dol Dínen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Go to the outskirts of the Orc-encampment at Dol Dínen. Goblins and perhaps an occasional Orc have been spotted in this area. Search the tents there for any sign of orders and return to me when you have found them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "HIDING CONTENT - Orders from the Front",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Uruk-orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect Uruk-orders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "DNT - The orders may be found at one of the outer camps in Dol Dínen, south-east of Esteldín.\\n\\nConcerned by the coordinated efforts of three Orc-tribes in the invasion of the North Downs, Elúr has asked you to seek out their orders.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the Uruk-orders to Elúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elúr may be found at his campsite, north-west of the camps at Dol Dínen.\\n\\nReturn the Uruk-orders to Elúr.",
      "es": "",
      "es (fem)": ""
    }
  ]
}