{
  "id": 620760792,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Colbert awaits you at his overlook south of Amon Amrûn.\\n\\nYou should speak with Colbert.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Tell Colbert the Mad that the stirred shades have returned to rest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'My head... it is a little clearer now. The fog is receding. How strange.\\n\\n'Do you know, it wasn't very wise for my brother or I to come here and start robbing random tombs. We are professional treasure-hunters, but we separated from the rest of the group a few weeks back. We were seeking the riches of old Fornost.\\n\\n'I wonder if the others are still encamped where we left them....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Colbert the Mad has followed you to Amon Amrûn, where something happened to make him lose his mind after he stirred up the furious shades from their tomb while attempting to rob it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x179f5e7",
      "en": "Dropped the chest!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I must tell you that the tidings you bring could not be worse, unless the Nine themselves had come to Fornost. You must go at once to Esteldín and speak with Halbarad, who commands there in the name of our chieftain, Aragorn.\\n\\n'Inform Halbarad of what you learned from that shade and say, too, that I believe this is dire news for all the North Downs. Esteldín is a far distance from here. Follow the road which runs  east from the Greenway, through Amon Raith, crossing the river at the ruins of Ost Lagoros. The ruins where Esteldín lies hidden are due east of Gatson's farm.\\n\\n'Esteldín is the hidden refuge of my people. I charge you not to speak of it to any but my kindred.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Esteldín is reached by travelling along the road east from the Greenway, passing Amon Raith and crossing the river at the ruins of Ost Lagoros. The ruins where Esteldín lies are due east of Gatson's farm.\\n\\nMincham has asked you to go to Esteldín to speak to the Ranger Halbarad, the leader of his people in the absence of their chieftain, Aragorn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mincham would not have sent you here were your tidings not urgent. Let me hear your news....\\n\\n'Amarthiel is a name out of the past. A name of dread. These are dark days indeed in which her name is spoken once again. I might have dismissed your tidings considering that a shade out of the past might well call on dead names, but Mincham would not be concerned did he not believe that there is more behind this shade's words.\\n\\n'This is something I must dwell on later. I will not speak of Amarthiel at this time, and we have many other concerns here at present. I must thank you for your aid. I only hope that Mincham is wrong and this news is nothing more than the ranting of an ancient and maddened spirit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "The wrath of the tomb's guardian has been appeased",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Halbarad needs to know what the shade revealed to you...go to Esteldín at once, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'If Halbarad does not feel it is time to speak of Amarthiel, I will say no more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "You ask Colbert the Mad what happened here after he attempted to rob the graves of Amon Amrûn.\\n\\n'Two went in and one came out. But I never came out, not really. The shades that stirred as we cradled the loot, they stir now in my mind, always.\\n\\n'I can never leave Amon Amrûn. Like the shades. Soon I'll be no more than a wandering ghost, just like them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is well you learned what you did from the Oathbreaker-captain, [placeholder]. That knowledge may be to our benefit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You have discovered a stolen chest that surely enraged the shades, and none other than Colbert's brother... dead",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Thank you for bringing this news to me, [placeholder]. This is something I must dwell upon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The name of Amarthiel should not be spoken lightly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find the heirloom chest and return it to its tomb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Madman's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Amon Amrûn is in the eastern Fields of Fornost in the North Downs.\\n\\nYou should search Amon Amrûn for signs of what happened to cause Colbert to go mad.",
      "es": "",
      "es (fem)": ""
    }
  ]
}