{
  "id": 620760755,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the spirit of the ancient watching-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb1f82d4",
      "en": "'Who dares call me forth from the stone?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Corunir reacted strangely to the presence and touch of the stone-heart, recoiling from it in terror. He told you that the heart had been prepared to receive a fell spirit from an elder Age, similar to those that inhabit the wights which serve Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcaf6244",
      "en": "'I tire of this. I shall return to the stone once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xaf624b1",
      "en": "'I tire of this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Nay, take this evil thing... I can bear it no longer! My apologies, friend, but the sense of this thing is too much likened to the terror of Rammas Deluon. I cannot bear its presence.\\n\\n'But I know now the secret of the stones of Rammas Deluon. It is no spell that grants the statues such power, but a fell spirit of an elder Age, such as those that inhabit the wights which serve Angmar. This stone-heart was prepared to receive such a spirit.\\n\\n'Perhaps this heart may be made to draw forth such a spirit from another stone. It may be a clue to breaking the will of the watching-stones! Take this stone-heart to the ancient watching-stone which stands near the eastern pass of Ram Dúath to the east of here, not far from Bail Róva, a fortress of the Angmarim.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The ancient watching-stone is near the eastern pass of Ram Dúath, near Bail Róva, east of Aughaire.\\n\\nCorunir believes that the stone-heart may be able to draw forth the fell spirit from another watching-stone and has asked you to test his theory upon an ancient watching-stone which guards the passes of Ram Dúath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have vanquished the spirit? How your victory heartens me, [placeholder]. It gives me hope that we may yet succeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corunir is at the Hillman-village of Aughaire, west of Bail Róva.\\n\\nWith the spirit of the ancient watching-stone defeated, you should return to Corunir with the news of hope.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take the stone-heart to the ancient watching-stone at Ram Dúath. It may give you the advantage you need to defeat the spirit of the stone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is the stone-heart? Have you failed? I should not have held my hopes so high.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'You have vanquished the spirit? How your victory heartens me, [placeholder]. It gives me hope that we may yet succeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Where is the stone-heart? Have you failed? I should not have held my hopes so high.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the spirit of the ancient watching-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Present the stone-heart to the ancient watching-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 6: Challenging the Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}