{
  "id": 620760750,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected a heart from a lifeless watching-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The rubbing you made showed runes of a foul nature, written in the Black Speech, which Corunir is not well-versed in; however, he was able to make out something about the \\qheart\\q of the stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These runes are of an Elvish mode, but the language is the Black Speech, in which I am not well-versed. But I do know a little and can see that these runes speak of a \\qheart\\q located within the stone.\\n\\n'Perhaps if I could study one of the stone-hearts, a way to undo the spell upon them can be found. There are some lifeless stones east of here from which you may collect such a heart, without fear.\\n\\n'Bring me a stone-heart as quickly as you may, so that we may be done with our duty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lifeless watching-stones can be found in Western Malenhad, far to the east of Aughaire.\\n\\nCorunir has asked you to find one of the stone-hearts the runes spoke of by searching lifeless watching-stones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "You examine the watching-stone closely and discover, through a crack in the stonework, a strange, dark rock. As you pick up the rock, you experience a brief feeling of uneasiness, but it passes quickly.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Corunir is at the Hillman-village of Aughaire.\\n\\nYou should return to Corunir with the stone-heart that you discovered.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'To the east of here are some lifeless watching-stones. Bring me a heart from one of them, so that I may study it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "You examine the watching-stone carefully, but can see no sign of the heart Corunir sent you in search of.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'This does appear to be such a stone as the runes described, but it is of little use. The heart is cracked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085255",
      "en": "'Did you find a heart among the lifeless stones, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect a heart from a lifeless watching-stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the cracked stone-heart to Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the cracked stone-heart to Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 4: Heart of Stone",
      "es": "",
      "es (fem)": ""
    }
  ]
}