{
  "id": 620760762,
  "txt": [
    {
      "id": 216727828,
      "en": "Melthindir stands outside of Esteldín, looking out onto eastern Nan Amlug.\\n\\nYou should return to Melthindir with the brooches you collected.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Hillman brooches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Hillmen from Angmar followed the Orc army through Ram Dúath into the North Downs and established an encampment near the head of the pass. These Hillmen serve to keep open the passage from Angmar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Hillmen encamped at the eastern entrance of the Ram Dúath pass have me concerned.\\n\\n'These are men who long ago foreswore their allegiance to Angmar, after the Witch-king was defeated, and have never united beneath a single banner since. That they should now serve under the banner of Angmar is troubling, but that they should guard the pass into Angmar is alarming.\\n\\n'Before we can know best how to deal with them, we need to know their strength. These Hillmen often wear brooches by which they distinguish one another. Collect these brooches, so that I may determine what is the composition of their ranks.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Hillmen are encamped near the mouth of the eastern entrance to Ram Dúath, north-east of Esteldín.\\n\\nArohir has asked you to infiltrate the Hillman encampment and collect some of the brooches the Hillmen wear as badges of rank, so that he might determine the composition of their forces.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'There is no doubt then that they have brought forces who are well-armed if these are the most plentiful of the inhabitants of their encampment. This bodes ill for our chances to push through the eastern section of Ram Dúath.\\n\\n'We will need to redouble our efforts against the Angmarim if we are to make a strong attack against them in the north. Regardless, you have earned a small reward, my friend.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected Hillman brooches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Bring the brooches of the Hillmen. We must learn the composition of their forces.'",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Return to Melthindir",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There is no doubt then that they have brought forces who are well-armed if these are the most plentiful of the inhabitants of their encampment. This bodes ill for our chances to push through the eastern section of Ram Dúath.\\n\\n'We will need to redouble our efforts against the Angmarim if we are to make a strong attack against them in the north. Thank you, friend.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect brooches from Hillmen ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the brooches back to Arohir",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Hillman brooches ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hillmen of the North",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "The Hillmen are encamped near the mouth of the eastern entrance to Ram Dúath, north-east of Esteldín.\\n\\nYou should collect brooches from the Hillmen, so that the composition of their forces may be determined.",
      "es": ""
    }
  ]
}