{
  "id": 620760744,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Many years ago, two Rangers named Golodir and Corunir went to Angmar to investigate rumour that Evil had arisen in the North once more. Unfortunately, we have heard nothing from them since the Angmarim raised their Orc-armies and occupied the Ram Dúath.\\n\\n'I would ask you to make your way north and to seek out a place called Aughaire. This is a home to the Hillmen of the North, at least some of whom Golodir reported to be hospitable, unlike their kin in other places. If you find our two lost kindred, assure them that we have not forgotten them, and that we shall soon require their services again.\\n\\n'Once you pass through the dangerous Ram Dúath to the north, you should be able to find Aughaire by heading west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You come from the south? It is long since I have had words from Esteldín. I had come to think that perhaps they had lost interest in my fate. From what I have heard of the Orc invasion of the North Downs, though, I am not surprised. My kindred have perhaps had more pressing matters to consider of late.\\n\\n'What? Nay, the Angmarim have not yet troubled themselves overmuch with the Free Folk who live in this place. Perhaps you should talk to Chief Crannog if you would learn more, as these Hillmen have little but trouble to deal with in these dangerous days.\\n\\n'Golodir? Alas, I fear that he has fallen. At least, it has been five years since last I saw his face. Beyond the tragedy of his passing, he was a leader to the Hillmen here, and his loss has caused them in turn to lose heart.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please seek out Golodir and Corunir at the Hillman town of Aughaire in western Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Beyond the Ram Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Arohir has asked you to traverse the Ram Dúath into Angmar to seek out a place called Aughaire. Rangers named Golodir and Corunir have made this place their home, but no one has spoken to either in many years.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Seek out Golodir and Corunir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Rangers Golodir and Corunir are in the Hillman town of Aughaire, a place west of the north exit of the Ram Dúath.\\n\\nArohir has asked you to seek out the lost Rangers Golodir and Corunir who long ago were sent to Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}