{
  "id": 620760768,
  "txt": [
    {
      "id": 136263297,
      "en": "Slain Bloghtop Combatants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Slain Blogthop Berserkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "The Orcs of the Blogmal are vying for glory in battle.\\n\\nYou should bring allies with you to slay the Orcs that patrol the trenches in Dol Dínen. These warriors are some of the strongest the Ongbúrz have to offer.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The strongest warriors of the Ongbúrz tribe can be found patrolling the deep trenches of Dol Dínen, south-east of Esteldín.\\n\\nYou should defeat the strongest of the Ongbúrz in Dol Dínen.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Though it may seem a hollow victory, [placeholder], know that each Orc that perishes is one that cannot lay siege to the North Downs.\\n\\n'Take this with my thanks.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Tell Elúr of your victory",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Elúr is at his encampment south-east of Esteldín.\\n\\nYou should tell Elúr of your victory against the Orcs of Dol Dínen.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Gather your allies and enter the trenches of Dol Dínen. If you can slay the Ongbúrz's strongest warriors, it will take them more time to replace their lost captains.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Your assistance against the Orcs of the Blood Mountain has been invaluable, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'It will take them much longer to replace their lost captains, thanks to you, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find and kill Blogthop Combatants ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find and kill Blogthop Berserkers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Orcs of the Blood Mountain",
      "es": ""
    }
  ]
}