{
  "id": 620760793,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have defeated Olnathron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mincham believes that Olnathron can be found in some ancient ruins in the western Fields of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "You have arrived at Tham Lorn; Olnathron must be near.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I believe Olnathron is at Tham Lorn, some ruins in the western fields. I have heard dark rumours about that place of late, and it could well be the source of the evil stirrings in Fornost.\\n\\n'My horse will take you there if you wish to go. You must be careful. You are a seasoned warrior, but this place is truly evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Mincham's horse will take you back",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Olnathron can be found to the west of the graves of his wife and child.\\n\\nFearing for the strength of his will, Mincham has asked you to find and confront the fell spirit who has taken his wife's semblance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, my friend. I know you have been victorious. A shadow that has darkened my thoughts has vanished.\\n\\n'You have the gratitude of the Rangers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Take the horse from Mincham's Camp to Tham Lorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham awaits you at his camp.\\n\\nMincham will be relieved to learn that the fell spirit Olnathron has been sent back to the abyss.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please find and confront the fell spirit, Olnathron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Dúnedain cannot withstand the might of the dead, and neither can you. You will all die, and this land will be covered in our fell shadows.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'That these fell spirits now openly torment the mortal world is a testament to the evil of these times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Return to Mincham",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Thank you, [placeholder]. I will never forget the service you have done me and the memory of my wife.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Confront the fell spirit Olnathron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Olnathron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Fortress of Olnathron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Tham Lorn, in the western Fields of Fornost, can be reached by taking the horse from Mincham's Camp.\\n\\nYou should travel to Tham Lorn to confront Olnathron once and for all.",
      "es": "",
      "es (fem)": ""
    }
  ]
}