{
  "id": 620760797,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While the eyes of Esteldín have been turned to the east, news from west and south tells me that the Enemy is moving on many fronts. I fear that the strength of Esteldín is nearly spent, and alone we cannot face this greater threat. \\n\\n'A council of the Free Peoples of the North Downs must be called. Yet before I do so, I need more knowledge of this threat. I need to know if Fornost, once the capital of Arnor of old, has fallen under the sway of Angmar once more. If the Enemy has taken and fortified the ruins of Fornost, we are in the gravest of dangers.\\n\\n'Travel to Mincham, a Ranger who camps on the Fields of Fornost to the west, and ask for his aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The Enemy retaking Fornost of old? Aye, from what I have seen here, I believe it most likely that they have. From this lonely camp, I have seen the spectres of the Oathbreakers stir and fell spirits from Angmar take shape upon the Fields.\\n\\n'I have also seen Orcs spilling out from the gates of Fornost. So, yes, the Enemy has indeed taken Fornost once more.\\n\\n'What cannot be told is the strength of the Enemy within the ruined city. And for that, I shall need your help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Before calling the peoples of the North Downs for a council, I will need more knowledge of the Enemy's movements.\\n\\n'Travel to Mincham's camp on the Fields of Fornost and ask for his aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 1: Ranger of the Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "From the reports coming from the west and south of the North Downs, Halbarad believes the Enemy is moving on many fronts. The strength of Esteldín is nearly tapped, and Halbarad feels a council of the Free Peoples must be called. Before doing so, he desires more knowledge on the Enemy's movements.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Mincham can be found in his camp on the southern edge of the Fields of Fornost.\\n\\nHalbarad has asked you to speak with Mincham to learn if the Enemy has retaken the ruins of Fornost, the ancient capital of Arnor.",
      "es": "",
      "es (fem)": ""
    }
  ]
}