{
  "id": 620760765,
  "txt": [
    {
      "id": 218649169,
      "en": "'It is unlikely that the second Uruk-general will show his face to us in Fornost; nevertheless, we must attempt to lure him out and defeat him.\\n\\n'Take this armour into Fornost, and display it somewhere near the Great Fountain. That may be enough to goad the general into revealing himself. The Great Fountain may not appear as such -- it has surely been desecrated by the Orcs -- so you may want to look for something that appears like an idol to Sauron.\\n\\n'The battle will likely be difficult. I would advise you not to even dare entering Fornost without allies. Return to me after you have defeated the Uruk-general.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This victory will hearten everyone throughout the North Downs. A pity we did not stop these monsters before they achieved their goals.\\n\\n'Still, we cannot let such a victory go without recognition. You have my thanks and the gratitude of all the North Downs, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Fornost: A Leader Unveiled",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You are a hero amongst us all, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Two Uruk-generals passed through the Ram Dúath with the Orc-horde. One of these Uruks passed to the west and disappeared into the ancient ruins of Fornost.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have defeated Zanthrug",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Call forth Zanthrug and defeat him",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "An Uruk-general was spotted entering Fornost, where he set up camp near the Great Fountain in the courtyard. Daisy Harbrook warns that the fountain has likely been desecrated and turned into an idol to Sauron.\\n\\nDaisy Harbrook advised you to place armour she gave you somewhere near the fountain in order to challenge the Uruk-general.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Speak with Daisy Harbrook",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Daisy Harbrook awaits your return at the Free Peoples' Camp outside of Fornost.\\n\\nYou have proven victorious over the second Uruk-general. You should return to Daisy Harbrook at once with news of your success.",
      "es": ""
    }
  ]
}