{
  "id": 620760770,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "You have collected several Ongbúrz badges, indicating that the enemy force in Dol Dínen is stronger and more organized than any in the North Downs would wish.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected Ongbúrz badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have a task for you. The Orcs in Dol Dínen, to the south-east, are fortifying their position. They dig trenches, tear down trees, and are burning enough of them to cover the area in a heavy cloud of smoke and ash.\\n\\n'One of our scouts, Elúr, has already headed southwards to scout. Would you be willing to join him?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Collected an Ongbúrz badge ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ongbúrz skirmishers can be found among the goblins who patrol the outskirts of the Orc-host in Dol Dínen, south-east of Esteldín.\\n\\nElúr told you about the skirmishers of the Ongbúrz tribe, and has asked you to slay them in hopes that the army at Dol Dínen will be deterred.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We should be pleased at the small victories we achieve, for in the end they may be what will win us this war. We are under siege whether we wish to believe it or not.\\n\\n'Esteldín has been fortunate to remain hidden this long...we can only hope that our fortunes hold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Be cautious not to venture too deeply into the encampment. The Orcs further in are more powerful and will be too great a match for one person alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Find Elúr and speak with him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect Ongbúrz badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Ongbúrz are dreadful foes, [placeholder]. I have been watching as they amass at our borders, south in a land called Dol Dínen.\\n\\n'These Orcs bear badges that tell much about their rank and their purpose. If you could collect these, I believe we will have a better understanding of the collective Ongbúrz tribe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Return the Ongbúrz badges to Arohir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect Ongbúrz badges ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shattering the Alliance",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Elúr can be found at his encampment south of Esteldín, north of the waste-land that is Dol Dínen.\\n\\nYou should find Elúr and hear out his concerns about what he's witnessed at Dol Dínen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You have collected several Ongbúrz badges, indicating that the enemy force in Dol Dínen is stronger and more organized than any in the North Downs would wish.",
      "es": "",
      "es (fem)": ""
    }
  ]
}