{
  "id": 620760798,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Ongbúrz Orcs at Norbury Gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Wargs at Norbury Gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Defeated Wargs at Norbury Gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Mincham believes that the Enemy has indeed returned to Fornost, but cannot tell the strength of the forces there as they approached the city from the north.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I cannot tell you the strength of the forces of Angmar within Fornost, for I did not see them approach. The Orcs and Wargs that guard the gates must have entered Fornost from the north!\\n\\n'I fear the only way to know the true strength of the Enemy within Fornost is to test the defences erected at its gates by the Orcs. I would do this myself, but my old injury prevents me from doing so.\\n\\n'If you are willing, go to the Norbury Gates north of here and slay what Orcs and Wargs you find. After you have done so, bring me a report of what you find.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Norbury Gates lie to the north of Mincham's camp.\\n\\nMincham believes the only way to determine the strength of the forces of Angmar within Fornost is to test the defences erected at its gates. He has asked you to slay Orcs and Wargs and bring him a report of the resistance there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You are truly of stout heart to face such beasts. You have my gratitude, [placeholder]. I only wish I could have done this myself, instead of sending you in my stead, but time and injury prevent me from wielding a sword, let alone drawing a bow.\\n\\n'From what you tell me, Angmar did not merely send a token force to Fornost. Nay, it appears they sent an army. Fornost has fallen once more to Angmar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Mincham can be found at his camp in the southern Fields of Fornost.\\n\\nThe Ranger Mincham will need to hear your report regarding the defences at the gates of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I fear that the only way we will learn the strength of Angmar's forces within Fornost is to test their defences at the Norbury Gates.\\n\\n'Travel north to the gates and defeat what Orcs and Wargs you find there. Once you have done this, return to me and report what you have found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Now that the Enemy has taken Fornost once more, all may be lost....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Fornost is lost, and all of Eriador may be as well....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Ongbúrz Orcs at Norbury Gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Wargs at Norbury Gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Defeat Wargs at Norbury Gates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 2: The Gates of Fornost",
      "es": "",
      "es (fem)": ""
    }
  ]
}