{
  "id": 620760758,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The Beast has been slain",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The lords of Carn Dûm sent three of their servants to keep the people of Donnvail under control. If the mighty Gorthorog known as Fûshath the Beast is defeated, the grip of the shadow on the city might be loosened. ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Donnvail was a beautiful city once, proud and free; that must be why it attracted the eye of the Iron Crown. The lords of Carn Dûm sent three of their servants to keep the city beneath the yoke. All are powerful, but perhaps the Gorthorog known to us as Fûshath the Beast is the most terrifying.\\n\\n'Fûshath the Beast is the enforcer for Muiráthakh, the Silent Judge, and he is a most frightening creature; he knows no mercy and must be given none.\\n\\n'Find this terrible foe in the neighbourhood next to this one, through the eastward arch, and put an end to his menace. You will need many allies, for Fûshath the Beast is very strong and very dangerous.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fûshath the Beast can often be found in the neighbourhood east of Una's allies.\\n\\nEnan has tasked you with defeating Fûshath the Beast, the mighty Gorthorog enforcer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Our fortunes must be changing, [placeholder]: Fûshath the Beast is defeated!\\n\\n'You have done a great thing this day, my friend! Donnvail will be free once more, I can sense it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Enan is by Una's allies, in the city of Donnvail, west of the neighbourhood where Fûshath the Beast could once be found.\\n\\nYou should return to Enan with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We will be better able to strike against our oppressors if Fûshath the Beast is no longer among their ranks...or among the living.\\n\\n'Look for him in the neighbourhood beyond the eastward arch.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Fûshath the Beast is no more, and we have [placeholder] to thank for it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'I can hardly believe that we need fear Fûshath the Beast no longer!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Slay the Beast",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Fûshath the Beast is gone, and soon too will be all our oppressors!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The people of Donnvail rejoice at your triumphs!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fûshath the Beast",
      "es": "",
      "es (fem)": ""
    }
  ]
}