{
  "id": 620760789,
  "txt": [
    {
      "id": "0xceb0117",
      "en": "The camp-fire can be found north-west of the cross-roads in the North Downs.\\n\\nYou should find the source of the fire's light.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aggy Digweed has cautioned you against venturing too far north along the Greenway.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e113",
      "en": "The signpost points to a dark land to the north, Fornost, but the light of a camp-fire catches your eye...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have helped us a great deal, [placeholder], but I see that you are ready to be on your way. I would like to give you a word of advice.\\n\\n'Follow the Greenway north, but do not pass into the shadowed fields. Turn east at the cross-roads; never go north beyond.\\n\\n'You would do well to heed this advice. I bid you a safe journey!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Greenway heads north from Trestlebridge to a cross-roads, where it continues north or turns east.\\n\\nAggy Digweed has suggested that you turn east at the cross-roads.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have come from Amarion, then? It is good to know that he has not yet given in to despair. He has always had a tendency to think too much, and thinking too much on the state of things in Fornost or Annúndir is a dangerous road.\\n\\n'I am well, but there are always dangers, especially this close to Fornost. The evil that threatens us all has a firm grip on the lost city.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5022",
      "en": "Travel to the cross-roads north along the Greenway",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The last I heard of him, Mincham had set up a camp in the Fields of Fornost. If you find him there, be sure to lend him whatever aid he requires. Look to the rocky hills left of where the Greenway descends into the Fields of Fornost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'It is good to know that Mincham is still alive.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There are too few of us Rangers left.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Investigate the camp-fire at the edge of the darkened fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I appreciate Amarion's concern, but I am well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'The Fields of Fornost are an unsettling place for the living...they have seen too much death.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Turn East, Never North",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Ah! Hail, traveller. If you are in need of a warm fire or a meal, you are welcome to join our strange company.\\n\\n'We do not get many folk at the edge of Fornost. What errand could possibly bring you hither?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}