{
  "id": 620760796,
  "txt": [
    {
      "id": 218649169,
      "en": "'Though it will bring him no solace, we must inform Captain Trotter that the Orc-tribe he faces is part of the larger horde within the North Downs. The orders you presented me specifically mention the nature of the Orcs in Nan Wathren.\\n\\n'They are savages. Their tribe, the Tarkrîp -- or Man-flayers -- wish only to taste the flesh of Men, they will not cease their assaults.\\n\\n'Please, make your way south to Trestlebridge and inform Captain Trotter that he should send a courier south to my brethren in the Bree-fields, they may yet have strength or influence enough to aid him.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Warnings from Men who will not come to our aid mean little to me [placeholder]. If this, Mincham, wishes to offer Trestlebridge aid, he can bring his sword here to stand by our side.\\n\\n'I will not sacrifice another spear without it first biting Orc-flesh. Your warnings are well-heard, but there are none to carry a message to the south.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Make haste! If the weight of two Orc-tribes cannot force the Tarkrîp to heed orders from their masters, then Trestlebridge faces an enemy that will not cease. You must warn Captain Trotter and implore him to call upon aid.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Warnings from Men who will not come to our aid mean little to me [placeholder]. If this, Mincham, wishes to offer Trestlebridge aid, he can bring his sword here to stand by our side.\\n\\n'I will not sacrifice another spear without it first biting Orc flesh. Your warnings are well heard, but there are none to carry a missive to the south.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Word to Trestlebridge",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Alas that Captain Trotter does not fully realize the danger besetting Trestlebridge, [placeholder].'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While the Free Peoples of the North Downs were occupied with the threat of the Orc-army in Dol Dínen, they were nearly oblivious of the second host which marched west to Fornost.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'We know of the Orcs...Your concern is appreciated, but there are none to help us, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Relay Mincham's concerns to Captain Trotter",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Captain Trotter leads the people of Trestlebridge, along the Greenway far to the south of the Fields of Fornost.\\n\\nThe town lives under constant watch and fear that Orcs of the Tarkrîp tribe will return and complete their massacre and destruction of the town. Mincham's words may sway Captain Trotter to call upon the aid of others from the south. Mincham directed you to explain the true danger of the Orc-tribe facing Captain Trotter and the besieged town of Trestlebridge.",
      "es": ""
    }
  ]
}