{
  "id": 620760761,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Slain Orc Boss A ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Slain Orc Boss B ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Slain Orc Boss C ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I have a favour to ask of you, [placeholder], if you are willing. We have discovered three captains of the Ongbúrz who command the lower ranks of the Orcs and goblins in Dol Dínen. If these captains are slain, it may throw the lower ranks into confusion.\\n\\n'Enter the encampment of the Orc-host in Dol Dínen, south-east of Esteldín, and slay the Ongbúrz captains Thorgal, Shum-batar, and Dombrî. They were last seen among the Warg-keepers.\\n\\n'If I were in your place, I would not attempt this alone. Gather allies, or you will not likely succeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Return to Elúr",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Ongbúrz captains Thorgal, Shum-batar, and Dombrî were last seen among the Warg-keepers in the Orc-camp in Dol Dínen, south-east of Esteldín.\\n\\nElúr told you of the discovery of three captains of the Ongbúrz tribe who command the lower ranks of the Orc-host: Thorgal, Shum-batar, and Dombrî. He believes that their deaths will throw the lower ranks into confusion. He recommends you do not attempt this task alone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Others will rise to take their place in time, I am certain of that. But we have earned a small reprieve for the moment.\\n\\n'You have done very well, [placeholder], and are to be congratulated.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Elúr awaits word of your success at his encampment south-east of Esteldín.\\n\\nElúr provided you the names of three Blogmal captains amongst the Orcs in Dol Dínen where the Warg-keepers patrol. With these captains slain, you should report back to Elúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find the captains Thorgal, Shum-batar, and Dombrî. They will be found amongst the Orcs and goblins where the Warg-keepers patrol.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and kill Orc Boss A ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find and kill Orc Boss B([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Find and kill Orc Boss C ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Speak with Arohir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Captains of the Black Tide",
      "es": "",
      "es (fem)": ""
    }
  ]
}