{
  "id": 620760785,
  "txt": [
    {
      "id": 54354734,
      "en": "A great host of Orcs spilled through Ram Dúath, driving the Men of the North Downs from their farms. Esteldín, home of the few remaining Dúnedain of the North, was spared discovery. It is from there that the Rangers begin to plan their counter-offensive against the black tide of Angmar.",
      "es": ""
    },
    {
      "id": 77791208,
      "en": "'Before you go, I would ask that you hear me out.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We are close to finding out the intentions of the invading Orcs, friend. We need to learn what is written upon these pages. While there are none currently here in Esteldín that can decipher these notes, there is a Ranger in the North Downs who can.\\n\\n'Mincham has long studied the Enemy and their Black Speech. Would you carry the orders to him at his camp in the west? He is encamped near the Fields of Fornost at the south-west edge.\\n\\n'Hurry, [placeholder]. Time is of the essence.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Mincham has a small camp overlooking the Greenway just south of the Fields of Fornost.\\n\\nDaervunn returned the orders to you and sent you to speak with Mincham, who is proficient in the Black Speech of Mordor, at his camp bordering the Fields of Fornost in the west. He hopes that Mincham will be able to translate the orders.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I smelled the foul documents when you made your way into my camp. Esteldín needs me again, I see. Give them here.\\n\\n'These are indeed orders, orders to dig trenches. It also mentions a leader in the south and another who made his way into Fornost. This news is troublesome, friend. The Orcs are organized under a unified leadership. The North Downs was a prize to claim for Angmar, and the Orc-tribes each want to win the prize, but despite their nature they are working together.\\n\\n'Their assault on Trestlebridge and burning the fields was a diversion so they could enter Fornost. I wonder what they desire there? Quickly return to Daervunn.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Daervunn awaits your return at Esteldín.\\n\\nMincham returned the orders to you and sent you back to Daervunn with his report.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Black Speech is a foul and vile tongue, but I suppose my knowledge of it will aid my kindred....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We must form a plan and strike quickly. If there are Uruk-leaders amongst the Orcs, then we must find them and end them before they claim the North Downs. This is no time for hesitation.\\n\\n'I will see that Halbarad is informed of what you learned, [placeholder]. Thank you for your assistance. Please take this reward for your efforts.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'We must learn what is written on those pages, [placeholder]. We must know how strong their forces are and what their true intentions are within the North Downs.'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'We must learn what is written on those pages, [placeholder]. We must know how strong their forces are and what their true intentions here are within the North Downs.'",
      "es": ""
    },
    {
      "id": 170917618,
      "en": "'We must warn the others in the North Downs of the threats we face.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The Shadow in the East is rising, and now we must fight the Shadow in the North as well. These are dark times, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Ask Mincham to translate the Uruk-orders",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Thanks to you, we now know the Orcs meant to enter Fornost.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring Mincham's report to Daervunn",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Angmar will not stop until they control the North Downs, [placeholder], nor can we allow our vigilance to fail.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Deciphering the Black Speech",
      "es": ""
    }
  ]
}