{
  "id": 620760759,
  "txt": [
    {
      "id": 218649169,
      "en": "'You have done much for the Trév Gállorg, [placeholder], and your name spreads swiftly among my people. There is little I can do to lift the yoke of Angmar from their backs, but perhaps together we can hope to ease the burden somewhat.\\n\\n'The army of Angmar is fed by the farmers that live in the northern city of Donnvail, and almost every scrap of grain is given to the Orc-hordes. Our kin in Donnvail labour in secret to throw off this oppressive yoke. Travel to Donnvail and speak with a Man called Branan, near the gate. I have heard it said that he works tirelessly to undermine the army of Angmar. \\n\\n'Donnvail is north-east of Fail-á-Khro, among the hills of Fasach-falroid. Beware! The city is controlled by the Enemy, though some few remain loyal to the Trév Gállorg.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Keep your voice down. Unfriendly ears are everywhere in this city.\\n\\n'It is true that there are some few in Donnvail who may be willing to strike against the rule of Angmar, but there are many too who heed still the empty promises of wealth and reward.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Seek out Branan by the gate of the city of Donnvail, among the hills of northern Fasach-falroid. I have heard that he knows of some few in Donnvail loyal to the Trév Gállorg.\\n\\n'Donnvail is to the north-east of Fail-á-Khro. May fortune go with you!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Oppression's Yoke",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Some of the Trév Gállorg live in Donnvail, a northern city now controlled by the Angmarim.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Branan",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Branan is by the gate of the city of Donnvail, north-east of Fail-á-Khro, among the hills of Fasach-falroid.\\n\\nBúdan has sent you to find a Man named Branan in the city of Donnvail in an attempt to cast off the oppressive yoke of Angmar.",
      "es": ""
    }
  ]
}