{
  "id": 620760745,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Perhaps I should start from the beginning. Many years ago, one of our captains -- a man by the name of Golodir -- desired to enter the realm of Angmar, for he had heard rumour that the descendants of the ancient Hillmen of Rhudaur had made for themselves a home there and began again to multiply. He suspected also that a shadow had come again unto Carn Dûm, for fell creatures began to spread southward into the North Downs.\\n\\n'Aragorn forbade any to go there, for that land still had an ill-name, though it has been barren for hundreds of years. Nevertheless, Golodir gathered those who would go with him and passed out of our memory -- until a few weeks ago. A wounded falcon arrived, bearing a message from Corunir, one of Golodir's company, stating that he has been dwelling at a place called Aughaire, a village of the Hillmen somewhere north of Ram Dúath.\\n\\n'Will you go there and speak with Corunir? The urgency of his message makes me fear what has come to pass. I deem we have not yet seen the darkest times.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Who are you? Nay, it matters not... all that matters is that you have come. Matters are grave, and we have need of any assistance we can muster. These good people are beset on all sides by the tyrants of Angmar, who now gather a mighty army to march south and crush the Elves and Gondor between their hammer and the anvil of Mordor. Time grows short, and we must act quickly if we are to hinder the Shadow of Angmar.\\n\\n'Perhaps I should tell you somewhat of our long story. When we first came unto Aughaire, the Hillmen were suspicious of us, but not overtly hostile. Golodir quickly earned their respect, for he was a great captain among us and was able to inspire the heart. We learned that the Hillmen were under the oppression of a remnant of Angmar that had returned to Carn Dûm from over the Misty Mountains... but worse, a sorcerer much likened to the Witch-king of old had also come to the evil city.\\n\\n'The Hillmen called this sorcerer \\qThe False King\\q, for they knew well that the Witch-king himself could never return to Angmar. Golodir determined that this Steward of Angmar had to be stopped before he could gather strength in the North. He gathered together as many of the Hillmen as would follow him and journeyed east with the rest of our companions, believing that Angmar was not yet strong enough to withstand a united front. I was left behind to take word to Esteldín in the event the expedition failed... which it did. Do you wish to hear more?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I cannot give you better guidance than to say seek out Aughaire. But for Golodir's company, my kindred have not passed north beyond Ram Dúath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 6, Chapter 2: Against His Lord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Daervunn told you of how a wounded falcon arrived, bearing a message from Corunir, a Ranger from the company of Golodir, who defied Aragorn's commands and passed into Angmar, believing that a shadow had come again unto Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Corunir is at Aughaire, a Hillman-village in Angmar, somewhere north of Ram Dúath.\\n\\nDaervunn besought you to pass north through Ram Dúath and seek out the Ranger Corunir, who dwells now among the Hillmen of Angmar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}