{
  "id": 621076938,
  "txt": [
    {
      "id": "0x9b568b4",
      "en": "You remember finding Golasgil on the Pelennor Fields after the great battle, surrounded by the corpses of the Orcs that ambushed him. You recall too the look on his face when he learned how many of his friends perished before the walls of Minas Tirith, but such sorrow did not keep him from marching to the Black Gate with the Men of the West when his King required it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 4.7: What Your Father Would Tell You",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'I will remain behind to help protect Anfalas and Pinnath Gelin from further attack by the Corsairs, for that is the best way for me to aid my people... but the King is right that someone must sail to Umbar and rescue Thorongil, if it can be done in secret. He has chosen you for this, [placeholder], but you need a ship.'\\n\\nOrgolas stands at attention and studies you seriously.\\n\\n'The Wave-hunter was given to me by my father, and if he had not died in service of Gondor, one day he would have taught me to be a great mariner, as he was. But that was not meant to be. Instead, I give command of the Wave-hunter to you until Thorongil is returned safely to his hall. Use it well and wisely, and may the memory of Golasgil go with you, and fill the sails with wind to speed you on your journey! When Thorongil is rescued, and the threat of the Corsairs is ended, perhaps you will teach me what you have learned of sailing, and I will drive the Wave-hunter upon the Great Sea.\\n\\n'But that will be in days yet to come! For now I must find how to protect the folk of Anfalas I will one day rule, and that is a lesson I will learn from my mother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Wait for Orgolas to consider what you have told him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b9",
      "en": "'The Wave-hunter was given to me by my father, and if he had not died in service of Gondor, one day he would have taught me to be a great mariner, as he was. But that was not meant to be. Instead, I give command of the Wave-hunter to you until Thorongil is returned safely to his hall. Use it well and wisely, and may the memory of Golasgil go with you, and fill the sails with wind to speed you on your journey! When Thorongil is rescued, and the threat of the Corsairs is ended, perhaps you will teach me what you have learned of sailing, and I will drive the Wave-hunter upon the Great Sea.\\n\\n'But that will be in days yet to come! For now I must find how to protect the folk of Anfalas I will one day rule, and that is a lesson I will learn from my mother.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Find Orgolas in his bedroom, upstairs in the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b1",
      "en": "Talk to Orgolas inside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I know I can rely on you for this, [placeholder], but you will need a ship to carry you and the crew you choose to bring to Umbar. I have already spoken with Orgolas about this, and have given the heir of Golasgil a number of things to consider, but as you will lead the expedition across the Bay you should be the one to hear what he has decided.\\n\\n'I believe you will find him in his bedroom somewhere upstairs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Talk to King Elessar outside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a6",
      "en": "Orgolas is inside his bedroom, upstairs in the keep of Lond Cirion, and he has made up his mind.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Orgolas inside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Gather your thoughts concerning Golasgil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We cannot choose the times that call upon us, can we? Someone needs to rescue Thorongil, and I suppose it falls to me. I am not a warrior or a sailor, but how... how hard can it truly be? I have watched the men training, and I can swing a sword nearly as well as they can. And the Wave-hunter has a crew who will do the actual sailing, I trust...'\\n\\nOrgolas chews his lower lip with worry, and you are reminded he is only twelve years old.\\n\\n'I don't... I don't know what to do, [placeholder]. I want to help, and to prove that I am strong and brave enough to do what my father would want of me... but I also know I cannot leave my mother alone. I share some of the blame for Thorongil's capture. Should I not also be responsible for helping rescue him, if such a thing might be possible?'\\n\\nOrgolas sighs unhappily.\\n\\n'The King asked me \\qWhat would your father tell you?\\q but I confess that I don't know. Do you... do you have any idea what my father Golasgil would want me to do? What would he say to me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Oh, it's you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Consider your memory of Golasgil in Minas Tirith before the siege of the White City",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "You remember Golasgil standing in the White City before battle was joined on the Pelennor Fields, unafraid of the hard times ahead, trying to remember the words of an old travelling song.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Consider your memory of Golasgil on the Pelennor Fields after the battle",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Consider your memory of Golasgil during the Battle of the Black Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Talk to Orgolas inside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar has given you an important duty, and he believes your leadership will be crucial in the weeks ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "You remember Golasgil at the Battle of the Black Gate as he stood face to face with the mighty Olog that would give him his mortal wound, and you recall his final words.\\n\\n'If there is a day to come after this,' he said, 'look to the people of Anfalas. Tell them their lord...'\\n\\nYou cannot say for certain what the Lord of Anfalas intended, for then he died, only moments before the fall of the Dark Lord Sauron and the rout of Mordor's armies. You relay his father's words to Orgolas, and Golasgil's heir rubs at a smudge on the floor with his shoe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You remember Golasgil, Lord of Anfalas and father of Orgolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Orgolas is inside his bedroom, upstairs in the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You remember Golasgil, Lord of Anfalas and father of Orgolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'My father's last thoughts were not for himself, or for what he was about to lose, but for the folk of Anfalas, so far away? How can that be true, [placeholder]? He left us behind to go to the war. If he truly cared would he not have remained here?'\\n\\nYou remind Orgolas that his father counted his family, his son, and his wife among those people of Anfalas he sought to protect, and it was on their behalf that he followed the King to war. Orgolas sighs again.\\n\\n'Is that what you are telling me? To be a good ruler, you have to put the needs of your people ahead of your own? Is that what it means to be the son of the Lord of Anfalas? Is that what it means to be the heir of Golasgil? But it is so difficult. Thorongil would cast all that aside and charge off to battle, hoping to achieve glory, and before today I might have done the same. But I am not a fighter, not yet, and if I were seized by Umbar as was Thorongil... what would that mean for the people of Anfalas? I have to stay here. I have to help my mother and be here for my people. My father was a great mariner, and a mighty warrior, but I have not yet grown into the man he was. I must serve my people in another way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Orgolas is inside his bedroom, upstairs in the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Orgolas considers what you have told him of his father Golasgil, who perished at the Black Gate of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am pleased with the decision of Orgolas, [placeholder]. I will not say I expected it with complete certainty, but I believed the son of Golasgil was enough like his father to arrive there after some deliberation. The folk of Anfalas will be in good hands once the Lady Marra instructs her son about what she has learned of rule: a considerable amount!\\n\\n'But our paths must now diverge, my friend. I charge you with the rescue of Thorongil and of Corudan, and look forward to your successful return aboard the Wave-hunter. Do try not to fan anew the flames of war with Umbar, [placeholder]. This must be a mission carried out in secret.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Orgolas is inside his bedroom, upstairs in the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You try to gather your thoughts and tell Orgolas what he needs to hear.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "You remember Golasgil, Lord of Anfalas and father of Orgolas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "King Elessar is outside the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Orgolas looks at you with resolve in his eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Orgolas looks at you with a crestfallen expression as you arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a6",
      "en": "You remember Golasgil, Lord of Anfalas,as he was in life",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b3",
      "en": "'I know I can rely on you for this, [placeholder], but you will need a ship to carry you and the crew you choose to bring to Umbar. I have already spoken with Orgolas about this, and have given the heir of Golasgil a number of things to consider, but as you will lead the expedition across the Bay you should be the one to hear what he has decided.\\n\\n'I believe you will find him in his bedroom, somewhere upstairs.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}