{
  "id": 621076939,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 4.8: The King Departs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to Queen Arwen at Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Caebar in the library of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Ioreth at Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'The Wave-hunter was harboured upriver in Pinnath Gelin to protect it from the Corsairs during the War of the Ring; a decision that must have rankled Golasgil even as he saw the need for it. The ship's crew is likely eager to sail again, and you will need their talents and knowledge of the Bay to bring you to Umbar in secret.\\n\\n'But your arrival at the City of the Corsairs will only be your mission's beginning, [placeholder]. To that end, I suggest you add to the Wave-hunter's complement of sailors such folk as you can trust or as have a stake in the quest's successful conclusion. You will not be able to keep Nauriel away, I think, and as a Knight of the Green Hills her combat prowess may be of use to you. Legolas and Gimli will go with you gladly, of course, and I think Sirgon of Pelargir will be no less eager to sail again; his knowledge of the Bay and of the folk that dwell along its shores may prove valuable. If you believe that Corudan's sister Sigileth will begin her search for him at Helm's Deep, the messages I have dispatched to Erkenbrand should reach her, and she will likely make her way to Gondor as soon as she can.\\n\\n'There is another you should add to your crew, my friend, but I advise you to watch him carefully. I speak of the Corsair Jajax. It may be helpful to have him near as you adventure in Umbar... if you can trust him. Now bid farewell to the travelling company, [placeholder], for we each have our own roads to walk and it may be some time before we see each other again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Talk to Grethril at Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to Aphadaer at Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Good fortune go with you, [placeholder], and may you rescue the young heir of Pinnath Gelin from his captivity.\\n\\n'You need not take my advice, but if you have a willing ear I might suggest that you bring my brothers with you when you assemble your crew. Elladan and Elrohir remained behind to aid the folk in Pinnath Gelin for a few days, but I know that they would be happy to accompany you when they have done there what they wanted.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Glindor at Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Dearie me, [placeholder], do take care of yourself! I hope the things I have heard about the City of the Corsairs are untrue, for it sounds a frightful and violent place! How do Corsairs behave when they are at home? I cannot even imagine!'\\n\\nYou tell Ioreth that your mission is supposed to be a secret, and she gives you a dramatic wink.\\n\\n'My lips will remain sealed. You can count on me!'\\n\\nShe suddenly smacks her forehead with one palm.\\n\\n'It is going to be very warm there. You will need to dress for the weather! A change of clothes may be warranted, [placeholder]! Umbar, can you imagine?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Talk to Líniel at Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I understand you are leaving us, [placeholder]? Good luck to you, and to young Thorongil, the heir of Pinnath Gelin! I hope you are right, and the Corsairs will not harm their young captive. I would volunteer to come with you if I was not charged with maintaining the provisions for the King's travelling party, but what use could I be on such a quest? I am no fighter.\\n\\n'But I do know food, [placeholder]. The fruits of Umbar are apples, dates, figs, grapes, melons, and plums. Vegetables include beets, cabbage, eggplant, fennel, onions, and turnips. The diet of the Umbarrim contains a great deal of fish and shellfish, but also beef, goat, mutton, and poultry, in lesser quantities.\\n\\n'I don't suppose that helps you at all? I will miss you, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'You are leaving us on a secret errand, [placeholder]? Ioreth says you go to rescue young Thorongil from the Kindred of the Coins? No, do not seek to deny it! We both know it is true.\\n\\n'If you do encounter any members of this Kindred, do not stay the killing stroke! They need to be taught not to interfere with the rule of Gondor.'\\n\\nYou tell Aphadaer you hope to rescue Thorongil without undue bloodshed, and he snorts.\\n\\n'I am sure that is your hope, but nothing so risky was ever accomplished without bloodshed. When it proves impossible, you will remember my words, I warrant.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Talk to Lady Marra outside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Farewell, [placeholder]! Líniel and I will watch out for the King on his return to Minas Tirith. You take care of yourself, for my heart tells me you are about to be in far greater danger than the rest of us!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'TBD - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to King Elessar outside the keep of Lond Cirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I hope you know what you are doing, [placeholder]. Ioreth says you plan to sail to Umbar, and most of what I have heard of that place is... frightening. The King says Sauron is gone, and I have no reason to think he is wrong about that, but Sauron was worshipped for a long time in the City of the Corsairs. Can you be certain his cult is gone?\\n\\n'Glindor and I will do what we can to keep the King safe. I hope the crew you assemble for your mission will do the same for you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Return to the library of Lond Cirion inside the keep",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'I may have misjudged both you and the King, [placeholder]. I felt certain the two of you would encourage my son Orgolas to follow in his father's footsteps, luring him away from Anfalas and into danger... but you have done the opposite. I am surprised.\\n\\n'My heart goes out to Nauriel and to her husband. I hope you are able to rescue their son from the Corsairs who have stolen him away. If Golasgil were here, I know he would welcome you aboard the Wave-hunter... indeed, he would have set sail at once, as soon as he had a course to follow!\\n\\n'Good fortune go with you and with the crew you choose. Long have I borne resentment for my husband's ship in my heart, but now I place upon its wooden frame my most fervent hope that you will return soon and safely, with young Thorongil in tow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I feel it will be some time before we see each other again.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "King Elessar is about to leave Anfalas with his travelling party, but he has entrusted you with a different mission of grave importance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Lady Marra is outside the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'So this is farewell.'\\n\\nElessar clasps your arm and looks into your eyes.\\n\\n'You sail into dangerous waters, [placeholder], and in Umbar you will be beyond my help. Rescue young Thorongil, and Corudan, and return to Gondor as soon as you may. I leave the choice of your crew to you, but I have asked my scribe Caebar to assemble some notes on folk who might be well-suited for the task. Speak to him in the library of Lond Cirion and hear his suggestions.\\n\\n'Good-bye, my friend. I will see you again, but it may be many days hence, and far from here. Haste and good fortune go with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You should speak with the members of the travelling party who will leave Anfalas in the company of King Elessar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'My heart goes out to Nauriel and to her husband. I hope you are able to rescue their son from the Corsairs who have stolen him away. If Golasgil were here, I know he would welcome you aboard the Wave-hunter... indeed, he would have set sail at once, as soon as he had a course to follow!\\n\\n'Good fortune go with you and with the crew you choose. Long have I borne resentment for my husband's ship in my heart, but now I place upon its wooden frame my most fervent hope that you will return soon and safely, with young Thorongil in tow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "King Elessar is outside the keep of Lond Cirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'You sail into dangerous waters, [placeholder], and in Umbar you will be beyond my help. Rescue young Thorongil, and Corudan, and return to Gondor as soon as you may. I leave the choice of your crew to you, but I have asked my scribe Caebar to assemble some notes on folk who might be well-suited for the task. Speak to him in the library inside the keep and hear his suggestions.\\n\\n'Good-bye, my friend. I will see you again, but it may be many days hence, and far from here. Haste and good fortune go with you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Caebar waits for you in the library of Lond Cirion, inside the keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Caebar is in the library of Lond Cirion, inside the keep.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'This is really happening? When the King asked me to accompany you to Umbar, I thought he was joking. I thought he said it in jest! But it was not so.\\n\\n'I will do my best, [placeholder]. You have shown me kindness, and I will do what I can in return. But do not ask me to steer the ship! I would fetch us up upon the rocks, or on a reef, or...\\n\\n'Oh, I feel suddenly faint.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Now bid farewell to the travelling company, [placeholder], for we each have our own roads to walk and it may be some time before we see each other again.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}