{
  "id": 621076931,
  "txt": [
    {
      "id": 216727827,
      "en": "The Ent Leafshade is at the grove of Tumbamálë.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'We have only just arrived at Lond Cirion, [placeholder]. Did you learn where the ships are bound?'\\n\\nYou tell Elessar that the Corsair ships left the river and sailed south until they disappeared over the horizon.\\n\\n'So Nakási does make for Umbar. I was not certain that would be so. It seems she knows the value of her captive to the Kindred of the Coins. But something else troubles you, my friend. I can see it in your expression.'\\n\\nYou tell Elessar, more briefly than it was told to you, of Leafshade's account of the past few months. The King puts a comforting hand on your shoulder.\\n\\n'Your friend Corudan lives, [placeholder], but he is in need of rescue. As it happens, we were already planning such a mission, for young Thorongil must be freed from his imprisonment as well. I feel in my heart this is the way it must be: both of these captives are being brought to Umbar, the City of the Corsairs. A small party of adventurers might infiltrate the city and rescue Thorongil and Corudan where a larger group must surely fail. I want you to lead this small party, my friend. I know you are the right choice for this task, though it prove most dangerous.\\n\\n'You say that Corudan's sister Sigileth intended to investigate his disappearance near Helm's Deep? I will send a message to Erkenbrand that she be found and told of these new tidings.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "You cannot tell if Leafshade remains awake or if he has heard your words.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "The Ent Leafshade is at Tumbamálë, and he has much to say.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Talk to Leafshade at Tumbamálë and learn what you can from the Ent",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "King Elessar is inside the main hall of the keep of Lond Cirion, and should hear what you learned from Leafshade.",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Talk to Leafshade at Tumbamálë",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to King Elessar inside the main hall of the keep of Lond Cirion",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "The Ent Leafshade is at the grove of Tumbamálë.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Leafshade at Tumbamálë",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'TBD - NEST'",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "Leafshade appears in no hurry to speak any further, so you ask about the Elf-bow in the centre of his glade.\\n\\n'Hrum, hoom! That is the bow of my friend, Nestinanessornë! He left it here when he... went away.'\\n\\nThe Ent sighs heavily, the breeze of his exhalation rustling the leaves of the trees.\\n\\n'There was a gathering of my folk some... what is the word your kind would use, hm? Months, hoom. Some months ago. On my return, I came across a dying creature suffering from a poisoned wound. He reminded me of an old friend, an Elf I once knew. Ah, Ferien. Hm, hoom. She lived among the beeches, and sang so beautifully. Hoom...'\\n\\nLeafshade stands in silence, his story unfinished, and you wonder if you should prompt him to continue.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'But you did not know Ferien, hm? No, you would not have. The lives of Ents are measured differently, hoom, hoom. Months! Months are the blink of an eye, or less, hm! I was thinking of Ferien when I carried this wounded creature, this Elf, back here to my home. I did not know if he would live, hoom. For Ferien I would try to save him. In time he did recover his strength, hm, hm, and that is when I named him Nestinanessornë, which is sapling-who-is-healed in the words Ferien taught to me.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Ent Leafshade might know what transpired when the Corsair ships came this way, but getting him to tell you about it might be challenging.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'There have been many strange happenings... of late...' the Ent rumbles. He slowly turns his head to look past the trees of the grove, and falls silent. After a long moment, he seems to realize you are still here. A long, windy sigh escapes from his mouth.\\n\\n'It is most unusual... for so much to happen... to the Ents,' he murmurs, sleepily.\\n\\n'I am called...' he begins, and after a time you realize that the sound rolling out among the twigs and branches of the grove, making them restless, is actually a long name spoken languidly in Old Entish.\\n\\n'But you may call me Lathlum... or Leafshade...' he continues, his voice little more than a sigh.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'TBD - NEST'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 4.6: Nestinanessornë",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Yesterday I saw... the ships return...\\n\\n'They sailed south until they disappeared... over the horizon...'\\n\\nLeafshade's words rise in intensity until their booming shakes the branches of the trees of Strangdene.\\n\\n'I hope you will... ensure Nestinanessornë is safe...'\\n\\nLeafshade ceases his trumpeting, and quiet returns once again to Tumbamálë.\\n\\n'He is... a friend...' he murmurs. 'So many others went away...'\\n\\nYou assure Leafshade that you will do what you can to help him, but the Ent says nothing more.",
      "es": ""
    }
  ]
}