{
  "id": 621076947,
  "txt": [
    {
      "id": "0xd9b5684",
      "en": "'Taters are good for boiling, mashing, sticking in a stew.\\n\\n'Carrots are always good. Cooked or raw, it really does not matter.\\n\\n'Mushrooms... I had friends get into some mighty trouble over mushrooms.\\n\\n'Onions are best for bringing out flavour in most any dish.\\n\\n'A pinch of allspice is always welcome.\\n\\n'Blueberries, elderberries, or blackberries are some of the finest foods for travelling on a long journey.\\n\\n'One thing about fish; never eat them raw or wriggling. Upset your stomach, they will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Samwise Gamgee knows a little something about adventure. He will happily help you on your own merry adventures and see that you are capable of feeding yourself on the way.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Taters are good for boiling, mashing, sticking in a stew. \\n\\n'Carrots is always good. Cooked or raw, it really does not matter. \\n\\n'Mushrooms...I had friends get into some mighty trouble over mushrooms. \\n\\n'Onions  are best for bringing out flavour in most any dish.\\n\\n'A pinch of allspice is always welcome.\\n\\n'Blueberries, elderberries, or blackberries are some of the finest foods for traveling on a long journey.\\n\\n'One thing about fish; never eat them raw or wriggling. Upset your stomach they will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'What I learned in all my travels is that you never know where you might find your next meal. Let me see if there is anything extra in my pack that you might use to make a meal in a time of need.'\\n\\nSam searches through his pack.\\n\\n'It may not look like much. Trust me, [placeholder], in a time of need, you will be happy you have this.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Never Adventure on an Empty Stomach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Samwise Gamgee, aside from being a great adventurer on his own, wants to help you with your own adventures. Speak with him and he will reward you with a gift of sorts; as any good hobbit would.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "See what Sam has for you",
      "es": "",
      "es (fem)": ""
    }
  ]
}