{
  "id": 621076930,
  "txt": [
    {
      "id": 31973784,
      "en": "'Not... not Sauron?'",
      "es": ""
    },
    {
      "id": 31973785,
      "en": "'My friends... my heart tells me this victory is yours...'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Nestinanessornë",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Listen to the conversation of Leafshade and Nestinanessornë",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Leafshade",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 268084832,
      "en": "'I think... a great and distant evil has been defeated.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Leafshade and Nestinanessornë discuss what befell the Elf, and how he came to be in the Ent's care.",
      "es": ""
    },
    {
      "id": 268084833,
      "en": "'Your names for things are so small, Nestinanessornë.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Leafshade remembers his conversations with Nestinanessornë.",
      "es": ""
    },
    {
      "id": 268084834,
      "en": "'But you may be right, hoom, toom, boom.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'Where... where am I? What happened to me?\\n\\n'I remember the marching ranks of the Orcs! My friends... I have to warn my friends... and the defenders of Helm's Deep...\\n\\n'But... but how did I come to be here? Pain... I remember a pain in my side...'",
      "es": ""
    },
    {
      "id": 268084835,
      "en": "'The natural world sings anew... hm, hm!'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Leafshade has agreed to tell you the story of how he met Nestinanessornë, and what happened afterward.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Leafshade and Nestinanessornë discuss what befell the Elf, and how he came to be in the Ent's care.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Nestinanessornë has collapsed in Leafshade's grove, seeking to go to the aid of his friends.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You are one of the long-lived ones, like my friend Ferien, hoom. But even poison can bring the Elves low, if it is of a bad sort. The poison used by these burárum, these Orcs, is of a very bad sort indeed. Any others struck by their arrows would have died at once, and never known there was poison to survive. An Elf might last a little longer, but without my Entish medicine you would have perished too. You are, hoom, lucky? Ents do not believe in such a thing, but Ferien used to speak of it to me, hoom, toom. Oh, she did!\\n\\n'If I had not seen you on my return journey, you would surely be dead now. You have Ferien's luck, little Nestinanessornë. You slept for a long time, and will need to sleep longer if you are to be fully healed. What did Ferien used to say to me? \\qYou are not... out of the woods yet...?\\q Hoom, boom, toom! Imagine that, Nestinanessornë, hm, hm, hm.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You have to... have to let me go, Leafshade.\\n\\n'My friends need me! Horn... Nona... [placeholder]... Gléowine...\\n\\n'I tried to stand, and walk, but my body... still too weak...'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Leafshade and Nestinanessornë discuss the Elf's need to leave the Ent's grove.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nakási Wave-reaper and her Corsairs have come to Leafshade's grove.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Why should we not burn this grove as a message to the folk of Gondor who live in Anfalas? We have set fire to their ships, but the ships come from elsewhere and are manned by crews selected by the Prince of Dol Amroth and by the King, far away in the White City.\\n\\n'I say we burn this grove to show they are not safe in their homes. The waves bring us even to their shores, and they are not safe from us.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Nakási Wave-reaper poses a threat to Leafshade and to Nestinanessornë.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Leafshade is ready to conclude his tale.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Nestinanessornë left with them, and sailed away on one of their ships. I did not want to fight, and I am glad, hoom, glad that I did not have to.\\n\\n'But I hope my friend... is safe. He was not yet fully recovered from his wound, and could not hope to oppose the people of the ships... if it came to fighting.'\\n\\nLeafshade stares at you with half-lidded eyes. He seems nearly ready to fall asleep once again.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "Nestinanessornë lies upon the stone table in Leafshade's grove.",
      "es": ""
    },
    {
      "id": 216463617,
      "en": "'Time passed, but Nestinanessornë could not wait.'",
      "es": ""
    },
    {
      "id": 216463618,
      "en": "'Slowly, my friend regained his strength.'",
      "es": ""
    },
    {
      "id": 216463619,
      "en": "'But Nestinanessornë was still weak on the day strangers came to my home.'",
      "es": ""
    },
    {
      "id": 242472721,
      "en": "'If you do this, Nakási, you do it alone. I want no part of it.'",
      "es": ""
    },
    {
      "id": 243145040,
      "en": "'But did you survive it?'",
      "es": ""
    },
    {
      "id": 243145041,
      "en": "'I beg you to spare... this grove and its keeper...'",
      "es": ""
    },
    {
      "id": 243145042,
      "en": "'Can we not... come to an arrangement...?'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Listen to the conversation of Leafshade and Nestinanessornë",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Nestinanessornë",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Listen to the conversation of Leafshade and Nestinanessornë",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Nakási Wave-reaper",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Observe the confrontation between Nakási Wave-reaper and Leafshade",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Leafshade",
      "es": ""
    },
    {
      "id": 50309729,
      "en": "'I think you are going to live after all, hoom, toom.'",
      "es": ""
    },
    {
      "id": 50309730,
      "en": "'You were pierced by an arrow when I found you.'",
      "es": ""
    },
    {
      "id": 50309731,
      "en": "'These burárum... these Orcs... they use a deadly poison.'",
      "es": ""
    },
    {
      "id": 50309732,
      "en": "'You are fortunate you have awoken.'",
      "es": ""
    },
    {
      "id": 50309733,
      "en": "'I had decided to drop you in the Sea if you did not survive the poison.'",
      "es": ""
    },
    {
      "id": 50309734,
      "en": "'Hm, hm, hm, hm, hm.'",
      "es": ""
    },
    {
      "id": 31973777,
      "en": "'I feel... so weak...'",
      "es": ""
    },
    {
      "id": 50309735,
      "en": "'You cannot help them as you are now, my friend, hoom, toom.'",
      "es": ""
    },
    {
      "id": 31973778,
      "en": "'I have to warn... warn my friends! This poison...'",
      "es": ""
    },
    {
      "id": 50309736,
      "en": "'Rest now, Nestinanessornë.'",
      "es": ""
    },
    {
      "id": 223424705,
      "en": "'I have men enough to burn everything here.'",
      "es": ""
    },
    {
      "id": 31973779,
      "en": "'That is... a joke?'",
      "es": ""
    },
    {
      "id": 50309737,
      "en": "'Something has changed. The air... tastes differently.'",
      "es": ""
    },
    {
      "id": 223424706,
      "en": "'I do not need your crew for this, Tatháta.'",
      "es": ""
    },
    {
      "id": 31973780,
      "en": "'I hope that is a joke.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Nestinanessornë",
      "es": ""
    },
    {
      "id": 223424707,
      "en": "'But I will not forget you withheld your assistance.'",
      "es": ""
    },
    {
      "id": 31973781,
      "en": "'They would... they would fight for ME, Leafshade!'",
      "es": ""
    },
    {
      "id": 31973782,
      "en": "'I am... I am failing them.'",
      "es": ""
    },
    {
      "id": 31973783,
      "en": "'What is it, Leafshade?'",
      "es": ""
    }
  ]
}