{
  "id": 621061199,
  "txt": [
    {
      "id": "0x6a50263",
      "en": "Defeat the Heirs of Thyrstáth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fac1",
      "en": "The Hiddenhoard of Abnankâra -- Tier 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d182",
      "en": "Beyond the falls of Amgaruslun in the Clovengap lies the Hiddenhoard of Abnankâra. Once an ancient treasury wrought in secret by Mótsog and the Greymauls during their rebellion against the Longbeards in the Elder Days, it has become the lair of Hrímil Frost-heart, a dreaded cold-dragon of Morgoth. Within this frozen retreat, Hrímil tends her wounds and slumbers, dreaming of vengeance upon Prince Durin and the Dwarves of the Gabil'akkâ.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01174",
      "en": "Heirs to their fallen chieftain, Hrungrod, the ice-giants Armód, Kvethár, and Threkvegg guard the entrance to Abnankâra.\\n\\nYou must defeat the Heirs of Thyrstáth and gain entry to the Hiddenhoard of Abnankâra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50267",
      "en": "Defeat Thrall-lord Dushtalbúk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01175",
      "en": "Hrímil Frost-heart slumbers in her lair within Akrazulgibshîn, the long-forgotten treasury of the Greymauls in the Hiddenhoard of Abnankâra.\\n\\nYou must defeat Hrímil Frost-heart, the Herald of Winter, and put an end to her rule of Mount Gundabad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50268",
      "en": "Defeat Hrímil Frost-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Swayed by the power of Hrímil's voice, Thrall-lord Dushtalbúk and the Hobgoblins of Mount Gundabad guard the arming-chamber of Ibkêrmazal in the Hiddenhoard of Abnankâra.\\n\\nYou must defeat Thrall-lord Dushtalbúk and the hobgoblins under the control of Hrímil Frost-heart and gain entry to Akrazulgibshîn, the treasury of the Hiddenhoard of Abnankâra.",
      "es": "",
      "es (fem)": ""
    }
  ]
}