{
  "id": 621061150,
  "txt": [
    {
      "id": 228284035,
      "en": "'The Rhudaur-stone must be sitting atop the Drearspire. We must hurry and secure the artifact!'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Even if the Rhudaur-stone should belong to me, I had no intention of taking it! My plan was to destroy it! You do not believe me?\\n\\n'Bah! How was I supposed to know that the Rhudaur-stone had already been moved to parts unknown?!'\\n\\nBrathar clutches his chin in pain.\\n\\n'Was that punch really necessary, Glóin?!'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Atop of the broken tower of the Drearspire sits the powerful Rhudaur-stone.",
      "es": ""
    },
    {
      "id": 111477344,
      "en": "Talk to Hraubrek at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Tûr Fúar, the Drearspire, can be found at Agal Dûn.\\n\\nYou should reach the top of Tûr Fúar.",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Tûr Fúar, the Drearspire can be found at Agal Dûn.\\n\\nYou should talk to Múta, Mézto, Prince Ingór, and Glóin at the top of Tûr Fúar.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Tûr Fúar, the Drearspire, can be found at Agal Dûn.\\n\\nYou should talk to Brathar Crack-helm and Rethvárd at the top of Tûr Fúar.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Tûr Fúar, the Drearspire can be found at Agal Dûn.\\n\\nYou should talk to Domongart, Chieftain of the Trév Duvárdain, at the top of Tûr Fúar.",
      "es": ""
    },
    {
      "id": 177082725,
      "en": "The Rhudaur-stone is gone!",
      "es": ""
    },
    {
      "id": 162883698,
      "en": "'Brathar Crack-helm, you had that coming. You have caused more than enough trouble in these mountains. No more, Dourhand.'",
      "es": ""
    },
    {
      "id": 162883699,
      "en": "'Well done everyone! This is a fine day for the Zhélruka. I knew this plan would work. That is why I came up with it after all! Ha, that will teach Durin to doubt the Zhélruka. I jest, [placeholder]. Durin's wisdom knows no bounds, even if he underestimates the resolve of the Zhélruka.'",
      "es": ""
    },
    {
      "id": 162883654,
      "en": "'I believe Brathar is lying. He wants nothing more than power. Even I believed that he was doing all this for the good of everyone under the subjugation of the Iron Crown. Now I saw the look in his eyes when we won but the Rhudaur-stone was missing. It was not the look of victory, it was the look of defeat.\\n\\n'Do with me what you will, but know that I will follow Brathar Crach-helm no longer.'",
      "es": ""
    },
    {
      "id": 162883701,
      "en": "'I must say, my plan was mostly a success, even if Prince Ingór will certainly take most of the credit! I can not blame him though. We would not be standing where we are if not for Prince Ingór's invaluable leadership!'",
      "es": ""
    },
    {
      "id": 162883702,
      "en": "'That crafty Claghórd. He must have known the Rhudaur-stone was moved! That is why he did not care if we took the Drearspire. A lingering question then remains. Where was the stone taken? Where did Claghórd retreat to?'",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "Tûr Fúar, the Drearspire, can be found at Agal Dûn.\\n\\nYou should talk to Hraubrek, Chieftain of the Grímklettar, at the top of Tûr Fúar.",
      "es": ""
    },
    {
      "id": 162883704,
      "en": "'So it is true! [placeholder] returns to the north.\\n\\n'I am sorry that the Trév Duvárdain have arrived late. I would have very much liked to speak to you at Eiricháv. An urgent matter had called me away. Soltakh has told me what you have accomplished. It seems we were right to not trust the Dourhands after all, though we should have taken the tower by your side.\\n\\n'I was secretly meeting with Hraubrek, the Chieftain of the Grímklettar, in the north. The Trév Duvárdain and the Grímklettar have much in common. We have a common enemy, share these lands, and have been dealt many hardships for both our kind. I thank you for your assistance on this day. The Trév Duvárdain, and all free hillmen owe you much.'",
      "es": ""
    },
    {
      "id": 111477313,
      "en": "Reach the top of Tûr Fúar, the Drearspire",
      "es": ""
    },
    {
      "id": 111477360,
      "en": "Talk to Prince Ingór at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 162883705,
      "en": "'We do not need to see eye to eye, [placeholder]. In fact, I do not think we ever will.\\n\\n'Yes, talking to the Angmarim and accepting gifts from the Dourhands were all a ruse, for my real intentions were to form a secretive pact with the Trév Duvárdain.\\n\\n'While there has been many lives lost, including my own kin, I will not hold you accountable. The ends have justified the lives lost. As Gundabad is a sacred site to the dwarves, beneath this spire is the sacred city of my kind. It has been lost for so long. Now, the pilgrimage is complete for those of the Grímklettar who remain.\\n\\n'If you and the dwarves let us be, then we will let you live under the mountain in peace. We will keep Câr Bronach free of the Iron Crown. You have my word. Now, please leave. You are not needed here any longer.'",
      "es": ""
    },
    {
      "id": 111477361,
      "en": "Talk to Glóin at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Brathar Crack-helm at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 111477319,
      "en": "Talk to Rethvárd at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 111477320,
      "en": "Talk to Múta at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 111477367,
      "en": "Talk to Domongart at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 111477321,
      "en": "Talk to Mézto at the top of Tûr Fúar",
      "es": ""
    },
    {
      "id": 126754721,
      "en": "The Rhudaur-stone",
      "es": ""
    }
  ]
}