{
  "id": 621061148,
  "txt": [
    {
      "id": "0x8095d21",
      "en": "'This kindness will not be forgotten!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Brathar Crack-helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8095d22",
      "en": "'I thank you for my freedom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b0",
      "en": "Talk to Uzvát outside Eiricháv",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'Yes, the Dourhand is Rethvárd, our escaped prisoner. He has told me only what I needed to know. He would rather speak to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b2",
      "en": "Travel to Agal Dûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Your friend, Uzvát, has informed me that a representative of the Dourhands has a proposition for us. They wish to work together to topple High Priestess Ásachal and her reign over Tûr Fúar. I do not trust those who openly do the bidding of the Iron Crown. For that, we will not be involved.\\n\\n'If you wish to listen to this Dourhand and work with them, that is for you and the dwarves to decide. I will think no less of you for what you decide, friend. Understand this: we will have no part in it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "Now is the time to strike the Drearspire!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b4",
      "en": "Free a hillman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Free another hillman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Greetings. I bring direct word from Lord Brathar. He wishes to speak to you, [placeholder]. I will tell you where to find him. I assure you this is not a trap. I surrender myself again in good faith!\\n\\n'Brathar has a plan. He has been building trust with the Angmarim, in order to crush them. All that is left in the plan is that he requires assistance from you and the Zhélruka!\\n\\n'Please, just speak with him and Uzvát and I will make sure that the rest of your Gabil'akkâ remain at the ready.'\\n\\nUzvát nods with his approval of the plan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b8",
      "en": "Defeat foes at Agal Dûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Brathar beckons you closer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "The escaped Dourhand, Rethvárd, carries a missive and proposition from his commander, Brathar Crack-helm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b0",
      "en": "Múta can be found at Agal Dûn.\\n\\nYou should talk to Múta at Agal Dûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should talk to Uzvát outside Eiricháv.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Brathar Crack-helm can be found just south of Agal Dûn in Câr Bronach.\\n\\nYou should seek out Brathar Crack-helm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Eiricháv can be found in north west Câr Bronach.\\n\\nYou should talk to Rethvárd outside Eiricháv.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'I am glad that you came. Has Rethvárd filled you in? Good!\\n\\n'I have been infiltrating Ásachal and her followers not for loyalty. Bah! They are nothing but an enemy to the Dourhand! I put my enemy close to see them fall! As we can both see, we have a common foe. I have been trying to get everyone to in Câr Bronach to work together. The hillmen are too timid, and as much as I have tried to sway the stone-giants, they seem to have other plans.\\n\\n'I know that now is a good time to strike, while the Angmarim do not expect such an alliance to form. I also have heard, with good authority might I add, that atop the spire lies a stone of immense power! We can not let that artifact stay in the hands of the Iron Crown. Now, what do you say?\\n\\n'Good. I am glad that you are with us! There will still be much work to accomplish after the Drearspire is taken. For that we will need the hillmen on our side. Let us rescue those who have been captured in an effort to show we mean to work together.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Seek out Brathar Crack-helm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Brathar Crack-helm can be found just south of Agal Dûn in Câr Bronach.\\n\\nYou should seek out Brathar Crack-helm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1193",
      "en": "Many under the Iron Crown defend the walls of Agal Dûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Freed a hillman!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1197",
      "en": "Freed another hillman",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1199",
      "en": "Defeated foes at Agal Dûn ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Agal Dûn can be found in central Câr Bronach.\\n\\nYou should travel to Agal Dûn.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Múta at Agal Dûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Talk to Rethvárd outside Eiricháv",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Agal Dûn can be found in central Câr Bronach.\\n\\nYou should defeat foes at Agal Dûn and rescue the two hillmen held as captives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'There you are, [placeholder]. So far, the Dourhands have kept their promise! We were able to take Agal Dûn and now sit at the entrance of the Drearspire. For Gundabad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "The Dourhand Proposition",
      "es": "",
      "es (fem)": ""
    }
  ]
}