{
  "id": 620759777,
  "txt": [
    {
      "id": 228870261,
      "en": "The Book of Oaths",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page includes a scholarly discussion of the gravity of oaths and debates the merits of granting them to personages of differing relationships and ranks.\\n\\nIt particularly stresses the danger inherent in a personage of high station granting an oath to someone of lesser station, for it ties not only the oathgiver by their word, but all of their vassals and subjects as well to the fate of the one to whom that oath is granted -- for good or for ill.",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This section of the book includes a spirited argument between philosophers over the nature of Oaths and the Fate of those who become bound up in them.\\n\\nOn one side of the matter are those who argue that the words and intent of the Oathgiver serve to shape fate itself, tying them irrevokeably together in a bond that may guide the actions of those who are part of it in their endeavours -- and similarly hanging as a sword over the Oathgiver, promising a dread fate should that bond be violated.\\n\\nThe other side of the debate includes scholars who reject the notion that mere words shape the world, claiming instead that it is the actions of the Oathgiver that decide the outcome of fate. They argue that the Oath itself simply acts to focus the will or prove the lie of the one who takes it, and that the shame of failure, corruption of the spirit, and the disillusionment of their peers serve more than adequately to turn the tides of fate against the oathbreaker without need of divine providence to mete out punishment.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This page leads into a discussion at considerable depth of the fate of an ancient Elf who was a Lord among Lords, who set upon himself and his people an Oath so powerful and dire that it is believed to have shaped the course of entire ages of the world, and the fate of countless Elves, Men, and dwarves.\\n\\nUnfortunately, the argument remains quite abstract within these pages, as the scholars of Men who penned the work seem only to know of these events through legends and myths, and the Elves of that time were apparently not keen to discuss the subject openly.\\n\\nNevertheless, if the events described by the scholars are indeed founded even partially in truth, it suggests that the Oath taken by this Elf-lord may well have been the most powerful words ever to pass the lips of any being of Middle-earth, be they mortal or immortal, wizard or king.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This page wanders into a highly esoteric discussion concerning Oaths and Dragons.\\n\\nTrue Dragons are renowned for their power to subtly twist words to their own ends and befuddle the minds of those who are foolish enough to treat with them. The writer attempts to determine whether a creature such as a Dragon could ever truly be bound by an Oath, however granted, or whether they could indeed be bound as such, but would instead use their mastery of lies and deceit to craft an Oath such that the one to whom they granted it would find themselves bound instead.\\n\\nThe arguments, while interesting, eventually become circular and insubstantial as it becomes clear that the writer had little experience in the subject of speaking with Dragons, yet was wise enough not to seek out experimental evidence with which to support his work....",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "FIND NPC",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This page discusses the care with which even the lightest of Oaths must be given. It states that while all Oaths bind, the strength of that bond and the fate that follows may have little to do with the gravity of the words spoken, and a great deal to do with the unforeseen events that then follow.\\n\\nIn particular, the scholar points out the story of a simple and friendly Oath offered at the birthday of a minor noble of the houses of Númenor -- an Oath that in the course of time and events drew his house into a years-long war which served to destroy the fortunes of his family and saw him die a lonely pauper.\\n\\nAlas, it is impossible to say if the tale was a true one, or a cautionary fable devised by the author to strengthen his argument.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "QUEST DIRECTIONS",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "Many tales speak of the dire consequence of an Oath foolishly given or broken. This page offers a discussion of the strength that may be gained through such bonds when they are wisely taken and followed.\\n\\nIt speaks of a terribly old legend that describes a Man and an Elf-maiden bound in an Oath of love that was so true and so powerful that though in time they found themselves trapped beneath the gaze of the greatest Enemy of that or any other Age, they nonetheless found the means to escape that Evil and flee back into the light of the Sun, stealing away his greatest treasure with them.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This page describes in detail the Oath of the King of Númenor, taken upon his ascendancy to office. The section goes on into enormous detail concerning how the Oath changed over the course of long dynasties and all the various legal and ceremonial ramifications of those changes.\\n\\nDespite the wealth of historical knowledge, you find that after reading a few of the minutely printed paragraphs your head begins to ache with the convoluted wording and excessively complex detail, and you fear that you might either nod off, be driven mad, or both should you continue.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This page stands out from among the rest. The ink it is written in is a strange, messy scrawl, and it delves into a disturbing subject indeed, quite different from the rest of the book.\\n\\nThe writer of this particular section seems obsessed with those spirits which remain in the world of the living long after the time of their own death, and the possible cause of this strange and disturbing undeath.\\n\\nIn some cases at least, such spirits are known to have claimed some unresolved or broken Oath as the bond that holds them in this world beyond their time, and the writer delves into the subject with unbridled curiosity, pondering on what power might make the bond of a man's Oath so strong as to keep it in the world long beyond its time.\\n\\nFurther passages become more disturbing yet, as it becomes clear that the writer's fascination with the subject has become unhealthy, as he ponders how servants and slaves might perhaps be made to take Oaths that would bind them in service to their Lords after death.\\n\\nIf the author of this piece ever discovered such a secret, you find with some relief that it is not recorded here.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You replaced a page of The Book of Oaths",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Boromir in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "The Book of Oaths, page 6",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "The Book of Oaths, page 8",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "The Book of Oaths, page 9",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "The Book of Oaths, page 14",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "The Book of Oaths, page 17",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "The Book of Oaths, page 19",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "The Book of Oaths, page 23",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "The Book of Oaths, page 28",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Book of Oaths discusses the central role of Honour in true leadership and the sanctity of a King's Oath -- or a Captain's. Much of the power to guide men truly derives from the simple bond of Truth itself, and for those who lead, an Oath is a bond of commitment that cannot be broken without inviting a fate most dire. Indeed, a captain who would betray his own word risks more than his life, for it is well-known that an Oath fatefully taken binds far more than the flesh.\\n\\nThis book is said to be the utmost authority in such matters, but the copy you have found seems badly damaged and many important passages are missing. Perhaps Boromir of Gondor, who currently rides here in the north, may know something about this book.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What is this you bring me? The Book of Oaths? That is no light tome you carry there, [placeholder], it is a book of great and dire portent indeed. Only a small handful of copies were ever made, and few were those who were permitted to own one, for the knowledge contained therein reaches back into the mists of time when the Dúnedain ruled the great seas to the West with fleets and armies such as we can only imagine today -- power enough to crush Sauron utterly had we such in this Age.\\n\\n'The book you hold was of their writing, but it describes their downfall as well, for the ancient Kings turned from their Oaths or forgot them, and the Sea itself rose up against them wiping them away as if they had never been.\\n\\n'This copy seems incomplete, but let me warn you before you embark on any quest to find its missing pages -- once you have learned what lies therin, you must not stray from the path of Truth or it will be your downfall as well.'",
      "es": ""
    }
  ]
}