{
  "id": 620759764,
  "txt": [
    {
      "id": 228870261,
      "en": "The Treatise of Valour",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have discovered The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "This page is part of the introduction and tells somewhat of the authors. The council which wrote the book was comprised of some of the greatest tactical minds of Arnor, and their skill in defensive tactics save many a life, though in the end, they failed. ",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "This first section was written by a captain skilled in fisticuffs. He describes various methods by which to defend oneself from harm whilst unarmed.",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "This section was written by a captain who was known for his great skill in armed combat. His techniques of armed defence would be enlightening to even the greatest swordsmen of the current day.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "This chapter was written by a captain who was most concerned with the threat of fire and boiling oil often encountered during siege warfare. He outlines the use of shield-walls and other strategies to resist the effects of fire.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Many pages of this book, Treatise of Valour, have been torn or burned, rendering the volume nearly unreadable. Perhaps Boromir of Gondor, recently come north, will know something about it.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "This section was written by a captain who specialized in tactics involving harsh weather. His knowledge of ways to protect against bitter cold and driving rain can keep soldiers alive in the field.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "It is believed that the Angmarim and their allies carried off at least one or two copies of the Treatise of Valour at the Battle of Fornost. Perhaps you can find some of the missing pages in Angmar or on the Enemy's minions in the Misty Mountains.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "This page was written by a captain with an exceptional understanding of the weapons of Orcs and goblins, particularly the poisons they use. Any warrior wishing to know how to defend againt poisoned blades would be wise to read this chapter in its entirety.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "This chapter was written by Isildur, King of Arnor, himself. It speaks of dark magic and the ways by which it brings doom to the spirit. He tells how to defend oneself against its ravages, for he himself faced the terror of the Dark Lord Sauron and was victorious.",
      "es": ""
    },
    {
      "id": 136263304,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "This last page summarizes all that came before it, and also admonishes the reader to remember one thing above all else: The greatest captains are true to those who serve them and unswervingly loyal to their lords.",
      "es": ""
    },
    {
      "id": 136263305,
      "en": "You found a missing page of The Treatise of Valour",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Boromir in Rivendell",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Treatise of Valour, page 2",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Treatise of Valour, page 3",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Treatise of Valour, page 5",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Treatise of Valour, page 10",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Treatise of Valour, page 12",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Treatise of Valour, page 15",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Treatise of Valour, page 18",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Treatise of Valour, page 22",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Treatise of Valour was written by a council of captains who once commanded the great fortresses of the ancient kingdom of Arnor during the height of its power. It was said to have been the foundation stone of the principles of leadership and warfare for the warriors of Arnor and offered knowledge and teaching that proved key to staving off the assaults of Angmar for so long as the North Kingdom stood. All the remaining copies of the Treatise were believed lost or burned in the Sack of Fornost.\\n\\nMany pages of this book, The Treatise of Valour, have been torn or burned, rendering the volume nearly unreadable. Perhaps Boromir of Gondor, recently come north, will know something about it.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'What tidings do you bring me, [placeholder]? Not more bad news, I hope.\\n\\n'Oh? Quite the contrary I see, if mine eyes do not decieve me. Is that not a copy of The Treatise of Valour? The title is well-known to me, as it should be to any who would call themselves a Captain of Men, for there are few works that stand in higher stead to those who would lead and inspire, but it is common knowledge that the last copies were destroyed with the fall of the Lords of Arthedain. How is it that you have come upon this book?\\n\\n'Ah, but I see you are a bearer of poor tidings after all, for see here: many of the writings are torn away and lost to us forever. But nay, it is no use bemoaning our fortunes, for half a book is better than no book at all -- and it leaves hope that perhaps the remaining pages are not forever beyond our reach. But where to find them? That is the true question!'",
      "es": ""
    }
  ]
}