{
  "id": 620759685,
  "txt": [
    {
      "id": 218649170,
      "en": "'I don't think it's a good idea to go to Trestlebridge, and Ford agrees. We're safer here.\\n\\n'Thank you for your concern, but I think we're going to stay where we are.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Orcs are searching for survivors from their initial raid, [placeholder], but if we stay hidden for a while, we should be safe. I hope they didn't follow you here.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: A Minstrel's Hope",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'This is the cave, [placeholder]. Let us go quickly -- I want to convince these people to come to Trestlebridge. The town may not be safe, but it has to be safer than this cave.\\n\\n'Let us hurry -- my brother will warn us if any Orcs come too near.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'That was too close for comfort, [placeholder]. We have lent the aid we could, and it is past time we returned to Trestlebridge. Perhaps now these people will listen to reason.\\n\\n'Let me know when you are ready to return to the town, and we will be off.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to prevent the Orcs from reaching the refugees",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Orcs know about this cave now. We have no choice but to go to Trestlebridge. I thank you for your help, but I wish it was not necessary. When will this land be safe once again for good folk to live in peace?'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Let us return to Trestlebridge, [placeholder]. This cave is no longer safe, if ever it was.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Is nowhere safe from these vile creatures? Why can't they leave us alone!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'[placeholder], it's too late -- a party of Orcs is on its way here! Lend us the aid you can, for they will be here in moments! If Edward and I fall, you and Leigh will be the only defence for the people here -- do not let the Orcs reach them!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Leigh Putnam is just inside the entrance of the cave.\\n\\nYou have travelled with Leigh to the cave where refugees are seeking shelter from Orc-attacks.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'This band of Orcs thought to have no trouble rooting us out, but Captain Wheeler, Edward Putnam, and yourself showed them their error. I applaud you, friend minstrel!'",
      "es": ""
    },
    {
      "id": 51995825,
      "en": "'Yes, sir! Leigh, be strong.'",
      "es": ""
    },
    {
      "id": 176242769,
      "en": "'I cannot go on! Resist to the end, my friends!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The refugees are hiding in the back of the cave.\\n\\nLeigh Putnam has asked you to try and lift the spirits of the refugees hiding in the cave and to convince them to come to Trestlebridge.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Severin Wheeler has arrived in the cave with grim tidings.\\n\\nYou have tried to convince the refugees to come to the relative safety of Trestlebridge, but they refused.",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Leigh Putnam is inside the refugee cave.\\n\\nYou have aided in the defence of the refugees, and now Leigh wishes to speak with you.",
      "es": ""
    },
    {
      "id": 8917137,
      "en": "'Quickly, we need to hurry!'",
      "es": ""
    },
    {
      "id": 10843809,
      "en": "'Stand ready. The Orcs approach!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Leigh Putnam",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to the refugees hiding in the cave",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Severin Wheeler",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Prevent the Orcs from reaching the refugees",
      "es": ""
    },
    {
      "id": 258035665,
      "en": "'My wounds are too severe!'",
      "es": ""
    },
    {
      "id": 45636465,
      "en": "'There they are, Captain!'",
      "es": ""
    },
    {
      "id": 194718961,
      "en": "'We're safe enough here, Leigh. You and your friend have wasted a trip.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have travelled to a nearby cave with Leigh Putnam to help raise the spirits of the refugees seeking shelter within and convince them that Trestlebridge would be a safer place to hide.",
      "es": ""
    },
    {
      "id": 67416833,
      "en": "'Thank goodness you're safe!'",
      "es": ""
    },
    {
      "id": 191306625,
      "en": "'Edward, [placeholder], we must keep the Orcs from reaching these people!'",
      "es": ""
    },
    {
      "id": 119232129,
      "en": "'We're safer here than we'd be in Trestlebridge, anyway!'",
      "es": ""
    },
    {
      "id": 51754609,
      "en": "'We've done it! Tell my sister of our victory!'",
      "es": ""
    },
    {
      "id": 8907153,
      "en": "'I hope we're not too late.'",
      "es": ""
    },
    {
      "id": 11565473,
      "en": "'Who's there?'",
      "es": ""
    },
    {
      "id": 8907154,
      "en": "'Look! There they are!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The Orcs didn't see you, did they? If you've endangered us by coming here, I'll make sure you regret it!\\n\\n'Trestlebridge? No, we're not going there -- it's death! At least here, we might remain unseen by the Orcs. Trestlebridge is the main goal of the raiding-parties, and we'd be fools to try and hide there!'",
      "es": ""
    }
  ]
}