{
  "id": 620759790,
  "txt": [
    {
      "id": 54354734,
      "en": "Dawn Stockard has learned that a mighty captain has come to Eriador from the south and thinks he may be willing to speak with you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Perhaps captains are given closer scrutiny than others. The people look to us for hope and read much in our faces beyond what may lie in our thoughts. I do not know, but your presence does bring something to my attention.\\n\\n'You are deserving of equipment that reflects the brave leadership you display in battle, [placeholder]. I can help you fashion such articles, but I must give you a word of caution: they will not be easy to come by, for their tale must be one of danger and valour against overwhelming odds if they are to bring you strength.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dawn Stockard knows of a legendary captain who could teach you great lessons, but first you must be suitably outfitted.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I want to take a moment to express my admiration for you, [placeholder]. You have matured into a captain of tremendous skill and leadership, and I stand in awe of your example.\\n\\n'There is little else I can teach you, but I have learned that a Man of the South has come to Eriador and is currently staying with the Elves at Rivendell. I do not know what business has brought him to these lands, but I know that his name is Boromir, and he is a great captain of Gondor.\\n\\n'Boromir may be able to teach you some of the techniques he has learned in his home-land, but you should leave for Rivendell at once. I do not know what has brought him north nor how long he will stay.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dawn Stockard is in the town of Archet, north of Bree, in Bree-land.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Boromir is currently staying at Rivendell, in one of the guest rooms of Elrond's House.\\n\\nDawn Stockard has learned that Boromir, a great captain of Gondor, has come north to Eriador and is staying with the Elves. She believes he may teach you some of his techniques if you speak with him before he begins his journey home.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must finish the tasks set before you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'It is always a pleasure to meet a fellow captain! I must say that I have become quite overwhelmed by all of the Elves of this place. But it falls upon the men and women of Eriador and of Gondor to defend against the shadow, does it not? It does, and though we welcome the aid of the Elves and the dwarves, I would be more at ease with a captain such as you by my side and a line of solid Men stretching endlessly across the plain!\\n\\n'It is up to us to defend Middle-earth from her foes, [placeholder], and we will do it, though we fall in the attempt! And there is glory in that, if there is glory in anything!\\n\\n'We may yet have our chance, friend captain. And on that day, we will strike fear into the hearts of our enemies and rally our friends forth to victory!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Boromir is a great captain in his homeland and might be able to teach you something of his techniques. You should speak with him at Rivendell before he returns to Gondor.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Well met, [placeholder]. It is good to see you again.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Implements of War",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'It is not yet the day of which I spoke, [placeholder]. But soon, I feel.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Articles of Command",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Boromir in Rivendell",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lesson from Boromir",
      "es": ""
    }
  ]
}