{
  "id": 620759794,
  "txt": [
    {
      "id": 218649170,
      "en": "'I am glad to see you return safely out of the wild, [placeholder], and will make use of these components as I fashion your equipment.\\n\\n'The next items I will need are corroded Neekerbreeker-horns from the Nerbyg of the Eastern Malenhad in Angmar and grisly bat-talons which can be found on the bats of Angmar and other terrible places.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the components for which I asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Command",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I thank you for these components, [placeholder], for they will be of much help to me in fashioning your equipment.\\n\\n'Two components remain, and I must tell you truthfully: this will be your greatest challenge. You must collect the putrid slime of Helchgam, the terror that dwells beneath Carn Dûm in Angmar. I also need a Badge of Command from the uruk Lagmâs in Urugarth.\\n\\n'When you have acquired these items, bring them here to me.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I asked.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected steam-scorched carapaces ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You can find Nerbyg in the Eastern Malenhad in Angmar, and Hogni Cleave-shank at Gabilazan in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I greet you in victory, [placeholder], and thank you for these final components!\\n\\n'See the equipment I can fashion for you from these things you have brought? Wear it when we drive back the shadow and bring peace to the Free Peoples!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected Hogni's spiked helmet",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You may harvest the horns from the Nerbyg of Malenhad in Angmar. The bat-talons I need can be obtained from bats in Angmar and other dangerous places.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked, [placeholder].'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected corroded Neekerbreeker-horns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nerbyg can be found in the Eastern Malenhad in Angmar. Hogni Cleave-shank can be found at Gabilazan in the Misty Mountains.\\n\\nDawn Stockard has asked you to bring her norbog-carapaces and Hogni Cleave-shank's spiked helmet.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Helchgam dwells in the foetid sewers beneath Carn Dûm, and Lagmâs champions the uruks of Urugarth, both in Angmar.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Dawn Stockard is in the town of Archet, north of Bree.\\n\\nDawn Stockard is waiting for you to return with the first set of components.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected Badge of Command",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Dawn Stockard",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Nerbyg can be found in the Eastern Malenhad in Angmar. Bats can be found in Angmar and other dangerous places.\\n\\nDawn Stockard has asked you to bring her corroded Neekerbreeker-horns and grisly bat-talons.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect Badge of Command",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Dawn Stockard is in the town of Archet, north of Bree.\\n\\nDawn Stockard is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect putrid slime of Helchgam",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Helchgam can be found beneath the evil city of Carn Dûm in Angmar. Lagmâs can be found at Urugarth in Angmar.\\n\\nDawn Stockard has asked you to bring her the putrid slime of Helchgam and a Badge of Command.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Dawn Stockard is in the town of Archet, north of Bree.\\n\\nDawn Stockard is waiting for you to return with the last set of components she needs.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect steam-scorched carapaces ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect Hogni's spiked helmet",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Dawn Stockard",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect corroded Neekerbreeker-horns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Dawn Stockard",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect corroded Neekerbreeker-horns ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect Badge of Command",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dawn Stockard has agreed to help you fashion a piece of equipment worthy of your stature as a captain.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I can fashion you a piece of equipment that will do justice to the great deeds you have performed, [placeholder], but I must warn you that it will not be easily finished.\\n\\n'I must ask you to put yourself in great peril to obtain the materials I need. First you should bring me the tough carapaces of the Nerbyg which skitter among the pools of Malenhad in Angmar. I will also require the spiked helmet of the Dourhand captain Hogni Cleave-shank, who at last report was commanding the Dourhands at the fortress of Gabilazan in the Misty Mountains.\\n\\n'Bring these items to me, and I will begin my work.'",
      "es": ""
    }
  ]
}