{
  "id": 620759655,
  "txt": [
    {
      "id": 54354734,
      "en": "Baillindiel believes that you should speak with Lindir, an Elf in Imladris who might be able to give you some instruction.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are deserving of equipment that reflects the joy you bring to others, [placeholder]. I can help you fashion such articles, but I must give you a warning: this road is not an easy one, and you may despair of ever seeing its end. I need not tell a minstrel that the joy at the end of a long road is all the sweeter for the hardship, though.\\n\\n'Let me know if you are ready, and I will tell you what must be done. The tale of these items will be difficult and dangerous, but that is what will give them their strength.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Baillindiel knows of a legendary minstrel who could teach you great lessons, but first you must be suitably outfitted.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Allow me to congratulate you on your accomplishments, [placeholder]! You have become a minstrel beyond compare and have exceeded that which I can teach you. I marvel at your successes and wish you only the best!\\n\\n'My good friend Lindir may be able to give you more instruction, for he is very fond of song and loves to speak with minstrels of all types.\\n\\n'Look for Lindir within the Hall of Fire in Elrond's home in Imladris, for I am sure he will be glad to speak with you.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Baillindiel is at Celondim, the Elf-harbour in Ered Luin.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Lindir is in the Hall of Fire in Elrond's home in the vale of Imladris.\\n\\nBaillindiel thinks you should speak with Lindir, for the Elf may be able to provide you with further instruction.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should complete the tasks set before you.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Welcome, [placeholder]! The song of your deeds will be quite a song indeed, when it is finally set to verse! Yes, I have already heard snippets of it, though I do not know that I am the one to set it down. Bilbo, perhaps...though it seems that every day brings to him three new ideas that crowd out what has gone before.\\n\\n'Sing always, [placeholder], for it is your greatest weapon. A voice raised in song is a voice that cannot succumb to despair.\\n\\n'Take time for celebration and mirth, my friend, even in these dark times. Do not stay away from the Hall of Fire overlong, for you will always have friends here. I will see you again, and we will sing of happier times and of times that will come again!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Look for Lindir in the Hall of Fire in Elrond's home in the vale of Imladris, and he may be able to provide you with further instruction.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Welcome again to the Hall of Fire, [placeholder]!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Complete Articles of Harmony",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Let us raise our voices in song, friend minstrel!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Complete Implements of Song",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Lesson from Lindir",
      "es": ""
    }
  ]
}