{
  "id": 620759673,
  "txt": [
    {
      "id": 218649170,
      "en": "'You have succeeded admirably to this point, [placeholder]. I will make use of these components in the fashioning of this weapon.\\n\\n'I also have need of the corrosive droplets of the brimstone-slugs of Angmar, claws from Wargs, such as those in Angmar and Eregion, and talons of the bats which pervade Angmar and Moria.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the components I need, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Implements of Song",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'I am glad to see you return, [placeholder], and with the components I need if I am to make your weapon as strong as it deserves to be. I thank you.\\n\\n'Your final task will be your most challenging and song-worthy! I need you to obtain for me an Emblem of Ritual from the uruk Morthrâng in Urugarth and a Rune of Winged Dominance from the merrevail Mormoz and Azgoth in Carn Dûm.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I asked, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected Narglup's blunted tooth",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Look for the Warg Narglup in Angmar, [placeholder], and the rock-worms in the Misty Mountains.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I am delighted at your return, [placeholder]! I know that the tale of your bravery and courage in the acquisition of these items must be a thrilling one! Allow me to make use of them in the fashioning of this weapon for you...and it is done.\\n\\n'I give you this weapon with the certainty that it will serve you well and faithfully as you bring hope to the Free Peoples of Middle-earth. I count you among my friends, [placeholder], and hope that you do the same.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected chipped rock-worm fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I believe you will find everything I need in Angmar, though you may also find Warg-claws in Eregion and bat-talons in Moria.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked? Why is this, [placeholder]?",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected corrosive droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Narglup roams Fasach-larran in Angmar. Rock-worms dwell in the Misty Mountains.\\n\\nBaillindiel asked you to bring her chipped rock-worm fangs and the blunted tooth of the Warg Narglup.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'The uruk Morthrâng dwells within the walls of Urugarth, and the merrevail Mormoz and Azgoth can be found in Carn Dûm.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected splintered Warg-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Baillindiel is at the Elf-harbour of Celondim, in Ered Luin.\\n\\nBaillindiel is waiting for you to return with the first set of components.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Collect Emblem of Ritual",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Brimstone-slugs can be found in Angmar. Wargs can be found in Angmar and Eregion. Bats can be found in Angmar and Moria.\\n\\nBaillindiel asked you to bring her corrosive droplets, splintered Warg-claws, and grisly bat-talons.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected Emblem of Ritual",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect Rune of Winged Dominance",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Baillindiel is at the Elf-harbour of Celondim, in Ered Luin.\\n\\nBaillindiel is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 136263303,
      "en": "Collected Rune of Winged Dominance",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Bring last set of components to Baillindiel",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Morthrâng may be found in Urugarth. Mormoz and Azgoth dwell in Carn Dûm.\\n\\nBaillindiel asked you to return with an Emblem of Ritual and a Rune of Winged Dominance.",
      "es": ""
    },
    {
      "id": 84765780,
      "en": "Collect Emblem of Ritual",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Baillindiel is at the Elf-harbour of Celondim, in Ered Luin.\\n\\nBaillindiel is waiting for you to return with the last set of components.",
      "es": ""
    },
    {
      "id": 84765781,
      "en": "Collect Rune of Winged Dominance",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect Narglup's blunted tooth",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect chipped rock-worm fangs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Baillindiel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect corrosive droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect splintered Warg-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Collect grisly bat-talons ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Bring second set of components to Baillindiel",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect corrosive droplets ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect splintered Warg-claws ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Baillindiel has agreed to help you craft a weapon that will help you fulfill your duties as a minstrel of great renown.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The way of the minstrel is not free of danger, [placeholder], a truth that you have surely come to realize. To combat that danger, you need a weapon that you can rely on. I can fashion you such a weapon.\\n\\n'As with all tales worth hearing, the tale of this weapon will be fraught with hardship and toil. You will look back upon the road you have walked, when all is done, and know that it was worth the journey, [placeholder]. Of this, I am certain.\\n\\n'I must ask you to gather the items I will need to make this weapon and to give it the strength to counter our hated foes. The first set of components I will need includes the blunted tooth of the Warg Narglup, who ranges Fasach-larran in Angmar, and the fangs of the rock-worms of the Misty Mountains.'",
      "es": ""
    }
  ]
}