{
  "id": 620759667,
  "txt": [
    {
      "id": 218649170,
      "en": "'I am glad to see your safe return, [placeholder], and will make use of these components in the fashioning of your equipment.\\n\\n'I hope that you have as much fortune obtaining the next set of components I need. The second set of materials I need are the eyes of worms, such as are found in Angmar, and the remains of wights found in Imlad Balchorth in Angmar.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You do not have the components for which I asked, [placeholder]?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Articles of Harmony",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'My heart is joyful to see you return from the darkness, [placeholder]! One set of components remains, and I fear this will be your greatest challenge. But despair not! You will wear the equipment I make for you with greater satisfaction in memory of the triumph it will represent!\\n\\n'I need you to bring me a horn from the Gorthorog Tarlûg, who resides in Carn Dûm. I also need a badge of rank from the goblins of Urugarth.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'You do not have the components for which I asked, [placeholder]?'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected matted snowbeast-furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Snowbeasts are common on the slopes of the Misty Mountains. The goblins you seek serve the Tarkrîp Orcs of Mallenhad in Angmar.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'You have returned from out of the darkness, [placeholder], and my heart leaps to see you victorious! I will make use of these last components in the fashioning of your equipment.\\n\\n'I give this to you with the deepest respect for your worthiness as a minstrel, [placeholder]. Use it well, and bring hope to the Free Peoples! These dark days will pass, and word of your deeds will be a pleasant memory by the hearth when peace comes again. It is with great joy that I call you friend.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected brimstone-tinged Tarkrîp plates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Look for the worms in Gorothlad in Angmar and the wights in Imlad Balchorth.'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'You do not have the components for which I asked, [placeholder]? Why is this?'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected clouded worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Snowbeasts can be found in the Misty Mountains. Goblins are encamped with the Tarkrîp Orcs in Malenhad in Angmar.\\n\\nBaillindiel asked you to bring her matted snowbeast-fur and brimstone-tinged Tarkrîp-plates.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Seek the Gorthorog Tarlûg at Carn Dûm. Goblins guard the tower of Urugarth, also in Angmar.'",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Collected revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Collect goblin-badge of rank",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Baillindiel is at the Elf-harbour of Celondim, in Ered Luin.\\n\\nBaillindiel is waiting for you to return with the first set of components.",
      "es": ""
    },
    {
      "id": 136263301,
      "en": "Collected ashen Gorthorog-horn",
      "es": ""
    },
    {
      "id": 84765777,
      "en": "Bring last set of components to Baillindiel",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Worms can be found in Angmar. Wights can be found in Imlad Balchorth in Angmar.\\n\\nBaillindiel asked you to bring her clouded worm-eyes and revered wight-remains.",
      "es": ""
    },
    {
      "id": 136263302,
      "en": "Collected goblin-badge of rank",
      "es": ""
    },
    {
      "id": 84765778,
      "en": "Collect ashen Gorthorog-horn",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Baillindiel is at the Elf-harbour of Celondim, in Ered Luin.\\n\\nBaillindiel is waiting for you to return with the second set of components.",
      "es": ""
    },
    {
      "id": 84765779,
      "en": "Collect goblin-badge of rank",
      "es": ""
    },
    {
      "id": 94621397,
      "en": "Tarlûg can be found at Carn Dûm in Angmar. Goblins can be found at Urugarth in Angmar.\\n\\nBaillindiel asked you to bring her an ashen Gorthorog-horn and a goblin-badge of rank.",
      "es": ""
    },
    {
      "id": 94621398,
      "en": "Baillindiel is at the Elf-harbour of Celondim, in Ered Luin.\\n\\nBaillindiel is waiting for you to return with the last set of components.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect matted snowbeast-furs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect brimstone-tinged Tarkrîp plates ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring first set of components to Baillindiel",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect clouded worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Collect revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring second set of components to Baillindiel",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Collect clouded worm-eyes ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Collect revered wight-remains ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Collect ashen Gorthorog-horn",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Baillindiel has agreed to help you fashion a piece of equipment that will be of use to a renowned minstrel such as you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'For a minstrel of such heart as you, [placeholder], I will gladly fashion some truly remarkable equipment. The components I will need for its making will not be easily obtained, but I know that you will succeed.\\n\\n'I will need you to bring me the items I will need. The first items I will need are furs from the snowbeasts of the Misty Mountains and brimstone-tinged armour-plates from the Tarkrîp goblins in Angmar.\\n\\n'I will see you again, [placeholder], and we will sing of your deeds when you return in triumph!'",
      "es": ""
    }
  ]
}