{
  "id": 620759628,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This page details a classical Dúnedain song from the times when Arnor still stood proudly in the North, extoling the strength and vigour of that lost kingdom.\\n\\nGiven the rather maudlin praises of the distant past that they seem to prefer in this day and age, the song offers a striking example of how a people's music may change over the passage of years to reflect the condition and times within which they live. It also hints at the strength and heights to which they might again aspire....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "Recorded in a particularly ancient form of Sindarin, this song purports to be an Elvish work in praise of the light of Elbereth's stars, written in a timeless age before the Sun and the Moon hung in the sky.\\n\\nIt is a remarkably simple song, containing few of the more complex contrivances of form that can often be found in Elvish music. Even so, the story of the song's origin sounds more like some tale out of myth than you are ready to give credence to.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "This spry piece seems to hail from the Shire. It purports to be a local harvest-song from around the Michel Delving area, sung by many of the farmers and youths there as they move through the fields in late summer and fall. The lyrics speak of the fine meals they would enjoy in their comfortable holes during the long, cold winter months that follow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This song was written by a talented singer amongst the Rohirrim and speaks simply and clearly of the love he held for a young woman among his own people.\\n\\nUnlike so many love-songs, it does not dwell on the sorrow of parting, nor unrequitted love, nor jealousy, nor hardship of any sort. It speaks solely of her beauty in his eyes, and the joy that comes to those lovers who learn to truly understand each other.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "DIRECTIONS TO NPC.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "Technically speaking, this song is a dwarf-dirge sung for the fallen upon the field of battle, though it is not clear which of the dwarf-houses it hails from.\\n\\nThe song's relationship to a dirge is distant at best, as it turns the sombre tones of the form on their head with the inclusion of bawdy, irreverent lyrics intended to unreservedly celebrate both the life and death of the fallen hero. Indeed, you have never seen so brash and overt a challenge to the sullen and infinite power of death as this song proposes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "DIRECTIONS TO THE PAGE DROPS.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This song is a victory march from Gondor, written to celebrate the grand victory of the Last Alliance over the forces of darkness and the fall of Sauron. It was written before Isildur's untimely death, and in the context of the events that followed, it has gained an undertone of sombre irony.\\n\\nRegardless, it also clearly declares the strength and power of the Free Peoples of Middle-earth to rise up against seemingly unconquerable adversity.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Though sometimes it seems that the immortal span of the Elves results in a preponderance of art that breathtakingly mourns times and places lost beyond the memory of any mortal race, there are also those that speak of the vitality of the endless present, describing the experience of those Elves who do not care to dwell on the events of ages past.\\n\\nThis song is one of the latter, rooted firmly in the experience of living in a vital world that obligingly continues to change, offering an unlimited palette of new experiences to anyone who cares to open their eyes to the world that surrounds them in the here and now.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This song speaks only to the wonder and palette of the natural world, without acknowledgement of axe, nor fire, but only the passage of seasons, the growth of trees, and the wandering of animals who guard no purpose beyond the day at hand.\\n\\nAt first, you suppose that it might be an Elvish song, but on further reflection the forms do not reflect that heritage of music. In fact, you find it difficult to determine who might have written such a piece, for it does not adhere to the principles common to any of the Free Peoples -- and it is certainly no work of Orc or Dragon -- but the mystery only adds to its cachet as a unique and vibrant work of art.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of The Rising Chord",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lindir at the Last Homely House in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Rising Chord, page 3",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Rising Chord, page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Rising Chord, page 11",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Rising Chord, page 14",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Rising Chord, page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Rising Chord, page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Rising Chord, page 27",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Rising Chord, page 28",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Rising Chord is considered to be a remarkable collection of songs all of a theme that speaks to the heart of the Free Peoples of Middle-earth in one voice, be they Men, Elves, or dwarves. Drawing on the tradition of each of these peoples, the songs resound with a clarion call of freedom and hope that is unsullied by the slightest trace of sorrow, fear, or hate. There are some who claim that this work is shallow and without dimension, but to the adept minstrel, it is a description of form unparalleled by other works. Unfortunately, the book and its strident forms became 'unfashionable' after the fall of the North Kingdom, as a deep lethargy and cynicism crept over the kingdoms of Men, and the Elves withdrew ever further into their forest strongholds.\\n\\n'Nowadays, The Rising Chord is quite difficult to find, and even when a copy is found -- such as this -- it is incomplete at best. Perhaps the famed Elvish minstrel Lindir might be able to tell you more about it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, I see you have come upon a copy of The Rising Chord -- one of my favourite works, I must say. It is not truly a work for Elves in these the autumn days of our people in Middle-earth, but for the younger races it may prove to be a beacon of light which guides you through the coming darkness. \\n\\n'Yet who am I to say? There are still some among the Elves who are young at heart and who would strive for such joy and hope as they might capture with their own two hands, even in the waning days of our glory. Seek them out then, the missing songs and melodies of The Rising Chord. No matter your destiny, they will let you approach it with your head held high and filled with the certainty that you shall prevail, come what may.\\n\\n'It is at the least a fine way to die, is it not? Twas only a jest! Go and find your pages and trouble me no more, young one...your destiny is your own!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}