{
  "id": 620759749,
  "txt": [
    {
      "id": "0xda44875",
      "en": "The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "This page details a little about the life of the author, who was a captain in the service of Elendil, High-king of all the lands of Middle-earth. The author managed to survive Elendil's assault against Barad-dûr and became a great leader in the hosts of Isildur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This page briefly summarizes the main point of the author's treatise: That the mark of a true captain is the loyalty and devotion of the men who follow him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "On this page, the author recounts his experiences as a green man-at-arms in Númenor, under the command of a cruel captain in the palace of Ar-Pharazon. The passage clearly demonstrates what a true captain is not.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This page further describes the author's rise through the ranks of the Guard of Númenor, where he served as a lieutenant to a captain who relied on those under him to manage the ranks. This is yet another example of poor leadership which can break the spirit of fighting men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "This copy of The Candle's Flame is missing many important pages. Rumour tells that Boromir, a Captain of Gondor, has come north. Perhaps he can help you comprehend the broken knowledge of this book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This page tells how he was brought into the household of Elendil, the last leader of the Faithful, for the honour and devotion shown him by the men under his command -- shown out of love for a great captain, not out of fear or duty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "The missing pages of The Candle's Flame might be found in the Misty Mountains or Angmar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This page tells of the author's acceptance of his new post and his own dedication to the greatest of all mortal captains, Elendil of Númenor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "On this page, the author describes how he was willing to fight and die for his king, and also of his own followers' like devotion to himself -- a sure sign of his great leadership.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This page tells that if a captain proves himself great enough to command the undying loyalty of his men, that sometimes it is possible for the voice of the captain to bring those standing upon the threshold of death back to the realm of the living. There is more, but the page is too stained to read further.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You found a missing page of The Candle's Flame",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Boromir in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "The Candle's Flame, page 4",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "The Candle's Flame, page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "The Candle's Flame, page 13",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "The Candle's Flame, page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "The Candle's Flame, page 25",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "The Candle's Flame, page 26",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "The Candle's Flame, page 31",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "The Candle's Flame, page 35",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nThe Candle's Flame is a stirring piece written by one of the great Captains of Gondor during the War of the Last Alliance. It speaks of the very personal connexion that a worthy captain forms with his followers, and the power that bond can have when a fallen warrior lies upon the threshold of Death's door. Few copies of this book exist today, most having been lost in the long years since or secreted away in the hidden libraries of the Lords of Gondor.\\n\\nThis copy of The Candle's Flame is missing many important pages. Rumour tells that Boromir, a Captain of Gondor, has come north. Perhaps he can help you comprehend the broken knowledge of this book.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'What is this book you wish to speak of? By the Lords of the West! You have found a copy of The Candle's Flame here in the barren North? Let me see that....\\n\\n'What a pity, it appears poorly worn and some of the key passages have been defaced. I had hoped you had found a complete copy -- the one in my father's library is a poorly edited sham of the original. Such a shame.\\n\\n'Still, where the book has been found, so might the pages! Do not give up the search, there is still hope that you might find the missing tracts, and that would be a great boon to the Men of the North who seek the guidance and wisdom of our ancestors.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}