{
  "id": 620759641,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have discovered Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e1",
      "en": "The first song is an old Númenórean rower's song meant to lift the spirits of soldiers bent hard at the oar and to prevent fatigue before impending battle at sea. It called upon the winds to offer speed, the morning mists to confound their enemies, and the waves to hurl them ashore lest they founder in the deeps.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e2",
      "en": "This ancient music was a ceremonial march played for soldiers who had returned from across the sea, to celebrate their safe homecoming after duties far from the shores of the Isle of Númenor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e3",
      "en": "This stirring but mournful march was supposedly played to commemorate the deaths of lesser nobles and dignitaries of the ancient kingdom of Númenor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e4",
      "en": "This unique piece was supposedly played in the royal court of Númenor to unmistakably announce the victory of the King whenever a conquered leader was brought before his throne. It was played in that court for the last time when the Enemy was brought before the King in chains, having surrendered before the might of Númenor's armies.\\n\\nAfter the fall of Númenor it came to be said that to play this march was to invite disaster and defeat in any military endeavour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "DIRECTIONS TO NPC",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e5",
      "en": "This drum-dominated score is a truly classical example of a military march. Played by the soldiers of Númenor as they marched victoriously across the ancient lands of Middle-earth, it was one of the most recognizable pieces of music in its day.\\n\\nMany variations of this score exist today, but the original was thought lost in the long turmoil following the sudden fall of that mighty kingdom.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "QUEST DIRECTIONS",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e6",
      "en": "This drum score is considered very unusual for the period of the Númenóreans. Minstrels and scholars suppose that its writer may have been influenced by contact with the musical culture of the Haradrim, far off in the uncharted South of Middle-earth.\\n\\nSuch was the scope and power of Númenor at its height that even those distant kingdoms knew war and trade with the Men of Westernesse.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e7",
      "en": "Though penned by a minstrel of Númenor, this song is written in Sindarin and shows numerous influences from the Elven culture of music.\\n\\nThis piece likely arose during the earlier span of Númenor's long reign before the Men of Westernesse mostly turned away from their appreciation of things Elvish, and a deep estrangement formed between the their peoples.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x708d0e8",
      "en": "This song was an anthem written to celebrate the unlimited might and majesty of the Last King of Númenor as he embarked at the head of a vast expeditionary fleet. It speaks of a vast fleet numbering in the thousands and of the ascension of the King to godhood as he proudly sailed into the West.\\n\\nThe song ends half-finished -- clearly the minstrel had left it incomplete in expectation of describing the victorious return of the fleet with its god-king, but never got the chance to do so.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You replaced a missing page of Valour's Marches",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lindir at the Last Homely House in Rivendell",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Valour's Marches, page 1",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Valour's Marches, page 5",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Valour's Marches, page 7",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Valour's Marches, page 8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c6",
      "en": "Valour's Marches, page 12",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c7",
      "en": "Valour's Marches, page 16",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c8",
      "en": "Valour's Marches, page 23",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c9",
      "en": "Valour's Marches, page 26",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The first four pages of this book can be found on enemies scattered across Angmar, Eregion, and Moria. The last four pages of this book can be found on enemies scattered across Forochel, Moria, and the Misty Mountains.\\n\\nValour's Marches -- the very title of the book you hold stirs something within your breast as you look upon it. Though its cover crumbles with age, the binding remains strong, as if infused with the same martial fervour that the melodies within it strive to invoke. This book is one of the rare few that survived the fall of the kingdom of Númenor, coming across the waves by some unlikely circumstance to Middle-earth, where it has lain hidden for ages. Though written in the Sindarin tongue, the songs are those of the noble kingdoms of Men. Nevertheless, they speak to the heart of any who would face battle, calling forth visions of endless, shining hosts on the march, thundering with the clash of steel in a thousand voices.\\n\\nIn the hands of a minstrel, these songs of martial eminence provide crucial insight into the working of the warrior's heart and how it might be aroused from its slumber in times of need. If only so many of the songs were not frustratingly missing from the volume you now hold. Perhaps Lindir of Rivendell may be able to help fill the voids.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Ah, my friend, now you have managed to bring me something extraordinary indeed, for I myself have never held a copy of the book you hold there. By the time of its writing, the people of Númenor and my own were sadly estranged, and after its fall, well, let us say that copies were hard to come by. It is difficult for me to imagine the long path this book has travelled to find its way to your hands today, and harder still for me to see how you will be able to find the pages that are missing from it -- but do not let my foolish words dissuade you. If fate has seen fit to deliver the book to your hands through such contrived circumstance, then why not a few simple pages?\\n\\n'In any case, you will find no finer primer on how to kindle the fire of war in a band of fellows through the medium of song. The men of ancient Númenor were masters of such grand affairs in a fashion that even the Noldor perhaps were not, for few among the Elves see the mastery of warfare as an end glorious unto itself as Men do, though we were more skilled in it.\\n\\n'The difference may seem semantic, but when it comes to music that is what matters, is it not?'",
      "es": "",
      "es (fem)": ""
    }
  ]
}