{
  "id": 620834641,
  "txt": [
    {
      "id": "0xd085252",
      "en": "'I am glad you have come to the Deep Descent, [placeholder]. A [placeholder] such as you should be able to help my people with many of the tasks that need doing here among the Silvertine Lodes. We are particularly plagued by the goblins of Gamil Filik!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Welcome, [placeholder], to the Chamber of the Cross-roads! This shall be my command centre for a time as we establish our presence here in Moria. We will busy ourselves with making ready to restore the mines and cities beneath the mountains.\\n\\n'I will never forget the great deeds you have done on behalf of the Iron Garrison, and I eagerly await tales of your future achievements. I am ever at your service, and may your feet lead you well in the darkness of Khazad-dûm and beyond.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Foreword -- Book 2: Echoes in the Dark",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Welcome to the Dolven-view, [placeholder]. As you can see, the Iron Garrison is hard at work making everything ready for our resettlement of the Mines.\\n\\n'Speak to the people here and help them with their tasks. We must see to our safety before we can push any further into Khazad-dûm.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'When you have performed some of the tasks here in Durin's Threshold, you should seek for the Dolven-view and for the Deep Descent. Speak to Bennt Sharp-eye at the Dolven-view, to the east of here, and to Stíling at the Deep Descent, among the Silvertine Lodes. They will have ways for you to assist the Iron Garrison.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You should travel to the Dolven-view and the Deep Descent, [placeholder], and continue to help the Iron Garrison. There is so much still to be done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Bennt Sharp-eye is in the Dolven-view, far to the east of Durin's Threshold, in the Great Delving. Stíling is in the Deep Descent, among the Silvertine Lodes, south of the Dolven-view.\\n\\nTulk has asked you to provide assistance to the dwarves at Durin's Threshold, the Dolven-view, and the Deep Descent.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'When you are satisfied with the aid you have provided the dwarves here at the Dolven-view, you should speak to Bósi for more work. You will find him at the Three-fork Camp on Durin's Way, north of the Great Delving. He has established a command centre in the Chamber of the Cross-roads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bósi has established a command centre somewhere within Moria and is waiting to speak with you there.\\n\\nThe Dwarves of Moria will be able to guide you to Bósi's new command centre, a guard room with a strategic location somewhere within the mines.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'When you are satisfied with the aid you have provided the dwarves here at the Deep Descent, you should speak to Bósi for more work. You will find him at the Three-fork Camp on Durin's Way, north of the Great Delving. He has established a command centre in the Chamber of the Cross-roads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'You are looking for the Chamber of the Cross-roads, [placeholder]? You have quite a trek ahead of you, for Bósi's command centre is a good distance from here.\\n\\n'You will want to look for Iron Garrison Guides like myself as you make your way to the Chamber of the Cross-roads; we will steer you a-right!\\n\\n'Bósi's command centre is not far along Durin's Way, but Durin's Way is a long way to the east. Start your journey east and north by climbing these steps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'The Dolven-view and the Deep Descent are both to the east of here, [placeholder]. Climb up these steps and keep watch for other guides to show you the way to the other camps.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'The road to the Chamber of the Cross-roads? As you keep heading east, you will pass into a series of very dark caverns, lit only by some curious blue crystals.\\n\\n'Follow this sloping path as it curves and descends, watching out for the gredbyg, vile insects that inhabit the darkness.\\n\\n'Another guide of the Iron Garrison should be by a railing in the midst of the dark cavern.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c48",
      "en": "'The road to the Dolven-view, and beyond it the Deep Descent? As you keep heading east, you will pass into a series of very dark caverns, lit only by some curious blue crystals.\\n\\n'Follow this sloping path as it curves and descends, watching out for the gredbyg, vile insects that inhabit the darkness.\\n\\n'Another guide of the Iron Garrison should be by a railing in the midst of the dark cavern.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c49",
      "en": "'Be cautious on this leg of your journey to the Dolven-view and to the Deep Descent, [placeholder], because it is so dark.\\n\\n'You want to travel north-east through the darkness, following the sloping paths as they descend to buildings made by the ancient dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c470",
      "en": "'This may be the most difficult part of your passage to the Chamber of the Cross-roads, [placeholder], because it is so dark.\\n\\n'You want to travel north-east through the darkness, following the sloping paths as they descend to buildings made by the ancient dwarves.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c471",
      "en": "'You are looking for the Chamber of the Cross-roads? Well, you should start out by heading north from here.\\n\\n'Wait! Hold on a moment! There's a great fissure in the floor just to the north! Be careful as you go -- you can skirt it on the left, but only if you pay attention and see it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c472",
      "en": "'Do you see the large structure to the east there? The camp known as the Dolven-view is built atop that large building. The road to the Deep Descent runs south from the Dolven-view, passing into the Silvertine Lodes.\\n\\n'Wait! You cannot get atop the Dolven-view from here. Travel north, watching out for great fissures in the road, until you find another guide. He will show you the winding path up to the Dolven-view.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Bennt Sharp-eye in the Dolven-view",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c473",
      "en": "'You are looking for the Chamber of the Cross-roads? You want to head east of here to the Palace of Náin. Watch out for the great fissure in the path, and make your way around it on the left!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thettmárr in the Deep Descent",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c474",
      "en": "'Do you see the paths to the east of here? If you take the southern path upward and follow the winding road at the top, you will come to the Dolven-view. The Deep Descent is among the Silvertine Lodes, south of the Dolven-view.\\n\\n'Wait! Be careful! There is a great fissure in the road just to the east. You will need to step carefully around it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bósi in the Chamber of the Cross-roads, on Durin's Way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c475",
      "en": "'You are getting nearer to the Chamber of the Cross-roads, [placeholder]. Climb this path and pass north through the Palace of Náin. Your road will then bend to the east, where you must be careful to jump across several fissures in the floor.\\n\\n'After a short time, you will see a mighty bridge on your left; it travels north, through the Dwarf-lords' Gate.\\n\\n'That is where you must go.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c476",
      "en": "'This is not the path you want if you are looking to find the Dolven-view, and beyond it the Deep Descent. The path you want is that one, to the south. The winding road at its head will take you to the camp at the Dolven-view.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c477",
      "en": "'Do you see that reddish-glow to the north-west, [placeholder]? You must follow that passage if you are seeking the Chamber of the Cross-roads.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c478",
      "en": "'You have nearly come to Bósi's command centre, [placeholder]!\\n\\n'Head east until you see stairs on your left. At the bottom of those stairs you will see another set of stairs on your right. You will then be at Manarbul, and the door to the Chamber of the Cross-roads will be to the north!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc41c479",
      "en": "'The Chamber of the Cross-roads? The entrance is just to the north there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You have entered Khazad-dûm at last, and the dwarves have begun to establish their camps within its dark passages.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'There is so much work to be done, [placeholder], here and elsewhere in the Mines! This has been a great victory for the Iron Garrison, but this is only the beginning of our toils beneath the mountains.\\n\\n'You must aid our people here at Durin's Threshold, and at our other encampments, if we are to have victory in Khazad-dûm.\\n\\n'When you have performed some of the tasks here in Durin's Threshold, you should seek for the Dolven-view and for the Deep Descent. Speak to Bennt Sharp-eye at the Dolven-view, to the east of here, and to Thettmárr at the Deep Descent, among the Silvertine Lodes. They will have ways for you to assist the Iron Garrison.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}