{
  "id": 621026295,
  "txt": [
    {
      "id": "0x6a50298",
      "en": "Examine the markings near the slain Rangers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "You have defeated the fell beast that slew many Rangers of Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "A band of Rangers appear to have been slain by an unseen foe.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "A terrible shriek echoes from above!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "As you examine the body of a slain Ranger, you notice many more lie slain upon the stones of the Circle of Death.\\n\\nAll of the Rangers bear terrible wounds pierced deep through their armour, and a few have had some of their limbs torn from them. In addition, you notice large claw-like markings in the stonework near the fallen Rangers.\\n\\nYou should examine the markings and see if you can determine what fate befell the Rangers of Ithilien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "Alas that you were too late to aid the Rangers of Ithilien in their battle against one of the fell beasts of Minas Morgul. Although you avenged them and slew the beast, the cost to Faramir's company was great. There will be time to mourn the dead in days to come, but you should first deliver these sorrowful tidings to Dolenthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "You should examine the markings near the slain Rangers in the Circle of Death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa36",
      "en": "An Unfortunate Few",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "Although you have defeated the fell beast, the cost was great",
      "es": "",
      "es (fem)": ""
    }
  ]
}