{
  "id": 621026291,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'It was the strangest thing, [placeholder].\\n\\n'The merrevail were upon us and we felled a few of them, but all at once they took flight from the Dead City.\\n\\n'After the merrevail were gone, Ugrukhôr's Orcs seemed just as surprised as we were. Has Lhaereth reconsidered her alliance with Ugrukhôr? I wish I could say for certain.\\n\\n'We spent many arrows on the merrevail as they flew from the Dead City, and it would be a great boon to us if you could retrieve them.\\n\\n'Once we have them back in our quivers, we'll rejoin Prince Faramir's company.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e16",
      "en": "Deliver the stained arrows to Echil in the Circle of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Echil's men witnessed Lhaereth's merrevail abandon the Dead City and seemingly, her alliance with Ugrukhôr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'What is this vile substance on the arrows? Has Lhaereth worked some sickness in the merrevail?\\n\\n'I shall take them for your efforts, but let us hope whatever this is doesn't eat through our quivers!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1fa33",
      "en": "A Dark Flight",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Retrieve arrows from slain merrevail ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Arrows can be found embedded in slain merrevail in the Circle of Death and the Circle of Despair.\\n\\nEchil has asked you to retrieve spent arrows from slain merrevail, so his men might be better prepared for the battles ahead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Echil can be found in the Circle of Death in Minas Morgul.\\n\\nYou have retrieved many arrows from slain merrevail and should now deliver them to Echil.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Retrieved arrows from slain merrevail ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}