{
  "id": 621026283,
  "txt": [
    {
      "id": "0xa502955",
      "en": "Talk to Dornach in the Circle of Despair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502956",
      "en": "Aid Dornach in securing the Circle of Despair",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Candúr can be found in Barad Arthir in Minas Morgul.\\n\\nYou should talk to Candúr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'Prince Faramir believes it would be ill-advised to press our attack against Gothmog from Barad Arthir. I am inclined to agree.\\n\\n'We may have taken the tower, but our position is precarious. The Circle of Despair has not been secured, and I dread to think what awaits us in the Circle of Death.\\n\\n'If we do not first hold the Circle of Despair, we may soon find ourselves surrounded... and fighting a losing battle.\\n\\n'To that end, Dornach has led a small company into the Circle of Despair. I would ask that you aid him as best you can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Candúr in Barad Arthir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'It was a sorry tale Dornach told me of those who fell in the Circle of Mirth, but it heartens me to know that the Circle of Despair has been made safe.\\n\\n'I have received word that reinforcements are already ascending the Dead City to support our efforts in the tower.\\n\\n'We could not have done it without you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689a4",
      "en": "'You have come not a moment too soon, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Dornach can be found in the Circle of Despair outside Barad Arthir.\\n\\nCandúr has asked for your aid in securing the Circle of Despair and has sent you to join Dornach's company. You should talk to Dornach.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "After gaining a foothold in Barad Arthir, Prince Faramir himself has arrived to lead the Rangers of Ithilien in securing the Circle of Despair and the Circle of Death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118d7",
      "en": "You should aid Dornach in securing the Circle of Despair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502950",
      "en": "Complete quests in the Circle of Despair ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Circle of Despair",
      "es": "",
      "es (fem)": ""
    }
  ]
}