{
  "id": 621026290,
  "txt": [
    {
      "id": "0xa502925",
      "en": "Talk to Faramir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Find and aid lost bands of Rangers in the Circle of Death ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Dolenthol can be found before Barad Cúron, the Tower of the Crescent Moon, in the Circle of Death.\\n\\nYou have rejoined Faramir's company. You should talk to Dolenthal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'As soon as we entered the Circle, Gothmog's Orcs were upon us. Prince Faramir and a few of his men slew them and pressed deeper into the city, but many of our number were separated when the forces of Lhaereth and Ugrukhôr intervened. We triumphed, but many bands of Rangers were scattered about the Circle in the fighting.\\n\\n'I do not know how many we have lost... but I must believe Faramir and his men found refuge in the higher reaches of the Dead City. If you would help me to find the others, I will see that the Prince and his company are reunited.\\n\\n'When you have done what you can, meet me near the Tower of the Crescent Moon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dolenthol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "Dolenthal told you to meet him before Barad Cúron, the Tower of the Crescent Moon, in the Circle of Death.\\n\\nYou have aided the Rangers you found as best you could, and should now seek out Dolenthal near Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Thank you for helping those you could, [placeholder].\\n\\n'I am not certain why Faramir has gathered us before this old hall, but I do not think he has done so without reason.\\n\\n'I am of a mind to ask him, but I cannot risk revealing myself at such a crucial moment. Would you, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Faramir can be found outside Uialrond, the Dome of Evening in the Circle of Death.\\n\\nDolenthol has asked you to speak to Faramir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d4",
      "en": "'Yes, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Lost bands of Rangers might be found in the Circle of Death.\\n\\nDolenthol has asked you to search for lost bands of Rangers who became separated after Gothmog's forces attacked Prince Faramir's company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "Although Prince Faramir's company was successful in repelling an attack by the forces of Gothmog, some bands of Rangers have become scattered and lost in the Circle of Death.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Barad Cúron looms overhead, but Prince Faramir's company has gathered outside an old hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Find Dolenthal near Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Company Divided",
      "es": "",
      "es (fem)": ""
    }
  ]
}