{
  "id": 621026284,
  "txt": [
    {
      "id": 246419844,
      "en": "Candúr can be found in Barad Arthir.\\n\\nYou have aided Prince Faramir and secured the Circle of Death in Minas Morgul.",
      "es": ""
    },
    {
      "id": 24695187,
      "en": "While you worked to secure the Circle of Despair, Prince Faramir led a company of Rangers of Ithilien into the Circle of Death.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'You have done well, [placeholder], and I hear Prince Faramir has changed his mind regarding the Dead City.\\n\\n'It would be a shame to let Minas Ithil fall to its final ruin by the hand of Gondor, I think. It is good he believes so as well.\\n\\n'These are glad tidings, but alas, there is another matter to discuss.'",
      "es": ""
    },
    {
      "id": 173025624,
      "en": "Complete quests in the Circle of Death ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 173025625,
      "en": "Aid Prince Faramir in 'A Waxing Moon'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Circle of Death",
      "es": ""
    },
    {
      "id": 148970388,
      "en": "Dolenthol and a number of Rangers stand amid a swath of slain Orcs",
      "es": ""
    },
    {
      "id": 162883685,
      "en": "'While you worked to secure the Circle of Despair, we worked to fortify the defences of Barad Arthir.\\n\\n'It is unlikely Gothmog will be able to muster enough forces to breach the walls of the tower, but I have seen more surprising things in my time. We shall remain vigilant.\\n\\n'After you left the tower, Prince Faramir led his company into the Circle of Death. I believe the Prince means to prepare a final assault against Gothmog, but he has kept his plans hidden... even from me.\\n\\n'Once you have secured the Circle of Despair, please return to me.'",
      "es": ""
    },
    {
      "id": 173025619,
      "en": "Find Dolenthol in the Circle of Death",
      "es": ""
    },
    {
      "id": 246419830,
      "en": "You should complete quests in the Circle of Death and aid Faramir in his plans.",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Candúr in Barad Arthir",
      "es": ""
    }
  ]
}