{
  "id": 621026289,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Bâr Maenath can be found in the western reaches of the Circle of Death.\\n\\nMaendal has asked you to track one of Ugrukhôr's Uruks into Bâr Maenath and defeat it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Follow the trail of black blood through Bâr Maenath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The trail of blood leads through Bâr Maenath.\\n\\nYou discovered a puddle of black blood trailing off into Bâr Maenath. You should follow it and defeat the Uruk that escaped Maendal and his men.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "It seems the uruk that escaped Maendal's men met its end in Bâr Maenath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You have found Ugrukhôr's uruk slain in Bâr Maenath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50295",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "The Rangers of Ithilien need not fear the return of this uruk, but Ugrukhôr's forces still swell within the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "After repelling many of Ugrukhôr's forces, the Rangers of Ithilien saw one of his Uruk-hai make for Bâr Maenath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Enter Bâr Maenath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You notice drops of black blood tracked through Bâr Maenath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Dolenthol sent you?\\n\\n'A few of us have some minor injuries, but we'll be back on our feet soon enough.\\n\\n'It was Ugrukhôr's Orcs that waylaid us, all right. Look at them... none of the Morgul-pallor that you'd see in Gothmog's Orcs. One of his uruks ran into the old treasury rather than fight us off, but I'm not keen on letting it catch us by surprise once it catches its breath.\\n\\n'We'll go rejoin the Prince's company, but you ought to search Bâr Maenath and make sure that uruk's not going to trouble us anymore!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The black blood leads deeper into Bâr Maenath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ugrukhôr's Coward",
      "es": "",
      "es (fem)": ""
    }
  ]
}