{
  "id": 621026282,
  "txt": [
    {
      "id": "0xa502926",
      "en": "Talk to Dolenthol in the Circle of Death",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502958",
      "en": "Find and aid lost bands of Rangers in the Circle of Death ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Dolenthol can be found before Barad Cúron, the Tower of the Crescent Moon, in the Circle of Death.\\n\\nYou have rejoined Faramir's company. You should talk to Dolenthal.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56865",
      "en": "'As soon as we entered the Circle, Gothmog's Orcs were upon us. Prince Faramir and a few of his men were able to press deeper into the city, but many of our number were separated in the fighting.\\n\\n'I do not know how many we have lost... and I do not know if the Prince still lives. If you would help me to find the others, I can lead the search for Faramir myself.\\n\\n'If you find any lost bands of Rangers in the Circle of Death, tell them to meet us before the Tower of the Crescent Moon. If you don't... that is where you will find us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Dolenthol before Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a0",
      "en": "Dolenthal told you to meet him before Barad Cúron, the Tower of the Crescent Moon, in the Circle of Death.\\n\\nYou have aided the Rangers you found as best you could, and you should now join the Prince's company before Barad Cúron.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Thank you for helping those you could, [placeholder].\\n\\n'I don't know why Faramir has gathered us before this old hall, but I do not think it is without reason.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a3",
      "en": "Dolenthol can be found somewhere in the Circle of Death.\\n\\nCandúr has directed you to find Dolenthol in the Circle of Death and join Prince Faramir's company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01176",
      "en": "Lost bands of Rangers might be found in the Circle of Death.\\n\\nDolenthol has asked you to search for lost bands of Rangers who became separated after Gothmog's forces attacked Prince Faramir's company.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb0118a8",
      "en": "Dolenthol can be found in the Circle of Death.\\n\\nYou should talk to Dolenthol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d193",
      "en": "You have received an urgent summons from Dolenthal to aid Prince Faramir in the heights of the Dead City.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb5689d7",
      "en": "'I take it Candúr delivered my message, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be2",
      "en": "Barad Cúron looms overhead, but Prince Faramir's company has gathered outside an old hall",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502921",
      "en": "Meet up with Faramir's company before Barad Cúron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Message from the Prince",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11be5",
      "en": "Dolenthol and a number of Rangers stand amid a swath of slain Orcs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502924",
      "en": "Find Dolenthol in the Circle of Death",
      "es": "",
      "es (fem)": ""
    }
  ]
}