{
  "id": 620805672,
  "txt": [
    {
      "id": 54354734,
      "en": "You helped all the members of the Lost Fellowship in all of their various needs.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Can this be? You have helped me and all of my companions? I would not have believed it could happen. We were in such a state that I thought we would never get back to looking for the lost treasure. You truly are a hero to me and mine, friend.\\n\\n'Please go and tell our Captain, Reginald Ward in Sûri-kylä of your great feat!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Reginald Ward can be found in Sûri-kylä in Forochel.\\n\\nYou were instructed to seek out the captain of the Lost Fellowship, Reginald Ward.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It would appear you have done a great service for myself and all my wayward companions, [placeholder]. All that remains for us is to regroup and begin our search for the lost treasure once more!\\n\\n'Quickly now, tell our Captain, Reginald Ward, of your great feat! He can be found in Sûri-kylä here in Forochel.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please, friend, go and tell Reginald Ward of your success in helping all of the members of my party. I am sure he would be happy to hear it!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'What is this? You have aided my lost companions and myself? Amazing! I had nearly given up hope of all of us having our ills addressed, but thanks to your efforts, all has been set to right!\\n\\n'Please now, go quickly and tell my party's Captain, Reginald Ward, of what you have done for us! He can be found in Sûri-kylä here in Forochel.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please, friend, go and tell Reginald Ward of your success in helping all of the members of my party. I am sure he would be happy to hear it!'",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'From what you tell me, it seems like you have aided all of us, myself and my wayward companions! I am greatly in your debt. I must think up a suitable reward for you, give me just a moment, please....'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Please, friend, go and tell Reginald Ward of your success in helping all of the members of my party. I am sure he would be happy to hear it!'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'Now that I hear your tale, I am stunned. You have encountered all of my lost companions and helped them as best you could? What joyous news! Perhaps we will find that lost treasure yet!\\n\\n'Quick now, go and tell my Captain, Reginald Ward, about your great deeds! The last that I heard was that he could be found somewhere near Sûri-kylä.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Reginald Ward",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Please, friend, go and tell Reginald Ward of your success in helping all of the members of my party. I am sure he would be happy to hear it!'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'I shall sing a great song of your selflessness, [placeholder]. You have done all that my wayward companions and I have asked of you and have sought very little reward. Now that all our woes have been addressed, I am sure our party shall regroup and go in search of the lost treasure once more!\\n\\n'Quickly now, bear this wonderful news to my Captain, Reginald Ward, in Sûri-kylä.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Please, friend, go and tell Reginald Ward of your success in helping all of the members of my party. I am sure he would be happy to hear it!'",
      "es": ""
    },
    {
      "id": 218649175,
      "en": "'What a mess we were in, but from the sound of it, you have untangled all my companions' problems, [placeholder]. And now you have helped me as well! Soon our party will regroup, and we will find that lost treasure...I know it! I can almost feel the gold coins running through my hands now!\\n\\n'Please, go and tell my party's Captain, Reginald Ward, of your success. He should be near Sûri-kylä. You never know, he may have a reward for you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hero of the Lost",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'Please, friend, go and tell Reginald Ward of your success in helping all of the members of my party. I am sure he would be happy to hear it!'",
      "es": ""
    },
    {
      "id": 218649176,
      "en": "'I am nearly speechless with joy, [placeholder]. The good you have done for my companions and me will not soon be forgotten. In fact, I still cannot get over the fact that you helped Cenlieg the Lore-master. I can hardly stand the man! Oh well, the treasure we seek will make it all worthwhile, in the end... at least, that is what I hope.\\n\\n'Now, friend, do not let me trouble you further. You have done us all a great service, and perhaps if we do discover the treasure, I shall share a small portion of it with you. For now, all I can offer is my gratitude and a small token of my esteem.'",
      "es": ""
    }
  ]
}