{
  "id": 620760822,
  "txt": [
    {
      "id": "0x1dc79a1",
      "en": "'The lock looks intact, let me see.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'You cleared out the rest of the Wargs that were hanging about? Thank you, [placeholder]! You're a real hero! We'll go back soon, and try to rebuild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dc79a2",
      "en": "'My father's sword. I shall not keep it within the chest any longer. When my ankle heals, I shall prepare to assail the Wargs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dc79a3",
      "en": "'I shall put this sword to good use. My farm will be reclaimed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Nathan Hodges is at Amon Raith.\\n\\nYou should tell Nathan Hodges that his farm is now safe from the Wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Retrieved William Peake's heirloom chest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "William Peake lost a chest containing an heirloom of his family when he and his wife fled from the Wargs invading Annúndir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e114",
      "en": "Look out! A pack of Wargs approaches....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When Camilla and me fled from the Wargs, I tried to bring one chest with me -- it contains an heirloom I received from my father. In my fear, I let the box slip through my grasp. Fortune smiled then and a farmhand took up the box and fled. Camilla and me ran south into the goblins. The farmhand ran here.\\n\\n'Camilla and me arrived to find the farmhand trying to pry the box open. When he saw us coming he leapt up and ran north, taking an awful tumble down the hill here. I gave chase until Amarion caught me and begged me to let the box go. Amarion said to trust you. He saved me you see; so I trust him. I know it might seem petty, but the gift my father gave me is important to me, [placeholder].\\n\\n'My farmhand run off towards Amon Amrûn, north and a bit east of Amon Raith. Please, find him and my heirloom.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nathan Hodges' Farm can be found east along the road from Amon Raith in the North Downs.\\n\\nYou should go to Nathan Hodges' Farm and ensure that it is free of Wargs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'He's dead then? I did not wish such a terrible fate on him. Take this pittance of coin with my thanks. I was afraid you might take a wrong step and fall to certain doom! I am glad you are safe, and that this chest is undamaged as well.\\n\\n'Within is my father's sword, passed through generations, though I don't wish to wield it. Its history reaches back to the battle on the fields north of Amon Raith, and I was loath to lose it.\\n\\n'Now I think it's time to drive away these Wargs, [placeholder]. If it weren't for my leg, I would stand with you against them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Defeated an attacking Warg ([placeholder]/[placeholder]) -- but stand fast! There may be more....",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "William Peake awaits the return of the heirloom chest at Amon Raith, south of Amon Amrûn.\\n\\nIn the middle of the ruin of Amon Amrûn, you discovered the grisly scene of the farmhand dead near William Peake's chest. You should return at once to Amon Raith with the chest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Nathan Hodges and his wife were driven from their farmstead by an attack by Wargs. They have asked you to see if it's safe for them to return.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You'd better retrieve my heirloom chest, [placeholder]. If the Wargs are planning on staying, I might have need of it.\\n\\n'I chased me farmhand down the hill behind us and injured my leg. He was headed northward towards Amon Amrûn. Best begin looking there, but take care howls and screams fill the air along the Fields of Fornost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You'd better retrieve my heirloom chest, [placeholder]. If the Wargs are planning on staying, I might have need of it. I chased him down the hill behind us and injured my leg in the pursuit. He was headed northward towards Amon Amrûn, best begin looking there, but take care howls and screams fill the air along the Fields of Fornost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Defeat Wargs at Nathan Hodges' Farm ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Retrieve William Peake's heirloom chest ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Our poor farm, overrun by Wargs! We fled this way, and this kind Ranger vowed to protect us from the dangers coming out of Annúndir.\\n\\n'I dare not go back. What if the Wargs linger there? It is east along the road. I would dearly love to return soon. We have a livelihood to make there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the heirloom chest to William Peake",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Nathan Hodges' Farm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Tell Nathan Hodges the farm has been cleared of Wargs",
      "es": "",
      "es (fem)": ""
    }
  ]
}