{
  "id": 620760853,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Someone is watching you from a hill just south of Amon Amrûn.\\n\\nYou should confront the person who followed you here.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Amon Amrûn is in the eastern Fields of Fornost.\\n\\nThe shades of Amon Amrûn seem to be disturbed because their ancient tomb has been robbed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Unlocking the chest, you find a bracelet inside.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Speak with the person who followed you here",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Clever, to have found me out! The Brothers Colbert, Adventurers, that's who we were afore we adventured here. The Brothers Colbert, Grave Robbers, afore we robbed the wrong grave. The Brothers Colbert, making a fine living, before Amon Amrûn.\\n\\n'Now it is just one Colbert, Colbert the Mad.'\\n\\nIt would seem that Colbert the Mad sent you here as a sort of confession to his crimes of robbing tombs and poking around where he didn't belong.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many old treasures from before the days of Fornost's downfall still remain in the Fields of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I went many, many places in the Fields of Fornost. I came from a group of treasure hunters, you know, but they are still within. I went to Amon Amrûn and heard the call of death.\\n\\n'I sought treasure there, but I could not withstand the presence there. It is far to the east. Will you seek your own death? Mad, mad, mad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The chest your key opens is supposed to be in some ghost-infested ruins to the north-east of Mincham's camp.\\n\\nColbert has given you a key which he says will open a treasure in the Fields of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Heh, you got it!\\n\\n'Eh, is this it? Just this little bracelet? Here, let me see that.\\n\\n'Oh. This is, well, this isn't what I thought. Let's see, now, what should I do....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Colbert is at Mincham's camp.\\n\\nYou retrieved a bracelet from the chest, which Colbert might have a use for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You do want the treasure, don't you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Are you too frightened to go get that treasure? Don't blame you, ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5023",
      "en": "Investigate Amon Amrûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Dúmorn is enraged by the notion of thieves rummaging through the ancient tomb of Amon Amrûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae3",
      "en": "Defend yourself against the wrath of Dúmorn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the treasure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "This entrance has been opened... and you feel as if you are being watched",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Search for signs of looters at Amon Amrûn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the bracelet to Colbert",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Who disturbs Amon Amrûn? More thieves to unearth our treasure? Have a taste of death, thief!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasures from the Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Amon Amrûn is in the eastern Fields of Fornost.\\n\\nColbert the Mad wants you to investigate Amon Amrûn, for he claimed there was a great deal of treasure there, but he was afraid to claim it.",
      "es": "",
      "es (fem)": ""
    }
  ]
}