{
  "id": 620760922,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected supplies for Lin Giliath ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Aglardir has undertaken the difficult task of restoring Lin Giliath to peace in the wake of the Stone-troll attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Gildor Inglorion brought our company north to spread word of a great evil stirring in the south, but we found here only death. The keeper of this glade was friend to many of us, a fair Elf named Lachenn; he was slain by Stone-trolls before we arrived, and the refuge beset by ruin.\\n\\n'I do not know what called the trolls out of Taur Gonwaith, but we must rebuild this place as best we can, for it is what Lachenn would have us do were he here to ask it.\\n\\n'Revenge? It must wait. The trolls scattered the possessions that were stored here throughout Meluinen. Look for shattered barrels between here and Taur Gonwaith to the south. I need you to bring their contents to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Shattered barrels can be found strewn throughout the fens leading to Taur Gonwaith in the south of Lin Giliath.\\n\\nAglardir has asked you to recover whatever supplies you can from the barrels the Stone-trolls scattered throughout the marshes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I did not think we could hope for as much as you have returned with, [placeholder]; I thank you for your aid.\\nThe trolls ruined or consumed much of the food that was stored here, and many relics were lost. Lachenn would grieve for these losses even as we grieve for him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aglardir is in Lin Giliath, the glade on the border of Kingsfell and Meluinen.\\n\\nAglardir is waiting for you to return with the possessions you salvaged from the shattered crates strewn about Meluinen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Stone-trolls left much destruction in their wake. The food they likely consumed or wasted. The relics that were stored here may have been broken, but some may have survived.\\n\\n'Look for the shattered barrels littered about the marshes to the south, in Meluinen, and bring back what you can. Without Lachenn, this glade will never be what it was, but we must do what we can.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Search the marshes to the south for the shattered barrels and return with what you can find, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'That such destruction should come to Lin Giliath is a terrible thing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Lachenn would want us to restore this glade as it was.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search shattered barrels ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I understand the need for revenge, but it is more important for us to rebuild.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring supplies for Lin Giliath to Aglardir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scattered Belongings",
      "es": "",
      "es (fem)": ""
    }
  ]
}