{
  "id": 620760863,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Found Remmenaeg's morgul-hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found Brogadan's morgul-hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Found Rhavameldir's morgul-hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Ranger-scouts reported that there were wraiths within the ruins of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "Found Megoriath's morgul-hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Word has come to me from our scouts outside the gates of Fornost that powerful wraiths have been seen within the city. I do not doubt the words of my men, and if these spirits are indeed who I believe them to be, there is a greater evil there that we have not yet perceived.\\n\\n'These wraiths must be the spirits of the four traitors that aided Angmar in the downfall of the Kings' Norbury. In the last stand against the Enemy, a great treachery occurred and the gates of the city were thrown down. Legend tells that the men were bewitched by the Witch-king's champion, a woman named Amarthiel. If these wraiths are indeed these men they must be dealt with.\\n\\n'I would ask that you visit Istuienn, who is learned in these matters. She may be able to assist you in finding some way of ending the threat of these new foes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Istuienn can be found outside the library in Esteldín.\\n\\nHalbarad suggested that you speak with Istuienn, a lore-master of the Rangers. She might know how to defeat the wraiths of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The fall of the Kings' Norbury? In my youth, I transcribed an ancient text written by the Elf Laerdan. Alas that Laerdan is no longer with us, for he left many years ago with Golodir and no word has returned of them. He was a great lore-master and had long studied Fornost and Amarthiel.\\n\\n'Before its downfall, Amarthiel had entered Fornost under a false guise.  She appeared as a great smith, offering her skills against the works of the Enemy. Her words and council were heeded by many. She aided in the crafting of armaments and gear of war. Laerdan believed that before the downfall of the city, Amarthiel wielded a great power to sway the minds of Men. Four of the captains of the city-guard were enthralled by Amarthiel and taken into her service. When the Witch-king's horde pressed its final assault on Fornost, these men and their followers overthrew the door-wardens and opened the gates.\\n\\n'One account has been preserved from those who escaped. The ancient text of Laerdan gives the account of the last of the king's rear-guard to leave the city. The text claims the four men captive to Amarthiel's will swore an oath to her upon morgul-blades, pledging their unending service and then threw themselves upon the swords. If the wraiths have returned to fulfil their oath, Halbarad is right to fear. I would ask you to gather companions and seek the wraiths in the ruins of Fornost. If you can, recover the hilts of the morgul-blades. I am sure that they would still possess them and guard them fiercely. If the account is true, then the blade-hilts bind these wraiths to Middle-earth, and their destruction may bring about an end to their evil.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The morgul-hilts are in the possession of the four wraiths within Fornost.\\n\\nIstuienn believes that you may be able to find and recover the hilts of the four morgul-blades discussed in Laerdan's text inside the ruins of Fornost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Istuienn is outside the library in Esteldín.\\n\\nYou should bring the four morgul-hilts to Istuienn at once.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Istuienn is a scholar of our people... she may know of a means to banish the wraiths of Fornost.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have returned with the morgul-hilts! Give them up quickly. It is not wise even for those strong of will such as you to handle these hilts for long. You have my thanks in recovering them... you must recount the story of their finding.\\n\\n'So, you say you have defeated the wraiths? I fear that they were not wholly destroyed, as the oath that binds them has not yet been fulfilled. The malice of their spirits still remains, and they will return in time. I have read all I can from the morgul-hilts. They are twisted and black, but they bear strange devices for works of the Enemy. Thank you, for your aid in this endeavour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Bring me the hilts of the morgul-blades used to corrupt the wraiths... perhaps by destroying them, the spell will be undone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Have you found all of the morgul-hilts?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the morgul-hilts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the morgul-hilts to Istuienn",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Found Rhavameldir's morgul-hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Found Megoriath's morgul-hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fornost: The Darkness Within",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Bring the morgul-hilts to Istuienn",
      "es": "",
      "es (fem)": ""
    }
  ]
}