{
  "id": 620760950,
  "txt": [
    {
      "id": 216727827,
      "en": "Hornbori is at Othrikar.\\n\\nYou should bring the stolen yeast to Hornbori.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected yeast pouch",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Sacks of yeast can be found around the camps at Thurûm, north of Othrikar.\\n\\nYou should collect sacks of yeast stolen from Othrikar.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have found a large sack of stolen yeast in the mining camp outside of Thurûm, bearing signs of having once belonged to Othrikar.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have found a large sack of stolen yeast in the mining camp outside of Thurûm, bearing signs of having once belonged to Othrikar. The good dwarves of Othrikar will surely be missing the key ingredient for their beer-brewing.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The stolen yeast is at the Dourhand camp north of Othrikar. Hornbori is at Othrikar, south of the Dourhand camp.\\n\\nAfter you returned from Gatson's farm, Hornbori told you that the Dourhand dwarves had stolen or poisoned all of Othrikar's yeast, which threatens their supply of beer. He has asked you to rectify this outrage by recovering the stolen yeast.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ah, yes, this is the stuff! Certainly enough to supply us for the winter!\\n\\n'From now on, I'll see to it that all the dwarves in Othrikar remember you as the [placeholder] who saved their beer!'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Bring the yeast to Hornbori",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Aye, we'll be drinking to your name as soon as the beer's done brewing!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'We need that yeast! Without it, we cannot brew anymore beer!'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected stolen yeast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for your help, [placeholder]. I don't know how we would have managed our supply problems if you hadn't come!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Bring the yeast to Hornbori",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the yeast pouch back to  Hornbori",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect stolen yeast ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the yeast pouch",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring pouch of yeast to Hornbori",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Our stolen yeast delivery! Morale was growing poor indeed with the prospect of no beer to sweeten our days. Thank you very much for bringing this home to us, [placeholder].'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stolen Morale",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Hornbori is at Othrikar.\\n\\nYou should bring the stolen yeast to Hornbori.",
      "es": ""
    }
  ]
}