{
  "id": 620760852,
  "txt": [
    {
      "id": 228284040,
      "en": "Idhremmin peers at you calmly but does not speak.\\n\\nAfter a moment of uncomfortable staring, he looks away and seems to listen intently to some distant sound only he can hear.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Mincham is at Mincham's Camp at the south-west edge of the Fields of Fornost.\\n\\nYou should speak with Mincham.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Idhremmin is at Mincham's Camp at the south-west edge of the Fields of Fornost.\\n\\nYou should introduce yourself to Idhremmin.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Mincham has offered to introduce you to his two strange companions.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "This man seems quite unhinged",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'I am Mincham, a Ranger of the North, and ever a protector of these lands. My duty bids me to keep watch over the Fields of Fornost, for they have grown dark and evil. Wise folk do not come near this place.\\n\\n'Allow me to introduce my companion, Colbert the Mad (so he likes to call himself); he wandered out of the field one day and sat himself down at my fire. It was some time ago, and he has not left.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Colbert the Mad is at Mincham's Camp at the south-west edge of the Fields of Fornost.\\n\\nYou should introduce yourself to Colbert the Mad.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Idalene? Idalene? Sorry, don't know her. Can't help you. Pity. Eh? What? Yes, I do go into the fields of Fornost from time to time. Strange place, that. Haunted, you know. The ghosts of bears...and of other things.\\n\\n'Oh? Oh? Idalene's a girl from Trestlebridge. Aha! Thought she was a bear. Can't be too sure about such things, you know. Since you mention it, think I saw a girl out there the other day. Couldn't be sure what she was really, so I didn't get too close. You never know out there, you know?'\\n\\n'Funny thing. I really don't think that's a good place for a girl to be wandering around, alone. Could be dangerous! Oh, right, anyway, I saw her not too far north-west of here, just sort of frolicking, I guess you could say. Hm? No, don't mention it, my pleasure.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Introduce yourself to Colbert the Mad",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Please find Colbert up north and see if he knows anything about what happened to Idalene!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Idalene? Sorry, I haven't encountered anyone at all out here of late, apart from that strange man Colbert over there.\\n\\n'Strange fellow, that Colbert, but there's no malice in him. I hope he can help you out in your search.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "The man fixes you with a hard stare, lines of amusement etched into his pale skin.\\n\\n'Yes, I am Colbert the Mad. I came out of Fornost and lived to tell the tale. I remember no time before, but I walked the dark fields and saw many things.\\n\\n'You are [placeholder] the Mad. Yes, mad, mad, mad, to come to this place. There are ghosts, yes, and evil spirits, but more terrible than any are the bears!'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with Mincham",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'And there is Idhremmin, our vigilant look-out. He speaks but rarely and smiles not at all, but his watchful presence eases my fears and lets me sleep better at night, so I do not begrudge him his silence.\\n\\n'I believe he came from Meluinen far to the south-east, but I do not know what brought him hither.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Eccentric Company",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Introduce yourself to Idhremmin",
      "es": ""
    }
  ]
}