{
  "id": 620760919,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'I saw Orcs when I passed this way, and could not turn a blind eye to them. I am glad I came here in time to save these Men.\\n\\n'I came seeking aid on behalf of Lachenn, the Master of Lin Giliath, a small refuge of my kindred in the lush land of Meluinen. It is a small thing, no more than a slight stirring of an ill wind. The Rangers are not in a position to send someone to Lachenn, but perhaps you would go?\\n\\n'Journey south; Lin Giliath is very near the border of Meluinen. If Lachenn is not able to speak with you, speak with Aglardir instead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are so lucky this Elf passed this way when he did, and lucky you came as well. I wish there was something we could do to help him in return, but we cannot abandon our farm.\\n\\n'Perhaps you could speak with him, if you wish to help.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Londrandir sent you to speak with Lachenn? You have come too late then.\\n\\n'Lachenn is dead. He was killed when Stone-trolls attacked Lin Giliath, sometime before my company arrived.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Lachenn is the Master of Lin Giliath in Meluinen, far to the east of this place. To reach Meluinen, leave the road as it passes through Kingsfell and journey to the south. Lachenn will be glad to have your assistance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Londrandir's Message",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I cannot believe that Lachenn is gone. I will not believe it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Londrandir, an Elf from the refuge of Lin Giliath, has come to Amon Raith, seeking the aid of the Rangers in a small matter.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The stone-trolls of Taur Gonwaith must be made to pay for the death of Lachenn!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0111",
      "en": "Londrandir stands at Gatson's Farm in the Kingsfell.\\n\\nYou should speak with Londrandir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lachenn or Aglardir at Meluinen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lachenn and Aglardir are at Lin Giliath in Meluinen, south of Esteldín.\\n\\nSince it is clear that the Rangers have their own burdens to bear, Londrandir has asked you to journey east to speak with Lachenn, the Master of Lin Giliath. If Lachenn is unavailable, he told you to speak instead with Aglardir.",
      "es": "",
      "es (fem)": ""
    }
  ]
}