{
  "id": 620760870,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The debt I owe you and the Rangers cannot be repaid easily, but I hope to make a start of it by answering Halbarad's call to the Council. Whatever strength the Men of Trestlebridge can lend to Halbarad's endeavour shall be his to command.\\n\\n'Please, go tell Halbarad that I will come to this Esteldín as soon as I settle matters here. I am still responsible first to my people, but I see now that the Free Peoples of the North Downs must stand together, if we are to remain free.\\n\\n'Thank you, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good to see you again. My thanks for your help in that battle. Without you and your companions, I would have surely fallen, as would Trestlebridge.\\n\\n'It is also good to know that Nellie Boskins will come to the Council. She is a fine and strong woman, and I will welcome her and her people's presence in the conflict ahead!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Please bring word to Halbarad that I shall come myself to the Council and that whatever strength the people of Trestlebridge can lend to his plans, we shall do so, willingly and gratefully!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 6, Part III of III: The Free Peoples of Trestlebridge",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I judged you much too harshly before! I hope you can forgive me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After you and Halbarad came to the aid of her town, Nellie Boskins swore to lend what strength the people of Trestlebridge have to his endeavour. They will come to the Council of Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'A Council in Esteldín. If only my father was here to see it....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'My people are a stout-hearted lot, but will it be enough in the battles to come?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Halbarad can be found in Esteldín.\\n\\nNellie Boskins has asked you to inform Halbarad that she will come to the Council of Esteldín.",
      "es": "",
      "es (fem)": ""
    }
  ]
}