{
  "id": 620760809,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You assess the threat posed by this goblin camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You were seen by a goblin, and have failed your scouting mission!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You were seen by a goblin, and have failed your scouting mission!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Amarion is worried about the goblin presence in southern Annúndir and fears what will happen if the creatures learn of the refugees at Amon Raith.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e111",
      "en": "The time for stealth is over, for a man nearby needs your help",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have enough food now to last a good while, but the people under my care will not be satisfied until they have reclaimed their lands from the Wargs and goblins that have invaded Annúndir.\\n\\n'We must be cautious. There is a camp of goblins on the slopes of the southern hills. Returning the refugees to their homes must start with the destruction of those goblins, but first I need to know their numbers.\\n\\n'Travel east into Annúndir and get as close to the goblin camp as you can without being seen. I do not want the goblins following you back to Amon Raith, so use stealth.'\\n\\n<rgb=#FF0000>NOTE: Take care to remain unnoticed by the enemy.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblins have established a camp on the southern hills of Annúndir, east of Amon Raith.\\n\\nAmarion has asked you to scout the goblin camp and assess the threat it poses to those under his care. He has warned you to take care. If a goblin sees you, it might track you back to Amon Raith.\\n\\n<rgb=#FF0000>NOTE: Take care to remain unnoticed by the enemy.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank goodness! I thought I was done for. I ran from the Wargs, and was ambushed by goblins instead.'\\n\\nYou explain that the way to Amon Raith is clear of goblins, and urge the man to head that way to come under Amarion's protection.\\n\\n'Thank you, [placeholder]! I will. You're not... you're not going further, are you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The man in need of aid can be found just outside of the goblin stronghold in the central North Downs.\\n\\nYou should speak with the man.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The goblin camp is east of here, on the southern hills of Annúndir. Get as close to the camp as you can, without being seen by any of the goblins, and assess their numbers. Do not be spotted, for the creatures will be able to track you to Amon Raith!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'I am impressed by your scouting ability, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Approach the distraught man",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We may be able to drive the goblins from Annundir after all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the goblin camp",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Avoid goblins</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Avoid Stonehold Spear-hurlers</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Ha!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spying on the Goblins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Help!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}