{
  "id": 620760889,
  "txt": [
    {
      "id": 152985282,
      "en": "'Good to be free from those bonds!'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done a great thing for the Dwarves of Othrikar this day! Dori arrived not long before you and is resting inside, but he told us of your valiant rescue! We are at your service!'",
      "es": ""
    },
    {
      "id": 152985283,
      "en": "'Now, follow me!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Well, it's about time! Those Dourhands took the hoard of gems I brought, we've got to get them back. Othrikar is depending on them!\\n\\n'Come on now, before the Dourhands get suspicious!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 4, Part II of III: Freeing Dori",
      "es": ""
    },
    {
      "id": 232964385,
      "en": "'Hold the line! Don't let them pass!'",
      "es": ""
    },
    {
      "id": 5585905,
      "en": "'We've got to get the gems back!'",
      "es": ""
    },
    {
      "id": 5585906,
      "en": "'They're deep in the camp, follow me!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "You have failed to protect Dori",
      "es": ""
    },
    {
      "id": 5585907,
      "en": "'This way, back here!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We will do nothing until Dori is freed!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have escorted Dori to safety",
      "es": ""
    },
    {
      "id": 5585908,
      "en": "'When I was first brought here, I was taken into this part of the camp!'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Dourhands' camp where Dori is being held is west of Othrikar. Search the ruins for where Dori is being held.\\n\\nHannar told you that the dwarves could not even consider coming to the Council of Esteldín, unless Dori was freed from the Dourhands. As an envoy of the Rangers, he told you that you must free him if you hope to have the support of the dwarves at the Council.\\n\\n<rgb=#FF0000>This quest is meant for a fellowship. If you choose to undertake this quest solo you will receive an inspiration bonus, but the challenge will be great.</rgb>",
      "es": ""
    },
    {
      "id": 5585909,
      "en": "'If the gems are anywhere, they'll be back here!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hannar can be found at the mines of Othrikar.\\n\\nAfter escorting Dori to safety, he told you to return to Othrikar and speak to Hannar.",
      "es": ""
    },
    {
      "id": 5585910,
      "en": "'Not much further!'",
      "es": ""
    },
    {
      "id": 5585911,
      "en": "'Here! That chest! They put the gems there!'",
      "es": ""
    },
    {
      "id": 5585912,
      "en": "'All right, I've got the gems. Let's be off!'",
      "es": ""
    },
    {
      "id": 5585913,
      "en": "'I'll be glad to leave this place behind!'",
      "es": ""
    },
    {
      "id": 99608385,
      "en": "'I shall see you again, I am sure!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Dori",
      "es": ""
    },
    {
      "id": 232967457,
      "en": "'Don't let them pass!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Escort Dori to safety",
      "es": ""
    },
    {
      "id": 212342449,
      "en": "'Just a moment!'",
      "es": ""
    },
    {
      "id": 89374528,
      "en": "'Stay close!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "When you arrived at Othrikar, bringing word of the Council of Esteldín, Hannar told you that Dori, the emissary of the Longbeards of Erebor, had been captured by the Dourhands.",
      "es": ""
    },
    {
      "id": 89374529,
      "en": "'We're nearly free of the camp!'",
      "es": ""
    },
    {
      "id": 89374530,
      "en": "'Don't falter now! It's only a bit further!'",
      "es": ""
    },
    {
      "id": 89374531,
      "en": "'At last, free of the Dourhands!'",
      "es": ""
    },
    {
      "id": 232964897,
      "en": "'Stop them!'",
      "es": ""
    },
    {
      "id": 77201633,
      "en": "'I can make it to Othrikar from here!'",
      "es": ""
    },
    {
      "id": 232967201,
      "en": "'Stop them!'",
      "es": ""
    },
    {
      "id": 77201634,
      "en": "'You have my thanks!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'A council of the Free Peoples? How could we give thought to a council with Dori gone? It was only with Dori's arrival, and the hoard of gems he brought, that hope began to creep back into our hearts. But Dori has been captured, the gems lost, and hope is stolen away.\\n\\n'If those Men, those Rangers, wish to have the help of the Dwarves of Othrikar, then Dori must be freed! You -- if you are the Rangers' envoy -- must do this if you desire our presence at this council!\\n\\n'Dori is likely being held in the Dourhands' camp to the west of Othrikar. Free Dori and escort him to safety! Once he is free, we will make our decision regarding this council of yours.'\\n\\n<rgb=#FF0000>NOTE: It is suggested that you complete this quest while in a fellowship. Inspiration will assist you if you choose to undertake this challenge alone or with a smaller group.</rgb>",
      "es": ""
    },
    {
      "id": 152985281,
      "en": "'About time someone rescued me!'",
      "es": ""
    }
  ]
}