{
  "id": 620760905,
  "txt": [
    {
      "id": 218649169,
      "en": "'Hullo there. Maybe you can help me out. We're in a bit of a bind here. This is the last farm in the North Downs -- all of the other landowners have been run off their places by the Orcs.\\n\\n'I don't mind saying that the Orcs who've moved into the area are more than I can handle on my own. I've made ties with a few of them Rangers and been helping provision them for a good many years. It's about time they did me a good turn for it.\\n\\n'Now, I don't know where he goes with it, but I take their goods to a Ranger who camps out near those old ruins to the north-west of my farm. Ost Lagoros is what they call it, I think. The fellow's name is Orthonn.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Orthonn won't help? But I can't leave! Those Orcs will come through here and burn everything! My family has had this farm since time out of mind, and I'll not be the one to let it all go to ruin.\\n\\n'The farmhands that haven't fled...Gilmar and those other fools will stick with me to the end if I stay. What can I do?'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Us that are still here will cleave to Master Gatson no matter what may come, even if Orcs be the end of us.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Gatson? He has not fled south as he was told? Aye, he has aided us with provisions on many an occasion, but he has always been paid in either coin or goods.\\n\\n'When we learned that a great host of Orcs was amassing in the North, preparing to march upon Eriador, we sent messages to all the farmers of the North Downs, warning them to flee south. My kindred have not the numbers to defend these farmers from the Orc army.\\n\\n'Gatson's farm stands in the path of Angmar's army. Return to him, if you will, and exhort him and his hands to leave at once. His farm is not defensible.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Last Farm",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Please go to Orthonn out in those old ruins and get me some help defending my farm against the Orcs!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Orcs have entered the North Downs from the north. The farmers of the region fled south, except old Gatson, who is determined to hold his land against the Orcs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'I cannot help Gatson...he was warned to leave the North Downs, and leave he must.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orthonn may be found at the ruins of Ost Lagoros, north-west of Gatson's farm by the river.\\n\\nFarmer Gatson told you that he has been helping the Rangers with provisions for many years and now expects them to help him protect his farm. He has sent you to speak with the Ranger he delivers the food to, a man named Orthonn.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gatson awaits you at his farm to the east of Ost Lagoros.\\n\\nOrthonn admitted that Gatson had provisioned them often, but told you that the Rangers did not have the numbers to defend the farms of the North Downs. He asked you to return to Gatson and exhort the farmer and his workhands to flee at once. ",
      "es": ""
    }
  ]
}