{
  "id": 620760999,
  "txt": [
    {
      "id": 136263297,
      "en": "The aurochs-yearling has been defeated",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have escorted the aurochs-yearling to safety",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Farmer Gatson's farmhand, Gilmar, says that new blood is needed for the cattle herd. An aurochs-bull would do nicely, but the wild bulls are far too aggressive to drive to his pasture. Gilmar has asked you to obtain a yearling instead.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Everyone on a farm needs to pull their own weight, even fancy strangers out o' the south. We've got our hands full here dealing with the harvest and worrying about them Orcs nearby.\\n\\n'Anyways, Master Gatson's little herd of cattle could use some new blood. Wild aurochs would do nicely, but the bulls are far too aggressive to drive into the pasture. So what I want you to do is to pick out a good-looking yearling from the wild aurochs herd not far to the south-east.\\n\\n'A young aurochs should be pretty docile... just don't get in the way of any of the bulls and you should be fine. And, oh yes, I've seen some Orcs out there lately, so be careful of them too, hear me?'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Aurochs yearlings can be found amidst the small herd to the south-east of Gatson's farm.\\n\\nGilmar, Gatson's farmhand, has asked you to pick out an aurochs-yearling from the local herd and drive it over to his pasture.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That's a fine job, a right fine job, I say! Thanks for your help with that there aurochs. Master Gatson asked me to give you this small payment for your work.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gilmar is back on Gatson's farm.\\n\\nYou have brought the aurochs-yearling to Gatson's pasture, now you should return to Gilmar to tell him of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'An aurochs-yearling's just the thing we need to revive the herd. I saw a wild herd with a yearling the other day, just over the hill there.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "The young aurochs lows plaintively and runs off ahead of you.",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Yearlings spook easily. It's best to keep him somewhere quiet. Don't you worry though, he'll be running about soon enough.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'If ye want to prove your worth round here you'll go get that aurochs for me? Thankee kindly.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find an aurochs-yearling",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Ah, it's true the Orc raids have whittled the herd to almost nothing. An aurochs-yearling would go a long way to bringing it back.'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Escort the aurochs-yearling to Gatson's pasture",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Good work herding that yearling. You let Gilmar know you're back, he's been fretting since you left.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Long-horns",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I guess I was wrong about you. You done some good, hard work.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Things been rough with just Alwin and me left to mind the farm and them Orcs all about. I'm sorry for thinking you was a bit shifty when ye first showed up.'",
      "es": ""
    }
  ]
}