{
  "id": 620760911,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Hillmen have established a small camp beyond the Ram Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The Western Ram Dúath is home to worms and drakes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orcs stormed out of the Ram Dúath and swept across the North Downs. After their passage, Hillmen out of Angmar came through the pass and encamped beyond the cliff faces and treacherous paths.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have need of your assistance. As you are aware, Orcs attacked the North Downs in force, driving farmers from their homes and burning the lands to the south-east. While our attention was turned to the Orcs, we did not notice the Hillmen who came after.\\n\\n'I look to Dol Dínen as the primary threat against our lands, but we are spread so thinly in the North Downs that we cannot fully determine the threat the Hillmen of Angmar pose.\\n\\n'I need you to scout the Hillman-encampment to the north-east for us. From that camp, head west until you find an outcropping of strange spiny rocks. The pass continues to the north-west of these rocks. I need to know what you find at both places.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Hillman-encampment is north-east of Esteldín. The pass is west of the Hillman-encampment, north-west of an outcropping of spiny rocks.\\n\\nMelthindir has asked you to scout the Hillman-encampment and the pass through which the Hillmen approached to determine the severity of the threat they pose, so that the Rangers can plan a defence against them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is a relief to know that the Angmarim forces are not as great as I had feared. Also, while I had known the valley in the west to be home to worms, I did not know that drakes had come there as well.\\n\\n'You have done us a great service this day, [placeholder].\\n\\n'There is much yet to be done before we are prepared to deal with the threat from Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Melthindir awaits your report at Esteldín.\\n\\nAngmarim forces have sent a small company of Hillmen to the south-east entrance of Ram Dúath. At the south-west entrance of Ram Dúath, you discovered evidence of many worms and drakes. You should return to Melthindir with your report.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Take care not to be discovered by the Hillmen. Surprise will be our greatest advantage.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your report shall serve us well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'There is much yet to be done before we can assail Angmar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Scout the Hillman camp at the Eastern Ram Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Scout the pass through the Western Ram Dúath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Melthindir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouting the Ram Dúath",
      "es": "",
      "es (fem)": ""
    }
  ]
}