{
  "id": 620760906,
  "txt": [
    {
      "id": 218649170,
      "en": "'I own land? A farm o' me own? I always wanted a farm o' me own. But...I durstn't leave Mr. Gatson.\\n\\n'What did he do, I wonder? The old fellow, I mean. That one what the old rock tells about. What did he do to get that land? I can't rightly take it if I ain't heard how he got it. I mean, he might've done something wicked and cruel....\\n\\n'Say, maybe those Rangers know something about this. They seem to know lots o' old stories. Maybe that fellow we sell provisions to, Orthonn, will know something about this. He's out in those ruins to the west -- Ost Lagoros, he calls 'em.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Bardulf Gilmar...the name rings familiar.\\n\\n'If it was Eärnur -- then Prince of Gondor -- who granted this land to Bardulf Gilmar as you say, then it might have been for some deed during Eärnur's battle with Angmar at Fornost. Our archive does possess the remnant of a chronicle of the Battle of Fornost.\\n\\n'I will make a fair copy of the pages related to your search for you to carry away with you.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Heritage of Gilmar",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Herbs, plants, and animals, I know well. Ask me the names of all the kings of Arnor and Gondor, and I can tell you. Of Gilmar's forebear, I know naught.\\n\\n'You are a friend of the Rangers, and if you do not know of it already, you should learn that my kindred dwell in some ruins to the east of Gatson's farm. Esteldín, we call it. Istuienn, a kinswoman of mine, keeps watch over our archives there. She may be able to help you.'",
      "es": ""
    },
    {
      "id": 218649173,
      "en": "'So it was a good deed me forebear did!\\n\\n'And I know just what I'll do with his land. Me and Mr. Gatson talked about it while you were gone away to see them Rangers. We'll be partners, we will! We'll hire some hands and work both farms, soon as we finish clearing out them Orcs and such.\\n\\n'Thank'ee for the helping hand!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Maybe that Orthonn fellow out in Ost Lagoros will know something o' me ancestor.'",
      "es": ""
    },
    {
      "id": 218649174,
      "en": "'Weren't the Rangers no help?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You should bring that excerpt to Gilmar...it should please him greatly.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "An heir to Bardulf Gilmar may yet be found somewhere in the North Downs.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'If you wish to know the history of herbs, speak with me...for the history of Men, you should go to Istuienn in Esteldín.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Orthonn is at the ruins of Ost Lagoros, north-west of Gatson's Farm.\\n\\nYou found a stone marker bequeathing land to the forebear of Gatson's workhand, Gilmar. Gilmar has asked you to ask the Ranger Orthonn about his forebear.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'So, my forebear saved a Prince? How grand!'",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Istuienn is at Esteldín, east of Gatson's farm.\\n\\nYou found a stone marker bequeathing land to the forebear of Gatson's workhand, Gilmar. Gilmar sent you to speak to the Ranger Orthonn, but Orthonn was unable to help. He did, however, suggest you seek Istuienn, the archivist at Esteldín.",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Just you wait! Soon I'll have a farm just as famous as Mr. Gatson's!'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Gilmar is at Gatson's farm.\\n\\nIstuienn, who keeps the Rangers' archives, provided you an excerpt of some old chronicles explaining how Gilmar's ancestor saved the life of Eärnur, an ancient Prince of Gondor, and was granted land in perpetuity for his valour.",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I'm sorry about thinking you was shifty when you just come here. You done a good turn by me, and I owe you.'",
      "es": ""
    },
    {
      "id": 63183943,
      "en": "'Have  you more questions of history for me, stranger?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Seek Bardulf Gilmar's heir",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Gilmar at Gatson's Farm",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Orthonn at Ost Lagoros",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Istuienn at Esteldín",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Bring the excerpt to Gilmar at Gatson's Farm",
      "es": ""
    },
    {
      "id": 22075078,
      "en": "Bring the excerpt to Gilmar at Gatson's Farm",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You discovered a stone marker in the midst of a barren, but fertile land. The marker declared the surrounding land to be the property of Bardulf Gilmar and his heirs. If any such heirs yet live, it is unlikely that they know of their legacy.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "On the face of this marker is a weathered engraving: 'This land is granted to Bardulf Gilmar and his line, now and forever, in recognition of his valiant deeds. Eärnur, son of Eärnil, Prince of Gondor, T.A. 1975.'\\n\\nThe surrounding land is barren and abandoned. If Gilmar's heirs yet live, they may not be aware of their legacy.",
      "es": ""
    }
  ]
}