{
  "id": 620760882,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Good day to you! Have you seen all the hendrevail, or North-hawks as some call them?  These wicked birds have always been dangerous, but it seems there are more and more of them about nowadays. I think that the Dourhands have started taming them. I'm afraid they are being used as spies.\\n\\n'If you would earn favour with us, go out and kill as many of the foul creatures as you can. You can find them all throughout the hills around Othrikar.\\n\\n'If you will do this for us, I'll see to it that you are rewarded for your work.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Aye, a fine job you've done for us. I'm still worried about those Dourhands, but at least now perhaps they have been somewhat blinded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I am sure the Dourhands are using those wretched birds to spy on us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Bird in the Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Return to Hlája Sagasong",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "An unusual number of hendrevail, North-hawks, have begun to flock near Othrikar, and Hlája Sagasong fears the Dourhands may be using them to spy on the mine.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated north-hawks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat north-hawks ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are North-hawks all throughout the hills around Othrikar.\\n\\nHlája Sagasong has asked you to assist the Dwarves of Othrikar by slaying as many hendrevail as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hlája Sagasong is at Othrikar.\\n\\nHlája Sagasong sent you to slay the hendrevail flocking in the hills around Othrikar. You should return to him with the news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}