{
  "id": 620760808,
  "txt": [
    {
      "id": "0x1dc79a1",
      "en": "'People of the North Downs, hope returns to us all.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1dc79a2",
      "en": "'We have amongst us one who will aid you all. Speak now and let them know what you need.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The goblins pose a threat to the people of the North Downs, and should be punished for wandering so far afield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e112",
      "en": "Destroyed a goblin-tent ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I would turn back, if I were you! It's naught but danger up ahead.\\n\\n'The way you came is safe, right? Well, I'll head that way. To this Amarion fellow. Sounds better than trying to fend for myself out here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5021",
      "en": "Destroy goblin-tents ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The goblin camp is east of Amon Raith, on the southern hills of Annúndir.\\n\\nYou should enter the goblin camp and defeat a number of goblins there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder], and almost better than I had hoped! The goblins have surely heard our message: they are not welcome here, nor ever will be!\\n\\n'I do not have the means to reward you as richly as you deserve, but I hope this small token will serve as a reminder of the good you have accomplished for Amarion and the people of Annúndir.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The Ranger Amarion is at Amon Raith, west of Annúndir.\\n\\nAmarion is waiting to hear about your attack on the goblins of Annúndir.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The time has come to deal a decisive blow to the goblins camped on the southern hills of Annúndir to the east. Defeat as many of the foul creatures as you can and return to me with news of your deeds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have been a great help to me, [placeholder], and a true friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You have struck a decisive blow against the goblins, and for that I am grateful.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat goblins ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Our situation seemed dire, but you have pushed back the darkness.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Scout Becomes the Hunter",
      "es": "",
      "es (fem)": ""
    }
  ]
}