{
  "id": 620760958,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You drop the skull of the Great Aurochs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You return the skull of the Great Aurochs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "When First Hunter Jarkko betrayed the Suuri-lehmä, he left with the totem of the tribe's hunter; the skull of the Great Aurochs -- the namesake of the Suuri-lehmä. You brought a totem skull to Ragnarr, but it appears that it is not sufficient.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I seem to have misunderstood the Jorthkyn. The skull that was taken by the First Hunter was not just any aurochs skull, but the skull of the Great Aurochs -- the namesake of their tribe, Suuri-lehmä.\\n\\n'This skull has been a symbol of the tribe's hunters for generations. If you could retrieve this totem it would prove my purpose is pure and without ill intent.\\n\\n'Go to the camps of the traitorous Jorthkyn -- the Rauta-lehmä -- eastward across the Nan Amlug. That is where the skull of The Great Aurochs has been taken. Look for a place of reverence or altar, for even these lowly curs could not have abandoned all they once held dear. The skull will be difficult to carry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The skull of The Great Aurochs is being held in the lands of the Rauta-lehmä, eastward across Nan Amlug.\\n\\nIn order to prove his benign intent to the Earth-kin, Ragnarr Hornsounder has asked you to retrieve the stolen skull of The Great Aurochs from the Rauta-lehmä.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The gift of their returned totem will surely win the trust of the Jorthkyn! My thanks to you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ragnarr Hornsounder is at the camp of the Suuri-lehmä, west of the Rauta-lehmä camp.\\n\\nYou should return the skull of the Great Aurochs to Ragnarr Hornsounder.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you not found the skull yet? I'm very sorry about the last incident. I promise, if you do this for me, I'll not ask another favour of you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thank you, [placeholder]! The return of the Great Aurochs skull has gained me great favour with the Elder and has shown my true purpose here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'It is said that dwarves and Jorthkyn are actually related!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect the skull of the Great Aurochs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'As Elder, I am shamed, Our hearts were shadowed by the betrayal of Jarkko. His falseness made us distrust Ragnarr.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the Great Aurochs skull to the Suuri-lehmä",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Because of you, [placeholder] from afar, we will trust Ragnarr Hornsounder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Heritage Restored",
      "es": "",
      "es (fem)": ""
    }
  ]
}