{
  "id": 620760915,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We've had reports that Wargs are moving into the area around Esteldín. While we are not yet prepared to move against the Enemy in the North Downs, we can't have these foul beasts spying on us here.\\n\\n'We need you to hunt these creatures down and slay them. It should not be difficult to find the Wargs, for they prowl to the west and south, hunting for those of us who dare to oppose Angmar.\\n\\n'If they learn the whereabouts of Esteldín, the Orcs will be able to sweep down upon us, and our line will be ended. You must hurry before they find us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done! If only there were more of us in Esteldín, we Rangers could deal with such creatures ourselves, but all our attention is, by necessity, consumed by the Orc army. Your work is allowing us to gather our forces to deal with the greater threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Wargs are the forward scouts of the Enemy... if they discover Esteldín, the armies of Angmar will descend upon us, and we will fall.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Warg-slayer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Wargs will be wary from now on. You have done well, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Foul Wargs prowl the North Downs, hunting for those who would oppose their masters. Their presence threatens the security of Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'We cannot allow the Wargs to disclose the location of Esteldín. Thank you for your aid in the matter.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are Wargs in the areas west and south of Esteldín.\\n\\nIn order to protect the secrecy of Esteldín, Dagoras has asked you to hunt down and slay as many Wargs as you can.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dagoras is at Esteldín.\\n\\nDagoras, the Ranger Watch-captain, asked you to hunt the Wargs of the North Downs in order to protect the location of Esteldín. You should return to him with word of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}