{
  "id": 620760933,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'There's been Orcs around here lately. So far they've just skulked around, stealing things, but I'm sure as soon as they get their courage up, they're going to raid us. I guess I'm just too stubborn to run, and my hands, like Gilmar here, are too loyal to leave me, so I need you to get rid of these Orcs for me.\\n\\n'You'll like as not find them sneaking around in my fields to the south. Get those foul creatures off my land!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You've done well, my friend. We've got more problems, but at least you taught those Orcs a lesson.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I heard Master Gatson send you after them Orcs in the south fields. You be careful...they fight like a wolf cornered in a barn.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Orc Threat",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Them Orcs smell weakness...If you can chase more of them off, they might think twice before bothering us again!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Orc scouts have been sneaking around Gatson's farm, stealing food, and Gatson is sure it is only a matter of time before they raid his farm in force.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orcs in Gatson's south fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orcs in Gatson's south fields ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orcs can be found in Gatson's south fields.\\n\\nFarmer Gatson is resigned to the knowledge that the Rangers cannot help him, but he is still concerned for the safety of his workhands. He hopes that by dealing with the Orcs scouts that have been stealing from his fields, you might be able to deter a violent raid on his farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gatson is at his farm, north of the fields.\\n\\nYou found and defeated many Orcs in Gatson's south fields. You should return to Gatson and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}