{
  "id": 620760901,
  "txt": [
    {
      "id": 218649170,
      "en": "'Dagoras sent you? If you have spoken to him then I can speak freely of my duties. Your help is welcome indeed. Many of the herbs I am seeking have become hard to find in these lands.\\n\\n'Periwinkle can be found growing from rock outcroppings in the hills of Nan Amlug to the north, near the dwarf-mines of Othrikar. Meadowsweet is found here in the Kingsfell growing at the base of trees on the southern side. I have picked almost all in this area, but I know of some plants in the spider-lair south of Esteldín. Butterbur can be found in Meluinen, not far from the Elf-refuge of Lin Giliath, growing along the water's edge.\\n\\n'These herbs are useful in treating many ailments and injuries, and my kin are certain to suffer more than their share in the coming days.'",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Collected butterbur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, very good! These will do quite well. My thanks for your efforts.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Herbs and Simples",
      "es": ""
    },
    {
      "id": 218649172,
      "en": "'Please gather those herbs as I have instructed.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected meadowsweet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Orthonn will need your aid, [placeholder]. The sooner he has collected his herbs, the sooner he will be able to return to the safety of Esteldín.'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected periwinkle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Thank you for gathering these herbs. I am certain they will be much needed before all is done.'",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Collected butterbur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orthonn is in the Kingsfell, probably near Gatson's farm.\\n\\nDagoras is certain that Orthonn will need help if he is to gather enough herbs to accomodate the Rangers in their bloody conflict with the Orcs of Angmar.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Periwinkle, meadowsweet, butterbur... I think we will have enough for now. Thank you, [placeholder]!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Periwinkle can be found among rock outcroppings atop the hills of Nan Amlug, near Othrikar. Meadowsweet can be found in south facing tree roots in the spider-camp south of Esteldín. Butterbur can be found growing along the waters edge in the fens near the Elf-refuge of Lin Giliath in Meluinen. Orthonn is encamped in the Kingsfell in some ruins near Gatson's farm.\\n\\nAs Dagoras suggested, Orthonn has use for you. The young Ranger asked you to gather periwinkle, meadowsweet, and butterbur for him and suggested locations where the herbs might be found.",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'It is well that you gathered those herbs for Orthonn. They will be needed.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'You are a herbalist, as well as a [placeholder]? One might think you were a Ranger.'",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'You are a herbalist, as well as a [placeholder]? One might think you were a Ranger.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'Ah, what a pleasant surprise! I do have a great fondness for herb-lore. Thank you for this gift, [placeholder].'",
      "es": ""
    },
    {
      "id": 216727825,
      "en": "Periwinkle can be found among rock outcroppings atop the hills of Nan Amlug, near Othrikar. Meadowsweet can be found in south facing tree roots in the spider-camp south of Esteldín. Butterbur can be found growing along the waters edge in the fens near the Elf-refuge of Lin Giliath in Meluinen.\\n\\nYou should gather herbs for Orthonn.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Bring the herbs to Orthonn",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the herbs to Orthonn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect meadowsweet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect periwinkle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Orthonn is in Kingsfell, north of Gatson's Farm.\\n\\nYou should bring the herbs you gathered to Orthonn.",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Collect butterbur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Collect meadowsweet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Collect periwinkle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have encountered a number of interesting herbs in your travels. These should be collected as you make your way through the lands, and brought to the Ranger Orthonn.",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Collect butterbur ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Collected meadowsweet ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "Collected periwinkle ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have encountered a number of interesting herbs in your travels. These should be collected as you make your way through the lands, and brought to the Ranger Orthonn.",
      "es": ""
    }
  ]
}