{
  "id": 620760867,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'To the south of Esteldín, there stands a small refuge of the Elves. Many long years have the Elves dwelt there; however, in recent days, most of the Elves left the glade. What is worse, I have heard that those few that remained were slain by Stone-trolls from the North.\\n\\n'It is an irony that Gildor Inglorion, an Elf-lord of Rivendell, was coming to give word of the Enemy's movements, but arrived too late to save those who remained.\\n\\n'He should be called to the Council, but I fear that he will be too consumed by the desire to protect both the glade and his people from their rage. It will be your task to go to Lin Giliath and convince Gildor to come to the Council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings. I wish I could extend to you a warmer welcome, but these are dark times for the Elves. The shadow of the Enemy has grown long, longer than perhaps any had thought, and the Elves of Lin Giliath have paid the price for our complacency.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Without the Elves, I fear any campaign we launch against Angmar will fail. You must travel to Lin Giliath to the south and speak with Gildor Inglorion. Ask him to come to the Council.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Hail and well met, good [placeholder]. You were once a companion of the Ranger Amdir, were you not? Tell me, what has become of Amdir?\\n\\n'He perished a wraith, you say? Ah! Poor Amdir! At least now he is at peace, or so I hope. I too have seen dark things since I left Amdir's company: not the least, the death of the Elves of Lin Giliath.\\n\\n'The shadow of the Enemy has grown long -- longer than perhaps any had thought, and the Elves that once lived here have paid the price for our complacency.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 5, Part I of III: A Call to Elves",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "To deal with the threat from Angmar, Halbarad has decided that he must call a council of the Free Peoples of the North Downs -- the Council of Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Gildor Inglorion can be found in the Elf-glade of Lin Giliath, south of Esteldín.\\n\\nHalbarad told you that the Elf-glade was recently attacked by Stone-trolls. He expressed his concern that the Elves of Lin Giliath will be too overwhelmed dealing with the aftermath of this attack to come to the Council.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The shadow of the Enemy has grown long -- longer than perhaps any had thought, and the Elves that once lived here have paid the price for our complacency.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}