{
  "id": 620760802,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Krithmog",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Legend tells of a powerful Warg once offered the ability to rule all Wargs in return for service to the Iron Crown. A collar fashioned of iron was made and powerful sorceries used to enchant the item. The great beast was slain and the collar removed, but tales of the beast have been passed down through the ages amongst the Men of the North Downs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'If it is true and the forces of Orcs and Angmarim within Fornost have created a fell wight from the corpse of Krithmog, then we must ferret out the beast and end its existence once more. Fortunately, this old collar may prove the key. It bound the Warg once and may do so again.\\n\\n'There. I have inscribed an ancient rune I learned in my travels. Take the collar up once more. It will draw the beast to you, if you can find the right place to set it down.'\\n\\n'You will need to search for a location within Fornost that Krithmog may be hiding. No doubt it is a deep, dark warren abounding with Wargs. Find the proper place to set down that collar, then destroy the evil Warg a final time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Krithmog is somewhere within Fornost in the North Downs.\\n\\nIf Krithmog has been returned to life and taken to Fornost he will be found somewhere where the Wargs are plentiful. Place the collar in a suitable location, then spring your trap upon him. Will Widdup named the collar as the ancient binding of Krithmog and sent you in search of a place to offer it to the revived Warg-king.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The beast is quiet again. We must remain vigilant, for as long as there are enemies within Fornost there is a chance that the beast will return once more.\\n\\n'We must discover the intentions of this invasion force. For the moment, you have given us a great victory over an ancient and deadly foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Will Widdup is at the Treasure Hunters' Camp, in the northern North Downs.\\n\\nWill Widdup awaits news of your battle against Krithmog.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'[placeholder], I bid you enter Fornost and find Krithmog...the Warg-king must be destroyed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The beast rests again. We must remain vigilant, for as long as there are enemies within Fornost there is a chance that the beast will return once more.\\n\\n'We must discover the intentions of this invasion force. For the moment, you have given us a great victory over an ancient and deadly foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your victory over Krithmog was a great deed of arms, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find a place to offer the collar to Krithmog and slay him when he appears",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return the collar to Will Widdup",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Speak with Amarion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fornost: A Collar for the King",
      "es": "",
      "es (fem)": ""
    }
  ]
}