{
  "id": 620760806,
  "txt": [
    {
      "id": 54354734,
      "en": "The Ranger Amarion was encamped at Amon Raith, watching over the surrounding lands. He was not prepared to care for the farmers fleeing Angmar's invasion of Annúndir.",
      "es": ""
    },
    {
      "id": 262725907,
      "en": "Collected tough boar-meat ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You are welcome to rest here for a time, friend, but I am afraid that you will not find much peace. Evil things stir in Fornost, while the hills of Annúndir to the east are under siege. Good people now look to me for their defence...but I do not know if I have strength.\\n\\n'As well, food is in short supply, and I fear to leave these people alone while I hunt. Amon Raith was of old a defensible position, but I am only one man and do not have the courage of my fathers.\\n\\n'If you choose not to heed my warning and travel east, might I ask that you hunt the boars that roam Annúndir? Those boars are a hearty stock and will have enough meat to feed these poor people. If you must hunt the boars of the Greenway, you may, but you may find the task much more difficult.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Boars have taken over the ruins of Minas Vrûn, east of Amon Raith.\\n\\nAmarion has asked you to hunt the boars of Minas Vrûn so that he can feed the farmers that have taken refuge at Amon Raith.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You are as skilled in the hunt as you are welcome, [placeholder]! This meat will last for a long while! The Wargs and goblins cannot stay in Annúndir forever, and with this meat I can feed the families of Annúndir who have come to me for protection. You have my thanks.'",
      "es": ""
    },
    {
      "id": 225071138,
      "en": "Collect tough boar-meat at Minas Vrûn ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "The Ranger Amarion is at Amon Raith, west of Annúndir and east of the Greenway.\\n\\nAmarion is waiting for you to return with the boar-meat with which he hopes to feed the farmers under his care.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'I will not blame you should you fear to travel into Annúndir, for a plague of Wargs and goblins has taken that land, and it is foolish to wander there.\\n\\n'Still, the plight of these people is desparate, and my food stores will not last forever. The meat of the boars of Annúndir may stave off a bitter end.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Do not mistake my disappointment for reproach, [placeholder], but I was hoping you would hunt some of the boars of Annundir to the east and return with some of their meat. My food stores will not last forever, and there are many mouths to feed here at Amon Raith.\\n\\n'If you must hunt the boars along the Greenway, you may, but you may find the task much more difficult.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The food supply here is much better now than it was.'",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'You are welcome to rest here for a time, friend, but I am afraid that you will not find much peace. Evil things stir in Fornost, while the hills of Annúndir to the east are ravaged by Wargs. These people look to me for their defence....\\n\\n'Alas, food is in short supply, and I fear to leave them alone while I hunt. Amon Raith was of old a defensible position, but I am only one man.\\n\\n'If you choose not to heed my warning and travel east, might I ask that you hunt the boars that roam Minas Vrûn? They have taken over those ruins, and show no sign of leaving.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Most of the people here fled from Annundir, to the east.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring tough boar-meat to Amarion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Low Food Stores",
      "es": ""
    }
  ]
}