{
  "id": 620760934,
  "txt": [
    {
      "id": 136263297,
      "en": "You have failed to defend Gatson's farm",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The Orcs have been driven off",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your attacks on the Orcs in Gatson's fields has stirred their peers' wrath. Gatson expects a raid at any moment.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It's my fault, I guess, but when you killed those Orcs in my fields, the rest of their ilk got pretty stirred up. I think they're getting ready to raid my herd, grazing to the south of here.\\n\\n'I'd like you to go down there and help my man Alwin defend the herd from those Orcs. Alwin's a fair hand with a bow, but he's no fighter. Them Orcs will finish my herd quick, and maybe worse. Make sure Alwin doesn't get hurt on my account!\\n\\n'I don't think the Orcs will be caught unawares this time.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Gatson's man Alwin is with the herd, south of the farm.\\n\\nGatson has asked you to help his farmhand, Alwin, defend his herd from the marauding Orcs. Make sure neither Alwin nor any of the herd come to harm.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have my thanks for helping out and keeping Alwin safe, but I'm afraid this doesn't solve the problem. Those Orcs'll be back. You can be sure of that.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Gatson is at his farm, north of the fields where his herd grazes.\\n\\nYou and Alwin managed to stave off the Orcs' raid on Gatson's herd. You should return to the farm and tell Gatson.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Ye tell Master Gatson o' the drubbing what we gave them Orcs!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Oh, it's good to see ye! There's Orcs gathering out there. We best be on our guard!'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Alwin's a fair shot with that bow of his but them Orcs will make a meal of him and the herd if you don't help.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Alwin's with the herd a-ways south of here. Make sure he's not hurt because of my stubborn pride.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Gatson's farmhand Alwin",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Whew! We showed them Orcs a thing or two, didn't we?'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat the attacking Orcs and protect Alwin and the herd",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'Them Orcs won't be coming 'round here anytime soon!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Defending the Herd",
      "es": ""
    },
    {
      "id": 63183942,
      "en": "'I can 'ardly believe we chased 'em all off and didn't lose a single head from the herd.'",
      "es": ""
    }
  ]
}