{
  "id": 620760873,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Drukordh has been defeated!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "This looks to be a good place to draw upon the Elf-stone's power",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "This is not a place to draw upon the Elf-stone's power",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "When you arrived at Lin Giliath, Gildor told you that the Orcs to the west are planning to move against the Elf-glade.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'This Council of Esteldín -- I wish that I could simply commit to such an endeavour, but it is not so simple. Many of my people are nearly overcome with grief and anger at what happened here. And the threats against Lin Giliath are not yet dealt with. Our scouts tell me that the Orcs in Nan Wathren are planning to move against us soon.\\n\\n'The scouts say that these Orcs are being led by a great Uruk of Angmar named Drukordh, who camps in the deepest parts of Nan Wathren. Perhaps if this Uruk were slain, Lin Giliath would be protected enough for me to come to your Council. It is a heavy burden, but I would task you with this, if you remain of stout heart.\\n\\n'The Uruk is a mighty foe, and so you should not attempt to confront him on your own. If you must, then use the strength of this Elf-stone to find the strength to prevail from deep within yourself.'\\n\\n<rgb=#FF0000>Using the Elf-stone allows you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Drukordh can be found in the deepest, most southern recesses of Nan Wathren.\\n\\nGildor told you that if the Uruk Drukordh were slain, then Lin Giliath would remain safe enough for him to come to the Council of Esteldín. You were warned not to confront the Uruk without the help of allies.\\n\\n<rgb=#FF0000>Using the Elf-stone allows you to access the inspiration buff while solo or in a smaller fellowship.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have done it! We heard the wails of the Orcs from here! You have seen to the safety of Lin Giliath, [placeholder], and for this you have my thanks!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gildor can be found in Lin Giliath.\\n\\nWith the Uruk Drukordh slain, you should make your way back to Gildor and bring him this good news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Uruk that leads the Orcs of Nan Wathren is called Drukordh. Our scouts say that he camps in the deepest, most southern recesses of Nan Wathren. If this Uruk were slain, the threat of the Orcs attacking Lin Giliath would be lessened, and I could come to the Council of Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'The Uruk that leads the Orcs of Nan Wathren is called Drukordh. Our scouts say that he camps in the deepest, most southern recesses of Nan Wathren. If this Uruk were slain, the threat of the Orcs attacking Lin Giliath would be lessened, and I could come to the Council of Esteldín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find and kill Drukordh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Return to Gildor at Lin Giliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Gildor at Lin Giliath",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 5, Part II of III: Tending the Glade",
      "es": "",
      "es (fem)": ""
    }
  ]
}