{
  "id": 620760865,
  "txt": [
    {
      "id": 218649169,
      "en": "'We will need the might of the Dwarves of Othrikar if we are to face the threat of Angmar. The dwarves there are good Longbeards, but have long been put to task by the Dourhands. When the Dourhands showed their true loyalties, the Longbeards drove them out of Othrikar.\\n\\n'Yet, they are still hard-pressed by the Dourhands, and only recently has one of Durin's Folk from Erebor, Dori, come to aid them. It will not be easy to convince them to lend their strength to the Council, but you must try.\\n\\n'Travel to Othrikar and speak with Dori. If you cannot find Dori for some reason, speak to a dwarf named Hannar. It is he who leads the Longbeards of Othrikar.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You seek Dori? Alas, Dori has been captured by the Dourhands! An envoy of the traitors just left and said that if we did not turn over the mines to them, Dori would be killed!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We will need the might of the dwarves to face the threat from Angmar. Travel to Othrikar and speak with Dori. If he cannot be found, speak with a dwarf named Hannar.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 4, Part I of III: A Call to Dwarves",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "To deal with the threat from Angmar, Halbarad has decided that he must call a council of the Free Peoples of the North Downs -- the Council of Esteldín.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Dori or Hannar",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Both Dori and Hannar should be found in Othrikar, which lies north of Esteldín.\\n\\nHalbarad told you that the Dwarves of Othrikar are good Longbeards who were put to task by the Dourhands for many years, though they have recently thrown off their yoke. Although they are still pressed by the Dourhands, Halbarad has asked you to bring them word of the Council of Esteldín.",
      "es": ""
    }
  ]
}