{
  "id": 620760920,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Collected Aurochs Steak ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Many of the provisions stored at Lin Giliath were ruined by the Stone-trolls during their attack.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We must restore the stores of Lin Giliath as soon as we can. Grief can cause both body and spirit to suffer, but against one of these hurts we can prepare.\\n\\n'The Stone-trolls ruined the food that was stored here, but there are other sources of sustenance. Hunt the aurochs on the plains of the Kingsfell, to the north of Lin Giliath. Their meat will go a long way to restoring Lin Giliath's stores.\\n\\n'An aurochs is a dangerous foe, and you must hunt several to obtain enough steaks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Aurochs roam the plains of the Kingsfell, north of Lin Giliath.\\n\\nAglardir has asked you to hunt aurochs in Kingsfell for meat to replenish the stores of Lin Giliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done very well, [placeholder], and I thank you for your aid. This aurochs meat will keep us for as long as it takes to restore Lin Giliath.\\n\\n'I would have a further word with you. The grief of my friends is very deep, for Lachenn was beloved of many. Help them if you can and do not hold against them any harsh feelings if their despair seems to you strident. Thaliollang and Brethilwen were particularly close to Lachenn and held him in high regard. Give them comfort in their grief, for they have lost much to the evil that lurks in Taur Gonwaith.\\n\\n'Again, I thank you for your aid, [placeholder], and wish you well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Aglardir is in Lin Giliath, south of the Kingsfell.\\n\\nAglardir is awaiting your return with the aurochs meat to replenish the lost provisions kept at Lin Giliath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Several herds of aurochs tread the plains of the Kingsfell to the north. With some allies, you should be able to hunt the mighty creatures and bring back enough meat to feed the company of Elves that now resides at Lin Giliath.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You do not yet have enough aurochs meat to replenish the stores of Lin Giliath. Seek the aurochs on the plains of the Kingsfell to the north.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Lin Giliath has now enough food for a time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'The process of restoring the glade will be a long one, and not easy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring aurochs meat to Aglardir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'Lachenn is missed by all, for he was beloved.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring Aurochs Steaks to Aglardir",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Provisions for the Glade",
      "es": "",
      "es (fem)": ""
    }
  ]
}