{
  "id": 620760864,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "After rescuing Dori from the clutches of the Dourhands, both Dori and Hannar agreed that the Dwarves of Othrikar shall come to the Council of Esteldín.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Before he retired, I told Dori of your message about this Council of Esteldín. He recommended that we should go, and I agree with him!\\n\\n'The dwarves shall lend their might to this Council and free all of the North Downs from the clutches of the Enemy! Go now and tell the Rangers we shall come!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Halbarad can be found in Esteldín.\\n\\nHannar told you to bring word to Halbarad that the Dwarves of Othrikar agreed to come to the Council.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are good tidings! With the dwarves aiding us, our chances of turning the tide against Angmar are that much greater.\\n\\n'You have done very well this day, [placeholder], very well indeed!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go now, [placeholder], and bring word to these Rangers that the Dwarves of Othrikar will come to their Council. The battles ahead will be glorious!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My hand longs to grasp my axe and cleave the Orcs in twain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'Hope stirs once more in the breasts of the Dwarves of Othrikar!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'First the Angmarim, then the Dourhands!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'My thanks for that fine rescue, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Book 3, Chapter 4, Part III of III: The Dwarves Shall Come",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c46",
      "en": "'I hope all is well in Othrikar. The dwarves there have suffered long!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c47",
      "en": "'Cursed Dourhands, in league with Angmar. Gives all dwarves a bad name!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}