{
  "id": 620760955,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Jorthkyn have always been a mystery of sorts; helping my people without asking for payment. I came here to live among them so that our people could know each other better.\\n\\n'This group is all that remains of a hunting party from beyond the Ram Dúath. After crossing the pass, their First Hunter turned on them, throwing the party into chaos.\\n\\n'I am still a stranger and not fully trusted, especially after this recent betrayal. I will need to gain their trust again. I understand their tribal totem is the aurochs. When the First Hunter's group turned, they took one of the totem skulls. I have seen a totem shrine among the hills north-east from here. Collect this skull for me so that I might win the trust of the tribe.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This is good, you have done fine but... well, I might have made a mistake....'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The Jorthkyn are still unsure of my intentions. You must bring me that Aurochs skull so that I might prove my good will.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'The Jorthkyn are still unsure of my intentions; you must bring me that aurochs skull.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Token of Worth",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ragnarr Hornsounder went to live among the Earth-kin, but a recent betrayal has made the Earth-kin distrustful.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected the aurochs skull",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the aurochs skull to Ragnarr.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The aurochs skull can be found in the Warg territory to the north-east of the Earth-kin camp.\\n\\nIn order to regain the trust of the Earth-kin, Ragnarr Hornsounder has asked you to collect an aurochs skull from the totem in the hills of eastern Nan Amlug and return it to him at the Earth-kin camp. A group of Wargs currently roam this territory.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect the aurochs skull",
      "es": ""
    }
  ]
}