{
  "id": 620760871,
  "txt": [
    {
      "id": 218649169,
      "en": "'Of all those that have suffered in the North Downs, it is perhaps the people of Trestlebridge who have suffered the most. They have stood firm against all Orc attacks, but their own numbers are dwindling. In fact, the mayor of the town, Lovelle Boskins, was recently slain, and his daughter, Nellie, now leads the people there.\\n\\n'I would ask you to go to Trestlebridge and speak with Nellie. We will need her leadership at the Council.\\n\\n'I will give you a word of warning: although her people have the most to gain from coming, Nellie will be the hardest to convince. The constant attacks will block all thoughts of anything but dealing with the immediate threat.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Good, you've returned! It does not surprise me that Nellie refused the call to the Council, but that does not matter now.\\n\\n'Word has arrived here that a large contingent of Orcs is moving on Trestlebridge. The people there are a strong folk, but I fear they are no match for these Orcs and the chieftain who leads them.\\n\\n'We must go to their aid.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Nellie Boskins can be found in the town of Trestlebridge to the south-west of Esteldín. I will warn you that the constant threat against her town may make it difficult to convince her to come to the Council.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'A \\qCouncil of Esteldín?\\q Have you taken leave of your senses, [placeholder]? Are you unaware of the dangers facing this town? The constant attacks we must endure?\\n\\n'These Men in the east, if they truly cared about the threats facing Trestlebridge, they would help us here with these Orcs. We would not have had to suffer as we have! I... we lost all those dear to us!'\\n\\n'No, I shall not come to this Council, nor anything else. And I shall not be convinced otherwise! Now, if you have no other business, leave me to see to defence of this town!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Book 3, Chapter 6, Part I of III: A Call to Men",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I have no need of your Ranger friends!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "To deal with the threat from Angmar, Halbarad has decided that he must call a council of the Free Peoples of the North Downs -- the Council of Esteldín.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Nellie Boskins can be found in Trestlebridge.\\n\\nHalbarad warned you that Nellie may be so consumed with the defence of Trestlebridge that she will not see the importance of coming to the Council of Esteldín.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Halbarad can be found in Esteldín.\\n\\nUpon hearing your message regarding the Council of Esteldín, Nellie Boskins ardently refused to come, saying that the defence of her town was above all other concerns. You should return to Halbarad with her answer.",
      "es": ""
    }
  ]
}