{
  "id": 620760851,
  "txt": [
    {
      "id": "0x1038bae",
      "en": "'Fools....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What? What? Idalene? An evil spirit? You fought her? It's gone?\\n\\n'I don't know what to say. I feared...I don't know what I feared, but I didn't expect that!\\n\\n'Well, all that matters is that she is safe now. Thank you...thank you so much for saving her!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Tra-lily-la, tra-la! Oh! But it is long since I had someone to sing and dance with me. Come, sing! Tra-lily, tra-la....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Voice Upon the Air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Meditate to listen for any strange sounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38bb322",
      "en": "'I am driven from this one....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have driven off the fell spirit Olnathron from Idalene",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Found your Idalene yet? She's out there, you know. Dancing with the bears. Or with the ghosts of the bears. But there are no bears in Deadmen's Dike are there? But I've seen them!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38bb323",
      "en": "'But I am not defeated!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Ha! I saw your girl again! She was right here!\\n\\n'Eh? You know? Ah, too bad. Hoped to surprise you. Seemed all right though. Not a bear, after all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x38bb324",
      "en": "'We shall meet again....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The song came from the north-west of Mincham's Camp, in the Fields of Fornost.\\n\\nYou should search for the source of the strange song.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You found Colbert? He's seen her? That's wonderful. Something must have happened to her, so please rescue Idalene before it's too late!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b0",
      "en": "You suddenly detect, just barely, a far-off song, ghostly and unsettling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dallin Endholder is back in Trestlebridge.\\n\\nHaving driven off a fell spirit that had somehow been possessing Idalene, you should return to Dallin Endholder and tell him what happened.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c44",
      "en": "'I understand you have freed young Idalene from a dreadful curse. You have done well, very well indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c45",
      "en": "'Thank you so much for rescuing Idalene!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You ask Idhremmin what he hears, but he does not respond. His expression is slightly annoyed, as if you have interrupted him in something important.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b4",
      "en": "Idhremmin breaks his silence to caution you against seeking the voice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "You tell Idhremmin that you have heard the strange voice, and he looks at you sharply. His words come haltingly, as if the Common Speech is strange to him.\\n\\n'You hear the twisted song. Great evil lies beyond the light of this fire. Do you seek death? If not, stay, and listen from afar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Idhremmin is at Mincham's Camp in the North Downs, at the south-west edge of the Fields of Fornost.\\n\\nYou should consult with Idhremmin about what you heard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "You suddenly detect, just barely, a far-off song, ghostly and unsettling",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Idhremmin is at Mincham's Camp in the North Downs, at the south-west edge of the Fields of Fornost.\\n\\nYou should ask Idhremmin what he hears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You did well. Not many would have survived such an encounter, let alone drive off the fell spirit without harming the girl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find the source of the unsettling song",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Idalene",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Idhremmin is at Mincham's Camp in the North Downs, at the south-west edge of the Fields of Fornost.\\n\\nYou should <rgb=#FF0000>meditate</rgb> and listen for signs of whatever has held Idhremmin's attention for so long.\\n\\n<rgb=#FF0000>NOTE: This quest requires emotes. Type the '/meditate' command and hit enter.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Tell Idhremmin that you heard the chilling voice in the air",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Idhremmin is at Mincham's Camp in the North Downs, at the south-west edge of the Fields of Fornost.\\n\\nYou should wait and listen for signs of whatever has held Idhremmin's attention for so long.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6ae5",
      "en": "Protect yourself!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Return to Idhremmin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Ask Idhremmin what he hears in the Fields of Fornost",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Idhremmin can be found at Mincham's Camp on the edge of the Fields of Fornost.\\n\\nYou should return to Idhremmin at Mincham's Camp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Idhremmin has heard a strange voice wafting from the Fields of Fornost, and you have decided to investigate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "<rgb=#FF0000>Meditate</rgb> to listen for any strange sounds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Idhremmin looks past you, his eyes searching the fell-looking fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You ask of Idhremmin? He watches and listens all day. Myself, I haven't strong hearing, let alone the keen senses of the Elves. I know not to what he hearkens.\\n\\n'He speaks very little, but of one thing I am certain: whatever draws his attention, he fears it. He will not venture into the Fields of Fornost to seek it.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}