{
  "id": 620760910,
  "txt": [
    {
      "id": 218649169,
      "en": "'Far to the north and east, the Dúnedain of the North have established a hidden encampment which they call Esteldín. These Men do their best to fight threats in the North Downs, but their numbers are now too few and the dangers too great.\\n\\n'If you are willing to go, I would have you complete the original mission of our company. Go to Esteldín and speak with the watch-captain, Dagoras. Tell him that the Nine are abroad and have crossed the River. The Enemy is on the move.\\n\\n'Esteldín is hidden in the mountains on the border of the Kingsfell and Nan Amlug. This is a message that should not be delayed.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The Nine are abroad, after all this time? This is fell news, for it can only mean one thing: the Ring of the Enemy has been found.\\n\\n'We can only hope that the Enemy himself has not already reclaimed it, or the world as we know it is at an end. I think that if this were so, our chieftain, Aragorn, or Elrond Halfelven would have sent word.\\n\\n'Thank you, [placeholder]. I will deliver this news to Halbarad, our steward in the absence of Aragorn.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Esteldín is hidden in the mountains north and east of Lin Giliath, near the border of the Kingsfell and Nan Amlug. Dagoras must be told of the passing of the Nazgûl.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Inform Esteldín",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Dúnedain of Esteldín have many concerns and their numbers are few, but news of the Nazgûl is news they must hear.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have helped Aglardir resupply Lin Giliath, but his worries are not yet eased. The original mission of Gildor Inglorion's company remains unfulfilled.",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Thank you, [placeholder]. Our mission was too important to abandon completely.'",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'You bring us dire tidings, [placeholder], for we know now that the Enemy moves both in the South and the North.'",
      "es": ""
    },
    {
      "id": 63183941,
      "en": "'The Rangers of Esteldín have much to consider. Thank you for your expedience, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Esteldín is north-east of Lin Giliath, hidden within the eastern mountains between the Kingsfell and Nan Amlug.\\n\\nAglardir has sent you to Dagoras, the watch-captain of Esteldín, to tell him of the passing of the Nazgûl.",
      "es": ""
    }
  ]
}