{
  "id": 620760886,
  "txt": [
    {
      "id": 218649169,
      "en": "'Despite your work, it seems like there are more hendrevail than ever in the hills, and some say they have actually been seen in the Dourhand camps.\\n\\n'We know so little about these creatures beyond the fact that they are dirty, evil, and vicious birds. We'll need to know more if we are to do anything about them. There's a hunter who often roams the Kingsfell by the name of Orthonn who might know a bit more about wild creatures like the hendrevail. Calls himself a Ranger, strange fellow. He can often be found at a camp in the old ruins of Ost Lagoros not far north-west of Gatson's farm, a distance south and west from Othrikar.\\n\\n'I would appreciate it if you could go speak with him for me.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'A breeding-ground, is it? I wonder....\\n\\n'Thank you for your assistance, [placeholder]. When we have discovered the location of this roosting ground, I may have need of your aid again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'If Orthonn out in the Kingsfell can tell us something of the hendrevail, we might have better success dealing with them.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Ah, yes, hendrevail. Strange birds, violently hostile, even to creatures much larger than themselves, and very territorial. Yet they can be trained. Hendrevail have been used occasionally by Orcs and evil Men in the past, but for the most part their malice is wholly natural.\\n\\n'So the Longbeards of Othrikar fear their Dourhand rivals are using these birds as spies? It may be so in truth. Unlike some other hawks and falcons, the hendrevail of the northern hills favour a mass roosting ground. They care little for their chicks, and like as not this is where the Dourhands gathered the fledgelings to be trained.\\n\\n'I would counsel you to seek out this roosting spot, no doubt in a secluded corner of the hills.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Feathered Foes",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The dwarves should be wary of the hendrevail, for they are oft used as spies by the Enemy.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Despite your efforts, the threat of the hendrevail remains as a blight in the hills around Othrikar.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Orthonn at Ost Lagoros",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orthonn is collecting herbs in the Kingsfell, likely at his camp in the ruins of Ost Lagoros north-west of Gatson's farm, some distance south and west of Othrikar.\\n\\nHannar explained that his people did not know enough about hendrevail to know how to deal with them, since hunting them did not appear to work. He asked you to go speak with a hunter named Orthonn who might have some insights about the birds.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hannar at Othrikar",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hannar is at Othrikar.\\n\\nYou managed to find the Ranger who Hannar sent you to seek, and he suggested you look for the hendroval roosting ground. You should return to Hannar with this information.",
      "es": ""
    }
  ]
}