{
  "id": 621069064,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You understand now how pathetic the other clans are. Nothing more than bluster. We are the bruisers. The strong of body, the unyielding. Let me tear away that stench they call a gift and then I shall give you a true blessing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with the Ongbúrz emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The warriors of the Ongbúrz clan are some of the toughest fighters in the army of Angmar. They prize the ability to withstand deadly blows more readily than their lessers. Accepting their blessing will make you into a powerful bruiser with great staying power. Speak with their emissary to gain the Blessing of the Ongbúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the clan blessing removed it is now time to accept the blessing of the Ongbúurz so you may serve them in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Yes... forsake the others and stand with us, with strength, with power, and with victory assured.\\n\\n'Stand tall. Stand firm. Stand with the might and armour of the Ongbúrz. Accept our blessing and fight with a body of stone and iron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Ongbúrz Blessings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the Ongbúrz Emissary to accept their blessing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You are blessed by the Ongbúrz clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Stand tall. Stand firm. Stand with the might and armor of the Ongbúrz. Accept our blessing and fight with a body of stone and iron.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You may seek the blessing of the Ongbúrz clan. All you need do is renounce all other clans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Clan blessing removed",
      "es": "",
      "es (fem)": ""
    }
  ]
}