{
  "id": 621069058,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "You may accept the blessing of the White Hand. Renounce the other clans and choose to stand with the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the White Hand Emissary to accept their blessing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'We offer only what you need to survive. An approach to battle that awards strength of arms and armor. You will receive the benefit of our teaching and our will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the clan blessing removed it is now time to accept the blessing of the White Hand so you may serve them in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You are blessed by the White Hand clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You receive the blessing of the White Hand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The White Hand boasts that they are balanced in their approach to warfare. Serving their master, Sharkey, they claim that they will give you resilience and strength in the wars to come.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Clan Blessing Removed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Sharkey wants allies who know that there is no winning without balance. You would do well to leave the others behind and join with the White Hand. We shall be the victors in this war and the others will serve us in the end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with the White Hand emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "White Hand Blessings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'We accept your request and remove the blessings of others so that you may enjoy our gift in its stead.\\n\\n'We offer only what you need to survive. An approach to battle that awards strength of arms and armour. You will receive the benefit of our teaching and our will.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}