{
  "id": 621069061,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You reek of another clan. This will not due. You wish to fight and slaughter on the field of battle then there is only the Scara-pack. Stand with us. Know victory. Slake your thirst of blood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with the Scara-pack emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "From the shadow they strike. Silent in their approach and deadly in their skill. The Scara-pack takes any who would strike swiftly and massacre their foes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the clan blessing removed it is now time to accept the blessing of the Scara-pack so you may serve them in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'I would lick you clean of the filth they put on you, but I would retch before I finished. I will cleanse their taint as best I know how.\\n\\n'Stick to the shadow if you will. Strike fiercely and without mercy - it is the way of the pack. We grant you our boon so that you may strike fear and death in the hearts of our enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scara-pack Blessings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the Scara-pack Emissary to accept their blessing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You are blessed by the Scara-pack",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Stick to the shadow if you will. Strike fiercely and without mercy it is the way of the pack. We grant you our boon so that you may strike fear and death in the hearts of our enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You may seek the blessing of the Scara-pack. All you need do is renounce all other clans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "Clan blessing removed",
      "es": "",
      "es (fem)": ""
    }
  ]
}