{
  "id": 621069060,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'She is the mistress of dark places. She is the one who knows best how to wield the shadow and fester the wound. Bond with her and reap the flesh of our enemies.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with the emissary of Shelob's Brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d173",
      "en": "Shelob's Brood offers more power through corruption. To serve her brood is know the strength of the darkening shadows of the world.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the clan blessing removed it is now time to accept the blessing of Shelob's Brood so you may serve them in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Let us pull that worthless gift from you.\\n\\n'Let the shadow in. Let it guide your actions. Let the corruption overtake all of you so that it infuses all that you are and all you can be. Her gifts are the greatest, and you shall slay in her name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Shelob's Brood Blessings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the Shelob's Emissary to accept their blessing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You are blessed by Shelob's Brood",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Let the shadow in. Let it guide your actions. Let the corruption overtake all of you so that it infuses all that you are and all you can be. Her gifts are the greatest and you shall slay in her name.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You may seek the blessing of Shelob's Brood. All you need do is renounce all other clans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You received the Blessing of Shelob's Brood",
      "es": "",
      "es (fem)": ""
    }
  ]
}