{
  "id": 621069056,
  "txt": [
    {
      "id": 228284040,
      "en": "'Yes, [placeholder], join us. Be a true survivor!'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "The time has come to choose your clan allegiance. All you need do is speak with one of the emissaries and choose to represent them on the field of battle.",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You have aligned with the Blogmal clan",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'You know better than most, [placeholder]. You will save many under our banner.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "You have aligned with Shelob's Brood",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Let the corruption of the mother's blood flow through you, [placeholder].'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'Sharkey's minions welcome you to fold, [placeholder]. We will do everything to win this war.'",
      "es": ""
    },
    {
      "id": 177082805,
      "en": "You have aligned with the White Hand",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Choose a clan and receive their blessing",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You have aligned with the Krahjarn tribe",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'The Krahjarn welcome you, [placeholder], let us lead the battle and stomp the innards out of our enemies... and allies, if they don't fall in line.'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "You have aligned with the Scara-pack",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The pack welcomes another. You are most welcome in our den, [placeholder]. Prepare to feast.'",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Having met the emissaries of the clans, you must now make a decision. What clan shall you represent in the conflict of the Ettenmoors?",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "You have aligned with the Tarkríp",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "You have aligned with the Ongbúrz clan",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This choice is an important one, for certain. But as the master has deemed, you can freely choose what clan you shall represent in the battle for a time.\\n\\n'You should feel free to approach whichever tribe you choose without fear that you must always represent that clan. No, little worm, you can freely change your allegiances the same as you choose your diet for a day.'\\n\\nShe offers you a weak smile.\\n\\n'Simply choose an emissary and accept their blessing. If you decide later that you dislike the benefits that their clan provides I am certain that they will abide by the master's law and allow you to freely choose your clan affiliation for now.\\n\\n'Was that word too big for you? You seem to be staring at me more slack-jawed than usual. Perhaps, you should go make your choice.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Choose a clan and receive their blessing",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Accept the blessing of the Tarkríp and bring our enemies low with great ease!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Choose Wisely",
      "es": ""
    }
  ]
}