{
  "id": 621069063,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'You tire of servitude without strength. You see now the error of your choice. It is only with the Tarkrîp that a promise of belly full of man-flesh can be achieved. Join with us. Accept our blessing and fight without equal.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak with the Tarkrîp emissary",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Trakrîp clan offers warriors devoted to its cause strength of arms and increased damage. Accepting their blessing will make you into a power bruiser. Speak with their emissary to gain the Blessing of the Tarkrîp.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "With the clan blessing removed it is now time to accept the blessing of the Tarkrîp so you may serve them in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'You have chosen well. Let us first remove the taint of the other clan from you.\\n\\n'Now, we infuse you with the strength of our clan. The force of arms. The might of shadow. The hatred of Man. The power to tear down your foe and lay them in a bloody pool. You are Tarkrîp. You are a true warrior, at last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Tarkrîp Blessings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Speak with the Tarkrîp Emissary to accept their blessing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "You are blessed by the Tarkrîp clan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Now, we infuse you with the strength of our clan. The force of arms. The might of shadow. The hatred of Man. The power to tear down your foe and lay them in a bloody pool. You are Tarkrîp. You are a true warrior, at last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "You may seek the blessing of the Tarkrîp clan. All you need do is renounce all other clans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e118",
      "en": "You received the blessing of the Tarkrîp",
      "es": "",
      "es (fem)": ""
    }
  ]
}