{
  "id": 621069062,
  "txt": [
    {
      "id": 228284034,
      "en": "'Why stand at the front and face your enemy so close? Why smell them when they are not on your plate as your dinner? Why mingle with the lesser clans when you can rule over them? We are the Krahjarn. We are the leaders. We are the warriors who know best how to survive and command.'",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with the Krahjarn emissary",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Krahjarn clan boasts the strength and wisdom of leading from behind. Their skill with ranged weaponry and leadership, they claim, is unmatched. Accepting their blessing will turn your focus toward battling at a distance. Speak with their emissary to gain the Blessing of the Krahjarn.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "With the clan blessing removed it is now time to accept the blessing of the Krahjarn so you may serve them in battle.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'It is good you understand that command is better than servitude and so, you shall have our blessing.\\n\\n'Take heed, warrior. You are no longer a maggot, though some may still say so. You are Krahjarn. You are better. You are smarter. You will not stride forward and fight when the distance is your greater ally.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Krahjarn Blessings",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Speak with the Krahjarn Emissary to accept their blessing",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "You are blessed by the Krahjarn clan",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'Take heed, warrior. You are no longer a maggot, though some may still say so. You are Krahjarn. You are better. You are smarter. You will not stride forward and fight when the distance is your greater ally.'",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "You may seek the blessing of the Krahjarn clan. All you need do is renounce all other clans.",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Clan blessing removed",
      "es": ""
    }
  ]
}