{
  "id": 621017361,
  "txt": [
    {
      "id": "0xeb01181",
      "en": "Isvítha the Gluttonous, a massive frost worm, guards the entrance to the Anvil of Winterstith. You must defeat her to gain entrance.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "You have completed the Anvil of Winterstith on Tier 2",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Dragon-spell spectres of the Zhélruka kings who died seeking the fabled Thafar-gathol haunt the Anvil of Winterstith, blocking your passage.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d170",
      "en": "Karazgar has come to the Anvil of Winterstith to bolster his forces by laying claim to the Herald of Winter and her Frost-horde. If he succeeds, he will have the means to wipe out not only the expedition of dwarves in Ered Mithrin, but to lay siege to all of the Northern Kingdoms.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Karazgar, the Weeping Warrior, has ventured into the Anvil to claim the Herald of Winter and her Frost-horde.  You must find and defeat him before that can happen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50283",
      "en": "Defeat Isvítha the Gluttonous",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Defeat the Thirteen Kings",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Defeat Karazgar the Weeping Warrior",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50286",
      "en": "Survive your encounter with Hrímil Frost-heart",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'So you have decided to come, [placeholder]! Glad to see you brought friends. We will need them.\\n\\n'We are about to head inside. Be ready, Karazgar is a powerful foe. We must not allow him to claim the Herald of Winter and the Frost-horde!'\\n\\n<rgb=#FF0000>NOTE: This quest tracks your progress for the Tier 2 difficulty of the Anvil of Winterstith. It allows you and your fellows to resume adventuring in the Anvil of Winterstith at the furthest checkpoint you have reached in each weekly cycle. This quest will automatically reset every Thursday.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01192",
      "en": "Hrímil Frost-heart, the Herald of Winter, is one of the most powerful and ancient creatures in Middle-earth, and you have just stumbled into her lair.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Completed: The Anvil of Winterstith (Tier 2)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Anvil of Winterstith (Tier 2)",
      "es": "",
      "es (fem)": ""
    }
  ]
}