{
  "id": 620836407,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Soaked lumber-pile with liquid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected metal parts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bahanneth's scouts report that the Orcs of Fanuidhol may be preparing to attempt some sort of incursion or even a siege of Lothl贸rien. He has asked you to take some pre-emptive measures to disrupt their plans before they pose any real threat.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I am Bahanneth, the Quartermaster of this force. Are you here to help in our struggle against the Orcs? Our scouts have noticed that they are cutting a great deal of lumber -- likely for use in constructing fortifications and siege-engines. We must not stand by while such a threat develops!\\n\\n'Were matters more urgent, I would ask you to burn those supplies, but as things are not yet that pressing, I would have you take these phials of liquid and apply it to their wood piles before they are finished curing. This will weaken the wood, rendering it useless for their purposes -- but without their knowledge.\\n\\n'The Orcs have also recently brought a number of crates out from their stores deep in Moria -- I would like you to steal the contents of a number of these crates so that we can perhaps guess at what evils they are preparing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The lumber and crates are at the Orc-encampment of Dr没maudhul, north-west of Talan Fanuidhol.\\n\\nBahanneth has asked you to sabotage the lumber the Orcs have cut for their war-machines. He also wants you to steal the contents of the storage crates from their surrounding encampments.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! These parts were for the construction and repair of siege-weapons. The Orcs shall have to make do without them, thanks to your efforts.\\n\\n'You also dealt with their supplies of lumber? That is well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bahanneth is at Talan Fanuidhol, south-east of Dr没maudhul.\\n\\nYou should return to Bahanneth with the metal parts and let him know of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Without strong wood and other materials, the Orcs will not be able to bring their siege engines against us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'My thanks for your help disrupting the Orcs' plans for siege. It is not that they have any hope of overcoming the defences of L贸rien, but we must save all our strength for the far greater battles to come....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Soak lumber-pile with liquid ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect contents from crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bahanneth at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pre-emptive Measures",
      "es": "",
      "es (fem)": ""
    }
  ]
}