{
  "id": 620836503,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You pick through the wood-pile and select a good piece of timber",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You search through the pile of wood, but find only rotten timbers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The vintner Brethilwen desires to provide enough wine to last the final voyages from the Grey Havens to the Uttermost West, but needs wood for casks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Our efforts here are to recover the land from this new threat, that is clear. We are also here at the behest of our kinsmen. \\n\\n'In Celondim, there is a vinter who wants only to make a final offering to store enough wine to survive our journey to the west. I have offered to recover enough wood to build such a cask.\\n\\n'You will need to search the wood in this vale for wood that has not been spoiled by the sickle-flies or the wolves. Return to me when you have collected enough sturdy pieces of wood, and I will grant you my favour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wood may be found in the valley of Nen Hilith, south-west of the Elf-camp.\\n\\nGlavrolnen has asked you to bring him several pieces of strong wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Yes, this wood will certainly do. This should please the cooper and the vintner both. The White Ships will certainly now be supplied with the finest wine from Ered Luin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glavrolnen can be found at the Elf-camp in Nen Hilith, north-east of the wood-piles.\\n\\nSearching through the wood-piles, you were able to identify five good pieces of wood with which a sturdy cask can be built. You should now return to Glavrolnen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find the wood scattered throughout the vale of Nen Hilith to the south-west, but only some of the wood is strong enough to be used for making wine-casks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Search the fallen logs for sturdy wood that we can use to craft casks for our long journey ahead.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect cask-building wood ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the wood to Glavrolnen in Nen Hilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wood for Wine",
      "es": "",
      "es (fem)": ""
    }
  ]
}