{
  "id": 620836494,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings to you, friend. Are you here to help in our martial endeavours against the invading Orcs? If so, I have a small assignment for you. The Orcs frequently employ runners and scouts to deliver messages between their camps, and we will hamper their efforts to coordinate their warriors if these scouts are defeated.\\n\\n'If you would be so kind as to defeat a few of these message-runners, I would be much obliged.\\n\\n'They have been spotted patrolling throughout the eastern half of Fanuidhol, north of here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, you have returned. Tell me -- are the scouts' numbers reduced?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The eyes of Moria must be put out...have you dealt with their scouts yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Running Interference",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done well to disrupt the scouts' patrols, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maenhador seeks to disrupt the lines of communication among the Orcs attempting to assault Lothlórien.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-scouts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Orc-scouts can be found running to and fro throughout eastern Fanuidhol, to the north of Talan Fanuidhol.\\n\\nThe scouts that have accompanied the expeditionary force of Moria Orcs into Fanuidhol are quick and clever. They ensure that the Orc-leaders are well-informed, enabling them to make deadly decisions. Maenhador has asked you to put an end to them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Maenhador at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maenhador is at Talan Fanuidhol, south of Fanuidhol.\\n\\nYou should return to Maenhador with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}