{
  "id": 620836467,
  "txt": [
    {
      "id": 218649169,
      "en": "'There will be lesser creatures in Dâr Narbugud, mere pawns who are but carriers of the sickness their masters wish to spread.\\n\\n'I believe that the weak, virulent pawns of plague must be wholly destroyed, ere they can emerge from Moria and spread the fungus throughout these lands. I know of no cure for the disease they bear, nor is an Orc deserving of our pity, no matter how much they suffer. They relish torture, and the despair of all creatures but themselves.\\n\\n'Be wary, for Dâr Narbugud is a terrible place. You should go in strength.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well this day, [placeholder]. I know that the slaughter of the weak, no matter how vile, cannot ever be a pleasant task. But take heart: if you are gripped by black thoughts, you have done a great service to the world beyond this deep pit.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Destroy as many Globsnaga Orcs as you can, [placeholder], though this may seem an unpleasant thought. It is imperative that they do not leave Dâr Narbugud and spread their sickness beyond the Forgotten Treasury, or worse yet -- beyond the walls of Moria.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dâr Narbugud: A Plague Restrained",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "In order to keep the pestilence from creeping to the fair lands beyond the walls of Moria, the Elves of Lothlórien believe the fungus-infested Orcs must be stopped ere they emerge from Moria.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated weak Globsnaga Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat weak Globsnaga Orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The new Globsnaga Orcs can be found throughout Dâr Narbugud, in the southern-most reaches of the Foundations of Stone in Moria.\\n\\nDonfuin has asked you to slaughter the weaker, newly-altered Orcs to prevent their use as carriers of the fungus they are now infested with.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Donfuin",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Donfuin stands outside of Dâr Narbugud in Moria.\\n\\nYou should speak with Donfuin and inform him of your success against the weak Glabsnaga Orcs in Dâr Narbugud.",
      "es": ""
    }
  ]
}