{
  "id": 620836513,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The letter reads:\\n\\nBe it known that I, Dwalin, Lord of the Longbeards of the Blue Mountains and Steward of Thorin's Hall, write this on behalf of [placeholder]. I fought alongside [placeholder] to stop a dangerous and unearthly ritual from taking place -- the resurrection of Skorgrím, king of the Dourhands of old, by the Gaunt-lord Ivar the Bloodhand.\\n\\nShould it be within your power, please give [placeholder] some measure of welcome and thanks for all that was done.\\n\\nDwalin\\nLord of the Longbeards of the Blue Mountains\\nSteward of Thorin's Hall'\\n\\nApparently Dwalin remembers well the travels you and he had together. Seek out Laenin at Celondim or Bogi Deepdelver to see what this letter will yield.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Your name is well known, [placeholder]. It is not often that a hero of your stature visits me. I will honour you as Lord Dwalin honours you. Please accept these as a token of welcome in these lands.\\n\\n'Speak with me again and look among my wares. You may find something there to your liking, and I will gladly barter for what you desire.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "Never should be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Message of Thanks",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085254",
      "en": "'Lord Dwalin deems that we give you thanks and I honour his request. Take these and speak with me again. I will share with you what we can offer.\\n\\n'It may not be much, but it is certain that these will help an adventurer such as you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You assisted Dwalin and the sons of Elrond against the evil forces stirring in Thorin's Gate, and these efforts have not gone unnoticed. The Lord of the Longbeards sent you a missive which he hopes will bring you favour.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Deliver the letter to Laenin in Celondim or Bogi Deepdelver outside Thorin's Halls",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Deliver the letter of thanks to Laenin the Glade Watcher in Celondim.\\n\\nDwalin, the Lord of the Longbeards, sent you a letter of thanks for your efforts against Ivar the Bloodhand. His hope is that this letter will earn you some measure of reward from the Elves or Dwarves.",
      "es": "",
      "es (fem)": ""
    }
  ]
}