{
  "id": 620836493,
  "txt": [
    {
      "id": 192423015,
      "en": "'Master gone... Must return to caves.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Târgrat the Proud has been angered",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You have found the encampment of Târgrat the Proud",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "You are leaving the encampment of Târgrat the Proud",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An arrogant Orc named Târgrat holds great sway over many of his followers, and it would be best if he were removed from his post. Unfortunately, he commands a powerful troll bodyguard. Maenhador believes that the Orc's pride may be his weak point, if you can find some way to exploit it.",
      "es": ""
    },
    {
      "id": 136263300,
      "en": "Defeated Târgrat the Proud",
      "es": ""
    },
    {
      "id": 134233463,
      "en": "'You may have slain my bodyguard, but you shall not catch me so easily!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Our scouts report a particularly large and loud Orc by the name of Târgrat who commands many of the Orcs in Fanuidhol. He is a preening fool by all accounts, but dangerous nonetheless, particularly due to the huge troll who acts as his bodyguard.\\n\\n'Nevertheless, pride goes before a fall, as they say, and I suspect that his pride is indeed his greatest weakness. If you were to <rgb=#FF0000>mock</rgb> him before his followers, he may well lose his composure and make a deadly mistake.\\n\\n'This Orc can be found in the north-west reaches of Fanuidhol, in the encampment of Nardur-stazg.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Târgrat is at Nardur-stazg in Fanuidhol, north-west of Talan Fanuidhol.\\n\\nIn order to defeat Târgrat, despite the protection of his troll bodyguard, Maenhador has suggested that you try <rgb=#FF0000>mock</rgb>ing him before his underlings.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Welcome back! How went your battle against Târgrat? Pride and vanity are ever the weakness of fools.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Târgrat is at Nardur-stazg in Fanuidhol, north-west of Talan Fanuidhol.\\n\\nIn his rage over your insults, Târgrat the Proud has forsaken the protection of his bodyguard to pursue you personally. You must defeat him in battle.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Maenhador is at Talan Fanuidhol, south-east of Nardur-stazg.\\n\\nYou should return to Maenhador with tidings of your victory against Târgrat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Târgrat is a proud and arrogant creature...he will not abide your mockery.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Târgrat is a proud and arrogant creature...he will not abide your mockery.'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'How did your quest go, [placeholder]?'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "<rgb=#FF0000>Mock</rgb> Târgrat the Proud",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Such is the fate of over-proud fools....'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Târgrat's encampment",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Târgrat the Proud",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Maenhador at Talan Fanuidhol",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mockery",
      "es": ""
    },
    {
      "id": 77019524,
      "en": "'You have dared to insult me before my underlings, and so you shall die by my hands alone!'",
      "es": ""
    }
  ]
}