{
  "id": 620836464,
  "txt": [
    {
      "id": "0xd085251",
      "en": "The hilt is ice-cold and gives off a fell glow, and it is blackened with the remnants of its Nameless bearer. You would cast it aside without further thought, for it is a sickening relic, but something catches your eye: Elven-script. The letters inscribed upon the hilt are clear, unfaded Sindarin. \\n\\nThis artifact may have a colourful history. How did it come to live in the hands of this hideous creature? You should bring the hilt to one who may recognize it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'What treasure have you unearthed in Dâr Narbugud, [placeholder]? It was a keen observation that let you perceive the writing beneath the grime, for the words have lost their power and their light.\\n\\n'This is a Silvan blade from the Second Age, and its script tells of sun on golden boughs and likens them to the mighty arm of a marchwarden. I would not be at all surprised if an inhabitant of Lórien knew the one who bore this sword.\\n\\n'This is the blade of a guard or a warrior who drew upon the beauty and majesty of the mallorns to lend him power when he bore this blade into battle. A warrior of the woods may know this haft.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Bright were the eyes of he who bore this blade to battle long ago. Yes, I remember the sword and the bearer! He was my friend, and we went forth together into many perils.\\n\\n'Seasons uncounted have turned since he departed Middle-earth to go to the Undying Lands, as is the fate of all my kin. I have remained and will watch over this land until the time of the Elves has passed.\\n\\n'I have often wondered what became of him, for my heart whispered that he never came to the Sea. Did he meet his doom in Moria where the Nameless walk on black roads? Alas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dâr Narbugud: The Bewildering Inscription",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "One of the Nameless creatures that prowled the twisted passages of Dâr Narbugud was found carrying a strange sword-hilt, bearing an inscription in unmistakeable Sindarin letters. While this haft is now fell and cold to the touch, its history might be of interest to one who remembers its making.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the hilt to Celeborn at Caras Galadhon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Celeborn can be found in Lothlórien's main city, Caras Galadhon.\\n\\nYou should show the corrupted hilt you have found to Celeborn, whose wisdom and long memory may dispel the mystery surrounding this artifact.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find someone who may recognize the hilt",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Celeborn believes that the sword hilt will be recognizeable to someone who lives in Lothlórien. He surmises, based on the words on the handle, that the warrior of old was a loyal protector of the Golden Wood.\\n\\nYou should seek someone who may recognize the befouled relic.",
      "es": "",
      "es (fem)": ""
    }
  ]
}