{
  "id": 620836599,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "The Elf-lady Maliriel has long organized the great banquets of Lothlórien, held for honoured guests and special occasions. The strains of unrest and war have distracted many from the preparations needed, and she has asked you to aid the Elves responsible for completing the preparations for an upcoming banquet.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. You come at an auspicious time -- but one that finds me ill prepared for my duties. You see, I am the Mistress of the Feast for Lothlórien, and it falls to me to prepare a great banquet.\\n\\n'Yet I find myself with few hands to prepare such an event, for many have been called away to guard the borders of our forest or to sojourn further afield against the foes of the Elves.\\n\\n'So I ask you, if you will, to seek out my companions who labour here and to the south towards the vineyards, and offer them whatever aid you may in these preparations, for time grows short!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Galhíril can be found near the gate to Imlad Lalaith. Aesbrennil and Hadhelen can be found within the Vineyards of Lórien, south of Imlad Lalaith. Glasnír can be found at the entrance to the vineyards, south of Imlad Lalaith.\\n\\nMaliriel has asked you to help her and her companions to complete all the preparations for the upcoming feast.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'[placeholder], I am delighted! You have made all the preparations seem so much less arduous and allowed me to more fully devote my time and attention to the complicated ones. \\n\\n'Please accept this reward, and know that it comes with Maliriel's warmest regards.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Maliriel is at Imlad Lalaith.\\n\\nYou should report to Maliriel that all the banquet preparations she asked you to finish are complete.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'We have many preparations for the feast... speak with my assistants and aid them as you may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'[placeholder], you have considerably lightened my burdens! You have my gratitude.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Finish banquet preparations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Finished banquet preparations ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Maliriel at Imlad Lalaith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x910c1b5",
      "en": "'Reveler'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Banquet Preparations",
      "es": "",
      "es (fem)": ""
    }
  ]
}