{
  "id": 620836465,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated the Mistress of Pestilence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated the Blind One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Celeborn of Lothlórien believes that the restoration of the natural world is key in the battle against the powers of evil in Middle-earth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'You have felt the malice in Dâr Narbugud during your long toils there, have you not? I suspect that you will find a great force at the heart of the evil will. Such is always the case in the black places of the world, as I am sure you have found in your many ventures.\\n\\n'If you intend to complete the greater task I have given you of banishing the darkness, you must first uproot the evil that is the source of the pestilence.\\n\\n'May you and your allies go well, [placeholder], and do not allow your valour to waver. Those with pure hearts beating in their breasts will not be swallowed by the sickness of Moria. Defeat the menace and come back hale to allay my fears for the safety of Free Peoples.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The source of the pestilence in Moria is near the Dark Delvings at the southernmost tip of the Foundations of Stone, in a foul place called Dâr Narbugud.\\n\\nDonfuin wishes you and your allies to defeat the Nameless sources of the sickness spewing from Dâr Narbugud, thus removing the threat of the fungal plague's spread.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Glad am I to see you well, [placeholder]. I am heartened indeed by all that passed in Dâr Narbugud, the beating heart of corruption in Moria.\\n\\n'The dwarves of the expedition will feel the good of your deed at once, for the bane of their purpose there has been felled by the might of your valiant host. You shall be honoured by the Elves also for quenching the flames of a threat that may have spread far and ruined many fair things.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Donfuin is outside of Dâr Narbugud in Moria.\\n\\nYou should tell Celeborn of your very great deed in defeating the Mistress of Pestilence in Moria.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I bid you take care, [placeholder], when you face the source of the sickness in Moria. It will not be an easy task. Go to Dâr Narbugud; do your best to stand against the blight that corrupts the fiends who wish to bring harm to all that is good.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Glad am I to see you unhurt and relieved as well, fair Wanderer. Long years have passed since I have had great faith in Men. But I will not burden you with my folly; my Lady sees far, and knew that the time of great deeds by valiant Men would come again.\\n\\n'Here you stand to prove beyond doubt the strong fibre of honour that runs in your race. Since Aragorn son of Arathorn walked in our lands and claimed the heart of the Evenstar of our people, I have seen much to allay my doubts. You and your race will do great things to move the course of this Age.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the Mistress of Pestilence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat the Blind One",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Donfuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dâr Narbugud: The Deep Places of the World",
      "es": "",
      "es (fem)": ""
    }
  ]
}