{
  "id": 620836466,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed fumarole ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed greater fumarole ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The great fumaroles of Dâr Narbugud fill the chambers of corruption with a noxious gas, creating the perfect atmosphere for the breeding of noxious spores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'When you travel to Dâr Narbugud, I believe you will find it filled with an unwholesome air. It is my expectation that the very air provides a lush breeding ground for the corruption that takes place in that sickly place.\\n\\n'You should seek out the vents from whence the noxious air passes. If you destroy the belching mouths, perhaps the things that grow so freely amongst the gases will not find the environment so hospitable.\\n\\n'I imagine that you will find great fumaroles in Dâr Narbugud, [placeholder]. I have studied things of this kind, and wherever there is bad air in an enclosed space such as this, a gasping vent is usually the source of the trouble.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The greater fumaroles can be found in Dâr Narbugud, at the southern tip of the Foundations of Stone.\\n\\nDonfuin has asked you to destroy the fumaroles that belch their noxious fumes into the poisoned chambers of Dâr Narbugud.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'I take it the air of Dâr Narbugud was not to your liking, [placeholder]? I am not at all surprised.\\n\\n'You did well to destroy the living vents that gasped the foul fumes into that sickly space. There will now be less fodder for the vile things that grow there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Donfuin can be found outside of Dâr Narbugud in Moria.\\n\\nYou should go to Donfuin and inform him of your success in destroying the belching fumaroles of Dâr Narbugud.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The greater fumaroles can most likely be found throughout Dâr Narbugud, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy fumaroles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy greater fumaroles ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Donfuin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dâr Narbugud: Noxious Vapours",
      "es": "",
      "es (fem)": ""
    }
  ]
}