{
  "id": 620836495,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You scan the horizon, but do not see any Great Eagles",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have arrived at Talan Brethil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You are no longer at Talan Brethil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Cúvroval has received orders that every flet must be on the look-out for a sighting of one of the magnificent Great Eagles who hail from the northern Misty Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "The sky is empty of any Great Eagle, as far as you can see",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3685",
      "en": "You have arrived at Talan Gwilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3686",
      "en": "You are no longer at Talan Gwilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3687",
      "en": "You are unable to spot any bird larger than a hawk",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3688",
      "en": "You have arrived at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3689",
      "en": "You are no longer at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Whence hail you and wherefore come you here, brave [placeholder]? To have come this far into the Golden Wood, you must have earned the trust of the archers who guard our borders. That is why I feel able to ask you for aid: I have orders that I fear I cannot fulfil alone. Will you help?\\n\\n'Have you ever sighted one of the majestic Great Eagles who hail from eyries north of the High Pass in the Misty Mountains? Well, my orders are to keep a stringent look-out for one of them -- it is not my privilege to know why. Will you go to the nearby Telain -- Talan being our word for the platforms in the trees that you call flets -- and <rgb=#FF0000>look</rgb> for them?\\n\\n'Talan Brethil is south-east of here, along the banks of the Anduin. Talan Gwilith and Talan Fanuidhol are well west and a bit south of here, along the border of Fanuidhol, where the Orcs have recently emerged from Moria.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Talan Brethil is to the south-east of Talan Revail, along the banks of the Anduin. Talan Gwilith and Talan Fanuidhol are well west and a bit south of Talan Revail, along the border of Fanuidhol where the Orcs have recently emerged from Moria.\\n\\nCúvroval wants you to go to three of the telain and <rgb=#FF0000>look</rgb> into the distance from atop all three of them to search for a Great Eagle in the sky. She was not told why this look-out had to be kept, only that it was essential.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Nothing? You are certain? Ah well.\\n\\n'The truth is, I have no idea why any of the Great Eagles should be paying us a visit at this time anyway.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Cúvroval is at Talan Revail, north-east of Cerin Amroth.\\n\\nYou should return to Cúvroval to report that empty skies were all you saw from the telain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you seen the Great Eagles of the Misty Mountains? They are a sight to behold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "<rgb=#FF0000>Look</rgb> into the distance from Talan Brethil",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "<rgb=#FF0000>Look</rgb> into the distance from Talan Gwilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "<rgb=#FF0000>Look</rgb> into the distance from Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Cúvroval at Talan Revail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Searching for Eagles",
      "es": "",
      "es (fem)": ""
    }
  ]
}