{
  "id": 620836509,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our time is closing in this land. Soon we will be but legend and memory to the mortals who will remain upon these shores. While we are still here, however, we must do what we can to ensure that these lands remain safe and beautiful. \\n\\n'The preservation of the land is why I have come to the port of Celondim. My brethren and I have been looking into recent events in a glade to the north. I am here to enlist any willing to go there and assist us in discovering the source of an infestation of sickle-flies among the trees to the west and south-west of the port.\\n\\n'If you are willing, remove the threat of the sickle-flies from the trees and report to Ovorlas at Nen Hilith to the south-west.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mae govannen! Laenin had you fighting back the sickle-flies? Good. It has become necessary to drive them out of the forest, lest they kill the trees.\\n\\n'Your aid will be welcome here, [placeholder], for there is much to do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You will find Ovorlas to the south-west, in the area we call Nen Hilith. Speak with him and assist him however you may, after you have removed the threat the sickle-flies pose to the surrounding wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Defence of the Forest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You will find Ovorlas to the south-west, in the area we call Nen Hilith. Speak with him and assist him however you may, after you have removed the threat the sickle-flies pose to the surrounding wood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Laenin the Glade-watcher plans to leave Middle-earth, but he would see the sanctity and the beauty of the forests surrounding Celondim preserved. Recent events have driven a large number of foul insects into the wood, and Laenin fears that the trees may suffer disease as a result.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated vale-flies surrounding Celondim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat vale-flies surrounding Celondim ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Sickle-flies may be found in the forests west and south-west of Celondim.\\n\\nLaenin the Glade-watcher informed you that he is recruiting those willing to help save the surrounding nature from an infestation of sickle-flies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Ovorlas at Nen Hilith",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ovorlas is at the Elf-camp in Nen Hilith, south-west of Celondim.\\n\\nYou have defeated many sickle-flies, as Laenin asked, and should now seek out Ovorlas.",
      "es": "",
      "es (fem)": ""
    }
  ]
}