{
  "id": 620836412,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated cave-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The stone beneath Thorin's Gate is honeycombed by cave-claw burrows. If the damage continues, the entire area could be weakened enough to collapse in upon itself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "<rgb=#00e4ff>This quest has been restored for Legendary Servers!</rgb>\\n\\n'Blasted nuisances! Even the dullest dwarf knows that you don't over-mine a cavern. Riddle it with holes, and the whole floor is apt to collapse. Well, the cave-claws don't know that and their incessant digging is going to be the ruin of us all! \\n\\n'What? You expect the Dourhands to do something about it? A clever jest, but I'm not laughing. Can you lend us some aid in dealing with the pests? The cave-claws, mind you...not the Dourhands. Although....\\n\\n'Be that as it may, the Rockbelly Pit is overrun with cave-claws. Head east and up the hill to Winterheight. The entrance to the Pit is there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Cave-claws are found near the buildings and caves to the east of Thorin's Gate and inside the Rockbelly Pit caves near Winterheight, south-east of the Frerin's Court.\\n\\nBolli asked you to defeat cave-claws found throughout Thorin's Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You certainly took care of that problem. I'll see to it that the Dourhands do their part from now on.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bolli can be found in Frerin's Court.\\n\\nYou should return to Bolli with news of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Cave-claws! I hate them! Always ripping up the ground, leaving piles of earth in their wake. And who has to clean up their mess? The Longbeards, that's who!\\n\\n'Give us a hand, will you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You did a good thing back there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c43",
      "en": "'You did a good thing back there!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat cave-claws ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Bolli in Frerin's Court",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Return to Selur ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Cave-dwelling Menace",
      "es": "",
      "es (fem)": ""
    }
  ]
}