{
  "id": 620836463,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Rung",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Blagh",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Elves believe that trolls give a great advantage to the enemy in battle, due to their massive strength and hardiness. The troll-leaders in Dâr Narbugud must be eliminated in order to weaken the enemy's forces.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'The dwarves' establishment of a foothold in Durin's halls could not have come at a more fortuitous time, for I find that the presence of a certain guest in our lands has drawn the eyes of many foes, near and far.\\n\\n'There is a great presence of trolls in Dâr Narbugud, and they are deadly foes even when running carelessly about. Imagine the damage that could be done to the dwarves when the trolls are guided by leaders.\\n\\n'The dwarves are doughty fighters, but I do not believe they will withstand the might of well-led trolls, least of all trolls corrupted by the sickness and plague brewing in Dâr Narbugud. You should destroy the leaders outright, and the lesser trolls will surely be weakened without proper guidance from their superiors. This task will require a great force, to be sure.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The trolls you seek can be found in Dâr Narbugud, near the Dark Delvings at the southernmost tip of the Foundations of Stone.\\n\\nDonfuin has asked you to defeat the trolls' leaders, which should disorganize the trolls and deflate their usefulness in battle.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, [placeholder]! I rejoice that you have returned in triumph. It is no small feat to have bested such brutal creatures as the wicked trolls you have faced. You must have the favour of Lady Galadriel to have survived a battle of this magnitude without falling.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Donfuin stands just outside of Dâr Narbugud.\\n\\nYou should speak with Donfuin and inform him of your victory over the troll-leaders.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The trolls you seek can be found in Dâr Narbugud. You should gather your allies and make haste, [placeholder]. The Lord and Lady fear that the dwarves' foothold is not yet strong.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Rung",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Blagh",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Donfuin",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dâr Narbugud: Bastions of Doom",
      "es": ""
    }
  ]
}