{
  "id": 620836505,
  "txt": [
    {
      "id": 218649169,
      "en": "'Mae govannen, [placeholder]. I overheard your discussion with Ovorlas and hope that you are willing to assist us. This vale was once a place of inspiring beauty where we could come and commune with nature. It has fallen far from those days since the incursion of these wolves.\\n\\n'It is unclear where the wolves came from or why they chose to dwell in this valley, but it is clear that they must be removed to ensure that nature can return to its balance.\\n\\n'Enter the valley and destroy the wolves to ensure the future of the valley. Return to me when you have completed this task, and you will have earned my favour.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Nature calls once again from the vale, I can feel it course through my being. We cannot rest on this virtue, but you have brought hope where there was sorrow, [placeholder]. You have earned my favour.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You will find the wolves dwell and hunt throughout Nen Hilith to the south-west. Be cautious and return to me when you have defeated many of the wolves.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Wolves of Nen Hilith",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Wolves have found their way into the peaceful valley of Nen Hilith and have upset the balance of nature there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wolves in Nen Hilith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wolves in Nen Hilith ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wolves can be found in Nen Hilith, south-west of the Elf-camp.\\n\\nHelhathel has asked you to defeat wolves in Nen Hilith in order to restore balance in the valley.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Helhathel in Nen Hilith",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Helhathel at the Elf-camp, north-west of the wolf-haunts.\\n\\nYou successfully defeated a number of wolves within the valley of Nen Hilith and should return to Helhathel with your report.",
      "es": ""
    }
  ]
}