{
  "id": 620836406,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Orc-smiths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed weapon-stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Bahanneth is concerned about the siege-parts you stole from the Orcs. Even without them, they will be able to construct primitive weapons to conduct a siege.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs may not be the most powerful of foes, but they are numerous, determined, and some among their number are dangerously clever in the ways of siege-craft -- particularly when they are crafting designs supplied by the Enemy himself.\\n\\n'You have stolen away many of the parts they had hoped to use in the construction of cunning engines of war, but some remain, and even without them their smiths will strive to build more primitive -- but still quite lethal -- weapons.\\n\\n'I would like to see most of those Orcs defeated, for without them, their soldiers have no real hope of infiltrating the defences of our forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fanuidhol lies to the north-west of Talan Fanuidhol.\\n\\nBahanneth wants you to enter Fanuidhol and kill several of the smiths there, as well as to destroy some of the stores of weapons they have forged. The weapons can be found stored towards the back of the camp, further to the north-west.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, my friend! As long as we can continue to disrupt their preparations, the Orcs shall find their efforts to assault Lórien fruitless and most costly indeed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Bahanneth is at Talan Fanuidhol, south-east of Fanuidhol.\\n\\nYou should return to Bahanneth with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Orcs will have no hope of completing their siege-engines if their smiths have been put to the sword.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Orcs will have some trouble replacing those stores quickly, [placeholder]. Well done!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Orc-smiths ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Destroy weapon-stores ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Bahanneth at Talan Fanuidhol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disarming the Foe",
      "es": "",
      "es (fem)": ""
    }
  ]
}