{
  "id": 620887917,
  "txt": [
    {
      "id": 22075078,
      "en": "Explore the Isendale",
      "es": ""
    },
    {
      "id": 22075079,
      "en": "Explore Nan Curunír",
      "es": ""
    },
    {
      "id": 22075080,
      "en": "Explore Pren Gwydh",
      "es": ""
    },
    {
      "id": 9244208,
      "en": "Trum Dreng is a pastoral land that is home to the Caru-lûth, the Stag-clan, a people that is slowly dwindling from Dunland.",
      "es": ""
    },
    {
      "id": 22075081,
      "en": "Explore the Starkmoor",
      "es": ""
    },
    {
      "id": 118018273,
      "en": "The Bonevales are an extension of the Lich Bluffs of Enedwaith, but a section where evil had never stirred until now.",
      "es": ""
    },
    {
      "id": 118018274,
      "en": "Carreglyn is controlled by the Uch-lûth, the Ox-clan, who operate a significant mine in the service of Saruman.",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dunland is a large and wild land, inhabited by good and wicked folk alike. You should explore the many landmarks of Dunland.",
      "es": ""
    },
    {
      "id": 118018275,
      "en": "The Dunbog is home to a number of backwater clans and refugees from the Boar-clan.",
      "es": ""
    },
    {
      "id": 118018276,
      "en": "The Gravenwood is a sacred place of the Dunlendings, both honoured and feared.",
      "es": ""
    },
    {
      "id": 118018277,
      "en": "The Heathfells are a wide stretch of land in the Gap of Rohan which lie between Nan Curunir, the Isendale, and Rohan.",
      "es": ""
    },
    {
      "id": 118018278,
      "en": "The Isendale lies at the entrance to the Gap of Rohan, leading into the Heathfells.",
      "es": ""
    },
    {
      "id": 118018279,
      "en": "The wide vale of Nan Curunír is home to Isengard and the tower of Orthanc, stronghold of Saruman the White.",
      "es": ""
    },
    {
      "id": 84765776,
      "en": "Explore Trum Dreng",
      "es": ""
    },
    {
      "id": 118018280,
      "en": "Pren Gwydh is the cultural centre of Dunland. Here, representatives from many clans come to trade.",
      "es": ""
    },
    {
      "id": 118018281,
      "en": "The Starkmoor is a territory controlled by the Uch-lûth, the Ox-clan, and is home to Avardin, a major trading outpost.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Explore the Bonevales",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Explore Carreglyn",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Explore the Dunbog",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Explore the Gravenwood",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Explorer of Dunland",
      "es": ""
    },
    {
      "id": 22075077,
      "en": "Explore the Heathfells",
      "es": ""
    }
  ]
}