{
  "id": 620852061,
  "txt": [
    {
      "id": 218649169,
      "en": "'I have ill news, [placeholder]. It seems that we've got a little vermin problem, if you will. I was minding my own business and taking a stroll through the cellars beneath this tower when I heard a bit of a noise.\\n\\n'Well, I put my ear to the rock for a quick listen, and what do you think I hear? Picks and shovels, [placeholder], picks and shovels! What's more I could hear goblin voices muttering in Black Speech. It seems that a band of goblins has been set to work and mean either to bring down Thangúlhad around our ears or invade it from below.\\n\\n'Either way, we've got to stop them and quickly! My brother and I can deal with the goblins' works, but we'll need a stalwart companion to keep the vermin off of us while we're about our labours. What say you?'\\n\\n<rgb=#00ff00>WARNING: Death From Below is a high difficulty solo challenge quest. Beware, all who enter therein.</rgb>",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'That should be the end of the goblin-sappers. You have my thanks for your aid.\\n\\n'I wouldn't be surprised if they try again after they finish licking their wounds, but from what Rodelleth tells me, we will not be here much longer anyway.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Let us hurry down to the cellars, and quickly, [placeholder]!'.\\n\\n<rgb=#00ff00>WARNING: Death From Below is a high difficulty solo challenge quest. Beware, all who enter therein.</rgb>",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Death From Below",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Vatnar has detected a band of goblin-sappers digging a tunnel below the cellars of Thangúlhad. He and his brother Thyrnir intend to invade the goblin-tunnel and collapse it before they can undermine the tower's foundation.\\n\\n<rgb=#00ff00>WARNING: Death From Below is a high difficulty solo challenge quest. Beware, all who enter therein.</rgb>",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Vatnar to enter the cellars",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Vatnar is at Thangúlhad in Gathbúrz.\\n\\nYou should speak with Vatnar when your are ready to travel with him and Thyrnir to prevent the goblin-sappers from destroying Thangúlhad.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Vatnar at Thangúlhad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Vatnar is at Thangúlhad in Gathbúrz.\\n\\nWith the aid of Vatnar and Thyrnir, you have defeated the goblin-sappers and saved Thangúlhad. You should speak again with Vatnar.",
      "es": ""
    }
  ]
}