{
  "id": 620852065,
  "txt": [
    {
      "id": 218649169,
      "en": "'So, we've managed to capture this tower, and it grants us a fine look at the surrounding land, but one thing I have seen that doesn't sit well with me is the Orcs moving a number of catapults nearby.\\n\\n'The weather here in Mirkwood is not the finest at the best of times, but in a few hours it's going to include a fair hail of falling rocks, if you catch my meaning.\\n\\n'Be a good sort and see if you can set a few of those on fire, would you? It is one thing being rained on day and night, but I'm not wanting a sharp crack on my head to go with it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So you managed to wreck a few of the Orc's toys? Well that's done then, on to the next order of business shall we?\\n\\n'Time is of the essence, if we're to bring that great pile of rock down around the ears of those cloaked fiends!'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The catapults of the Enemy will be a bane upon the Golden Host if they are not dealt with, and quickly!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Shattered Engines",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Vatnar the dwarf has seen the Orcs of northern Gathbúrz moving catapults into position to attack Thangúlhad.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Destroyed catapults ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Destroy catapults ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orkish catapults can be found throughout northern Gathbúrz.\\n\\nVatnar has asked you to destroy several Orkish catapults.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Vatnar in Thangúlhad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Vatnar is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Vatnar with tidings of your success.",
      "es": ""
    }
  ]
}