{
  "id": 620852064,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected fire-pots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Burned oil-stores ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Thyrnir noticed that the Orcs of Gathbúrz have left their fire-oil supplies haphazardly piled about in the chaos of the Elven assault.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Hello there, [placeholder]. Have you had a look down there in the Orc-camps yet? It's a real mess. Orcs and goblins aren't too good at staying organized when you put a good fright into them, from what I've seen.\\n\\n'Anyhow, I noticed that they have got the oil for their siege-engines piled up in great heaps of boxes and crates, just lying about. That's dangerous...you never know when it might catch fire!\\n\\n'If you were to steal a few of their fire-pots and use them to set the rest ablaze, I imagine it would help add a warm glow to these dreary slopes for the evening.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Fire-pots and supply crates can be found in the Orc-forts throughout northern Gathbúrz.\\n\\nThyrnir has asked you to destroy the goblins' stockpiles of fire-oil by igniting them with the goblins' own fire-pots.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Ha! I could see the blazes from here, [placeholder]! That will teach the fool goblins to leave dangerous toys lying about! Good work, my friend.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Thyrnir at Thangúlhad in Gathbúrz.\\n\\nYou should report your success to Thyrnir.",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "Report to Fífil at Thangúlhad in Gathburz.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The foolish goblins have left their fire-oil stores out where they can be tampered with...I trust that you will do what needs to be done....'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "YOU SHOULD NOT SEE THIS",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect fire-pots ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Burn oil-stores ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Thyrnir at Thangúlhad",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Infernal Stores",
      "es": ""
    }
  ]
}