{
  "id": 620852005,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Handelen fears that the Orcs are mustering their forces in the northern reaches of Gathbúrz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3684",
      "en": "You have scouted this area",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'The Orcs of Gathbúrz are a shattered force, but we must continue our forays against them to keep them from regrouping. I am asking the Malledhrim and our allies to mount frequent patrols through the area north of here, skirting their fortifications and engaging any enemies attempting to reinforce those positions.\\n\\n'Are you up for the task, [placeholder]? If so, I bid you good fortune. Return to me when your patrol is complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The first point is north-east of Thangúlhad. The second point is to the north-west of the first, direcdly north of Kúfuzg. The third point is directly north of Thangúlhad, a little south of Búrzkala. The fourth point is just north-west of Thangúlhad.\\n\\nYou should scout the waypoints of the patrol that Handelen has asked you to undertake and defeat any enemies you might find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'There are still a lot of Orcs down there? I expect there are still hundreds of stragglers wandering back into the encampments after fleeing from the force of our initial assault.\\n\\n'The real problems will start when the first elements of that eastern army begin to arrive... we must be ready for them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Handelen is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Handelen with the report of your patrol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "You should scout the third waypoint of the patrol that Handelen has asked you to undertake and defeat any enemies you might find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Our survival here depends upon performing routine patrols to sight the approach of the Enemy.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced4",
      "en": "You should scout the fourth waypoint of the patrol that Handelen has asked you to undertake and defeat any enemies you might find there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced5",
      "en": "Report to Handelen at Thangúlhad in Gathburz.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Patrol the first point in northern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Patrol the second point in northern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Patrol the third point in northern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Patrol the fourth point in northern Gathbúrz",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Scouting in Force",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Talk to Handelen at Thangúlhad",
      "es": "",
      "es (fem)": ""
    }
  ]
}