{
  "id": 620852002,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'As you have no doubt noticed, there are signs of the Enemy everywhere upon this hill, most notably the evil idols they raise to their Dark Lord in Mordor.\\n\\n'In time, it is our hope to cleanse this land of the Orc-presence altogether, but in the meantime we shall begin with those symbols of the Dark Lord's power here, for they cast an oppressive pall over this place that we must work to banish.\\n\\n'When you have destroyed the idols, return here to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The dark idols have been destroyed? Good. There may be little light in this place until Dol Guldur itself is reduced to rubble, but at least we need no longer look upon the leering visage of our Enemy at every turn as we do battle for the fate of Mirkwood.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The idols of the Necromancer are a foul sign of Sauron's power in Southern Mirkwood and the corruption of Greenwood the Great...it will be worth the risk only to destroy these dark signs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Dark Idols",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The slopes of Gathbúrz are dotted with horrific idols of the Dark Lord Sauron. These must all be destroyed if the Elves are to reclaim the forest of Mirkwood from the clutches of the Enemy.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed dark idols in Gathbúrz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy dark idols in Gathbúrz ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Idols of the Necromancer may be found across the landscape of Gathbúrz.\\n\\nHandelen has tasked you with destroying the dark idols of Sauron that stand as a symbol of his power of Southern Mirkwood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Handelen at Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Handelen is at Thangúlhad in Gathbúrz.\\n\\nHaving destroyed many of the idols of the Necromancer, you should return to Handelen.",
      "es": "",
      "es (fem)": ""
    }
  ]
}