{
  "id": 620852020,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'We have split into many factions in order to organize our assault on Dol Guldur. While we feel that this is the best way to plan our offence, we worry very much during those periods in which we hear nothing from our kindred while they establish their footing.\\n\\n'It is not safe to send scouts out until we hear from the advancing party, so we wait. If you are going to Emyn Lûm, will you keep an eye out for the host that marched thence? They will welcome your presence gladly, for we are stretched in every direction.\\n\\n'Emyn Lûm is a dangerous wilderness to the east of here, closer to Dol Guldur. You should seek Fuirgam, for he is a commander of that faction. Be wary, [placeholder]; keep your wits about you! We do not know what evils lie yonder.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Mae govannen! How fare my kin in the Dourstocks? I am glad you have come -- I was anxious for word from Athradnir. Now that we have established a line of communication, there will be but one more small burden lifted from my shoulders.\\n\\n'There is much to be done between marches, as I am sure you can understand. Will you be staying with us for a while?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Fuirgam is a commander among the host that marched east to Emyn Lûm -- you should speak with him first.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Road to Emyn Lûm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Athradnir is anxious to hear what has become of the Malledhrim host who marched east to Emyn Lûm, for the closer the Elves draw to Dol Guldur, the more perilous the journey becomes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Fuirgam in Emyn Lum",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Fuirgam should be among the Malledhrim at their stronghold in Emyn Lûm.\\n\\nYou should seek Fuirgam and establish a line of communication between the Elves of Emyn Lûm and the Dourstocks.",
      "es": "",
      "es (fem)": ""
    }
  ]
}