{
  "id": 620852066,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Good day, [placeholder]! It is a fine day for a battle, don't you think? It will be a pleasure indeed to see that dark spire crumble, but we've got some messy business to attend to in Gathbúrz first.\\n\\n'The goblins have built a number of nasty little toys for the Orcs of Gathbúrz, a few of which we have captured here... but the rest have to go. These Elves may be the finest warriors I've seen outside of Thorin's Hall, but fancy swords and bows don't help much with a yard-long bolt pinning them to the ground!\\n\\n'Those ballistae are the greatest threat to Rodelleth and her warriors, so you should deal with those first. They are easy enough to break once you reach them. A couple of good strikes with a hammer or blade will put them out of commission quickly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So you managed to wreck a few of the Orc's toys? Well that's done then, on to the next order of business shall we?\\n\\n'Time is of the essence, if we are to bring that great pile of rock down around the ears of those cloaked fiends!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Destroy the ballistae of the Enemy, [placeholder], else they will prove a bane to the Golden Host.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Black Bolts",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Vatnar is concerned that the Orkish ballistae mounted around Gathbúrz pose a serious threat to Rodelleth's warriors.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed ballistae ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy ballistae ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Orkish ballistae can be found throughout northern Gathbúrz.\\n\\nVatnar has asked you to destroy several Orkish ballistae to clear the way for the Malledhrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Vatnar in Thangúlhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Vatnar is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Vatnar with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}