{
  "id": 620852062,
  "txt": [
    {
      "id": 218649170,
      "en": "'Right then, let us hie ourselves from this stinking tunnel. We wouldn't want Rodelleth and her Elves getting lonesome for lack of our company, would we?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Let us be upon our task, shall we?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Death From Below",
      "es": ""
    },
    {
      "id": 113317661,
      "en": "'We've got to buy Vatnar time to undo the goblin's handywork. Come, help me guard this corridor.'",
      "es": ""
    },
    {
      "id": 179577745,
      "en": "'Now we've got to deal with this tunnel, or they'll just be back in here in a day's time.'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "A dwarf-ally has been defeated",
      "es": ""
    },
    {
      "id": 11057929,
      "en": "'That will do for you, you great stupid hulk!'",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You are victorious!",
      "es": ""
    },
    {
      "id": 120467961,
      "en": "'Less talking and more fighting, Thyrnir! This is delicate work here....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Speak with Vatnar and begin your counterattack against the goblin-sappers!",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Talk to Vatnar to return to the surface.",
      "es": ""
    },
    {
      "id": 147331284,
      "en": "'That's it, they are all done. Now RUN!'",
      "es": ""
    },
    {
      "id": 242305265,
      "en": "'Keep it quick, then! We've not got all day.'",
      "es": ""
    },
    {
      "id": 242305266,
      "en": "'For Thráin and the glory of the Lonely Mountain!'",
      "es": ""
    },
    {
      "id": 243705963,
      "en": "'Right then, let us be off! We have goblins to slay!'",
      "es": ""
    },
    {
      "id": 178604996,
      "en": "'Over here, [placeholder]! This is where we shall make our stand! Just stay clear of that powder there....'",
      "es": ""
    },
    {
      "id": 150608084,
      "en": "'Hurry it up, Vatnar! They know we're here now, and they have plenty of reinforcements coming!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Talk to Vatnar",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Destroy the goblin-tunnel",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Vatnar",
      "es": ""
    },
    {
      "id": 148072535,
      "en": "'This is the last one... when it is set, run for your lives!'",
      "es": ""
    },
    {
      "id": 147396820,
      "en": "'Just a moment... a little something for later.'",
      "es": ""
    },
    {
      "id": 18093428,
      "en": "'Done! I've got them all... let us be away!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Vatnar has detected a band of goblin-sappers digging a tunnel below the cellars of Thangúlhad. He and his brother Thyrnir intend to invade the goblin-tunnel and collapse it before they can undermine the tower's foundation.\\n\\n<rgb=#00ff00>WARNING: Death From Below is a high difficulty solo challenge quest. Beware, all who enter therein.</rgb>",
      "es": ""
    },
    {
      "id": 18097524,
      "en": "'That's one we won't have to worry about. It looks like there are three more to go. Save a few of those goblins for me!'",
      "es": ""
    },
    {
      "id": 113316893,
      "en": "'By Durin's Beard! We're not a moment too soon. They've set their powder!'",
      "es": ""
    },
    {
      "id": 11057161,
      "en": "'Ha! That got him!'",
      "es": ""
    },
    {
      "id": 196417031,
      "en": "'This will be it then... the goblin-tunnel should be just beyond this wall.'",
      "es": ""
    },
    {
      "id": 18154868,
      "en": "'There, that's the third. One to go!'",
      "es": ""
    },
    {
      "id": 91375652,
      "en": "'That's it! Onwards!'",
      "es": ""
    },
    {
      "id": 113317885,
      "en": "'Hurry it up over there, Vatnar! My beard's not getting any shorter while you dally about!'",
      "es": ""
    },
    {
      "id": 18101620,
      "en": "'That's the second... two to go.'",
      "es": ""
    },
    {
      "id": 148072791,
      "en": "'You said you wanted to fight goblins, Thyrnir? Now's your chance!'",
      "es": ""
    },
    {
      "id": 150542548,
      "en": "'Bah! I prefer a good axe myself, but have it your way, Vatnar.'",
      "es": ""
    },
    {
      "id": 147462356,
      "en": "'This is the shaft they came in through. If we bring this down, it will be some time before they can get in again.'",
      "es": ""
    },
    {
      "id": 228059180,
      "en": "'That's no goblin... that's a cave-troll! Run for it!'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Aye! That did it! Well fought, [placeholder]! The goblins' works are broken, and the remaining sappers seem to have run off.\\n\\n'It must have been that scowl of yours that did it....'",
      "es": ""
    },
    {
      "id": 220869637,
      "en": "'I did not say I wanted to fight ALL of them, you daft fool! Now hurry!'",
      "es": ""
    }
  ]
}