{
  "id": 620852009,
  "txt": [
    {
      "id": 218649169,
      "en": "'There is one more task I would have you do for us if you can, randir. While you were away, I felt a great malicious gaze bent upon me from this very spot. My eyes were barely able to pierce this gloom, but I beheld at some distance a terrifying cat. He does not seem pleased with our presence in his swamp.\\n\\n'I saw him pace off to the west, surely towards his lair, wherever that may be. This cat is as death itself, and surely you will find a trail of death around the home of this terrible beast.\\n\\n'Go west if you dare, [placeholder], and attempt to remove this great threat. He will strike soon if we do not, and I fear to match wills with such a fiend.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have slain this menace, then? Thank you, [placeholder]. I cannot tell you how relieved I am. I have not felt at rest since I first beheld the brutal beast.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should hunt for this cat I saw, [placeholder]. This swamp is perilous enough without menaces of his ilk stalking about in the gloom.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Terror of the Drownholt",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "A large and wary panther called Mirefang stalks near the Pool of Creeping Death, feeding upon the corpses of those who have died there.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Mirefang has been defeated",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Summon Mirefang and defeat him",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The vicious cat Mirefang can be found to the west of Estolad Mernael, near the Pool of Creeping Death.\\n\\nYou should summon and defeat this vicious hunter before he decides to hunt you, for his attack is sure to be deadly.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Laidhriel at Estolad Mernael",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Laidhriel awaits you at the entrance to Estolad Mernael in the Drownholt, east of Mirefang's lair.\\n\\nYou should return to Laidhriel and inform her of your defeat of Mirefang.",
      "es": ""
    }
  ]
}