{
  "id": 620852004,
  "txt": [
    {
      "id": 218649169,
      "en": "'Listen to me carefully [placeholder], the tower of Dol Guldur is our ultimate objective, but it is not fated to fall to us this day. We have not the power to bring down those walls -- not as long as the Eye of Sauron is turned towards Lothlórien -- and soon Mirkwood will be overrun with Enemy reinforcements.\\n\\n'We are here to draw the enemy's ire and to inflict as grievous a wound as we may before we are driven back across the Anduin. The Orcs of Dol Guldur will eventually fall upon the Golden Wood, but we can and will delay that day.\\n\\n'Thus our true goal here is to destroy as much of the garrison of Gathbúrz as possible before then: soldiers, supplies, leadership...whatever we can lay to ruin before we are forced to retreat. Every Orc you slay here is one less to ford the Anduin when they come against Lothlórien in the coming days.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well fought, [placeholder]. The garrison of Gathbúrz is disorganized and vulnerable. You can inflict many casualties there while the Orcs vainly attempt to drive us off of this hill.\\n\\n'Look to your own survival, though: we cannot afford to lose many, or we will find ourselves overwhelmed ere our task is complete.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The foul Orcs of Dol Guldur dare tread upon this ground, once the home of Elves...for that, they must perish.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "War of Attrition",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The battle upon the slopes below Dol Guldur rages fiercely. As the Malledhrim attempt to lay siege to its walls, the Orcs of Gathbúrz launch one counterattack after another in an attempt to drive them back.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Orcs in Gathbúrz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Orcs in Gathbúrz ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Orcs can be found throughout Gathbúrz.\\n\\nRodelleth has bidden you lay waste to the Orc-soldiers garrisoning Gathbúrz, to hinder their own imminent assault upon Lothlórien.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rodelleth in Thangúlhad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rodelleth is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Rodelleth with news of your success.",
      "es": ""
    }
  ]
}