{
  "id": 620852000,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated General Tímurzgrat",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated Durflágit",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Defeated Trínash",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "General Tímurzgrat of the Black Uruks has emerged to force order upon the panicking Orc-troops in Gathbúrz.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Gathbúrz lies in a state of near-anarchy before our assault, and now it is time to push it over the brink!\\n\\n'General Tímurzgrat -- a Black Uruk of deadly repute -- has come to the fore in an effort to force order upon the soldiers of the Enemy. His head is ripe for the plucking, and unlike that fool Fikthrug, the masters of Dol Guldur will find Tímurzgrat far more difficult to replace.\\n\\n'Take great care though: Tímurzgrat is no mean foe; he is quite skilled in combat as well as command, and you will likely need stalwart allies at your side to defeat him. When you have gathered your allies, seek him at the tower some distance to the north of here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Tímurzgrat, the uruk-general of Gathbúrz, may be found at a tower some distance to the north of Thangúlhad.\\n\\nRodelleth has instructed you to seek out the Black Uruk General Tímurzgrat and defeat him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With Tímurzgrat's fall, so falls Gathbúrz. We should expect no further organized resistance from that front until the eastern army arrives.\\n\\n'You have earned my admiration and gratitude, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rodelleth is at Thangúlhad in Gathbúrz, south of General Tímurzgrat's tower.\\n\\nYou should return at once to Rodelleth with news of your victory against General Tímurzgrat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Tímurzgrat leads the forces of the Enemy here in Gathbúrz...defeat him, and the enemies will be overwhelmed.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat General Tímurzgrat",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rodelleth at Thangúlhad",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Defeat Trínash",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "General Tímurzgrat",
      "es": ""
    }
  ]
}