{
  "id": 620852003,
  "txt": [
    {
      "id": 218649169,
      "en": "'The Wargs of Gathbúrz are led by a particularly cunning goblin named Athdurub. His cunning and viciousness is matched by the size and power of the Warg he rides. Together they have already claimed the lives of several of the Malledhrim, striking without warning, then fleeing into the shadows of the forest as we advanced.\\n\\n'For now, he has withdrawn into Gathbúrz to help organize the Wargs against us, and I would have you strike against him while he can be more easily found and cornered -- even if it means dealing with several of his minions as you hunt.\\n\\n'He was seen patrolling the woods of Gathbúrz, so keep a wary eye out for him, lest he take you by surprise.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'I hear from the others that Athdurub the rider is no more, and that he fell at your hands.\\n\\n'And so the Malledhrim are avenged for their fallen! Well done.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The vile Wargs of Dol Guldur harass our flanks...defeat Athdurub, and they will know fear....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Commander Athdurub",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Wargs of Gathbúrz are led by Athdurub, a Warg-rider with a reputation for cunning and viciousness.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Commander Athdurub",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Commander Athdurub",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Athdurub patrols the woods of Gathbúrz.\\n\\nRodelleth has asked you to hunt down and defeat the Warg-rider Athdurub, commander of the Wargs of Gathbúrz.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Rodelleth at Thangúlhad",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rodelleth is at Thangúlhad in Gathbúrz.\\n\\nYou should return to Rodelleth with tidings of Athdurub's defeat.",
      "es": ""
    }
  ]
}