{
  "id": 620852047,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'How these fires smoke! How can this poor steed recover when the air is filled with putrid fumes from this polluted kindling? This will not do....\\n\\n'The firewood we have collected around this camp has been completely soaked through with vile swamp-water and dries poorly in this climate. It burns through far too quickly, and we must tend it constantly. The smoke is terrible, as you see!\\n\\n'I saw a rise to the west of here where some thick trees seemed to grow in a great cluster. Would you be so good as to search there for dry kindling? You may be able to find some on that higher ground. It would be a great help to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you, randir! These branches will burn much better than the soggy, rotting logs we picked up around here. This place will be a little more hospitable to us now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Search on higher ground to the west of our camp. Hopefully some better firewood can be collected there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found any firewood yet? Dry branches might be found on higher ground in the Drownholt.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Smoking Fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Most of the kindling immediately surrounding Estolad Mernael is very damp and causes the camp-fires to smoke and burn badly. Dry wood must be sought in other parts of the Drownholt's swampy terrain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected dry branches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect dry branches ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Dry branches for kindling can be found throughout the Drownholt where the ground is a little higher, due west of Estolad Mernael.\\n\\nYou should collect dry branches for the Elves at Estolad Mernael.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the branches to Rocheledh at Estolad Mernael",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Rocheledh is in Estolad Mernael in the Drownholt, tending his sick horse.\\n\\nYou should bring the dry branches for kindling to Rocheledh, who will be grateful for the cleaner camp-fires.",
      "es": "",
      "es (fem)": ""
    }
  ]
}