{
  "id": 620934679,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You have discovered banners adorned with crude depictions of the Dead Men of Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "You have burned many Rashat-hai banners in Gurz-shâpol, bringing a swift end to the Orcs' fool-hardy plan to disguise themselves as the Dead Men of Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "You have burned many banners in Gurz-shâpol, and prevented the Orcs from flying their standards in Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Rashat-hai banners can be found throughout Gurz-shâpol.\\n\\nYou have discovered banners adorned with crude depictions of the Dead Men of Dunharrow, and should burn them before the Orcs can fly them in Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73089",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Rashat-hai of the White Mountains fly crude banners marked only by skulls, and they flow menacingly in the dank air of Gurz-shâpol.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Burned Rashat-hai banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Burn Rashat-hai banners",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "As you explore Gurz-shâpol, you notice grim standards depicting crude skulls and what appears to be a rendition of the Dead Men of Dunharrow. Even if their adornments are only meant to spook the young and old of Underharrow as they further their plans, these Orcs must never be allowed to fly their banners in the King's lands.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Burn Rashat-hai banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Blown on an Ill Wind",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730882",
      "en": "Many banners still fly throughout the cave.",
      "es": "",
      "es (fem)": ""
    }
  ]
}