{
  "id": 620934687,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'This Boar-tribe is dangerous and needs to be dealt with swiftly. I am afraid that if they are not stopped soon, they will only grow stronger.\\n\\n'Our numbers here in the Eastfold are low and reinforcements will not be coming anytime soon.\\n\\n'Go speak with Thane Cútha in Beaconwatch and ask for whatever numbers he can spare to assist in this endeavour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d167",
      "en": "Meregyth feels that it would be best to seek the assistance of Thane Cútha while within the walls of Beaconwatch before any further action is taken against the Boar-tribe Orcs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b6",
      "en": "'I appreciate that you would bring this to my attention; however, you do understand that I am Thane Cútha of Beaconwatch, and I am beholden to this watch?\\n\\n'My sole duty is to stand watch for the lighting of Halifirien. If that beacon is lit, I will personally ride to the east. Besides, I have heard not of these Orcs. They cannot be too much of a problem.\\n\\n'I apologize, but we cannot provide you any assistance at this time. I do, however, give you permission to act as you see fit if you deem these Orcs a threat.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to Meregyth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Meregyth is in Beaconwatch, near the Mead Hall.\\n\\nThane Cútha has refused to offer assistance to you and Meregyth or send aid to Fenmarch, but has allowed you to act as you see fit. You should return to Meregyth and give her the unfortunate news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Under the Watchful Eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'How can Thane Cútha allow this to take place under his watch! I understand that he is duty-bound, but there are some matters that must need take priority.\\n\\n'Allow me a moment to think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Thane Cútha is in the Beaconwatch Mead Hall.\\n\\nMeregyth wants you to speak with Thane Cútha to see what sort of assistance he can provide to Fenmarch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Talk to Thane Cútha",
      "es": "",
      "es (fem)": ""
    }
  ]
}