{
  "id": 620934638,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You should observe Gríma reprimanding the leaders of Madh-fushaum for what appears to be failures on their part. You may be able to learn what involvement he has in the situation in the Stonedeans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Observe Gríma reprimanding the White Hand leaders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Gríma has finished his business in Madh-fushaum and now departs for Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "The discussion has ended, and you should talk to Herubrand about what you saw",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Observe Gríma reprimanding the White Hand leaders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You found Gríma Wormtongue among the White Hand in Madh-fushaum? He is a very powerful man, even after being removed from Edoras. It appears he still has quite a bit of influence here in Woodhurst.\\n\\n'We can only hope that we can uncover his plot against us before it is too late. I do wonder which of my advisors he spoke of....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "You once again encounter Gríma Wormtongue, this time reprimanding the leaders of Madh-fushaum for what appear to be failures on their part. He clearly had business to attend to here before departing for Isengard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk with Herubrand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "What you observed of Gríma Wormtongue's business with the leaders of Madh-fushaum and the role he has played in the Stonedean's turmoil would be wise to share with Herubrand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b1",
      "en": "'Madh-fushaum is impressive, but your results are not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b2",
      "en": "'Brockbridge was an easy target, and you have failed to seize it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b3",
      "en": "'You maggots should be in Woodhurst by now! You can be sure Saruman will hear of your failures.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b4",
      "en": "'I am on my way to see him now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b5",
      "en": "'I have done what you could not. As brute force is not the best weapon for every task.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b6",
      "en": "'I have the ear of an advisor to the Reeve. Woodhurst is falling from within, as my agents tell me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b7",
      "en": "'I have directed some of your men to cross a river nearby. They make their way toward Woodhurst and Mate Isernore as we speak.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xf1186b8",
      "en": "'You maggots need to prove your worth. Otherwise you will see a visit from our master, and he will not be as kind.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d15",
      "en": "It appears that Gríma Wormtongue does indeed have business in Madh-fushaum, and his journey this far north was no coincidence. He may yet have a role to play in the struggle in the Stonedeans.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Observe Gríma reprimanding the White Hand leaders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Gríma Influence",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You find Gríma Wormtongue in a heated discussion with the leaders of Madh-fushaum. It is pretty clear he is unhappy about something, and you should see what he has to say....",
      "es": "",
      "es (fem)": ""
    }
  ]
}