{
  "id": 620934675,
  "txt": [
    {
      "id": 216727827,
      "en": "Hildegard the soothsayer resides in a cave on the cliff overlooking Woodhurst.\\n\\nGifemund asked you to speak with Hildegard the Soothsayer on his behalf.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Hildegard speaks in riddles, but I have found her words to be surprisingly truthful. Her telling was grim and does not bode well for us. I must ponder the meaning behind her words. You should return to Gifemund, since he paid handsomely for that information.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Gifemund awaits your return in the ore refinery near the centre of Woodhurst.\\n\\nHerubrand bade you return to Gifemund with Hildegard's words.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Herubrand is in the cellar of the farmhouse.\\n\\nYou should tell Herubrand of your meeting with Hildegard on behalf of Gifemund.",
      "es": ""
    },
    {
      "id": 111477394,
      "en": "Talk to Gifemund",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Hildegard's gifted insight is hard to understand, but seems so clear to her. That she said there is more than one champion of Woodhurst is interesting, because I must be one of them. But who is the other... or others?\\n\\n'The enemy unopposed must be Guard-captain Thurferth. It is as I thought, and the time has come to oust him from this city.'",
      "es": ""
    },
    {
      "id": 177082803,
      "en": "The grim words Hildegard shared with you are invaluable, and you should inform Herubrand",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to the soothsayer",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I see many things... some things clearer than others. I saw you with Herubrand, yet you come to me now seeking my vision for another man. You come with payment from him?\\n\\n'Darkness grows below, as hate rules the minds of most. The champions of Woodhurst squabble while the true enemy remains unopposed. The city will fall before it is saved.'",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The wealthy merchant Gifemund is in a strong position to make a move for the throne of Woodhurst, but is uncertain of the situation and seeks perspective from an unusual source.",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Hildegard and the Fate of Woodhurst",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Herubrand",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The soothsayer, Hildegard, has a unique gift. She may be able to reveal things unseen to me and those of my cause. I feel my position is strong, but if I move too hastily, I might risk everything.\\n\\n'Please, take this payment to her and ask her to speak of what she sees in my future.'",
      "es": ""
    }
  ]
}