{
  "id": 620934707,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "You have discovered patches of athelas growing in Gurz-shâpol and should recover it for the good of the Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Athelas can be found throughout Gurz-shâpol.\\n\\nYou have discovered athelas growing in the dark of Gurz-shâpol that has gone unnoticed by the Orcs. You should gather it for the warriors of Rohan.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You have gathered much athelas for the warriors of Rohan, and should now store it for the coming journey to Dunharrow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "You have gathered much athelas from Gurz-shâpol, and stowed it away for the coming journey to Dunharrow. The warriors of Rohan will benefit greatly from your bravery as the darkest days of war draw ever nearer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "Amid the dim glow of Gurz-shâpol, you have discovered blooms of athelas bursting from the earth near the Orcs' filth and destruction. The healing plant has gone unnoticed by the untrained eyes of the Orcs, but through your dealings with the Rangers, you are well-acquainted with its appearance. You should gather as much as possible before returning to the Rohirrim for they will have great use of it in the coming days of the war.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Blooming in the darkness of Gurz-shâpol, patches of athelas grow unnoticed by the Orcs of the White Mountains.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Collected athelas in Gurz-shâpol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Collect athelas in Gurz-shâpol",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Collect athelas in Gurz-shâpol ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730880",
      "en": "You have not gathered enough athelas for the Rohirrim and should continue to search for more.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "In Death's Shadow",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5029",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    }
  ]
}