{
  "id": 620934676,
  "txt": [
    {
      "id": 225071143,
      "en": "Bring the letter to Guard-captain Thurferth",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Herubrand is in the cellar of the farmhouse.\\n\\nHerubrand would probably like to see the letter Gifemund prepared for Thurferth.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The time has come to confront Guard-captain Thurferth. Since I have taken it upon myself to provide protection to the city, his services and influence are no longer needed.\\n\\n'Elda and I have prepared a letter that lists the terms of his removal from his post. Please deliver this letter to him as soon as you can. If he does not leave quietly, then he must be removed by force... let us hope it does not come to that.'",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Bring the letter to Herubrand",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Ultimatum to Guard-captain Thurferth",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The wealthy merchant Gifemund has determined that he feels Thurferth is a direct threat to his designs for the seat of Woodhurst. A confrontation is imminent.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'This is bold and will likely result in a confrontation. It was a gamble for Gifemund to do this, and it seems that they are vying for my seat. Are they the champions Hildegard said would squabble?\\n\\n'I suspect this conflict will become bloody. They now fight for the seat of my father, but I am still too weak to claim it myself. I shall wait to decide who receives my support until I hear their perspectives.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Guard-captain Thurferth is near the fountain around the centre of Woodhurst.\\n\\nYou should bring the letter to Guard-captain Thurferth.",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'I assume this letter is a poor jest. That man has no leverage to threaten me and certainly cannot remove me from my post.\\n\\n'He claims that I drove the Rohirrim out of this city? I will admit, I do not favour them and prefer we no longer exile the Dunlendings in lower Woodhurst. I will face his challenge for the seat in Woodhurst, as I have just as much claim as he.'",
      "es": ""
    }
  ]
}