{
  "id": 620934626,
  "txt": [
    {
      "id": 216727827,
      "en": "Madh-fushaum lies just to the south-east of Flodgeheld.\\n\\nWilberth has asked you to scout around the perimeter of the fortress of Madh-fushaum.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Wilberth asked that you create a distraction while he is able to heal, and one way to do that would be to create turmoil in the fortress of Madh-fushaum.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Scouted the eastern side of Madh-fushaum",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "Scouted the northern side of Madh-fushaum",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Wilberth is at Flodgeheld.\\n\\nThe White Hand in Madh-fushaum have been distracted by your efforts for some time, and you should now return to Wilberth.",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "Scouted the western side of Madh-fushaum",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Wilberth",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'I could hear the explosions from here! That was masterfully done, my good [placeholder]. You really went above and beyond, and for that I thank you. My wounds have mended, and I will be making my way to Woodhurst soon.\\n\\n'However, I did notice something concerning while you were gone.'",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Create turmoil within Madh-fushaum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "Created turmoil within Madh-fushaum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "Scouted the southern side of Madh-fushaum",
      "es": ""
    },
    {
      "id": 51875093,
      "en": "The White Hand built a large and impressive fortification in the southern Stonedeans called Madh-fushaum. This is a staging area for attacks and it supports their efforts to conquer all of the Stonedeans.",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Scout the perimeter of Madh-fushaum ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unmeasured Malice",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'The White Hand has constructed a large fortification nearby from which they launch their attacks. We discovered it just before they razed Flodgeheld.\\n\\n'I am unable to defend myself. If you come through here again, I will likely be dead...unless you could keep them distracted for a time.\\n\\n'I would begin by scouting around the perimeter. From there, opportunities to cause turmoil should present themselves.'",
      "es": ""
    }
  ]
}