{
  "id": 620930955,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'So you're wanting to know where Bilbo has got himself off to?  Well if you ask around these parts folks will tell you all kinds of nonsense.  He got kidnapped or is flying his own dragon or is leading a fighting tribe of spiders!\\n\\n'The gullibility of hobbits is sometimes not to be believed.  They'll latch onto any story they hear, and the more exotic the better! Can you imagine Bilbo doing any of those things at his age?  Gracious, he's a unique sort of hobbit but he's got limits!\\n\\n'I can see you're the sensible sort, so I'll tell you the real truth – Bilbo's always had a terrible fondness for Elves.  Downright unsettling if you ask me, but he was never one to hold with convention.  Anyway, he decided to spend the rest of his days with them, invited by the Elvish leaders and all!\\n\\n'He's spent his declining years living with them and enjoying their hospitality, all while writing his memoirs in the form of a one act play “Where There's Smaug, There's Fire.” I hear that the Buckland Benefit of the Benevolent Bucket Brigade Brotherhood for the Bruised and Burned has exclusive rights for the opening!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Baggins' Birthday - Postman Grubb's Story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Postman Grubb has agreed to share a story about Bilbo Baggins and his adventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'Looking for stories about Bilbo, are you now?  Well as Postman, I know most people and hear most things.  I can certainly spare the time to tell you a tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Postman Grubb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Listen to Postman Grubb's story.",
      "es": "",
      "es (fem)": ""
    }
  ]
}