{
  "id": 620930957,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'Have you defeated whatever vile thing is leading the invaders within Stangraf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Eliminate the leader of the forces of Isengard within Stangraf.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'Ah, the little one has returned victorious! No more ore for Saruman's cause.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Talk to Quickbeam",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "You should return to Quickbeam and inform him of your success within Stangraf.\\n\\nQuickbeam can be found at Derndingle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "You ran out of time...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "As you approach the Horse, you hear Elfward shout across the yard to you.\\n\\n'Trust in this Horse to lead you to Stangraf. He is sure-footed and knows the way well!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e115",
      "en": "Defeated the leader of the invaders in Stangraf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Stangraf is no longer empty, and Quickbeam has sent you to the mine with the task of defeating the leader of whatever resides in the miners' worksite.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Defeat the leader of the invaders in Stangraf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Isengard wanes, but there are still small pockets Saruman can use to rebuild. One is Stangraf, a mine. I cannot enter there myself, but you are small. Defeat the new occupants within the mine.\\n\\n'When you are ready, I will show you where these caves can be found.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Stangraf: Driver in the Tunnels",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "You gather your belongings and prepare for the journey to Stangraf.",
      "es": "",
      "es (fem)": ""
    }
  ]
}