{
  "id": 620930976,
  "txt": [
    {
      "id": 24743345,
      "en": "'So Gandalf popped me in a sack and carried me off, did he?  I'll be sure to share that one with him later, he'll enjoy it to no end.'",
      "es": ""
    },
    {
      "id": 24743346,
      "en": "'Hah! A series of secret dwarf-tunnels below Bag End!  Delightful, and not far off from the truth of the mysterious burrow I left there.  Have folks found that yet?'",
      "es": ""
    },
    {
      "id": 24743347,
      "en": "'I got shipped off down the river in a barrel, did I? No mystery where the origins of that story came from. Can't say I would relish having to do that again!'",
      "es": ""
    },
    {
      "id": 24743348,
      "en": "'Poor Holly and her pies!  She wouldn't appreciate having such aspersions spread around as to their quality.  I bet I can guess who's been spreading that rumour around!'",
      "es": ""
    },
    {
      "id": 127458128,
      "en": "'... and hah! Part of the Riders of Roger, in the Company of Theon? Bless my boots, yes, that sounds like a fine retirement indeed.'",
      "es": ""
    },
    {
      "id": 24743349,
      "en": "'Oh ho! Lovely! Soaring off through the sky with sparks streaming behind.  Delightfuly imaginative indeed!'",
      "es": ""
    },
    {
      "id": 127458129,
      "en": "'... and then myself! The first hobbit Lore-master, travelling with Radagast himself! A terribly flattering story indeed, I must encourage the re-telling of that one!'",
      "es": ""
    },
    {
      "id": 24743350,
      "en": "'Lady Galadriel is teaching me the techniques to growing the biggest tater the Shire has ever seen? I suspect she's got more pressing issues occupying her time, but it might not hurt to ask!'",
      "es": ""
    },
    {
      "id": 127458130,
      "en": "'... and that's to be followed by a one act play, Where There's Smaug, There's Fire? I may just have to put my pen to paper in honour of such a fine rumour.'",
      "es": ""
    },
    {
      "id": 24743351,
      "en": "'... and if that weren't enough, now I'm fighting evil in a mask and cape, roaming the Shire at night? Oh my, what will they come up with next?'",
      "es": ""
    },
    {
      "id": 24743352,
      "en": "'... and then to have that followed with me! In a fake beard!  Living with the dwarves and stealing their scraps? Oh, oh my gracious and goodness.'",
      "es": ""
    },
    {
      "id": 24743353,
      "en": "'... and oh deary me, I'm not sure I can find that sweet child a real dragon, but perhaps I can send her back a plush one in secret. Charming, simply charming.'",
      "es": ""
    }
  ]
}