{
  "id": 620930968,
  "txt": [
    {
      "id": "0x3178d19",
      "en": "Tell the stories you've collected to Bilbo Baggins for his amusement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I imagine those stories have someone waiting for them!  Off you go now.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Tell Bilbo the stories you collected.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Tell Bilbo about Frodo's request.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Tell Bilbo the stories you've collected ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08edb6",
      "en": "Wait for Bilbo's reaction to your stories",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Speak to Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'Stories? From the Shire? And all of them about me? I can't wait to hear them! Please tell me your tales.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Oh, oh dear!  Oh my!  They are even better than I thought!  The imagination of hobbits truly knows no bounds.   The Lonely Mountain?  Holly Hornblowers’ pies?  A caped crusader even?!  Oh gracious and goodness me.\\n\\n'You have made this old hobbit very happy, and brought me belly laughs such as I have not known for a while.  Elves, for all their charms, have a more esoteric form of humour.  I've missed the stories hobbits tell!\\n\\n'Take this with my thanks.  Clearly you have a knack for recording and telling tales.  I hope you keep that up during your adventures, as I sense you will have a great many stories to tell!'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Bilbo Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Why hello [placeholder]!  Many salutations I'm sure.  And what has brought you here to me on this fine day?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Bilbo is delighted with your stories and would like to reward you for your time.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Baggins' Birthday - Bilbo's Present",
      "es": "",
      "es (fem)": ""
    }
  ]
}