{
  "id": 620930963,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Uruk-hai raiders can be found roaming the fields around Bosa's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730884",
      "en": "You have not defeated many of the White Hand forces.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "You have defeated many of the Uruk-hai forces at Bosa's Farm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "Uruk-hai raiders can be found roaming the fields around Bosa's Farm.\\n\\nYou have come across the burned remains of Bosa's Farm and the White Hand forces responsible. You should thin their numbers to protect the people of Kingstead.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Completed",
      "es": "Completado",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "You have defeated many of the Uruk-hai forces at Bosa's Farm and avenged the fallen crofters. With some of their strongest slain, the White Hand forces near Middlemead have been dealt a mighty blow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Vicious Uruk-hai of the White Hand roam the plains of Kingstead, visiting destruction on any in their path.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "You have arrived at Bosa's Farm hoping to meet with Thane Mágla's lieutenant, but instead you have discovered the croftlands and homes burnt to the ground by nearby White Hand forces. Brutal Uruk-hai raiders still circle the fields, setting flame to anything that escaped their wrath thus far. \\n\\nThey must be defeated if the people of Middlemead are to remain safe from the White Hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Defeated Uruk-hai raiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Defeat Uruk-hai raiders",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Uruk-hai raiders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Show of Force",
      "es": "",
      "es (fem)": ""
    }
  ]
}