{
  "id": 620930836,
  "txt": [
    {
      "id": 216727827,
      "en": "The people of Middlemead can be found throughout the settlement in north-western Kingstead.\\n\\nMágla of Middlemead has asked that you acquaint yourself with the people of Middlemead. You should speak to any villagers or traders you encounter.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'If you'll excuse me, I have little time to talk.\\n\\n'I must make it to the auction today for my family is in need of goods, and they have become scarce in these dire times.'",
      "es": ""
    },
    {
      "id": 225642630,
      "en": "'Welcome to Middlemead, home of the finest wares in Rohan!'",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Hildulf can be found near the traders' pavilion in southern Middlemead.\\n\\nYou have spoken to the people of Middlemead, and should now speak to the trade-master, Hildulf.",
      "es": ""
    },
    {
      "id": 215429252,
      "en": "'What brings you here, traveller?'",
      "es": ""
    },
    {
      "id": 225642633,
      "en": "'Have you spoken to my people?'",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Talk to the trade-master, Hildulf",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'The trades have become far too costly for my family - I have to work constantly to afford new goods. I see so little coming into town these days, and so much leaving it....\\n\\n'We should journey to Edoras, for the King shall provide for us once more!'",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "Having spoken to the people of Middlemead, you should return to Mágla",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Thane Mágla can be found in the Mead Hall of Middlemead.\\n\\nYou have spoken to several inhabitants of Middlemead, and should now return to Mágla.",
      "es": ""
    },
    {
      "id": 162883733,
      "en": "'Ah, welcome to Middlemead, [placeholder].\\n\\n'Have you come to trade from faraway lands? Here, we trade the finest wares of Rohan... fine weaponry of the Stonedeans, the strongest steeds of the Broadacres, and the lushest crops of our Kingstead!\\n\\n'Our traders are often travellers like yourself, you see. Perhaps you can join us for an auction if your time here can afford it.'",
      "es": ""
    },
    {
      "id": 215429257,
      "en": "'What is it you want, traveller?'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to Thane Mágla",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'I take it you have met with my people, [placeholder]. Now then, let us speak of more pressing matters.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Thane Mágla of Middlemead has readied his people but is hesitant to ride to Edoras until a troubling matter is resolved.",
      "es": ""
    },
    {
      "id": 262725911,
      "en": "Talked to people of Middlemead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Yes, yes... I know well of Théoden's charge and what my people are to do. They have made ready, and wait on my command to take their leave to Edoras and then further to Dunharrow.\\n\\n'I am truly sorry for delaying Éowyn, but I refuse to send my people away until certain matters have been attended to.'\\n\\nMágla's voice drops to a whisper.\\n\\n'I have reason to believe the Worm has eyes in Middlemead, and I shall not risk sending someone so treacherous to Edoras with my people.\\n\\n'As a trading post, there are as many different goods as there are minds gathered here. For now, you would do well to acquaint yourself with the people and trade-master of Middlemead, traveller. I will tell you more of my troubles on your return.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Talk to people of Middlemead ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225642624,
      "en": "'Have you come to aid us?'",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'Hail, traveller.\\n\\n'I know not why we dally in our journey to Edoras, and I fear for my family. Mágla is a bright Thane, but I fear his injury has left him in a bad way.\\n\\n'I wonder if he even intends to leave Middlemead....'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Ready, but Not Willing",
      "es": ""
    }
  ]
}