{
  "id": 620930970,
  "txt": [
    {
      "id": 228284034,
      "en": "Upon entering Stangraf, it is clear that the mine is no longer empty. The people of Aldburg need access to this mine again, and asked that you evict anyone or anything inside, by force if necessary.\\n\\n<rgb=#FF0000>Warning: This quest requires Stangraf: Guide of the Tunnels to be underway in order to access Stangraf. If that quest has been completed, or failed, you will be unable to exit and re-enter Stangraf in order to complete this quest.</rgb>",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "The new residents in Stangraf have been removed, and you should return to Elfward to inform him of your deed.",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Elfward",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Upon entering Stangraf, it is clear that the mine is no longer empty. The forces of Saruman must not claim the resources found within Stangraf.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Defeat invaders in Stangraf (0/20)",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Stangraf: Squatters in the Mine",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Thank you! Your efforts have allowed us to reclaim the mine, and gain access to it's valuable resources once again!'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Defeated invaders in Stangraf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Stangraf has acquired new residents since the mine was evacuated. The new squatters need to be evicted for those in Aldburg to reclaim this mine.",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Defeat invaders in Stangraf ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Stangraf has acquired new residents since the mine was evacuated. The new squatters need to be evicted to prevent the enemy from taking the resources within.",
      "es": ""
    }
  ]
}