{
  "id": 620930947,
  "txt": [
    {
      "id": 228284035,
      "en": "'Listen up now and you might learn something worth knowing.  Earlier that day, the day of the party, that is,  I'll have you know that I saw Bilbo sampling a good many of Holly Hornblower's pies!\\n\\n'They always look delectable but I swear she uses 'secret ingredients' that would put off even the staunchest eater! Not that I'm jealous, mind.  My pies always come in second and I have an easy mind knowing they are made of only the finest fruits, not any new nonsense I hear tell of, not like SOME people I know of and if that's good enough for me well... pardon me, what was I saying?  Right! Mr. Bilbo.\\n\\n'As I was saying, I've heard that Holly was experimenting with sneaking in ground up mushrooms, pinched from Farmer Maggot's field!  If you listen to the young fry around these parts who've snuck into his field and eaten some, you know they have some awful queer effects!\\n\\n'So, if you want to know what I think, and you clearly do as you're asking me, well, I think eating those pies up and disappeared Bilbo!  Good thing that odd Gandalf was around to cover it up with a poof of smoke and save us all the scandal, although some might think that there could have been an important lesson to be learned had he not.'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Ooh, all anyone talks about around here is Bilbo Baggins!  But, as it happens, yes I do know quite a juicy bit of information that I don't mind sharing with a person such as yourself.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Baggins' Birthday - Lobelia Sackville-Baggins' Story",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Lobelia Sackville-Baggins has agreed to share a story about Bilbo Baggins and his adventures.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Lobelia Sackville-Baggins",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Listen to Lobelia Sackville-Baggins' story.",
      "es": ""
    }
  ]
}