{
  "id": 620930941,
  "txt": [
    {
      "id": 228284035,
      "en": "'Well now, what I heard is that Bilbo had just about had it on his birthday! So many people, all of them bickering and squawking and trying to sneak into Bag End and look for treasure!  Anyone would grow weary and want to be done with it.\\n\\n'Bilbo was always an... unconventional hobbit, so what I heard tell is that he decided to give everyone a good scare and sneak away!  Went to go enjoy himself where all his family wasn't, and went 'round to all the taverns and inns trying their brew!\\n\\n'Now, from what I hear tell, no one's quite sure what really happened after that, but my brother's son's friend's cousin works down at The Green Dragon, and he swears he shipped off a barrel that was heavier than the others the next day, and that it rolled funny like something was in it. Didn't think to question it until after the fact!\\n\\n'My guess is that Bilbo enjoyed himself a bit too much, found himself in a cozy barrel... and got shipped off!  Goodness only knows where he is now. I wonder what interesting brews he's gotten to try in far-flung lands?'",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I will certainly tell you of what I know about Bilbo Baggins.  I don't know what he's up to now, but I do know what happened during that peculiar party of his and Frodo's.  Lend me your ear for a moment...",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Baggins' Birthday - Ted Sandyman's Story",
      "es": ""
    },
    {
      "id": 51875092,
      "en": "Ted Sandyman has agreed to share a story about Bilbo Baggins and his adventures.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Surely I'll tell you a tale of Bilbo Baggins and the disappearing act he pulled at his birthday party all those years ago.  Just lend me your ear for a moment.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Speak to Ted Sandyman",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Listen to Ted Sandyman's story.",
      "es": ""
    }
  ]
}