{
  "id": 620930951,
  "txt": [
    {
      "id": "0xd9b5683",
      "en": "'Well now, last I heard is that old Baggins had completely squandered his fortune, although I never myself believed it was half as big as folks said, so it wouldn't be that hard to lose now would it?\\n\\n'But as I was saying, with his fortune gone I hear he went to one of those big folk towns and got himself the finest fake beard that the remainder of his money could buy.  Now now, don't start laughing yet, you ain't heard the rest of it, and you remember what I said about him being too clever without much sense?\\n\\n'Well! Fake beard obtained, he went to live with the dwarves!  Yes! Dwarves! Snuck right in there with them in their caves and their digging.  Dwarves aren't too smart from what I've heard and those caves gotta be mighty shadowy and smoky from the torches, don't you think?\\n\\n'Figure with his beard he can hide and work right alongside them, all the while slowly building up a new fortune of pocketed gems and fine metals!  I bet he'll be back again lording his adventures and supposed fortunes over us all once more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Oh, you're wondering what Mad Baggins has been up to?  Hah!  He was all cleverness and no sense, if you ask me.  I know a right amusing story of what mischief he's gotten himself into, I surely do.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Baggins' Birthday - Lotho Sackville-Baggins' Story",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d14",
      "en": "Lotho Sackville-Baggins has agreed to share a story about Bilbo Baggins and his adventures.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Speak to Lotho Sackville-Baggins",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Listen to Lotho Sackville-Baggins' story.",
      "es": "",
      "es (fem)": ""
    }
  ]
}