{
  "id": 620890973,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "The show has begun! Use the firework-launchers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "The crowd is amazed by the incredible fireworks display!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3683",
      "en": "Not enough fireworks were launched to impress the crowd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Methel-stage of Bywater is used for staging plays, but also for setting off fireworks during special celebrations.\\n\\n<rgb=#FF0000> NOTE: This quest will be removed from your quest log when the current festival ends. </rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Welcome to the annual Shire Fireworks Celebration! We procured these firework-launchers especially for the event, but we need volunteers to help set them all off when the show begins. Does this task interest you?\\n\\n'Wait for my word, then use any of the launchers on the stage to impress the fine folk watching the event. Don't stop launching fireworks until the event has ended. We want a huge quantity of colourful explosions!'\\n\\n<rgb=#FF0000>NOTE: You will need more than one or two participants in order to launch enough fireworks to amuse the crowd.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Firework launchers have been placed on the Methel-stage, north of Bywater in the Shire.\\n\\nYou should wait for the announcer to declare the start of the event, then launch as many fireworks as you can.\\n\\n<rgb=#FF0000>NOTE: You will need more than one or two participants in order to launch enough fireworks to amuse the crowd.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Amazing! That was exactly what I was hoping for. You have quite a knack for this. Perhaps you would be interested in coming back again for our next show?\\n\\n'Oh, and take this as a reward for your fine efforts. I couldn't have asked for more!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "The fireworks launchers are on the Methel-stage, north of Bywater, in the Shire.\\n\\nYou should use the fireworks-launcher to put on a wonderful show for the crowd. The best way to entertain the crowd is to work with others and set off as many fireworks as you can.\\n\\n<rgb=#FF0000>NOTE: You will need more than one or two participants in order to launch enough fireworks to amuse the crowd.</rgb>",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Milo Brockhouse is at the Methel-stage, north of Bywater, in the Shire.\\n\\nYou should speak with Milo Brockhouse about your efforts in the Shire fireworks show.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Wait for the announcer to declare the start of the show",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Launch fireworks to impress the crowd",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Milo Brockhouse at the Methel-stage",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Fireworks in the Shire",
      "es": "",
      "es (fem)": ""
    }
  ]
}