{
  "id": 620763054,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our stores of weapons run low, and we lack the materials to craft more. Without proper weapons, our cause seems hopeless. Unless....\\n\\n'There is a possibility. We can pillage the supplies of the Enemy at Carn Dûm and bring them back here where they can be reforged. Not only will we increase our store of weapons, we will take the same out of the hands of the Enemy.\\n\\n'If you will, travel west into Urugarth and spirit away their weapon crates. When you have the crates, return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent! I will get these to the forge, and we'll set about restocking our weapons stores.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'I cannot say it will be a pleasure to touch Uruk-forged iron, but we'll melt it down into proper swords and axes.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You were asked to bring back weapons, but all I see are empty hands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Enemy's Arms",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The resistance at Gath Forthnír needs equipment if they are to make a stand against Carn Dûm.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected weapons from weapon-crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect weapons from weapon-crates ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Urugarth is in Carn Dûm to the west of Gath Forthnír.\\n\\nThrost devised a clever plan to steal supplies from the Enemy and use them to equip the resistance at Gath Forthnír.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the weapons to Throst",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Throst is at Gath Forthnír, east of Carn Dûm.\\n\\nYou should return to Throst with tidings of your victory.",
      "es": "",
      "es (fem)": ""
    }
  ]
}