{
  "id": 620763037,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Claimed one of Ronkûrz' maces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hwati told you that to truly end the threat of Maethad, you must defeat its master, Khurrákh. However, this Gorthorog will only fight you if you can prove yourself worthy of his attention.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We have had a stroke of luck! While you were away, a dwarf-prospector returned and told us that he saw Ronkûrz entering the Orc-encampment of Mor Maudhúl. No doubt he is going there to train the Uruks, but being away from the arena leaves him vulnerable!\\n\\n'Wait, wait, I am getting ahead of myself. Allow me to explain my plan. You see, to truly end Maethad's threat, we must defeat its master, a Gorthorog named \\qKhurrákh.\\q Khurrákh rarely shows himself though, and only fights those he deems worthy of his attention. Ronkûrz, another Gorthorog and current champion of Maethad, is his prize student. If you were to defeat him and claim one of his maces, Khurrákh would have to fight you!\\n\\n'Mor Maudhúl lies to the north of here, on the far side of the foul lake in Duvuinen. Ronkûrz should be found somewhere within the encampment. Hurry now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Ronkûrz, the champion of Maethad, can be found training Uruks within the the Orc encampment of  Mor Maudhúl, north of Gabilshathûr, on the far side of the lake in Duvuinen.\\n\\nOnce you have claimed one of Ronkûrz's maces, bring it back to Hwati in Gabilshathûr.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Wonderful, you have done it! You have shown yourself to be a hardy warrior, which is good, for your hardest challenge lies ahead: defeating the master of Maethad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'If we are to end Maethad's threat, we must defeat its master, Khurrákh. However, to draw him forth, we must defeat his prized student, Ronkûrz, and claim one of his maces.\\n\\n'Ronkûrz can be found to the north in the Orc encampment of Mor Maudhúl, which lies on the far side of the foul lake in Duvuinen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe767f51",
      "en": "'You call that fighting?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe767f52",
      "en": "'I've seen slaves more skilled with a blade than you lot!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe767f53",
      "en": "'Pale-folk fight better!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring Ronkûrz's mace to Hwati",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe767f54",
      "en": "'I've not even broken a sweat yet!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Claim one of Ronkûrz' maces",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe767f55",
      "en": "'Your trainers would be ashamed of you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Champion of Maethad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe767f56",
      "en": "'Khurráhk will hear of your incompetence!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}