{
  "id": 620763039,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Khurrákh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hwati has told you that now that you have Ronkûrz' mace, you can draw forth Khurrákh, the Master of Maethad, and challenge him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda11",
      "en": "'So you have defeated Ronkûrz, have you?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda12",
      "en": "'And now you think you can defeat me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'We are now ready to strike at the very heart of Maethad, its master: Khurrákh. He is a great and terrible Gorthorog, having slain many to achieve and keep his position. Defeating him will not be easy, but must be done, if Maethad's threat is to be ended.\\n\\n'Take Ronkûrz' mace and enter the centre of Maethad. From what we have been told of what happens there, you should find something the Gertheryg call the \\qUshum-ghâsh\\q in the centre of Maethad. Once there, display Ronkûrz' mace near the fire. Khurrákh will have no choice but to face you. His sense of \\qhonour,\\q if a such a concept exists within a Gorthorog, will force him to fight you.\\n\\n'It will not be an easy fight, but it must be done.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda13",
      "en": "'You are not the first to be so foolish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Maethad is north and east of Gabilshathûr.\\n\\nHwati has instructed you to enter the centre of Maethad and use the Ushum-ghâsh to draw Khurrákh forth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is done? Khurrákh is dead? I cannot believe it! Maethad's master is dead!\\n\\n'While some day I'm sure there will be another Master of Maethad, for now, you have thrown Maethad into confusion.\\n\\n'However, there is more work to be done, further to the north....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda14",
      "en": "'Gorthorog, Troll, Uruk and even Wraith have challenged me and all have failed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hwati is back at Gabilshathûr, west and south of Maethad.\\n\\nHaving defeated Khurrákh, you should return to Hwati and tell him the tale of your deeds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go now to Maethad, north and east of here and draw Khurrákh out. End Maethad's threat, once and for all!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Where is Ronkûrz mace?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda15",
      "en": "'I have ruled Maethad longer than any before me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Only the greatest of heroes could have defeated the Master of Maethad!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda16",
      "en": "'And shall continue to rule long after I have ground your bones into dust.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Draw Khurrákh forth and defeat him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4bda17",
      "en": "'Now, enough words, let the challenge begin!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Khurrákh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Hwati",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Master of Maethad",
      "es": "",
      "es (fem)": ""
    }
  ]
}