{
  "id": 620763038,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Ah, welcome to you! It is good to have unexpected allies in our struggle to survive! It feels that -- after many years of hiding in the shadow of Angmar -- we can now finally strike back!\\n\\n'In this matter, you may be able to help. To the north and east there is a place called \\qMaethad.\\q It is a great arena in which those of troll-kind, especially the gertheryg, train for battle. Those who survive the arena go on to lead and train others of Angmar. Striking at this arena would deal a blow to Angmar's ability to raise and train its army!\\n\\n'To end this threat, we must first defeat those who are training within the arena's walls, then we can move on and crush those who lead the training efforts. Go and reduce the number of the gertheryg and trolls within Maethad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have thinned their numbers? Good! Ah, a strong blow against Maethad! Now we can turn our attention to those who lead the training!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Maethad lies to the north and east. If we hold any hope of ending the threat of Maethad, we must first defeat some of the gertheryg and the trolls training within.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Arena of Maethad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "To the north-east of Gabilshathûr is a place named \\qMaethad\\q. Here, trolls and their gorthorog-masters train to fight and lead Angmar's armies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated gertheryg in Maethad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated trolls in Maethad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat gertheryg in Maethad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The arena of Maethad is north and east of Gabilshathûr.\\n\\nHwati has asked you to find the arena and thin the numbers of gertheryg and trolls training within.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat trolls in Maethad ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hwati is back at Gabilshathûr, west and south of Maethad.\\n\\nHaving defeated a number of gertheryg and trolls, you should return to Hwati.",
      "es": "",
      "es (fem)": ""
    }
  ]
}