{
  "id": 620763059,
  "txt": [
    {
      "id": 136263297,
      "en": "Collected white Warg-hide",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Collected rugged Warg-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You obtained some weapons from the Enemy at Urugarth, which Throst the dwarf plans to re-forge for the Rangers' use.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Throst told me what you did. An admirable feat! It will be a fine thing when the Enemy realizes we are cutting them down with their own iron and steel. \\n\\n'If we are to go to battle, we will need more than sharp blades. You must return to Urugarth and hunt the Wargs there for their hides. We can tan their thick hides and fashion them into good quality armour.\\n\\n'Skin the pelts from the largest Wargs you can find. Their leader will have the toughest hide of them all so be sure to track him down as well.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wargs can be found at Urugarth, west of Tármunn Súrsa. Odbjorn is at Tármunn Súrsa.\\n\\nOdbjórn requires Warg hides to craft new armour for the resistance. You should take several hides, as well as the hide of the Warg-leader, and return them to Odbjórn.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'These will do well. It is a shame that we cannot get rid of the rank stench of these furs.\\n\\n'Ah, well. At least the hides themselves can be saved. I will begin work on that armour right away!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Those Wargs are not going to skin themselves.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Bring the Warg-hides to Odbjórn",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Collect white Warg-hide",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Collect rugged Warg-hides ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Bring Warg-hides to Odbjorn at Tármunn Súrsa",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Skinning the Beasts",
      "es": ""
    }
  ]
}