{
  "id": 620828466,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Fauldush",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You recovered many relics and trinkets from the half-orcs at Pembar, but Faenhilith is wary still.",
      "es": ""
    },
    {
      "id": 171676081,
      "en": "'Who challenges Fauldush? Who dares to challenge the fighting Uruk-hai?'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'[placeholder], while these half-orcs have a much greater cunning by far than common Orcs, they do not have the wherewithal to maintain discipline. They are greedy and unruly.\\n\\n'I fear there is a powerful leader among them, who is utterly loyal to the will of Saruman. The half-orcs will not be dismayed from their task as long as this leader lives. I must ask you to return to Pembar and draw forth this leader.\\n\\n'There is a horn of summoning in Pembar, within the southern entrance to the ruins, north-east of here. While it is a distasteful notion, blow upon the horn... the leader will no doubt answer your challenge.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The summoning horn is inside the southern entrance to the ruins of Pembar, north-east of Echad Eregion.\\n\\nFaenhilith has asked you to return to Pembar and use the Orkish summoning horn to challenge the leader of the half-orcs.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'What is this you say? These half-orcs were led by some foul breed of Orc you have never before seen?\\n\\n'Neither have I heard of the Uruk-hai. It can only be the product of some other agent of the enemy as yet unrevealed to us.\\n\\n'Your efforts are appreciated, [placeholder], but I fear more terrible things are yet to come....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Faenhilith is at Echad Eregion, south-west of Pembar.\\n\\nYou should return to Faenhilith with news of your victory against Fauldush.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Even among that foul breed, there is pride. If you blow upon the summoning horn at Pembar, the leader of the half-orcs will surely answer your challenge.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I do not like your description of the Uruk-hai, [placeholder]. It only serves to demonstrate how very far Saruman the White has fallen....'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Blow summoning horn and defeat the leader of the half-orcs",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Faenhilith at Echad Eregion",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Faenhilith at Echad Eregion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "An Unseen Hand",
      "es": ""
    }
  ]
}