{
  "id": 620828455,
  "txt": [
    {
      "id": 136263297,
      "en": "You hear the howls of hunting Wargs nearby....",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "The predators approach....",
      "es": ""
    },
    {
      "id": 136263299,
      "en": "Bill seems happy to move along now",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have found Bill the Pony and must escort him to safety.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "You have found Bill. His mane looks unkempt, and he has a wild look in his eyes, but otherwise he appears unharmed.\\n\\nWhen you try to lead him away, he is hesitant to follow you, almost as if he is waiting for something or someone; he looks backward towards the walls of Moria expectantly.\\n\\nWith enough cajoling, you are able to get him to follow you.",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You must lead Bill the Pony to safety.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "You have made it to the road with Bill, and he seems to have the willpower to leave the gates of Moria behind now.\\n\\nThis is a stout little pony who will get where he needs to go without further nudging from you, but you did well to coax him out of dangerous territory.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Bill can be summoned using the horn you have with you. Bill's tracks can be found on the way to the road, closely monitored by sneaking Wargs.\\n\\nYou should find Bill's tracks to draw out and defeat the hunting Wargs.\\n\\n(You may use the summoning horn to call him at any time.)",
      "es": ""
    },
    {
      "id": 94621395,
      "en": "You have made it to the road with Bill, and he seems to have the willpower to leave the gates of Moria behind now.\\n\\nYou should speak with Bill.\\n\\n(You may use the summoning horn to call him at any time.)",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Do not worry about the pony...he will find his way.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'If he was set upon the road north, then no doubt he is heading for a familiar land. I do not worry that he will find safe passage; he has more sense than many beasts that come out of the lands of Men.'",
      "es": ""
    },
    {
      "id": 94621396,
      "en": "Glavroleth is at Echad Dúnann.\\n\\nYou should tell Glavroleth that you led Bill safely to the road.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Pick up the reins to encourage Bill to Follow you",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Find Bill's tracks to find the Wargs that hunt him ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Bill the Pony",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Speak with an Elf at Echad Dúnann about Bill's passage",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Bill's Safe Return",
      "es": ""
    }
  ]
}