{
  "id": 620828430,
  "txt": [
    {
      "id": 218649169,
      "en": "'Though the shadow-wargs have been thinned they still plague the Burnt Tor, fighting to their last breath. There is some evil malice guiding these creatures that we have not yet faced.\\n\\n'You must return to the Burnt Tor and seek out this menace. The shadow-wargs will never relent until all of Eregion lies in ruin, or they have found that which we seek to keep hidden.\\n\\n'The leader of the shadow-wargs most likely stalks among them seeking for clues of the Company. I am certain you will find him upon the Burnt Tor.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned, [placeholder]! Then the deed is done?\\n\\n'An Orc? This is strange news, for if your description is true this is no Orc of Saruman, this is one of the foul Orcs of Mordor!  \\n\\n'Sauron's arm has grown long indeed... a report must be brought back to Rivendell.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you sought out the leader of the shadow-wargs, [placeholder]? He should stalk among his foul servants somewhere upon the Burnt Tor.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Guiding the Shadow",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Hail, [placeholder], Dagronk-bane!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Ruidhriel has asked that you seek out the source of the shadow-wargs.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Dagronk, Warg-master",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dagronk, Warg-master",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The leader of the shadow-wargs can be found upon the Burnt Tor, west of Ruidhriel.\\n\\nRuidhriel has tasked you with slaying the leader of the shadow-wargs.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Ruidhriel",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Ruidhriel is east of the Burnt Tor.\\n\\nYou should return to Ruidhriel and tell her of your success.",
      "es": ""
    }
  ]
}