{
  "id": 620828467,
  "txt": [
    {
      "id": 136263297,
      "en": "Helped Ruidhriel",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Help Limlaer",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You have delivered Golgallon's message to Rinneldor, who now has more tasks for you.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'We have sent out scouts to determine what path the Company may have followed in order to cross Hithaeglir, the Misty Mountains. If what you say is true of the camp-sites you found, there may be other signs of their passing that will need to be hidden.\\n\\n'There are only three paths that seem reasonable for their passage across the Mountains: through the pass of the Redhorn Gate, south through the Gap of Rohan... or beneath the Mountains through the halls of Moria. Speak with our scouts, Ruidhriel and Limlaer, and learn if they have noted aught of the Company's passing.\\n\\n'Ruidhriel is encamped near a place to the north-west which we are calling the Burnt Tor, for something has scorched the earth there. Limlaer may be found along the road, south-west of here.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ruidhriel is encamped near the Burnt Tor, north-west of Echad Dúnann. Limlaer is encamped along the road, south-west of Echad Dúnann.\\n\\nRinneldor has asked you to speak with his scouts abroad, Ruidhriel and Limlaer, and aid them if you may.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'So, the Company tried the Redhorn Gate, but was foiled by Caradhras itself. And no sign was found of their passing through the Gap of Rohan? The latter does not surprise me, for it would bring their burden very near to the traitor Saruman, and that would be disastrous.\\n\\n'That leaves but one path then, and I fear it most....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rinneldor is at Echad Dúnann, south-east of the Burnt Tor and north-east of Limlaer's post.\\n\\nYou should return to Rinneldor and report all that you have learned regarding the Company's movements.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go at once to Ruidhriel and Limlaer and learn what they may have found. Ruidhriel is encamped near the Burnt Tor to the north-west, while you may find Limlaer along the road, south-west of here.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Ruidhriel",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Limlaer",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Rinneldor at Echad Dúnann",
      "es": ""
    },
    {
      "id": 22075076,
      "en": "Talk to Rinneldor at Echad Dúnann",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Unsure Steps",
      "es": ""
    }
  ]
}