{
  "id": 620828442,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated frost-grims ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Defeated snow-beasts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Caradhras, called the Cruel, rages and throws terrible storms down upon the land.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'All of our scouts upon Caradhras have reported strange sounds. The wind howls at them and laughs at their misfortunes. Stones seem to be hurled at them from the mountain-side. Storms rage at a moments notice, and wild beasts stalk hidden paths through the snow.\\n\\n'Go and quell some of the tempests and defeat the beasts that stalk the mountain-side. I fear the storms are unnatural, for they seem guided by intent.\\n\\n'The worst of the storms have been seen to the north-east in the Redhorn Gate.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Frost-grims and snow-beasts have been seen in the Redhorn Gate, north-east of Echad Dúnann.\\n\\nRostoriel has asked you to quell the rage of Caradhras and defeat the beasts that dwell within the Redhorn Gate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have returned! I feared that the ferocity of Caradhras might have gotten the best of you, but I can see you are a [placeholder] of great skill.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rostoriel is at Echad Dúnann, south-west of the Redhorn Gate and east of the Burnt Tor.\\n\\nYou should return to Rostoriel and tell her of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The worst of the storms have been seen north-east of Echad Dúnann in the Redhorn Gate.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Caradhras has no patience for the unsuspecting traveller.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat frost-grims ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat snow-beasts ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Rostoriel at Echad Dúnann",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Of Mountains and Tempers",
      "es": ""
    }
  ]
}