{
  "id": 620828477,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The half-orcs have pushed far beyond where any of us had thought they would dare, even so far as the Redhorn Gate.\\n\\n'Though none marked their passage, they did not leave in secrecy; leaving foul banners of the White Hand upon the hill-side. Go and remove these banners. We must not allow the half-orcs to believe that they can roam freely throughout this land, which once belonged to the Elves.\\n\\n'The half-orc banners can be found throughout the Redhorn Gate to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have thrown down the banners of the half-orcs? The fingers of the White Hand have grown long, but not long enough that we will be forced to endure the sight of its tokens upon our doorstep.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You have dealt a great blow to the White Hand, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you returned with the banners, [placeholder]? They can be found throughout the Redhorn Gate to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Banners of the Pass",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Half-orcs have placed banners throughout the Redhorn Gate, signifying their allegiance to Saruman the White and staking their claim to the area.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Rostoriel at Echad Dúnann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Redhorn Gate is north-east of Echad Dúnann.\\n\\nRostoriel has asked you to remove half-orc banners from the Redhorn Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect banners ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}