{
  "id": 620828456,
  "txt": [
    {
      "id": 218649169,
      "en": "'Greetings, [placeholder]. I and my companions are recently come from Rivendell at the behest of Master Elrond. He fears that spies of the Enemy may dog the footsteps of the Company which left Imladris some little while ago -- the Company which bears a heavy burden -- and commanded us to follow in their wake, lest some sign of their passing be left behind.\\n\\n'To this end, many of my companions have gone forth to scout the lands. It is clear that Aragorn son of Arathorn journeys with the Company still, for there has been little of note to see. They have lit few fires, for fear of the Enemy, which is good; however, one of my scouts reports that he saw signs of an old camp-fire south-east of here.\\n\\n'If you would, seek out that camp and learn if any other sign has been left behind which may reveal the composition of the Company. The camp-site lies far to the south-east, beyond Sâd Rechu, nestled at the base of some boulders.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You say you found this pouch at the camp-site? It contains some small portion of the halfling's pipe-weed.\\n\\n'It may be that one of the halflings or the dwarf dropped this. Such carelessness could be their undoing.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Go to the camp-site to the south-east of here and search for any sign of the Company's passing. If you find anything, remove it before the Enemy descends upon the camp.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Go to the camp-site to the south-east of here and search for any sign of the Company's passing. If you find anything, remove it before the Enemy descends upon the camp.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Scouring the Path",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "After some time passed, Elrond Halfelven sent scouts into the fields of Eregion to follow the path of the Company which left Rivendell and make sure that no signs of their passing remained for the Enemy to find.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Pipeweed pouch collected",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Scour the company's path",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The camp-site is nestled at the base of some large boulders, some distance to the south-east of Gwingris, beyond Sâd Rechu, south of the road to Pembar.\\n\\nMaedlathron has asked you to search a place which may have been a camp-site used by the Company. Any signs of the Company's passing must be removed.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Maedlathron at Gwingris",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Maedlathron is at Gwingris, some distance to the north-west of the abandoned camp-site.\\n\\nYou should bring the pouch of pipe-weed which you found to Maedlathron.",
      "es": ""
    }
  ]
}