{
  "id": 620828412,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Well met, friend.\\n\\n'No doubt you have heard of the White Hand's many spies in this land. A favourite spy of Saruman are the crebain.  \\n\\n'Our scouts report a large number of crebain along the northern edges of the valley far to the east of Gwingris. Find them and rid our valley of their menace before they discover something that should remain hidden.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done, [placeholder]. That should limit the White Hand's ability to gather knowledge of our forces here...and of other things that should remain hidden.\\n\\n'With their numbers weakened by your efforts, we have an opportunity to strike a decisive blow against their tenuous foothold here in Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Crebain have been spotted to the east. Our scouts report a large number of the birds along the northern edge of the valley.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "An Army of Eyes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A large flock of crebain out of Dunland has descended upon Eregion, spying for signs of the passing of the Company from Rivendell.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated crebain ([placeholder]/[placeholder])",
      "es": "Crebain derrotados ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat crebain ([placeholder]/[placeholder])",
      "es": "Derrota a los crebain ([placeholder]/[placeholder])",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crebain may be found in the valley far to the east of Gwingris.\\n\\nThaliondir has asked you to go forth and defeat Saruman's craban-spies.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thaliondir in Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thaliondir is at Gwingris, far to the west of the craban-nests.\\n\\nYou should return to Thaliondir with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}