{
  "id": 620828438,
  "txt": [
    {
      "id": 218649169,
      "en": "'It would appear that our work in Glâd Ereg is not yet complete. Our scouts report that there is a clear leader among the wood-trolls, and that he is organizing their foul efforts against the forest.\\n\\n'This abomination must not be allowed to continue. The wood-trolls' leader must be destroyed. Gather your companions and venture south into the forest once more. There you will find the cave of Sâd Thareg, [placeholder].\\n\\n'Inside the cave are all manner of wood-trolls, no doubt. You will also find their leader, Zagâfum. Defeat the leader of the wood-trolls, then return to me when the task is done.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Excellent work, [placeholder]. Your efforts here will be remembered.\\n\\n'Please tell me all that you have learned. I can only hope that we have rid ourselves of this menace once and for all.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Trolls, even wood-trolls, favour caves over the open air. Look for the cave of Sâd Thareg in Glâd Ereg to the south.\\n\\n'It's possible the trolls have dug their own lair in the attempts to unsettle and corrupt the forest.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Leader of the Foul Wood",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Elves of Gwingris owe you a great debt of gratitude, [placeholder]. Thank you.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The leader of the wood-trolls has been discovered in Glâd Ereg. This may be an opportunity to end their threat in the holly-forest once and for all.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Zagâfum",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Zagâfum, the leader of the wood-trolls can be found in the cave of Sâd Thareg, south of Gwingris.\\n\\nLithuilas has instructed you to defeat Zagâfum.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lithuilas at Gwingris",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lithuilas is at Gwingris, north of Sâd Thareg.\\n\\nYou should return to Lithuilas with news of your victory.",
      "es": ""
    }
  ]
}