{
  "id": 620828419,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The half-orcs at Târ Stazg prepare for battle; one of the messengers out of Barad Morlas must have reached them sometime in the night.\\n\\n'We cannot allow them to bring a force to bear at Barad Morlas. Assail their camp and reduce their numbers; it will be with a small host that they will issue forth to strengthen the battle.\\n\\n'Târ Stazg lies north-east of Echad Dúnann along the mountains before the Redhorn Gate. Go as quickly as you can and return once their numbers have been reduced.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done a brave deed thinning the ranks of the half-orcs, [placeholder]. Perhaps now they will not be so quick to render aid to Barad Morlas.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Târ Stazg is north-east of Echad Dúnann along the mountains before the Redhorn Gate. You must hurry before they bring aid to Barad Morlas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Delaying Aid",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done a brave deed thinning the ranks of the half-orcs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A messenger from Barad Morlas has reached the half-orcs at Târ Stazg, warning them of the presence of the Elves in Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated half-orcs in Târ Stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orcs in Târ Stazg ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Târ Stazg is north-east of Echad Dúnann along the mountains before the Redhorn Gate.\\n\\nPalanaer has asked you to journey to Târ Stazg and defeat the Half-orcs before they can reinforce Barad Morlas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Palanaer at Echad Dúnann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Palanaer is in Echad Dúnann south-west of Târ Stazg.\\n\\nYou should return to Palanaer and tell him of the half-orc defeat.",
      "es": "",
      "es (fem)": ""
    }
  ]
}