{
  "id": 620828413,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our scouts have reported that the few remaining Dunlendings have managed to reinforce their lumber-camp. Apparently, they have a battle-horn with which they can summon their leader, a man by the name of Tudur.\\n\\n'Return to the Dunlending-camp, [placeholder], and look to the east of the pond. Search for their battle-horn and use it to challenge Tudur. When he arrives, defeat him...perhaps then the Dunlendings will return to their own land.\\n\\n'Hurry, [placeholder], before Saruman can send allies to reinforce the camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Well done again, [placeholder]. With their leader gone, I do not doubt that the Dunlendings will soon return to their homes in the south.\\n\\n'You have earned the gratitude of both Elf and tree this day, [placeholder]. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'My scouts tell me that the Dunlendings' battle-horn lies just beyond the pond to the east of Gwingris, in Sâd Rechu. Start your search there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Captain of Sâd Rechu",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The Dunlendings should no longer be a true threat to us, thanks to your efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Dunlendings have established a lumber-camp in the wooded land of Sâd Rechu, where they collect wood for the use of Saruman's craftsmen.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Tudur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Use the battle-horn to summon Tudur and defeat him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The battle-horn is in the camp east of the pond at Sâd Rechu, east of Gwingris.\\n\\nInufileg has instructed you to use the Dunlendings' battle-horn to issue a challenge to their leader, Tudur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Inufileg at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Inufileg is at Gwingris, west of Sâd Rechu.\\n\\nYou should return to Gwingris and tell Inufileg of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}