{
  "id": 620828457,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am afraid that your efforts to the south will not be enough to repel the corruption the Enemy has brought to Glâd Ereg. The evil has gone far too deep.\\n\\n'In order to repair the damage that our enemies have brought about, we will need to replant the holly-trees that have been devastated by the trolls and their foul ways.\\n\\n'Journey south into the forest and find holly-seeds from the bushes that grow beneath the trees there. Bring them to me, and we will still find the opportunity to ensure the forest's prosperity.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These seeds are the hope of the forest, [placeholder]. I thank you, for your efforts could very well make the difference in the future of Glâd Ereg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can find holly-seeds in the bushes that grow in under the trees south of Gwingris. Bring me as many as you can, and perhaps we can heal the forest.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you not able to collect enough seeds, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Seeds for the Future",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The corruption that has struck Glâd Ereg and the destruction wreaked by the minions of the Enemy have ruined many a wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Collect seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Holly-seeds can be found on the bushes growing underneath the trees in Glâd Ereg, south of Gwingris.\\n\\nCelebrandir has asked you to collect holly-seeds for him, so that he may begin replanting the wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Bring the seeds to Celebrandir at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Celebrandir is at Gwingris, north of Glâd Ereg.\\n\\nCelebrandir is awaiting the seeds you collected.",
      "es": "",
      "es (fem)": ""
    }
  ]
}