{
  "id": 620828417,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'No doubt your gaze has been drawn to the peaks of Celebdil, Caradhras, and Fanuidhol, but there a great shadow often defeats my eyes. Great, dark clouds move against the wind, and they pass over the land in search of something.\\n\\n'Flocks of black-winged crebain from Dunland have been circling the Redhorn Gate. It is clear that they are searching for the Company, and I fear that they may have news or have found some clue that we have not ourselves discovered.\\n\\n'Travel north-east into the Redhorn Gate and defeat these spies of Saruman, then return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Just before your return a great concourse of birds flew hastily from the Redhorn Gate. Let us hope that you set enough fear into their ranks to drive them from Eregion, though I doubt not that they will return to pick the bones of the fallen.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The crebain can be found in the Redhorn Gate north-east of Echad Dúnann.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Crebain of Caradhras",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Let us hope that you drove the foul crebain from Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Crebain out of Dunland in the service of Saruman spy out the crevices of the Redhorn Gate, threatening the efforts of the Elves in Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat crebain ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Crebain can be found north-east of Echad Dúnann in the Redhorn Gate.\\n\\nAuthlanc has asked that you defeat crebain in the Redhorn Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Authlanc at Echad Dúnann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Authlanc can be found at Echad Dúnann south-east of the Redhorn Gate.\\n\\nYou should return to Authlanc and tell him of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}