{
  "id": 620828446,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Planted seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Celebrandir was pleased with the seeds that were brought to him, for they gave him hope that the wood may yet be renewed.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'These seeds you gathered give me hope that Gl창d Ereg will yet be renewed. All that remains is to plant them where they are most likely to grow.\\n\\n'Return south to the forest and look for clear spaces where these trees will have sufficient room to grow. I am sure such clearings might be found throughout Gl창d Ereg, look to the light to guide you.\\n\\n'When you have completed your task, return to me, and we will discuss your reward.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are clearings throughout Gl창d Ereg, the forest south of Gwingris.\\n\\nCelebrandir instructed you to plant the seeds in clear spaces where the trees will have room to grow.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'We have done what we may. Now it is up to the forest to bring forth its young.\\n\\n'Thank you for your aid, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Celebrandir is at Gwingris, north of Gl창d Ereg.\\n\\nYou should return to Celebrandir and let him know that you have planted the seeds as he requested.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'[placeholder], be sure to look for clear areas where the seeds will be able to grow unimpeded.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you planted all the seeds yet?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The forest would never recover if it were not for your efforts, [placeholder]. Thank you for all your aid.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Plant seeds ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Celebrandir at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Planting Anew",
      "es": "",
      "es (fem)": ""
    }
  ]
}