{
  "id": 620828447,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Once the assault on Barad Morlas was launched, the half-orcs sent out messengers in secret. Our scouts have found that the first of these messengers has not yet reached Porth Cadlus.\\n\\n'The messenger must be stopped, [placeholder]. If Barad Morlas receives reinforcements, they may have enough strength to break our defences and rout the Free Peoples in Eregion.\\n\\n'The messenger was last seen west of Porth Cadlus, south-west of Echad Dúnann, across Nan Sirannon. You must be quick if you are to stop him before he reaches their camp.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The messenger has been dispatched? Now we need not fear the Dunlending axes of Nan Sirannon coming to the aid of Barad Morlas!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The messenger was last seen west of Porth Cadlus, south-west of Echad Dúnann, across Nan Sirannon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Plea From Barad Morlas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'We must take counsel against the Dunlendings, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "A messenger has been dispatched from Barad Morlas seeking aid from the Dunlendings encamped in Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated the messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat the messenger",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Messenger is west of Porth Cadlus, south-west of Echad Dúnann and across Nan Sirannon.\\n\\nYou must stop the Dunlanding Messenger from receiving reinforcements from Nan Sirannon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Glavroleth at Echad Dúnann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Glavroleth is north-east of Porth Cadlus in Echad Dúnann.\\n\\nYou should return to Glavroleth and inform her of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}