{
  "id": 620828435,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'More half-orcs have come up from the South, [placeholder], encamping at Barad Morlas, south-west of here. Whatever it is that Saruman seeks here, it cannot be for the benefit of the Free Peoples.\\n\\n'It is said that Saruman is a master of craft, and it may be that he seeks that forbidden Art which was lost when Sauron destroyed Eregion. His minions must be driven forth before they can uncover any shred of that ancient knowledge.\\n\\n'Go to Barad Morlas, [placeholder], and thin the ranks of the half-orcs there. Perhaps that will dissuade them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Thank you for your efforts, [placeholder]. You are certainly a valiant [placeholder], but there is much more to do there....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There are half-orcs at Barad Morlas to the south-west, as well, [placeholder]. I fear we must deal with them as we did at Pembar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Invaders of Barad Morlas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Pembar is not the only Elf-ruin in Eregion to have been overrun. Barad Morlas in the south also has become a stronghold of Saruman's minions.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated half-orcs at Barad Morlas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orcs at Barad Morlas ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Half-orcs can be found at Barad Morlas, south-west of Echad Eregion.\\n\\nLengliel has asked you to go to Barad Morlas and thin the ranks of the half-orcs there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lengliel at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lengliel is at Echad Eregion, north-east of Barad Morlas.\\n\\nYou should return to Lengliel and tell her that you have done as she asked.",
      "es": "",
      "es (fem)": ""
    }
  ]
}