{
  "id": 620828461,
  "txt": [
    {
      "id": 218062657,
      "en": "'More Elf-rabble?  Why didn't you wait with the others?'",
      "es": ""
    },
    {
      "id": 218062658,
      "en": "'We have our orders, we are to move against the Elf-ruins before the week is out.'",
      "es": ""
    },
    {
      "id": 218062659,
      "en": "'But if you insist on dying now, you may have your wish!'",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Akashpug",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Your foray into Târ Stazg has had the opposite effect as intended: Târ Stazg is readying an assault against the Elves of Eregion.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Akashpug, the leader of Târ Stazg is no half-orc; he is  one of Saruman's Uruk-hai, and he is more cunning and cruel than any other of his kind I have encountered.  \\n\\n'Already, he has brought up reinforcements from the South to replace those that were slain in our first assault on his camp. If we do not act quickly, he will soon be marching to Barad Morlas.\\n\\n'Return to Târ Stazg, north-east of Echad Dúnann, along the mountains before the Redhorn Gate. Use the horn of challenge you find there to call him forth. If you are able to defeat him, the half-orcs will be thrown into disarray, and we will have time to prevent their march.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Akashpug is at Târ Stazg, north-east of Echad Dúnann, along the mountains before the Redhorn Gate.\\n\\nPalanaer has instructed you to call forth Akashpug with the horn and defeat him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With Akashpug defeated, the half-orcs will be leaderless and unable to aid Barad Morlas.\\n\\n'We must now take thought on how to drive the remaining half-orcs from Eregion.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Palanaer is in Echad Dúnann, south-west of Târ Stazg.\\n\\nYou should return to Palanaer with news of Akashpug's defeat.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Târ Stazg is north-east of Echad Dúnann, along the mountains before the Redhorn Gate.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'With Akashpug defeated, the half-orcs will be leaderless.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Call forth Akashpug with the horn and defeat him",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Palanaer",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Târ Stazg's Chief",
      "es": ""
    }
  ]
}