{
  "id": 620828459,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Destroyed worm-eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Fotkûrz, Worm-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While thinning the ranks of Saruman's half-orcs at Pembar, you discovered a great many more worm-eggs than the Elves had been aware of. This has become a cause of great concern for Lengliel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Alas, I fear the half-orcs are breeding these worms for the service of their master. What terrible strength Saruman could wield in the North with these beasts at his command....\\n\\n'We must put an end to this threat, [placeholder]. Return to Pembar and destroy as many of the eggs as you can before they hatch. As well, find the Worm-master and defeat him. Our scouts say they have seen a half-orc in the company of a worm wandering the ruins of Pembar.\\n\\n'The ruins lie to the north-east, in the event you have lost your way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Worm-eggs can be found in nests throughout the ruins of Pembar, north-east of Echad Eregion. \\n\\nLengliel has asked you to destroy as many of the worm-eggs at Pembar as you are able. Fortkûrz the Worm-master may be found wandering in Pembar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well. You have dealt a great blow to Saruman's plan, I am certain, though no doubt he has many more plans for Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lengliel is at Echad Eregion, south-west of Pembar.\\n\\nYou should return to Lengliel and let her know that you have destroyed many worm-eggs and have defeated Fotkûrz the Worm-master, as she bade you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Pembar lies north-east of here...go there and destroy the worm-eggs before they can hatch. As well, find and defeat Fotkûrz the Worm-master.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'You have done well to hinder Saruman's plans to breed worms to his service. However, there is much more to be done....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy worm-eggs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Fotkûrz, Worm-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Lengliel at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Spoiling the Spoils",
      "es": "",
      "es (fem)": ""
    }
  ]
}