{
  "id": 620828453,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have thinned the number of crebain in the area, but unfortunately more will return to replace the ones you killed.\\n\\n'In order to drive them out entirely, you will need to remove their means of rest and shelter. They undoubtedly have found a large tree in which to roost... as much as I despise the thought, you will need to burn this tree down. Only then will the crebain retreat from Eregion.\\n\\n'Return to the valley in the east and look for the roosting tree. It will likely be found near a large number of crebain. When you find it, burn it to the ground.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work, [placeholder]. With their roost destroyed, the crebain in this region will likely return home to Dunland.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Have you found the roost of the crebain yet, [placeholder]? Try the northern edge of the valley far to the east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Roosting Tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Your efforts against the crebain have aided us in our fight against the White Hand. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The crebain in northern Eregion have established themselves in the land, finding good roosting grounds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Destroyed the roosting tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Destroy the roosting tree",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The crebain's roosting tree lies in the valley to the east of Gwingris.\\n\\nThaliondir has asked you to burn down the roosting tree of the crebain.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Thaliondir at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Thaliondir is at Gwingris, west of the roosting tree.\\n\\nYou should return to Thaliondir with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}