{
  "id": 620828425,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Our own scouts discovered another camp-site to the east and somewhat north of here, just beyond Torech Bornagol and Torech Carangor. We fear it, too, is a remnant of the Company's passing.\\n\\n'Go there, [placeholder], and search for any items possibly left behind. It is clear that certain members of the Company are not as careful as they should be.\\n\\n'If you find anything, return at once to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "This camp-site has been disturbed, and it appears something was taken. From the signs you have found, it would appear the ransackers were either Orcs or half-orcs.\\n\\nTracks lead away to the south. It appears that there are at least two half-orcs and one horse.\\n\\nGolgallon will want to know about this.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'There is little time to lose, [placeholder]. Go to the camp-site I told you of and search there for signs of the Company's passing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'This is worse than I thought, [placeholder]. Whatever the Enemy found may disclose who the members of the Company are and put their quest in jeopardy....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Following the Path",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Maedlathron sent you to the Elf-camp of Echad Eregion to warn Golgallon of the misfortunate signs of the Company's passing... only Golgallon was already aware of the signs.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "The camp-site has been ransacked",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search camp-site for signs of the Company's passing",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The camp-site lies east and north of Echad Eregion, beyond Torech Bornagol and Torech Carangor.\\n\\nGolgallon has asked you to search another camp-site for signs of the Company's passing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Golgallon at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golgallon is at Echad Eregion, west and south of the camp-site, beyond Torech Carangor and Torech Bornagol.\\n\\nYou should return to Golgallon and warn him that the camp-site has been disturbed and something carried away.",
      "es": "",
      "es (fem)": ""
    }
  ]
}