{
  "id": 620828418,
  "txt": [
    {
      "id": 22075075,
      "en": "Talk to Rinneldor at Echad Dúnann",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'So, [placeholder], we now know whither the Company has gone. They have surely passed into the long dark of Moria. May the Valar guide their steps, for it is said Durin's Bane dwells there still... though none can say for certain, as no one in this age has ever laid eyes upon it.\\n\\n'Here, then, is the last task appointed to us: we must confuse their trail, so that the Enemy cannot be prepared for their passage. Speak again with Ruidhriel and Limlaer... they will know what to do.\\n\\n'If you have forgotten, Ruidhriel is encamped near the Burnt Tor to the north-west, while you may find Limlaer along the road to the south-west.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'It is done, then. The safety of the Company is out of our hands. We must now turn our attention to our own roles in the coming War.\\n\\n'You have the gratitude of the Free Peoples, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'We must throw the Enemy off the trail of the Company. Speak with Ruidhriel and Limlaer and learn what they would have you do.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "A Dark, Secret Way",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "While the Company did try the Redhorn Gate, they were forced to turn back. Neither was there any sign of their passing towards the Gap of Rohan, leaving but one direction open to Rinneldor's mind: Moria.",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Help Ruidhriel",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Ruidhriel is encamped near the Burnt Tor, north-west of Echad Dúnann. Limlaer may be found along the road, south-west of Echad Dúnann.\\n\\nRinneldor has asked you to once again speak with Ruidhriel and Limlaer to learn what must be done to confuse the Company's trail.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Help Limlaer",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Rinneldor is at Echad Dúnann, south-east of the Burnt Tor and north-east of Limlaer's post.\\n\\nYou should return to Rinneldor with news of your successes.",
      "es": ""
    }
  ]
}