{
  "id": 620828439,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Gâmzhurm",
      "es": ""
    },
    {
      "id": 209727713,
      "en": "'And what do you maggots think you're up to?'",
      "es": ""
    },
    {
      "id": 209727714,
      "en": "'We have orders, yes...orders for the Elf-ruins.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "The Dunlendings remain in Eregion, despite their defeat, indicating the presence of a powerful leader.",
      "es": ""
    },
    {
      "id": 209727715,
      "en": "'You won't be interfering with our plans, I'll see to that!'",
      "es": ""
    },
    {
      "id": 209727716,
      "en": "'Soon as the word comes in we're to move against those filthy elves, ho lads, hoi!'",
      "es": ""
    },
    {
      "id": 209727717,
      "en": "'Sharkû knows how to reward those who serve him well.'",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Though the Dunlendings were weakened by our assault, they have not departed from Eregion. Something else holds their will and drives their assaults.\\n\\n'One of my scouts came upon one of the Dunlendings in the wilderness who had deserted their camp. He spoke of one of Saruman's Uruk-hai who commands the camp and drives the Dunlendings to madness.\\n\\n'Return to Porth Cadlus and challenge this Uruk to single combat. If he is defeated, many of the Dunlendings will lay down arms and return to their homeland.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The Uruk Gâmzhurm can be found south and slightly west of Echad Dúnann, across Nan Sirannon.\\n\\nYou must use the horn of challenge to summon Gâmzhurm, the leader of the Dunlendings, and defeat him.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'With their leader defeated, the Dunlendings will not continue their assault. You have our deepest thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glavroleth is at Echad Dúnann, north and slightly east of Porth Cadlus.\\n\\nYou should return to Glavroleth with the news of Gâmzhurm's death.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You may find a horn at the Dunlending encampment which may be used to challenge the uruk.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The Dunlendings will soon be driven from Eregion, thanks to [placeholder]!'",
      "es": ""
    },
    {
      "id": 63183939,
      "en": "'Get up or i'll have your name and numbers reported to Sharkû himself!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Use the horn of challenge to summon Gâmzhurm and defeat him",
      "es": ""
    },
    {
      "id": 63183940,
      "en": "'Soon as the word comes in we're to move against those filthy elves, ho lads, hoi!'",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Glavroleth at Echad Dúnann",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Lord of Porth Cadlus",
      "es": ""
    }
  ]
}