{
  "id": 620828416,
  "txt": [
    {
      "id": "0x6413555",
      "en": "'Who's causing that ruckus? What? Intruders!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Horngoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Lengliel had you collect several White Hand banners and bring them to her. From them, she has been able to learn the identity of the half-orcs' leader.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Do you see this sign here? Perhaps your eye is not trained to see it. This banner names one Horngoth, a half-orc of a most ill repute, as the leader of these forces.\\n\\n'Journey now to Barad Morlas. At the northern foot of a bridge which leads further into the ruins, you will find a summoning horn, not unlike the one at Pembar. Blow upon the horn, and surely Horngoth will answer.\\n\\n'The bridge lies south-west of here. Hurry!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The summoning horn is at the northern foot of a bridge in Barad Morlas, south-west of Echad Eregion.\\n\\nLengliel has asked you to use the summoning horn of Barad Morlas to challenge Horngoth, the leader of the half-orcs there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It is good that you have defeated Horngoth, but his defeat may just bring more enemies down upon us. Our scouts tell us that there are more servants of the White Hand in the passes of the Redhorn Gate and Nan Sirannon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lengliel is at Echad Eregion, north-east of Barad Morlas.\\n\\nYou should return to Lengliel and tell her of your victory at Barad Morlas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Find the summoning horn at Barad Morlas, south-west of here, and use it to challenge Horngoth!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The half-orcs at Barad Morlas suffer now, but I believe they may call for reinforcements....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Blow the summoning horn at Barad Morlas and defeat Horngoth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lengliel at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chief of the Invaders",
      "es": "",
      "es (fem)": ""
    }
  ]
}