{
  "id": 620828475,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Brunanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Destroyed eggs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The worm Brunanc and his spawn terrorize the paths leading from Rivendell to Gwingris.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'I cannot thank you enough for dealing with the worms that threaten our supplies from Rivendell, but I have another task for you that should prove to be a more decisive step in safe-guarding our deliveries.\\n\\n'To the south of Pend Eregion in the east, there is a small clump of large hills. On the north side of these hills are a series of dens the worms use to raise their young. It is here that you will find Brunanc, lord of the worms of Pend Eregion.\\n\\n'I want you to draw him out by smashing any eggs you may find on the north side of those hills. Draw out Brunanc and slay him, then return here to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The worm-eggs belonging to the spawn of Brunanc lie upon the hillsides south-east of Gwingris.\\n\\nDaegennan has asked you to destroy the eggs of the worms to draw forth their leader, Brunanc.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Excellent work! It is unlikely that the worms will recover from their loss any time soon.\\n\\n'This should give us a short respite in which we can gather our strength. The Elves of Gwingris owe you their gratitude, [placeholder]. Thank you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Daegennan is at Gwingris, north-west of Brunanc's nest.\\n\\nYou should return to Daegennan with news of your victory.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Has Brunanc been defeated, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Thanks to your efforts, deliveries from Rivendell have resumed. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Brunanc",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Daegennan at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Daegennan at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Worm-sire",
      "es": "",
      "es (fem)": ""
    }
  ]
}