{
  "id": 620828414,
  "txt": [
    {
      "id": 136263297,
      "en": "Found the body of Thorlák",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You discovered the corpse of a slain Redhorn-goat, which Hjór took as a good sign that his friend may yet live, for the corpse was expertly skinned.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'If the goat was killed recently, there is still a chance that Thorlák made camp, but is unable to return. Caradhras the Cruel can entangle even the hardiest explorers if they are not prepared.\\n\\n'Return to the Redhorn Gate and search its northern reaches. Thorlák's supplies would almost certainly be spent by now if he was forced to seek shelter on the hard face of Zirakzigil.\\n\\n'I can only hope that Thorlák is having a merry time, sitting among the ancient treasures next to a warm fire in Durin's Tower....'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Thorlák entered the Redhorn Gate in search of Durin's Tower in the eastern parts of the pass, upon Zirakzigil.\\n\\nHjór hopes that Thorlák has found some shelter in the upper reaches of the Redhorn Gate.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "The body of the dwarf is frozen, its last moments of life preserved by the cold.  It would appear that Thorlák met his end in the peaceful embrace of slumber.",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Hjór is in Echad Dúnann, south-west of the Redhorn Gate.\\n\\nYou should return to Hjór and inform him of Thorlák's death.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Search for Thorlák among the highest reaches of the Redhorn Gate.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Thorlák is dead? This is grievous news [placeholder], for he was a close friend, as true of heart as any dwarf could ask, and as tough as stone.\\n\\n'Alas that he died for a fool's hope, for Durin's Tower is lost to us forever.'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'Caradhras the Cruel can entangle even the hardiest explorers if they are not prepared.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find Thorlák",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Hjór at Echad Dúnann",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Caradhras the Cruel",
      "es": ""
    }
  ]
}