{
  "id": 620828482,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This land was once filled with the beautiful music of birds. Squirrels played in the heather, and deer wandered the hill-slopes of the mountains. But they are all silent now, driven off or killed by the invading evils.\\n\\n'When the half-orcs and Uruk-hai of Saruman came, they brought with them foul creatures, none more destructive than the Lizards in Ulundín, near the southern tip of Emyn Naer. They sneak into trees and eat birds, find the unsuspecting squirrel in the holly-bush, even catch the mighty deer unaware in the mountains.\\n\\n'Go south-west into Ulundín and slay these creatures. If they are driven from the land, perhaps the wild inhabitants of Eregion will return in time.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have killed many of the lizards, [placeholder], but there are many more yet to be driven forth. Perhaps someday soon, as the Elves count the days, we will hear the song of birds and the soft feet of the rabbit again in Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'You can find the lizards in the southern tip of Emyn Naer in the area known as Ulundín.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Plague of Lizards",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Song will return to Eregion thanks to [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Great lizards have been eating many of the small creatures of Eregion, stripping the land of much of its beauty.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated lizards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat lizards ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lizards can be found in Ulundín in the southern tip of Emyn Naer, south-west of Echad Dúnann.\\n\\nTinúriel has asked that you slay the lizards who have been killing off the native creatures of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Tinúriel at Echad Dúnann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Tinúriel is at Echad Dúnann, north-east of Ulundín.\\n\\nYou should return to Tinúriel and inform her that you have slain many lizards.",
      "es": "",
      "es (fem)": ""
    }
  ]
}