{
  "id": 620828454,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. Your efforts in the North have spread your name far and wide among our kindred.\\n\\n'I have a task for you, if you would accept it. Half-orcs in the service of Saruman the White have overrun the ruins of Pembar to the north-east. What they seek, I cannot say, but they defile the ancient ruin of my ancestors.\\n\\n'I ask that you go there and search through the rubble piles. Perhaps you might find something that might explain Saruman's interest in Pembar.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It appears, [placeholder], that there are still fragments of many relics remaining at Pembar. There may yet be record of lore that should not come into Saruman's possession....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to the ruins of Pembar, north-east of here, and search through any rubble piles you find there. Hopefully you will learn what it is the half-orcs are seeking.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Ruins of Pembar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ruins of Pembar have become a haven of half-orcs in the service of Saruman the White, who has fallen to evil. What they seek within the ancient Elf-ruins remains a mystery.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Searched rubble ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search rubble ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are many rubble piles in Pembar, north-east of Echad Eregion.\\n\\nFaenhilith has asked you to search the rubble piles at Pembar to see if you can learn what interest the minions of Saruman have there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Faenhilith at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faenhilith is at Echad Eregion, south-west of Pembar.\\n\\nYou should return to Faenhilith and let her know what you found at Pembar.",
      "es": "",
      "es (fem)": ""
    }
  ]
}