{
  "id": 620828464,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You see no sign of the Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Found the tower on the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rinneldor has asked you to seek out Limlaer who stands watch near the southern border of Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Mae govannen! You were sent by Rinneldor, were you not? I have been tasked with searching the southern borders of this land for signs of the Company's passing, but as of yet I have found nothing.\\n\\n'Rinneldor believes that they may have passed this way, though any travelling near Nan Curunír would need to be wary...and none more than the Company!\\n\\n'I bid you travel south-west and aid me in my search. You will find a tower just south-west of here atop a hill. It faces towards the Gap of Rohan. <rgb=#FF0000>Look</rgb> out from that hill and report anything you find.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The tower is upon a hill, south-west of Limlaer, who stands near the road leading south-west from Echad Dúnann.\\n\\nLimlaer has asked you to go to a nearby tower and <rgb=#FF0000>look</rgb> for signs of the Company's passing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You found naught? It is as I believed. Mithrandir would not be so foolish as to let himself become ensnared again by Saruman the White. The Company did not come this way.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Limlaer is south-west of Echad Dúnann, along the Nan Sirannon road.\\n\\nYou should report your findings to Limlaer.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The tower lies south-west, within sight of Limlaer. Find the hill and <rgb=#FF0000>look</rgb> for signs of the Company's passing.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Nan Curunír is a dangerous place. Be wary in your travels, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Look for signs of the Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the tower on the hill",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Limlaer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Through the Gap of Rohan",
      "es": "",
      "es (fem)": ""
    }
  ]
}