{
  "id": 620828422,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Râkhuga the Tracker",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "You set the false camp-site",
      "es": ""
    },
    {
      "id": 209727713,
      "en": "'You'll not escape again, not with Râkhuga on the trail!'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Limlaer has enlisted your aid in setting false trails to lure the Enemy south.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'It seems that your trail worked, [placeholder]. A tracking-party was seen by another of my scouts close at hand to the false trail. Now we must draw the trap closed!\\n\\n'Travel south-west of here between Porth Cadlus and Goeolhad. Look to the south of the ravine that runs westward to the hilltop above for some tall boulders overlooking a small clearing that lies just west of the tower on the edge of Nan Sirannon.\\n\\n'There, you must set up a false camp and lie in wait for the scouts. Be careful, though... the scouts must not be allowed to return to their foul masters.\\n\\n'If the Enemy is tricked into believing that the Company has gone through the Gap of Rohan or around the White Mountains, their real trail may remain hidden for good. Return to me when you have completed the task.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The site for the false camp is south-west of Limlaer, between Porth Cadlus and Goeolhad, in a boulder-encircled basin.\\n\\nLimlaer has tasked you with setting a trap for the scouts of the Enemy.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The scout-leader lies dead? You have done a great thing, [placeholder]. I will report of your deeds to Lord Elrond.'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Limlaer is south-east of Echad Dúnann, along the Nan Sirannon road.\\n\\nYou should return to Limlaer with news of your success.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You should set the camp south-west of here, between Porth Cadlus and Goeolhad, in a boulder-encircled basin, but you must hurry before the scouts find the real trail.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Have you dealt with the scout-leader?'",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'You did well in dealing with the scout-leader, [placeholder].'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Set the false camp-site and defeat Râkhuga",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Limlaer",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Limlaer",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Drawing the Enemy",
      "es": ""
    }
  ]
}