{
  "id": 620828426,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'Hjór at your service and your family's! You look like just the sort able to help me with my troubles.\\n\\n'My travelling companion, Thorlák, and I journeyed with Brogur's expedition. We had long debated the existence of the famed tower of Durin that some say sits atop Zirakzigil. I did not believe Thorlák when he said he would find it or perish in the attempt, but now I fear for his life!\\n\\n'Four days ago, he left camp in search of Durin's Tower, and he has not been seen since. If you could journey into the Redhorn Gate and search for any sign of him, I would be much in your debt. I last saw Thorlák heading into the snow near to the mountains.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "The Redhorn-goat meat looks like it was skinned and cleaned by a skilled hand.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thorlák was last seen on the lower slopes of the Redhorn Gate, near to the mountains heading into the snow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'A skinned goat? That is good news, for Thorlák might still be alive somewhere upon the mountain!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Fool's Hope",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Barazinbar is not called Caradhras the Cruel for nothing, you know.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Hjór needs aid searching for his companion Thorlák upon Caradhras, which is called the Cruel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Search for some sign of Thorlák",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Thorlák headed into the Redhorn Gate, north-east of Echad Dúnann.\\n\\nHjór has asked that you search the Redhorn Gate for signs of Thorlák.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Hjór",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Hjór is at Echad Dúnann, south-west of the Redhorn Gate.\\n\\nYou should return to Hjór and tell him what you found in the Redhorn Gate.",
      "es": "",
      "es (fem)": ""
    }
  ]
}