{
  "id": 620828485,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'This land has seen many battles; its history is written in blood, though now it wears a veil of peace...for at least a short while. But the peace it knows is but a fleeting phantom.\\n\\n'As the minions of Saruman and Mordor intrude upon Hollin, many other evil creatures have come here as well, not the least of which are the wolves. They have driven off what few birds and kindly beasts that once dwelled here, killing what does not escape them.\\n\\n'The howling of the wolves in Tâl Caradhras is worse than the silence that follows in the wake of the foul beasts. Go and cull their number, then return to me when the task is complete.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You did well, [placeholder]. The wolves will not soon forget your fury!  Maybe Tâl Caradhras will have peace, if only for a short while.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Wolves can be found throughout Eregion but have been seen in large numbers south-east of Echad Eregion in Nan Sirannon.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Wolf-bounty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The wolves of Eregion will fear your footsteps, [placeholder]!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "As the forces of Saruman and Mordor scour the land of Hollin for the Ringbearer, evil creatures creep into Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat wolves ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Wolves can be found throughout Eregion.\\n\\nGolgallon has asked that you search out and destroy the wolves that plague Eregion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Golgallon at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Golgallon is in Echad Eregion.\\n\\nYou should return to Golgallon and inform him of your success against the wolves.",
      "es": "",
      "es (fem)": ""
    }
  ]
}