{
  "id": 620828484,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The ruins of Pembar are a sad place, once filled with the music of harps and the soft tap of jeweller's hammers. Now it is filled with the stench of rotten flesh and evil beasts.\\n\\n'One of these monsters has been spreading the filth of his kind throughout the ruins of Pembar, a great worm: Nethgarch. Go to Pembar and seek out this worm-sire. Without him, this line of worms will fail.\\n\\n'Pembar is north-east of Echad Eregion and south-east of Glâd Ereg. He will be lurking somewhere within the ruins.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The beast is slain? The worms have never encroached this far south; it is ill tidings for one who still dwells east of the Sea.\\n\\n'But you have accomplished much, [placeholder], and should be rewarded for your valour.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nethgarch may be found at Pembar, north-east of Echad Eregion and south-east of Glâd Ereg.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Threat to Pembar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'With Nethgarch slain, the worms will diminish in Pembar. I thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "While the worms of Pembar are likely led by a matron, there can be no offspring without a sire.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Nethgarch, Worm-sire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nethgarch, Worm-sire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Pembar is north-east of Echad Eregion and south-east of Glâd Ereg.\\n\\nFaenhilith has asked you to travel to Pembar and slay the worm-sire Nethgarch.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Faenhilith at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Faenhilith is in Echad Eregion, south-west of Pembar.\\n\\nYou should return to Faenhilith with news of your victory against Nethgarch.",
      "es": "",
      "es (fem)": ""
    }
  ]
}