{
  "id": 620828473,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You have dealt with the half-orc rabble here in northern Eregion, [placeholder], but their true purpose is only beginning to become clear.\\n\\n'Recently, our scouts have indicated that a half-orc with some skill in training the worms is attempting to bend the vile beasts to his will. If he succeeds, he could build a terrible army in Eregion.\\n\\n'Return to the east and look for a small range of mountains south of the road to Rivendell.  Among them is Carchres.  If you find Arzgât there, put an end to his vile ambitions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Arzgât has perished? That is welcome news, [placeholder]. Perhaps the evil he has wrought will soon come to an end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you again, [placeholder]. Your efforts against the half-orcs will not be forgotten.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Arzgât was last seen on the northern side of a small range of mountains to the east, just south of the road to Rivendell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Worm-keeper",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The egg-stealing half-orcs are being overseen by a particularly vicious creature named Arzgât.\\n\\nCalelloth has asked you to head out to the northern hillside of Carchres and slay Arzgât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Arzgât and collected note",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the note to Calelloth at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Arzgât dwells near a small range of mountains, on the hillside of Carchres south of the road to Rivendell, east of Gwingris.\\n\\nCalelloth has instructed you to go forth and defeat the half-orc Arzgât.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Arzgât and search his body",
      "es": "",
      "es (fem)": ""
    }
  ]
}