{
  "id": 620828443,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "An avalanche blocks the way",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Look for signs of the Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rinneldor has asked you to seek out Ruidhriel who stands watch at the Redhorn Gate.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Hail, stranger! It is good to see a friendly face in times such as these, but what brings you here?\\n\\n'Rinneldor has sent aid as I had hoped! Caradhras is troubled; something has caused great unease upon his slopes. His winds are cold and biting, and I fear for any who have dared to tread upon him when he is in such a fey mood.\\n\\n'I cannot leave my post, but perhaps you could travel to the mountain's lower slopes and <rgb=#FF0000>look</rgb> for signs of the Company? Travel north-east to the Redhorn Gate and look for any signs of them where the trees and snows meet.'\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Redhorn Gate lies to the north-east of Ruidhriel's camp.\\n\\nRuidhriel has asked you to go up into the Redhorn Gate and <rgb=#FF0000>look</rgb> for signs of the Company where the snow and trees begin.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'An avalanche? We can only hope that the Company was not on the mountain when it happened.\\n\\n'If they did brave the pass, no enemies will follow now. Thank you for your help, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ruidhriel is south and west of the Redhorn Gate, near the Burnt Tor.\\n\\nYou should return to Ruidhriel and tell her what you found.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Travel north-east into the Redhorn Gate and <rgb=#FF0000>look</rgb> for signs of the Company where the snow and trees meet.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'Caradhras is no place for the unwary.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Look for signs of the Company",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Find the Redhorn Gate",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Ruidhriel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Over the Pass of Caradhras",
      "es": "",
      "es (fem)": ""
    }
  ]
}