{
  "id": 620828448,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The storms have not relented. The winds continue to howl, and I can hear anger in the voice of Caradhras, but not for the Elves or even the dwarves. There is something on the mountain that is causing his fury.\\n\\n'It will be a dangerous task, but I would ask that you search as high into the pass as you dare and seek out the source of the mountain's anger.  Only by soothing the wrath of Caradhras will we be able to safely continue our search for signs of the Company.\\n\\n'You should return to the Redhorn Gate, north-east of here, and search the highest reaches of the mountain-side.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'A camp-fire? And so high into the pass!\\n\\n'This must have been left by the Company, but did they brave the Redhorn Gate or were they forced off Caradhras by his fury...?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The camp-fire explains the strange signs Master Elrond sensed upon Caradhras.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you found the source of Caradhras' fury?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Quelling the Storm",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Rostoriel has asked for your aid in quelling rage of Caradhras.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Found the remains of a camp-fire",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Rostoriel at Echad Dúnann",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Redhorn Gate is north-east of Echad Dúnann.\\n\\nRostoriel has asked you to search the highest reaches of the Redhorn Gate for clues to understand the mountain's anger.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Search for clues to Caradhras' anger",
      "es": "",
      "es (fem)": ""
    }
  ]
}