{
  "id": 620828436,
  "txt": [
    {
      "id": 218649169,
      "en": "'While you were dealing with our immediate concerns in Glâd Ereg, our scouts learned that there is a large presence of wood-trolls there as well. These creatures are bred by the Dark Lord and may well be the cause for the corruption of the forest.\\n\\n'From what the scouts say, the wood-trolls dwell mainly in Sâd Thareg at the southern edge of Glâd Ereg. Go and see what you can learn of their presence there.\\n\\n'Be wary and take an ally or two, for these monsters are terrible foes.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]. Your efforts to curtail the advance of the wood-trolls may well save the forest from utter destruction.\\n\\n'I can only hope that with the wood-trolls dealt with, the forest will soon know peace again.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you dealt with the trolls to the south?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Keepers of the Wood",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Lithuilas has learned that there is a group of wood-trolls in the Glâd Ereg and believes that they are responsible for provoking the forest.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated wood-trolls ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat wood-trolls ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Wood-trolls can be found near Sâd Thareg, south of Gwingris.\\n\\nLithuilas has asked you to defeat the wood-trolls of Glâd Ereg and learn their purpose there. He suggests that you take an ally or two with you.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Lithuilas at Gwingris",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Lithuilas is at Gwingris, north of Sâd Thareg.\\n\\nYou should return to Lithuilas with word of your success.",
      "es": ""
    }
  ]
}