{
  "id": 620828424,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], I am glad that you have returned. We still have much to accomplish.\\n\\n'The servants of the Enemy are closer at hand than even Master Elrond has feared. If we do not act quickly, they may discover the path of the Company...to the ruin of us all.\\n\\n'We must devise a false trail to mislead the Enemy into believing that the Company has passed south, nearer to the Gap of Rohan. Travel south-west of here and west of Porth Cadlus, and disturb the ground there. Perhaps we can trick the foul scouts and secure more time for the Company to put this place well behind them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'The trail has been placed? Then we must continue to aid the Company as best we may.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The best place to set the trail is south-west of here and west of Porth Cadlus.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A False Trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The scouts of the enemy must not find the trail.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The spies of the Enemy seek continually for the trail of the Company, threatening their safety and their quest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "You have set the false trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Set a false trail",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The place you should set a false trail lies to the south-west of Limlaer and west of Porth Cadlus.\\n\\nLimlaer has asked you to set false trails for the scouts of the Enemy to find.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Limlaer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Limlaer is south-west of Echad Dúnann, along the Nan Sirannon road.\\n\\nYou should return to Limlaer and inform him that the false trail has been set.",
      "es": "",
      "es (fem)": ""
    }
  ]
}