{
  "id": 620828460,
  "txt": [
    {
      "id": 218649169,
      "en": "'Though you dealt a mighty blow to the crebain, they still persist. Their black wings darken the sky day and night.\\n\\n'I have spent many days contemplating the source of the crebain, for though daily more are seen flying to Eregion out of Dunland and Fangorn, not once have they been seen flying back.\\n\\n'They must be reporting to someone in Eregion.  Go north and east, up the winding roads into the Redhorn Gate, and search out this spy-master.  Once he has been dealt with, maybe we will have some peace, and the skies will no longer bear the unceasing sound of crow-wings.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The spy-master is dead? We may all sleep easier without the fear of beating wings and sharp beaks.\\n\\n'You have my thanks, [placeholder].'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The spy-master should be north-east of Echad Dúnann, up the winding road that leads into the Redhorn Gate.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Spy-master",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'The crebain have troubled us less now that Pizumu is dead.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You slew many crebain in the Redhorn Gate, but Authlanc fears the birds are guided by a more immediate threat.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Pizumu the Spy-master",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Pizumu the Spy-master",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Pizumu the Spy-master can be found north-east of Echad Dúnann, up the winding road that leads into the Redhorn Gate.\\n\\nAuthlanc has asked you to slay Saruman's spy-master.\\n",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Authlanc at Echad Dúnann",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Authlanc is in Echad Dúnann, south-west of the Redhorn Gate.\\n\\nYou should return to Authlanc and inform him of your success.",
      "es": ""
    }
  ]
}