{
  "id": 620828441,
  "txt": [
    {
      "id": 218649169,
      "en": "'Barad Morlas will be unaware that their messenger was unsuccessful in delivering his charge. I believe that now is the time to move against Porth Cadlus!\\n\\n'The Dunlendings have already begun to muster their forces, but we will catch them unaware. Without aid, they will be unable to stand against our might.\\n\\n'Go south and slightly west of Echad Dúnann, across Nan Sirannon, and begin the first assault against Porth Cadlus. Perhaps such a show of force will encourage them to return to their homes in Dunland.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The wild men of Dunland have been defeated? Maybe now they will realize they stand against a strong opposition, and will leave us in peace.' ",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Porth Cadlus is south and slightly west of Echad Dúnann, across Nan Sirannon.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Men of the South",
      "es": ""
    },
    {
      "id": 63183938,
      "en": "'I did not wish for it to come to this, but the wild men have forced our hand.'",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Without aid, the Dunlendings at Porth Cadlus will be vulnerable to attack.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Dunlendings in Porth Cadlus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dunlendings in Porth Cadlus ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Porth Cadlus is south and slightly west of Echad Dúnann, across Nan Sirannon.\\n\\nGlavroleth has asked you to defeat Dunlendings in Porth Cadlus in hopes of routing the enemy from Eregion.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Glavroleth at Echad Dúnann",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Glavroleth is at Echad Dúnann, north and slightly east of Porth Cadlus.\\n\\nYou should return to Glavroleth and tell her of your success.",
      "es": ""
    }
  ]
}