{
  "id": 620828427,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated fell holly-tenders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Defeated Huorns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Something foul twists the heart of the holly-forest south of Gwingris, corrupting the creatures which once dwelt there in peace.\\n\\nYou have been tasked with removing those holly-tenders and trees that have succumbed to the shadow and now attack those who pass through.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Greetings, [placeholder]. Have you of late seen the holly-forest south of Gwingris? Huorns now walk about, attacking those who pass through the wood instead of remaining docile trees as they should.\\n\\n'There is something amiss in the wood. Something has awakened the trees from their usual slumber and provokes them. The Huorns and holly-tenders are proving too great a threat so close to our way-post.\\n\\n'Gather your friends, [placeholder], and deal with this menace. Return to me when you are through, and perhaps we can learn what has stirred them.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Huorns, the great trees that move about freely, and holly-tenders can be found throughout Glâd Ereg.\\n\\nLithuilas has asked you to defeat the Huorns and holly-tenders which have been stirred to wrath. He recommends you take friends with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'It pains me to put these creatures of the forest to the sword, but the power of the Enemy has made it necessary. Against this corruption, there is little defence.\\n\\n'It seems that our immediate concerns have been dealt with... let us hope that it stays that way. I fear there is more lurking beneath the surface, however.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lithuilas is at Gwingris, north of Glâd Ereg.\\n\\nLithuilas will want to know of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Return to me when you have dealt with the Huorns and holly-tenders in Glâd Ereg to the south.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat fell holly-tenders ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Defeat Huorns ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Talk to Lithuilas at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Foul Wood",
      "es": "",
      "es (fem)": ""
    }
  ]
}