{
  "id": 620828423,
  "txt": [
    {
      "id": 218649169,
      "en": "'Our scouts report that a group of half-orcs have been stealing worm-eggs. This is troubling news, [placeholder]. I can only imagine their ultimate purpose with the worm-eggs.\\n\\n'For now, though, let us deal with the immediate threat. The very presence of half-orcs in the area speaks of these evil times.\\n\\n'Journey to Pend Eregion in the south-east and hunt down the servants of the White Hand. These half-orc abominations must be put to an end.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You have done well, [placeholder]. For now, the half-orcs have been thwarted.\\n\\n'Rest for a while, for you will need your strength again before long.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Our scouts reported seeing a small group of half-orcs in Pend Eregion to the south-east some distance away, just south of the road to Rivendell.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Egg-collectors",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Saruman's half-orcs have been seen stealing worm-eggs. Thus far, their full purpose remains unclear.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated half-orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat half-orcs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Half-orcs can be found south-east of Gwingris.\\n\\nCalelloth has instructed you to go forth and defeat the half-orcs who are stealing worm-eggs for their master.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Calelloth at Gwingris",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Calelloth is at Gwingris, north-west of where you found the half-orcs.\\n\\nYou should speak with Calelloth regarding your victory against the half-orcs.",
      "es": ""
    }
  ]
}