{
  "id": 620828465,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'I am grateful that you have helped to preserve the memory of those who fell at Eregion, but there is much work yet to be done. There are many relics and treasures of the Elves which the half-orcs have uncovered...these could be dangerous in more powerful hands.\\n\\n'Go then into Barad Morlas, south-west of here, and recover any relics you may find in the possession of the half-orcs. Bring them back to me, and I will reward you as I may.\\n\\n'Hurry, my friend, before the relics make their way to Isengard.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'You have done well, [placeholder]...Saruman will not lay a hand upon these relics now!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Thank you, [placeholder], for protecting the relics of Eregion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Were you unable to recover any of the relics stolen from our land?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Treasures from Barad Morlas",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You recovered several of the memorial statues left in Barad Morlas by the Elves of Rivendell, but many more treasures remain lost there...or had until the half-orcs came.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Bring the relics to Ladenthir at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Half-orcs can be found in Barad Morlas, south-west of Echad Eregion. Ladenthir is at Echad Eregion, north-east of Barad Morlas.\\n\\nLadenthir believes that the half-orcs have uncovered many Elf-relics at Barad Morlas and asks that you defeat them and recover the relics.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect relics ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}