{
  "id": 620828433,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "Defeated Shatogtar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "Collected statues ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "After Sauron swept through Eregion of old, the Elves of Rivendell returned and placed statues at places where their brave kinsmen fell in battle.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2d43ea5",
      "en": "'What is this? Who are you? You've made a big mistake, fool!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'[placeholder], I have a request to make of you that is of great importance to my people. As you are surely aware, Sauron long ago destroyed the realm of Eregion -- you can see it in these ruins upon which we now stand. Many of the survivors fled to the refuge of Imladris, where dwells Master Elrond.\\n\\n'After the destruction of Eregion, some of our kindred returned and placed memorial statues at many locations where some of our bravest kinsmen fell. Now half-orcs have come to Barad Morlas and threaten to despoil our memorials.\\n\\n'I ask that you go to Barad Morlas to the south-west and recover as many of the memorial statues as you can. While you are there, look also for a strange Orc who goes by the name of Shatogtar; defeat him, for it is he who commands the destruction of those things we hold dear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "There are memorial statues spread all throughout Barad Morlas, south-west of Echad Eregion.\\n\\nLadenthir has asked you to preserve the memory of the Elves of Eregion by collecting the memorial statues placed in Barad Morlas by the Elves of Rivendell before the half-orcs can despoil them. He also bade you defeat Shatogtar, one of the Uruk-hai.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Shatogtar is dead and the statues have been preserved? You have my deepest gratitude, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Ladenthir is at Echad Eregion, north-east of Barad Morlas.\\n\\nYou should return to Ladenthir with tidings of your success.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Barad Morlas lies just to the south-west. Please bring me those statues and drive forth Shatogtar from these lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'You have been unable to retrieve the statues from Barad Morlas? What of Shatogtar? Does he yet live?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Shatogtar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect statues ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Bring the statues to Ladenthir at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Honouring the Fallen",
      "es": "",
      "es (fem)": ""
    }
  ]
}