{
  "id": 620828445,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'[placeholder], we are in need of your aid. To the north-east, in the ruins of Pembar, my scouts have followed the arrival of half-orcs from Isengard. What their exact purpose is, we do not know, but the scouts have also seen many worm-eggs in that place.\\n\\n'Perhaps if you thin the numbers of the half-orcs, you will find some clue as to their purpose. They are newly come to Pembar, but they have come in strength.\\n\\n'When you have performed this deed, return to me, and we will continue our discussion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'So the number of the worm-eggs was much greater than we first believed. And what is more, the half-orcs do not seem concerned by them.\\n\\n'I fear they are part of Saruman's plans. We shall have to deal with this threat at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go to Pembar, north-east of here, [placeholder], and defeat the minions of Saruman the White.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Pembar's Unwelcome Visitors",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The ancient Elf-ruins of Pembar have been overrun by half-orcs in the service of Saruman. What they may be seeking there is as of yet unknown, though the worm-eggs seen there by Lengliel's scouts are quite disturbing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated half-orcs at Pembar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat half-orcs at Pembar ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Half-orcs can be found in Pembar, north-east of Echad Eregion.\\n\\nLengliel has asked you to defeat a number of Saruman's half-orcs and investigate their purpose at Pembar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Lengliel at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Lengliel is at Echad Eregion, south-west of Pembar.\\n\\nYou should return to Lengliel with news of your success.",
      "es": "",
      "es (fem)": ""
    }
  ]
}