{
  "id": 620828420,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'You were right to bring this to my attention, [placeholder]. Not only are there brigands at our very doorstep, nor are they simply taking our forest, they are part of a larger plan at work that we do not yet understand. Undoubtedly they are providing wood for the craftsmen of Saruman, but to what goal, I do not know.\\n\\n'It is not for me to surmise the greater purpose behind these matters. For now let us deal with the problem at hand. Go back to the Dunlendings' lumber-camp, south-east of Gwingris, and take their axes from them.\\n\\n'Return to me when you have finished. Without the proper tools, their butchery of the wood will end.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Good work, [placeholder]. This should slow down their efforts, while we delve deeper into their intentions.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Without their axes, the Dunlendings will be unable to further harm this forest. Thank you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Have you collected the Dunlendings' axes yet, [placeholder]?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Destroying their Means",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Dunlendings are ravaging Glâd Ereg, cutting down trees to supply the craftsmen of Saruman with wood.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected axes from the Dunlendings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Inufileg at Gwingris",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "The Dunlending lumber-camp is south-east of Gwingris. Inufileg is at Gwingris, west and north of the Dunlending lumber-camp\\n\\nInufileg has asked you to stop the Dunlendings' wood-cutting by taking their axes from them.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect axes from the Dunlendings ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}