{
  "id": 620828472,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'While your efforts against the wolf-keepers at Barad Morlas have certainly hindered the plans of the White Hand, they have not halted their search. They are driven by the chief of their keepers, a creature who goes by the name of Nûkhud, Wolf-master.\\n\\n'I would have you return to Barad Morlas and defeat Nûkhud. His defeat should drive fear into the hearts of the half-orcs and their wolf allies.\\n\\n'Nûkhud was last seen ranging beyond the ruins west of the bridge in Barad Morlas, south-west of here. Be careful, [placeholder]... he is certain to be a dangerous foe.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ha! Nûkhud's demise should give the half-orcs pause! Well done, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Nûkhud's defeat should drive terror into the hearts of the half-orcs at Barad Morlas. Go now and see to his demise.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Wolves' Master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c42",
      "en": "'The wolves of Saruman will learn to fear us, thanks to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "You defeated many wolf-keepers at Barad Morlas, but Dornhador still has one more task for you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Defeated Nûkhud, Wolf-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Defeat Nûkhud, Wolf-master",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Nûkhud, Wolf-master is at Barad Morlas, south-west of Echad Eregion.\\n\\nDornhador has asked you to find and defeat Nûkhud, Wolf-master, the leader of the wolf-keepers at Barad Morlas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Talk to Dornhador at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Dornhador is at Echad Eregion, north-east of Barad Morlas.\\n\\nYou should return to Dornhador with tidings of Nûkhud's downfall.",
      "es": "",
      "es (fem)": ""
    }
  ]
}