{
  "id": 620828429,
  "txt": [
    {
      "id": 218649169,
      "en": "'While our resources have dwindled, our enemies have grown bolder. Dunlendings have established a lumber-camp to the south-east, just outside of Gwingris.\\n\\n'There, they are butchering the wood to provide materials to the craftsmen of the traitor, Saruman the White. Their actions cannot go unchecked so close to our own way-post, [placeholder].\\n\\n'Head to the south-east and look for a small pond... our scouts report a large number of Dunlendings to be gathered there. Defeat as many of them as you can... they must be driven from this land.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'Well done, [placeholder]. With the loss of so many of their labourers and guards, the Dunlendings should be thrown into disarray.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'There is a small pond to the south-east of Gwingris. Focus your efforts there, then return to me when you have defeated the Dunlendings.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Guards of Sâd Rechu",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "Dunlendings have established a lumber-camp in the wood of Sâd Rechu, where they collect wood for the use of Saruman's craftsmen.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Defeated Dunlendings ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Defeat Dunlendings south-east of Gwingris ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "Dunlendings can be found to the south-east of Gwingris.\\n\\nInufileg has asked you to defeat the Dunlendings who are laying waste to the forest of Sâd Rechu.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Talk to Inufileg at Gwingris",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Inufileg is at Gwingris, north-west of the Dunlending camp.\\n\\nYou should report back to Inufileg regarding your success against the Dunlendings.",
      "es": ""
    }
  ]
}