{
  "id": 620828462,
  "txt": [
    {
      "id": 136263297,
      "en": "Defeated Thl没k",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You discovered that half-orcs had ransacked the vestiges of a camp-site, taking something away with them.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'You say you saw tracks leading southwards? These half-orcs clearly serve Saruman and are bearing their prize to Isengard.\\n\\n'From what you say, they only have a single horse between them, so it is likely a pack-horse, rather than a mount. You should be able to catch them.\\n\\n'Fortunately, our scouts saw such a pair of half-orcs to the east and a little south of here, almost due south of the camp-site. Hurry! You must recover whatever they took from the camp-site.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The half-orcs were seen to the east and a little south of Echad Eregion, almost due south of the Company's camp-site.\\n\\nGolgallon told you to hunt down the half-orcs and recover whatever they took from the camp-site.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'The second half-orc is alone now and headed south? That is troubling, for it means he may be using the horse as a mount.\\n\\n'He has a strong enough lead, but perhaps there is yet time....'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golgallon is at Echad Eregion, west and north of where you found Thl没k.\\n\\nYou should return to Golgallon with tidings of your encounter with Thl没k.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'You must catch the half-orcs and recover whatever it is they took from the Company's camp-site. Such a pair of half-orcs was seen a distance to the east and a little south of here.'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'You are too late, [placeholder]. My companion is already headed south with our prize... Sharkey will soon know everything he needs to find that precious thing he seeks. I am not about to let you hinder its delivery... die!'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Find half-orcs bearing the item from the Company's camp-site",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Defeat Thl没k",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Talk to Golgallon at Echad Eregion",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Thieves' Trail",
      "es": ""
    }
  ]
}