{
  "id": 620828415,
  "txt": [
    {
      "id": 136263297,
      "en": "Retrieved a cooking pot",
      "es": ""
    },
    {
      "id": 136263298,
      "en": "Found the thief",
      "es": ""
    },
    {
      "id": 144384485,
      "en": "Pack Horse[m]",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "You caught up with one of the half-orcs who ransacked the Company's camp-site, but the other had already continued southwards with their stolen prize.",
      "es": ""
    },
    {
      "id": 218649169,
      "en": "'Your return here is all that may stand in the way of success. But not all is yet lost.\\n\\n'The remaining half-orc will likely ride hard for Isengard, but that will hinder him more than aid him... he will be forced to stop the sooner to rest his mount. That is when you will need to strike.\\n\\n'From what you tell me, I would guess he would make for the Dunlending camp of Porth Cadlus, south of the Sirannon. The encampment lies to the south-east of here, but I would look first along the northern banks of the Sirannon, now dry... that is where he would most likely rest his horse.'",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "The remaining half-orc might be found along the northern banks of the dry Sirannon river-bed, south-east of Echad Eregion.\\n\\nGolgallon suggests that there is a chance to stop the remaining half-orc when he stops to rest his horse.",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'This was all you found upon the half-orc? We are fortunate that it was something so common and unremarkable!'",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "Golgallon is at Echad Eregion, north-west of the Sirannon.\\n\\nYou should bring the pot you found back to Golgallon.",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'The last half-orc must be stopped from fulfilling his mission, [placeholder]!'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "'Were you unable to find the remaining half-orc? Try along the northern banks of the Sirannon, south-east of here.'",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Retrieve what was taken from the Company's camp-site",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Quickly find the thief",
      "es": ""
    },
    {
      "id": 22075075,
      "en": "Bring the pot to Golgallon",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chasing Trouble",
      "es": ""
    }
  ]
}