{
  "id": 620828480,
  "txt": [
    {
      "id": "0xd085251",
      "en": "'The host of Rivendell has a number of trackers skilled in the art of subtlety and stealth in the wild, though few can rival the tawny lynx in these traits. His coat is like a fleeting shadow in the holly-trees, and he stalks his prey unseen with nary a sound.\\n\\n'Go and hunt these lynx and bring me back their pelts. With a few of their hides, I will be able to fashion cloaks for our trackers that will let them stalk with the same skill as the lynx of Eregion.\\n\\n'There is a saying in Rivendell among the trackers, \\qWhere the Warg howls, there also the Orc prowls.\\q With these cloaks we will be able to ensure that no Wargs will establish themselves in fair Eregion. Our hunters, so slyly robed, will not allow it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'These are fine pelts, [placeholder]. I will begin work on the cloaks at once.\\n\\n'If only Aragorn were with us! He has spent much time tracking in these lands and would lend us much aid in the battles to come.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'The Enemy will not see us coming, thanks to you, [placeholder].'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'I will need more lynx-pelts, [placeholder]. Lynx can be found north-east of Echad Eregion in High Hollin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Moving Unseen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "The Elves in Eregion use lynx-pelts to craft their cloaks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3681",
      "en": "Collected lynx-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Lengliel at Echad Eregion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Lynx can be found prowling in High Hollin, north-east of Echad Eregion.\\n\\nLengliel has asked you to collect lynx-pelts for her, so that she can make cloaks for the scouts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Collect lynx-pelts ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}