{
  "id": 621022631,
  "txt": [
    {
      "id": 228870261,
      "en": "Epilogue: Freed of the Burden",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Gandalf by the entrance to Rivendell and complete 'Instance: Freed of the Burden'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Meet up with Gandalf and the waggon bearing the bones of Isildur at the entrance to the valley of Rivendell",
      "es": ""
    },
    {
      "id": 162883768,
      "en": "'We have arrived.'",
      "es": ""
    },
    {
      "id": 162883769,
      "en": "'Our journey must continue to Rivendell, [placeholder]. One oath may yet be fulfilled.'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I desired to confess my treachery, and I have done so. There remains but one thing for me.\\n\\n'I will seek for my wife and child, for Bravantel and Héol, no matter where they may be. I would suffer any hurt to see them again, and to know their fate, whether it be doom undeterred or rest finally achieved. Do they linger still in this world? I have to know. If I must consign myself to mindless oblivion in the effort, so be it. I face it without fear.'\\n\\nTárandil's form wavers uncertainly, and he addresses Isildur for the last time.\\n\\n'Father, I do not seek your pardon. I know it could never be granted, and I would not ask it. But I wanted you to know how sorry I am. I have forgotten so much over the centuries, but that I never lost. That sorrow was always with me, even when all else was emptiness.'",
      "es": ""
    },
    {
      "id": 177082752,
      "en": "After a brief rest, the waggon will return to Gondor",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to the shade of Isildur by the waggon in Laerlad",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to the shade of Isildur at the entrance to Rivendell",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Gandalf is by the waggon bearing Isildur's bones to Rivendell, by the entrance to that secret valley.",
      "es": ""
    },
    {
      "id": 111477427,
      "en": "The shade of Isildur fades from view",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I do not forgive you, Tárandil, my son not of blood but of choice. But I think there was a time when these sorrows might have been avoided, had you spoken freely to me in life.\\n\\n'I set aside my vengeance. There is no suffering I could impose that you have not inflicted upon yourself. Go then, and endure the punishment you earned, the punishment you created. Begone.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "The shade of Tárandil fades from view",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Gandalf by the waggon near the entrance to Rivendell",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'Hearing the tale of Tárandil in its fullness fills me with both satisfaction and regret, [placeholder]. The first for the responses in it to questions long unanswered, but the second for my own part in the tale. The evil deeds he performed cannot be excused, but if I had known the full extent of the shade's story I might have stayed my hand. Farewell to Tárandil, and to Bravantel and Héol, whatever their fates.\\n\\n'Our journey must continue, [placeholder]. One oath may yet be fulfilled. We must continue on to Rivendell.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Talk to Gandalf by the waggon in Laerlad",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Talk to Gandalf by the waggon near the entrance to Rivendell",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'At last.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'After the passage of so many years I have come at last to Rivendell, [placeholder], as was my vow. I can now know rest, these long centuries later. Never did I think this day would come!'\\n\\nThe shade of Isildur wavers before you, shimmering in and out of view. With a great effort, he remains to give you his final words.\\n\\n'The tale of Tárandil has stirred something in me, and I can dismiss it no longer. I know the struggle he faced, the conflict that caused him such distress, and I find I can understand. I do not forgive him! But I understand what caused him to fall. He was my son, not of blood, but a son all the same. Some measure of his wickedness must be traced to me, for was I not the man he would strive to be?'\\n\\nThe shade of Isildur wavers again, his attachment to Middle-earth made tenuous by fulfilment of his ancient vow.\\n\\n'My thoughts turn to Eärnur, [placeholder]. Tárandil fell to darkness through the arts of the Blade of Lebennin, one of the Nazgûl, and not the greatest nor the most evil. But Eärnur fell to the Lord of the Nazgûl himself. Eärnur spoke of the torments he endured in that dark place, and I dismissed them! The blood of my brother Anárion ran through his veins, and I chastened him for not resisting! I cursed him for failure... I, who might have ended the reign of Sauron forever, and could not!\\n\\n'I regret my words. Eärnur should not be left to rot within Minas Morgul, [placeholder]. Did I say he died as Gothmog? Nay. He died as Eärnur, descended through many generations from my brother Anárion, who perished on the fields before Barad-dûr. It is my hope that the body of Eärnur will be recovered, and given a king's rest. This is my final request, [placeholder]. Farewell.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The shade of Isildur is by the waggon bearing his bones northward, in Laerlad.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The shade of Isildur has at last finished the journey he swore in life to undertake more than three thousand years ago.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Both Isildur and the Ring came to Rivendell, long years after he so vowed, and now both are gone from the world. It has been an eventful journey. But there is one more thing I must say to you, my friend.'\\n\\nGandalf's eye twinkles merrily, and he lifts the Black Book of Mordor from its leather strap.\\n\\n'I spent the latter half of the ride to Rivendell considering what I might have missed within the Black Book, [placeholder]. The glass shard from the beacon of Barad Cúron revealed no further secrets to me, but I felt certain there was more to learn. Had I overlooked some trick? At last I have determined my error, and while I am ashamed to admit it, even the very wise will sometimes make mistakes of this fashion. I was so focused upon the writing of Vóin that all else was obscured, as if I were blindfolded. That is how I missed it!\\n\\n'Vóin's hand-writing is very distinctive, and as I scoured it for any further clue, I quite ignored the drawings which decorate the margins of several pages near the end of the tome. I saw no meaning in these pictures, for I thought them mere embellishment. And yet... hidden among these illustrations I finally recognized further dwarf-runes! I did not see them during my previous studies because they were not written in Vóin's hand. Someone else wrote these runes, hiding them in plain sight!\\n\\n'I have now translated them, [placeholder], and can properly tell you the ending to Vóin's tale. Are you ready to finish our study of the Black Book of Mordor, and close it for good?'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The shade of Isildur has at last finished the journey he swore in life to undertake more than three thousand years ago.",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'The runes hidden within the embellishments on some of these pages are written in the Zhélruka mode, but not in Vóin's distinctive hand.\\n\\n'No, these letters were made by another: Vóin's wife Bozhéna. It was she who finished the Black Book of Mordor. Hear now her words, and you will know the end of the tale herein contained.'",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Gandalf is by the waggon bearing the bones of Isildur northward, in Laerlad.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Gandalf is by the waggon bearing Isildur's bones to Rivendell, by the entrance to that secret valley.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Gandalf is by the waggon bearing Isildur's bones to Rivendell, by the entrance to that secret valley. He has finished reading the secret writing in the Black Book of Mordor, and wishes to tell you the end of that tale.",
      "es": ""
    },
    {
      "id": 24695138,
      "en": "Through the telling of his tale, the shade of Tárandil has achieved the clarity he had lost. It is time for another of the shades that has remained overlong in Middle-earth to find his own respite.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "The waggon bearing the bones of Isildur has come a long way from Gondor, and so have you",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 177082772,
      "en": "His vow fulfilled, the shade of Isildur at last knows peace",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "The shade of Tárandil has made his decision: he will seek out Bravantel and Héol, no matter the torment it will cause him.",
      "es": ""
    },
    {
      "id": 246419864,
      "en": "Gandalf suggested you catch up with the waggon bearing the bones of Isildur when it arrives at the entrance to the valley of Rivendell.",
      "es": ""
    },
    {
      "id": 162883712,
      "en": "'That is all Bozhéna has to say to us, [placeholder]. I am pleased to know the end of the tale. Now with the departure of Isildur our business in Rivendell is concluded; Aragorn will have need of us in Gondor, for evil still lurks within Minas Morgul.'\\n\\nReminded of Isildur's last request, you tell Gandalf that the son of Elendil repented of his words concerning Eärnur, and hoped his body might be recovered from Barad Cúron. Gandalf mirthfully raises an eyebrow.\\n\\n'It has already been done, [placeholder]. Aragorn, that is to say King Elessar, commanded that Eärnur's body be recovered from Minas Morgul before I began the northward journey to Rivendell.'\\n\\nYou ask Gandalf the reason behind Elessar's command.\\n\\n'Actually, it was quite simple. \\qEärnur was a king of Gondor,\\q he said to me. \\qHe should return to the land he loved, and that loved him.\\q\\n\\n'I saw the wisdom in it, and did not gainsay his words. Within the hour, guards of the Citadel were dispatched to Barad Cúron to carry out the king's command. They found the watching-stones outside the tower abandoned, and passed within without objection. Eärnur's body was borne from the city and returned to Minas Tirith. He was laid to rest in the tomb of his fathers on the Silent Street, and at last he knew freedom from the shadows of Mordor and the long reach of Angmar.'\\n\\nGandalf nods thoughtfully, and raps his staff upon the ground.\\n\\n'Well! I think that is story enough for one journey! I thank you once again for your company on this long road, my friend, and I shall seek for you when next I have cause. Until then, farewell! Should you have need of me before then, look for me at the lodge of our good friend Grimbeorn, whose hospitality cannot be measured!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "The shade of Tárandil bows his head and fades from view",
      "es": ""
    }
  ]
}