{
  "id": 621022633,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'There is a moving radiance held within this glass, [placeholder], and it reminds me of something: the rotating beacon atop Barad Cúron, Tower of the Crescent Moon, in Minas Morgul. Is this a shard of glass from the beacon in the tower's topmost chamber?\\n\\n'You have seen moon-letters before, and so have I. Can it be that Vóin wrote these secret words in the light of that beacon, knowing they could only be revealed by the same light? But what did he seek to hide? Did he record the location of the weapon sought by Gothmog?\\n\\n'We must read the secret writing in the Black Book, [placeholder]. Let me know if you are ready to do so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Talk to Gandalf inside the Beorninghús and complete 'Instance: Vóin's Tale'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to Gandalf inside the Beorninghús",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Are you ready? I do not know what we will learn from Vóin's secret writing, but whatever it may be we will discover it together.\\n\\n'It is time to hear the rest of Vóin's tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "You have given Gandalf the glass shard you found locked in Khîl's home, and the Wizard believes it may prove crucial to revealing the secret writing in the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Much that was obscured from us now seems clear, my friend. When the sword Dúnachar pierced Mordirith's form in the throne room of Carn Dûm, the purpose of the Witch-king was fulfilled, a thousand years later, but not in the manner for which he planned. Bonds were made that day, and months later, on the Pelennor Fields before Minas Tirith, they would be broken. He could not remember it, but one thousand years later, Eärnur's final act of resistance freed him from the domination of Mordor.'\\n\\nGandalf closes the Black Book and looks up at you.\\n\\n'That is enough for now, my friend. We have come to the end of the moon-writing, but the discovery has stirred in me the certainty that I missed something in my earlier perusal of this tome. I do not know what it may have been, but I can sense its presence still.\\n\\n'Ah, mysteries upon mysteries. Perhaps I will return to this matter when we have satisfied our other charge. Yes, I fear we have spent too many hours in study and neglected our other tasks.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Epilogue: Vóin's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Gandalf is inside the Beorninghús, eager to decipher the secret writing in the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Gandalf is inside the Beorninghús.",
      "es": "",
      "es (fem)": ""
    }
  ]
}