{
  "id": 621022629,
  "txt": [
    {
      "id": "0xd9b5687",
      "en": "'My dagger cut deeply, and I perished. But although the line of my life had reached its end, I was to have no rest. The oath I swore was to a power far greater and darker than that sworn by Rioc, and it bound me to these cursed fields long past the night my blood was spilt. I searched in vain for Sauron's Ring, but my prize was lost, and with it all my hopes.\\n\\n'I yielded to my misery, and rage consumed me. So great was my ire that all fled before me, and as the centuries passed I left behind all memory of my life. All I knew was anger and resentment, and I gave the death that was denied me to all who entered my domain. Orc, Elf, or Man... no creature was safe from my wrath.\\n\\n'But then, amid the confused tatters of my memory, one crossed my path who I knew of old. He wore the appearance of an old pilgrim, cloaked in grey, but I knew this vagabond's form hid a greater power. How could he have returned? I confronted him, and my spirit was seared by the heat of the power he kept hidden. Then I was afraid, and fled; but he followed close behind, and cast a spell most cruel. I was banished, but the force of my oath prevented my leaving; in distress, my very being was torn asunder, and I knew no more for long years.\\n\\n'But something changed, something far away and yet ever-present, and my form coalesced in agony out of the mist. The pain I felt in that moment was worse than every torment I ever experienced, save one: the anguish of losing Bravantel and Héol forevermore. That pain I feel still, and it will never abate.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d19",
      "en": "The shade of Tárandil has manifested for a single purpose: he wishes to make his confession.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The shade of Tárandil is by the waggon bearing the bones of Isildur northward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "The shade of Tárandil is by the waggon bearing the bones of Isildur northward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to the shade of Tárandil by the waggon in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "The shade of Isildur stares impassively at Tárandil, and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "The shade of Isildur stares impassively at Tárandil, and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'As my foster-father's company followed the northward road between marsh and forest, I saw the signs of Gurnákh's raiding-party everywhere. Each snapping twig, every bird taken flight, all seemed to herald the missteps of the Orcs. \\qThe maps are changed,\\q I remember thinking as the company neared my scouted location. \\qThe course of the river is different than it was when we came south, and the lay of the land may not be as I remembered. It is not going to work.\\q\\n\\n'Then there was no time left for doubt. If Adûnzagar could have repented of his treachery and stayed Tárandil, that time was gone when the Orcs attacked. I did not notice its passing, for at first the plan I had given the Orcs seemed without flaw. At first.\\n\\n'The darkness shielded their numbers, and enlarged the attacking force in the minds of Isildur's men. Still, they were valiant, and tempered by their travails during the war they had so recently fought. When there came an opening, my foster-father commanded they press further north.\\n\\n'But it was not the harbinger of victory it seemed, and the Orcs returned for the second of the attacks I had suggested.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Tárandil's confession draws to its close, [placeholder]. We must hear what he has to say, though the ending is known to us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'An hour after my meeting with the Orcs, I was back at the camp, my sword sheathed once again at my side. No one had missed me. My treachery was unknown to all.\\n\\n'Some time later, we broke camp and continued northward along the road. The king's company had not gone far before the Orcs attacked.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Talk to the shade of Tárandil and complete 'Instance: The Disaster'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Speak on, shade. You have brought us this far along your sorrowful recollection, and should not leave us here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Epilogue: The Disaster",
      "es": "",
      "es (fem)": ""
    }
  ]
}