{
  "id": 621022632,
  "txt": [
    {
      "id": 177082788,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 177082791,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 229845778,
      "en": "'See that it does not.'",
      "es": ""
    },
    {
      "id": 229845779,
      "en": "'Tell my master I will join him presently at Bâr Nírnaeth.'",
      "es": ""
    },
    {
      "id": 229845780,
      "en": "'What is this? I need no gifts from Morgul-slaves.'",
      "es": ""
    },
    {
      "id": 229845781,
      "en": "'The key is broken. There is naught it can unlock.'",
      "es": ""
    },
    {
      "id": 19747313,
      "en": "'Is he really going to find Thafar-gathol?'",
      "es": ""
    },
    {
      "id": 19747314,
      "en": "'I hope so. I think so.'",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "'He spent years in Minas Morgul, trying to free his friend from a cruel fate.'",
      "es": ""
    },
    {
      "id": 162883673,
      "en": "'Vóin returned home, walking through Mordor as if he were the master of that land. He had no more to fear from it.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Listen to the words of Vóin, as remembered by Bozhéna",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Bozhéna on the slopes of Mordor, as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Delve deeper into the Halls of Memory",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 65340193,
      "en": "'It was in the year 2051 that Vóin went south in search of his vanished friend, the lost king of Gondor.'",
      "es": ""
    },
    {
      "id": 65340194,
      "en": "'He fell in with such wicked dwarves as he could find.'",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 65340195,
      "en": "'In their company he made his way past the bounds of Mordor.'",
      "es": ""
    },
    {
      "id": 214562193,
      "en": "Eager Explorer",
      "es": ""
    },
    {
      "id": 65340196,
      "en": "'I miss him every day.'",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Delve deeper into the Halls of Memory",
      "es": ""
    },
    {
      "id": 65340197,
      "en": "'The day Vóin feared came at last.'",
      "es": ""
    },
    {
      "id": 246419849,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 65340198,
      "en": "'The Witch-king's domination was complete.'",
      "es": ""
    },
    {
      "id": 65340199,
      "en": "'Eärnur was given new raiment, and a new name.'",
      "es": ""
    },
    {
      "id": 65340200,
      "en": "'After years of torment, he remembered neither his friends nor their adventures.'",
      "es": ""
    },
    {
      "id": 65340201,
      "en": "'Vóin was but one wicked dwarf among many who served in Minas Morgul.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Listen to the words of Vóin, as remembered by Bozhéna",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Talk to WIFE TBD",
      "es": ""
    },
    {
      "id": 202073857,
      "en": "'Use that name in my presence and I will have you slain!'",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'He did not stay in Mordor. After twelve years, my husband returned to me.'\\n\\nEven hidden among the margin illustrations in the Black Book, the tone of Bozhéna's writing is as clear as the crystal surface of a mountain lake.\\n\\n'I had some questions,' she writes.",
      "es": ""
    },
    {
      "id": 246419857,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 262725909,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 262725913,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'The chamber took many years to finish. It was his life's work, and into its construction he poured every part of himself. On the walls he carved the song of Thafar-gathol, for that was the dream he set aside for the love of his friends and the memory of their struggles, but it still captured his imagination. Often I would enter the hidden chamber unnoticed and find him staring at the song, humming to himself. More than once I would interrupt his musings and hear him speaking softly in the dim light. \\qOne day,\\q he would say from time to time. \\qOne day.\\q\\n\\n'Our son Tázko was born in the years following his father's return from Mordor, and he delighted to play in the hidden room, but eventually Vóin grew cross and forbade his son from entering. \\qIt is disrespectful, Tázko!\\q he chided the boy. \\qThis room is a crypt. It is a tomb for the dwarf I was, and for my friends who have died, and worse than died.\\q\\n\\n'\\qWhat could be worse than death?\\q Tázko asked him once, but that was the end of the discussion. Vóin would no longer speak openly of the hidden chamber or the tome within.\\n\\n'In time, my husband felt the onset of his years, and knew his end approached. There was one last journey for us to make, and then he would be satisfied with the life he had lived.'",
      "es": ""
    },
    {
      "id": 111477410,
      "en": "Hear the conclusion of Bozhéna's account, secretly recorded in the Black Book",
      "es": ""
    },
    {
      "id": 246419865,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I am named Bozhéna, and I am of the Zhélruka. I met Vóin who would be my husband when I was young and my beard was but a shadow of what it is today, and I did not count him much of a dwarf. It was only with the passage of years that he earned my love, and now we have a son. Tázko is his name, and already I have filled his ears with the stories of his father's adventures. But he is young, and to him tales are just tales; ask an old dwarf the tales of her youth, and she may not remember them.\\n\\n'So I do not entrust this story to Tázko, though he is dearest to me in all this world and I will raise him to be all a Zhélruka should be. It was Vóin's wish that I record the end of his tale in the tome he brought out of Mordor, and this I now do.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'For twelve years he remained in Mordor, and when he finally returned he was not the same. The time he spent among such wickedness in the Black Land and the citadel of Minas Morgul took its toll upon him.\\n\\n'No one could have survived such an experience unchanged, but by my beard I say none could have done better than my Vóin.'",
      "es": ""
    },
    {
      "id": 111477416,
      "en": "Listen to the words of Bozhéna",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'But it was not to be. The torments of the Witch-king proved too severe, and in time Eärnur's resistances fell, as he knew they would. He had told Vóin this day would come, but my husband refused to believe it.\\n\\n'Alas, the depth of the evil in that place overmastered Vóin's hopeful heart, and the words of his friend proved true.'",
      "es": ""
    },
    {
      "id": 246419874,
      "en": "As the end of his years approached, Vóin took one last journey to the Grey Mountains.",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'Vóin knew the time had come. He ascended the stairs in the tower and came to the very highest chamber, where resided the great beacon. He broke a shard from its reflective surface, and using the secret arts of our kind he trapped a ray of the moon's light in that glass.\\n\\n'Sitting in that high place, my husband took from his satchel an empty tome he had taken from an archive in the city; the accursed sage that governed it never knew the book to be missing. In the light of that moon, Vóin wrote the tale of his years, and he left nothing out. He wrote of Magoldir the Elf, into whose life my husband came only near the end, and wept to not have known him longer. He wrote of the knights of Gondor with whom he adventured in Gundabad and elsewhere: hopeful Silmahtar, courageous Calatúr, swift Macilnis, and loyal Orolang, whose death grieved him for all the rest of his days.\\n\\n'But most of all, he wrote of Eärnur, the lost king of Gondor and his dearest friend. It would be the only record of the man Eärnur had been before he fell into the net of the Witch-king. When Vóin could find no more words to write, he found a plain coffer in the city and fashioned two keys to open it. One of the keys he kept; the other he set beneath hammer, and broke the end.'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "As the end of his years approached, Vóin took one last journey to the Grey Mountains.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Listen to the words of Bozhéna",
      "es": ""
    },
    {
      "id": 246419881,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Hear the words of Vóin, as recorded by Bozhéna",
      "es": ""
    },
    {
      "id": 111477431,
      "en": "Hear the words of Vóin, as recorded by Bozhéna",
      "es": ""
    },
    {
      "id": 162883744,
      "en": "'We returned to Járnfast. My husband was right: Tázko grew to be a fine, strong dwarf, and as the years passed he proved an able help to his mother and to the rulers of the Iron Hills. He spoke often of the great deeds of Zhélruka past and present; Vóin would have been very proud of his son.\\n\\n'I placed the tome my husband had written in the hidden chamber, and sealed the door. I entered that secret room less and less often as the years went on, and in time I stopped going inside at all. Tázko does not remember the journey we took to the Grey Mountains with his father, but every now and then he asks what I think happened to him. \\qHe found the lost city of Thafar-gathol,\\q I tell him, and he smiles. And why should he not? Vóin survived Mordor, and Minas Morgul, and defied the edicts of the Witch-king himself. I think if anyone could find that lost city, it would be my husband.\\n\\n'Now I feel the passing of the years, as Vóin did, and I know my time is nearly ended. I have come into the hidden chamber one last time, and I will write the conclusion of my husband's story in the manner he wanted. \\qMy friends defied evil,\\q he said to me, \\qand I do not want them forgotten.\\q I promised to conclude the tale, and now that I have done so I will set this book down upon its table, and sing the song my husband carved upon the walls. I will leave the hidden chamber and seal the door, and then I think I will sit for a time and think of Vóin.\\n\\n'If any should find this book after a year, or two, or ten, know that Vóin and Bozhéna and their son Tázko were happy with their lot, and despite the difficulties of their time they knew that even a hopeless night must come to an end, and there would always be good-hearted folk ready and eager to greet the dawn.'",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 246419894,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 176988721,
      "en": "'Thank you so much for all the support!'",
      "es": ""
    },
    {
      "id": 246419895,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 176988722,
      "en": "'It has been an honour to explore Middle-earth with you for all these years!'",
      "es": ""
    },
    {
      "id": 176988723,
      "en": "'Here's to many more!'",
      "es": ""
    },
    {
      "id": 246419897,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'It has been a long journey, but I have a few steps more to take. I trust you both know you have all my love? Good, good!\\n\\n'Keep the deeds of the Zhélruka close to your heart, Tázko, and live by their example! You will be a strong dwarf and brave, stronger and braver than I have been, I expect! I am proud of you, my son. Take care of your mother, and see that she wants for nothing.\\n\\n'Bozhéna, you are more dear to me than you know, and these years have been better than I deserve. Take care of Tázko, and know that I will bear the memories of our time together wherever these steps take me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Freed of the Burden",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 91730945,
      "en": "'I meant no offence! It will not happen again!'",
      "es": ""
    },
    {
      "id": 91730946,
      "en": "'Yes, of course.'",
      "es": ""
    },
    {
      "id": 91730947,
      "en": "'Thank you for your mercy... Mordirith.'",
      "es": ""
    },
    {
      "id": 91730948,
      "en": "'This gift is not from me. It is from your master.'",
      "es": ""
    },
    {
      "id": 91730949,
      "en": "'The Lord of the Nazgûl wants you to keep this key on your person.'",
      "es": ""
    },
    {
      "id": 177082737,
      "en": "'Vóin left Minas Morgul then, walking as if he were its master and could not be harmed.'",
      "es": ""
    },
    {
      "id": 91730950,
      "en": "'It will unlock a mighty weapon, a weapon that cannot be overcome.'",
      "es": ""
    },
    {
      "id": 24695107,
      "en": "It was Vóin's wife Bozhéna who completed the Black Book of Mordor, hiding her contributions among the illustrations in the margins towards the end of the tome.",
      "es": ""
    },
    {
      "id": 91730951,
      "en": "'The tests of your Nazgûl master are no concern of mine.'",
      "es": ""
    },
    {
      "id": 177082739,
      "en": "'Our home in Járnfast needed some repair, and Vóin wished to construct something else.'",
      "es": ""
    },
    {
      "id": 91730952,
      "en": "'I have done my duty, Mordirith.'",
      "es": ""
    },
    {
      "id": 91730953,
      "en": "'Farewell, I say. Farewell.'",
      "es": ""
    },
    {
      "id": 177082742,
      "en": "'Vóin wanted to build a secret chamber in which to hide the book he had written.'",
      "es": ""
    },
    {
      "id": 240136816,
      "en": "'He tried to remind Eärnur of his old life, but it was to no avail.'",
      "es": ""
    },
    {
      "id": 240136817,
      "en": "'I know it was painful for him.'",
      "es": ""
    },
    {
      "id": 240136818,
      "en": "'He presented that broken key to the wraith who had once been his friend.'",
      "es": ""
    },
    {
      "id": 53155458,
      "en": "'The Mistress of Lamentation has a task for me.'",
      "es": ""
    },
    {
      "id": 240136819,
      "en": "'Our home in Járnfast needed some repair, and Vóin wished to construct something else.'",
      "es": ""
    },
    {
      "id": 240136820,
      "en": "'What do you believe, Tázko?'",
      "es": ""
    },
    {
      "id": 246419776,
      "en": "Bozhéna will pick up the tale on the slopes of Mordor, as depicted by the Halls of Memory.",
      "es": ""
    },
    {
      "id": 246419780,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "'The three of us journeyed westward, to the Grey Mountains.'",
      "es": ""
    },
    {
      "id": 246419783,
      "en": "Bozhéna has made her own contributions to the Halls of Memory.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Listen to the words of Bozhéna in the Halls of Memory",
      "es": ""
    },
    {
      "id": 246419784,
      "en": "As the end of his years approached, Vóin took one last journey to the Grey Mountains.",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "'And then he was gone.'",
      "es": ""
    },
    {
      "id": 225071144,
      "en": "Listen to the words of Bozhéna on the slopes of Mordor, as depicted by the Halls of Memory",
      "es": ""
    },
    {
      "id": 162883648,
      "en": "'Farewell, unknown friend, farewell!'",
      "es": ""
    }
  ]
}