{
  "id": 621022626,
  "txt": [
    {
      "id": 111477396,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Listen to Vágari's account",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Talk to Rioc",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "The shade of Tárandil says nothing, dwelling upon his old sorrows.",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I was born in Númenor, two scant years before its fall, but I cannot trust my memories of that land. Are they true recollections, or the fleeting shadows of stories I was told, the impressions of others? I cannot say. But I know the name I was given. I was born Adûnzagar. It was only the first of my names, and not the last.\\n\\n'My father was Ûrizagar, the captain-general of Númenor's fleets, and his title was Sword of the Sun. Do I remember his cruelty, or his worship at the temples of Sauron? I thought I did. Do I remember the warmth of my mother Abrazâni, or is that memory a creation too, balm for the hurts of my heart?\\n\\n'This I do know: my mother pleaded with the sons of Elendil to make a place for me on their ships when the deluge came to Númenor. In later years, when I was older, Isildur told me that my father's spies prevented her from reaching the ships in time. Was it so? I do not know.\\n\\n'But that is how I came without father or mother to the shores of Middle-earth when Númenor sank beneath the waves.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The shade that came to be called Vágari the Wanderer desires to confess to you the misdeeds of his past.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'King Rioc was enraged, for he was certain that his grandson had been born a bastard, but Bravantel soothed his ire with reassuring words. She told the king she had been married in secret, not to an invading Númenórean but to one of his own warriors, who had recently been slain in battle with Orcs. Héol was born of that union, she said, and therefore the stain of dishonour could not cling to him. Rioc's anger cooled, and he agreed to raise the boy as his own grandchild.\\n\\n'I grieved that my son would not know his true father, but there was nothing I could do. I stole gold from the treasury of Prince Eärtur of Belfalas and sent as much as could be done secretly to Bravantel to provide for the boy. But then I was summoned back east by my foster-father Isildur, for the host of Mordor had come down the valley and overthrown Minas Ithil. Sauron's war had begun, and the kings sent word to all their allies that it was time to honour their vows.\\n\\n'It was then that Rioc learned the truth.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 225071142,
      "en": "Listen to the shade's account",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'I pleaded with Isildur to show mercy, to forgive Rioc and his people of their oath-breaking, but my foster-father's wrath at their treachery was so great I feared for my life. I quailed before the storm of his rage, and told him not of Bravantel my wife or Héol my son. Would that truth-telling have changed his mind? Would it cause him to repent of his curse? My mind dwells ever on this, not the earliest of my wrongs but the first I regret.\\n\\n'I went north with Isildur and my foster-brothers to summon aid from Arnor and from the Elves, and every night my heart pleaded with me to speak the truth, and every day the guilt pressed heavily upon me and weighed my lips shut. For all my time with the Great Alliance, I kept secret my marriage to Bravantel and the duty I owed my son; my brothers goaded me with the thought I might never marry, and each of their barbs pricked more deadly than they intended or imagined. I feared for Bravantel and for Héol, and when the war finally ended I was frenzied with worry for them.\\n\\n'Isildur offered me the chance to be the captain-general I had dreamed of becoming, commander of all the armies of the Dúnedain, but no longer did my heart desire it. I longed only to return to the White Mountains so I could find my wife and son. \\qThen I will make you more than a mere lord, my son-of-no-blood,\\q Isildur said to me, \\qbut rather a prince, for Ëartur and all his sons perished during the war. Belfalas needs a new master. Go, and take my blessing with you.\\q\\n\\n“I will take your blessing,” I said to him, “but not for me. Show mercy instead for the Men of the Mountain, and lift the curse you have placed upon them. I will bring you their false king’s head, and his people shall swear their oath anew.\\q\\n\\n'But he refused. Always did Isildur refuse me this one request.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "The shade of Tárandil falls silent, overcome with ancient grief",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 119757184,
      "en": "'Incensed, Rioc ordered his warriors to set down their spears.'",
      "es": ""
    },
    {
      "id": 162883736,
      "en": "'I know now who despoiled my daughter, faithless invader from beyond the Sea!\\n\\n'My rage will follow you forever, though I remain bound to pass no further than Erech! You will never be free of it, for my howling anger will pursue you wherever you think to go!\\n\\n'But that is the least of the daggers with which I cut thee. This will be the sharpest: there can be no escape for my daughter and her child. You will share my sorrow, detestable thief, for she and the child will remain with me forever!'",
      "es": ""
    },
    {
      "id": 119757185,
      "en": "'He swore eternal enmity with Gondor, and declared he was breaking his oath.'",
      "es": ""
    },
    {
      "id": 119757186,
      "en": "'The Men of the Mountain would not fight against Sauron.'",
      "es": ""
    },
    {
      "id": 119757187,
      "en": "'And so the Curse of Isildur was levied against them.'",
      "es": ""
    },
    {
      "id": 119757188,
      "en": "'I brought desperate search to the Vale of Morthond, but could find no sign of the Wild Men.'",
      "es": ""
    },
    {
      "id": 119757189,
      "en": "'Their villages were abandoned, peopled only by bones.'",
      "es": ""
    },
    {
      "id": 119757190,
      "en": "'The Hill of Erech had become a blighted and fearful place.'",
      "es": ""
    },
    {
      "id": 119757191,
      "en": "'I followed the few signs I could find into the mountains, to the source of the Blackroot.'",
      "es": ""
    },
    {
      "id": 119757192,
      "en": "'Deep within the darkness of the mountain-tunnels, I found that I came too late.'",
      "es": ""
    },
    {
      "id": 119757193,
      "en": "'The Wild Men had all died. Some had perished by starvation or disease.'",
      "es": ""
    },
    {
      "id": 226528001,
      "en": "Victorious Númenórean",
      "es": ""
    },
    {
      "id": 246419859,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419862,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 119757200,
      "en": "'Why secretly?'",
      "es": ""
    },
    {
      "id": 119757201,
      "en": "'King Rioc had pledged peace to my people, but he still hated the Men of Númenor.'",
      "es": ""
    },
    {
      "id": 119757202,
      "en": "'Bravantel knew this, but the ways of the heart are not those of the mind.'",
      "es": ""
    },
    {
      "id": 119757203,
      "en": "'Revealing the truth of our love would destroy the peace between our peoples, so we said nothing.'",
      "es": ""
    },
    {
      "id": 119757204,
      "en": "'But then Bravantel bore me a son. She named him Héol.'",
      "es": ""
    },
    {
      "id": 119757205,
      "en": "'Héol had been born with blue eyes, uncommon but not unknown among the Wild Men.'",
      "es": ""
    },
    {
      "id": 119757206,
      "en": "'Their eyes sometimes did not darken until they reached the age of two.'",
      "es": ""
    },
    {
      "id": 119757207,
      "en": "'But Héol's eyes did not darken, and his pale skin and black hair betrayed his Númenórean blood.'",
      "es": ""
    },
    {
      "id": 119757208,
      "en": "'Rioc confronted Bravantel, threatening to kill her child, and she confessed the truth.'",
      "es": ""
    },
    {
      "id": 119757209,
      "en": "'She said she had loved a Dúnadan, but she would rather die than betray his name.'",
      "es": ""
    },
    {
      "id": 225588625,
      "en": "'Isildur took me to foster, and gave me a new name: Tárandil.'",
      "es": ""
    },
    {
      "id": 225588626,
      "en": "'I grew up with his sons, and they were as brothers to me.'",
      "es": ""
    },
    {
      "id": 225588627,
      "en": "'By the time I was a man, I had won a number of victories on Isildur's behalf.'",
      "es": ""
    },
    {
      "id": 225588628,
      "en": "'Indeed, after the battle of Tarlang's Neck, it was I who accepted the surrender of King Rioc.'",
      "es": ""
    },
    {
      "id": 225588629,
      "en": "'I myself delivered Rioc's axe and spear to Isildur, and attended the victory feast with him.'",
      "es": ""
    },
    {
      "id": 225588630,
      "en": "'Vows were sworn and speeches were made, but they passed me by like mist.'",
      "es": ""
    },
    {
      "id": 225588631,
      "en": "'I had eyes only for Bravantel, King Rioc's only daughter.'",
      "es": ""
    },
    {
      "id": 225588632,
      "en": "'I loved her at once, and she loved me, but we could not speak of it openly.'",
      "es": ""
    },
    {
      "id": 225588633,
      "en": "'In secret we plighted our troth before the stone my foster-father set upon Erech.'",
      "es": ""
    },
    {
      "id": 119757232,
      "en": "'Others had killed one another or themselves.'",
      "es": ""
    },
    {
      "id": 119757233,
      "en": "'Rioc lay among them, his own sword buried in his heart.'",
      "es": ""
    },
    {
      "id": 119757234,
      "en": "'But that was not the worst of it. Isildur's curse had taken hold.'",
      "es": ""
    },
    {
      "id": 119757235,
      "en": "'I was chased from those tunnels by the shades of Rioc and his household.'",
      "es": ""
    },
    {
      "id": 119757236,
      "en": "'From the top of the Hill of Erech, he howled his rage and fury at me.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Wanderer's Confession",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Listen to Vágari's account",
      "es": ""
    }
  ]
}