{
  "id": 621022624,
  "txt": [
    {
      "id": "0x9b56886",
      "en": "'I will see you alongside the waggon. The driver should have reached the road through Laerlad by now, beside the Gladden Fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Epilogue: Isildur's Last Journey",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Gandalf beside the waggon in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56888",
      "en": "'Stand by the waggon and <rgb=#00FF00>look</rgb> for the source of this dread. It may be nothing, but it also may not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Have you forgotten why I came this way, [placeholder]? I am here in the Vales of Anduin as escort for the waggon bearing Isildur's bones northward! Yes, the son of Elendil will at last complete the journey he began at the start of the Age, and by so doing see the fulfilment of his oath! I left the waggon to partake of Grimbeorn's hospitality, for his dogs serve a merry feast, but it is past time for this Wizard to return to service. And you should come with me! Are you not tied up in this business as well?\\n\\n'Do not give me that look. I had very little to do with your getting involved, if you remember. I daresay I could not have stopped you, had I the mind to try. I will see you alongside the waggon. The driver should have reached Laerlad by now. Look for him along the road beside the Gladden Fields.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Talk to V치gari the Wanderer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Talk to Gandalf by the waggon in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Something is not right. Something here is amiss.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'There is a dreadful presence here, [placeholder], but I cannot see the source of it. I advise you to stand by the waggon and <rgb=#00FF00>look</rgb> for the source of this dread. It may be nothing, but it also may not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'I know. I know. I know. Son-of-no-blood, son-of-no-blood!'\\n\\nThe shade stares past you, glaring at the waggon, and the dread sensation intensifies. Then it abates, with only emptiness left in its wake.\\n\\n'I remember now,' the shade murmurs. 'It was lost to me, but now it has returned. I know what I saw. I know what I did.'\\n\\nThe shade grows indistinct, wavering in your vision, and then reforms again. It seems to take a great deal of effort, and leaves V치gari weary.\\n\\n'I want to confess to you what I saw, and what I did. I want one among the living to know of my misdeeds. And then there is something I must do. Will you heed me?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'The source of the dread has become visible to us. How curious.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00e02",
      "en": "<rgb=#00FF00>Look</rgb> for the source of the dread by the waggon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Gandalf journeyed north ahead of the waggon bearing Isildur's bones, and he thinks it is time to check on its progress.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'The source of the dread has become visible to us, and wishes to confess its crimes? I find this most peculiar, [placeholder], and I urge you to remain on guard. We must not forget this is a creature of evil.\\n\\n'But I think we should hear what it has to say.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "A sensation of dread surrounds the waggon bearing the bones of Isildur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "The waggon bearing Isildur's bones is in Laerlad, on the road beside the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Something is not right. Something is amiss.\\n\\n'I sense the presence of evil. I am beyond harm... have I not suffered harm enough in these lands? But I would have no further injury come to my remains! Whatever evil comes here, begone! Take thee from these lands, and leave us be!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "Gandalf is by the waggon bearing Isildur's bones, near to the Gladden Fields.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0116",
      "en": "Gandalf is by the waggon bearing Isildur's bones through Laerlad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "The shade of Isildur feels the presence of his bones, and follows with interest their northward course along the river.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Gandalf has directed you to <rgb=#00FF00>look</rgb> for the source of the dread near the waggon bearing Isildur's bones.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Find the waggon carrying Isildur's bones on the road through Laerlad, beside the Gladden Fields",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to the shade of Isildur beside the waggon in Laerlad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "V치gari the Wanderer has appeared by the waggon. But why has he chosen to appear now?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "V치gari the Wanderer has come to this place, enveloped by a feeling of dread",
      "es": "",
      "es (fem)": ""
    }
  ]
}