{
  "id": 621022628,
  "txt": [
    {
      "id": 253969777,
      "en": "'For every step of that journey I imagined many ways Isildur could die.'",
      "es": ""
    },
    {
      "id": 253969778,
      "en": "'But I would need to escape with the Ring, and he was always surrounded by knights.'",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 59649584,
      "en": "'Vengeance... against those who deserve it.'",
      "es": ""
    },
    {
      "id": 121168609,
      "en": "'Man of the West, whose sires once hallowed my Master.'",
      "es": ""
    },
    {
      "id": 59649585,
      "en": "'The wretch who stole my Master's Ring must not be allowed to keep it.'",
      "es": ""
    },
    {
      "id": 121168610,
      "en": "'I offer thee the chance to redeem thyself.'",
      "es": ""
    },
    {
      "id": 59649586,
      "en": "'Kill him and bring it to Mordor, and death will be your reward.'",
      "es": ""
    },
    {
      "id": 121168611,
      "en": "'My Master is unhoused, but yet unbroken.'",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Hear the words of Isildur as recounted by Vágari",
      "es": ""
    },
    {
      "id": 121168612,
      "en": "'If thou aidest him, if thou bringest him back to power...'",
      "es": ""
    },
    {
      "id": 121168613,
      "en": "'...he can grant thee thy greatest desire.'",
      "es": ""
    },
    {
      "id": 121168614,
      "en": "'The Master can bestow that gift... but not only for thee.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 121168615,
      "en": "'Lend him your aid, and he will give it to those you love as well.'",
      "es": ""
    },
    {
      "id": 162883716,
      "en": "'You are more reckless than others of your kind I have slain, but there is something else, too. A shadow lies upon you, deeper and darker than that on any Orc. Is that why you have given us the marching orders for your band, and suggested this plan of attack? It is more detailed than any Orkish plan of battle: a feint and a retreat, followed by a finishing attack when their guard is down. I like it.\\n\\n'I could kill you right now, foolish one. You have given us the perfect location to surprise your band, trapped between the marshes to their left and the forest to their right. What need do I still have for you?\\n\\n'Ah, I can name the reason you still live, and it is this only: my curiosity. I want to know why you do this.'",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "'They delighted to see me again, for they feared my death in the wilderness.'",
      "es": ""
    },
    {
      "id": 121168616,
      "en": "'There is something else the Master can offer.'",
      "es": ""
    },
    {
      "id": 121168617,
      "en": "'Something to satisfy a yearning so encompassing you no longer take notice of it.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'So be it. I will give you these three things for which you have asked. My Crow-feeders will get first crack at your marching men, but I will send word to the other raiding-parties within range of us. Bloody Moon and Twisted Neck will want to be included, but my Crow-feeders deserve the greatest share of the treasure, and they will get it.\\n\\n'But I warn you, traitor. Cross me, and you will keep your life, but only so you will know torments the like of which you have never dreamed.'",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'I remember little of the days and weeks that followed. I wandered in the wilderness, mad with grief for my wife and son, lamenting their doom: an eternity of pitiless unrest. I never came to the halls that awaited me; Belfalas was not to be mine, and I cared not. I dreamt my family called to me, their voices drawing me deeper into the wild lands. I know not where trod my feet; uncaring, I grew gaunt and hungry.\\n\\n'Somewhere in the wilderness, not far from the site of a past victory that was now wholly meaningless, I found a creature that was known to me, one of Nine. It was a Nazgûl of Sauron, and I could not escape it. Do I say \\qcould not?\\q That is not the right of it.\\n\\n'I did not try to escape. Aye, perhaps this Nazgûl could give me the only escape I wanted. I welcomed the cold touch of death, and feared it not.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'And so I became my father's son, after all.\\n\\n'By how many twisting paths had Adûnzagar, son of Ûrizagar, come to this place? The name Tárandil no longer suited me, but I knew I needs must wear it a little longer if I was to fulfil my bargain with the Blade of Lebennin and his master.\\n\\n'I returned from the wilderness gaunt and haggard, but with new-found purpose. I returned to Minas Ithil just as my foster-father Isildur prepared to depart for Annúminas to claim his father Elendil's throne.'",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "'That was when I saw the Orcs.'",
      "es": ""
    },
    {
      "id": 225071142,
      "en": "Listen to Vágari's account",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 235466168,
      "en": "Listen to Vágari's account",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The falsehoods came more easily to me than they once did. I told Isildur and my brothers that I had been waylaid and wounded by Orcs on the road, left to die by one of their raiding-parties. \\qThat would have been the end,\\q I said to them, \\qbut for the Orodhoth, the Men of the Mountain. They rescued me and nursed me back to health; for that they have my gratitude. I tell you true, I would count their broken oaths repaired for this deed.\\q'",
      "es": ""
    },
    {
      "id": 24695125,
      "en": "The shade that came to be called Vágari the Wanderer desires to confess to you the misdeeds of his past.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 162883735,
      "en": "'I am glad of their service to you, Tárandil, son-of-no-blood, but their betrayal remains beyond pardon. This treachery cannot now be redeemed, no matter how dear to me the subject of their aid.\\n\\n'But let us not dwell upon the oath-breakers! It brings me no happiness to speak of such faithless traitors, not on such a joyful occasion as this, your return from the wild, and from the dead!\\n\\n'I understand if you do not wish to take the western road again so soon. The change of heart that brought you hither to Minas Ithil is understandable, and if it is your wish I will not push for you to return to Belfalas. Come with us instead on the northern road, if you are hale and hearty enough for the journey.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Vágari the Wanderer",
      "es": ""
    },
    {
      "id": 177082802,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 194773601,
      "en": "'Why betray your king?'",
      "es": ""
    },
    {
      "id": 246419856,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 194773602,
      "en": "'And the third?'",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 166647649,
      "en": "'I knew the power of Sauron.'",
      "es": ""
    },
    {
      "id": 162883750,
      "en": "The shade of Tárandil says nothing.",
      "es": ""
    },
    {
      "id": 166647650,
      "en": "'Had it not taken the greatest kings of both Elves and Men to defeat him?'",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 166647651,
      "en": "'And even then the effort had taken both their lives.'",
      "es": ""
    },
    {
      "id": 34793617,
      "en": "'You have come on a fool's errand, wraith.'",
      "es": ""
    },
    {
      "id": 166647652,
      "en": "'If any might have the power to end the suffering of Bravantel and Héol...'",
      "es": ""
    },
    {
      "id": 34793618,
      "en": "'I desire nothing in this world any longer. Only death.'",
      "es": ""
    },
    {
      "id": 166647653,
      "en": "'Might it be Sauron?'",
      "es": ""
    },
    {
      "id": 34793619,
      "en": "'What yearning? For what?'",
      "es": ""
    },
    {
      "id": 166647654,
      "en": "'At dawn, I crept from the camp and slipped away.'",
      "es": ""
    },
    {
      "id": 34793620,
      "en": "'What does Sauron require?'",
      "es": ""
    },
    {
      "id": 34793621,
      "en": "'Aye, Father.'",
      "es": ""
    },
    {
      "id": 34793622,
      "en": "'I will go with you on that road.'",
      "es": ""
    },
    {
      "id": 34793623,
      "en": "'Because he deserves death.'",
      "es": ""
    },
    {
      "id": 34793624,
      "en": "'I ask for only three things.'",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 34793625,
      "en": "'First, my life.'",
      "es": ""
    },
    {
      "id": 162883761,
      "en": "'I resolved to stay as near to Isildur as I could without arousing suspicion. When he fell beneath the blades of the Orcs, I needed to ensure I could take the Ring from his body before the Orcs seized it for themselves. A traitor sees treachery everywhere, and I did not trust Gurnákh.\\n\\n'One hour after meeting with the Crow-feeders, I was back at the camp with my sword sheathed at my side. No one had missed me. My treason remained a secret.'",
      "es": ""
    },
    {
      "id": 162883763,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 246419878,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419879,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419880,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 187002947,
      "en": " ",
      "es": " "
    },
    {
      "id": 5834993,
      "en": "'What say you, Tárandil?'",
      "es": ""
    },
    {
      "id": 19827040,
      "en": "'Second, escape.'",
      "es": ""
    },
    {
      "id": 19827041,
      "en": "'His body.'",
      "es": ""
    },
    {
      "id": 246419888,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419889,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419890,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Listen to Vágari's account",
      "es": ""
    },
    {
      "id": 246419891,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419892,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 246419893,
      "en": "Vágari the Wanderer desires to speak to you of his past misdeeds.",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Listen to Vágari's account",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Talk to Gurnákh",
      "es": ""
    },
    {
      "id": 177082759,
      "en": "Once again, the shade of Tárandil falls silent",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: His Father's Son",
      "es": ""
    },
    {
      "id": 111477393,
      "en": "Listen to Vágari's account",
      "es": ""
    }
  ]
}