{
  "id": 621022634,
  "txt": [
    {
      "id": "0xcba0738",
      "en": "'Vóin....'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0739",
      "en": "'Without a distraction, no one will be able to leave Imlad Morgul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a2",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4857371",
      "en": "'Good-bye, Orolang. I am sorry.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4857372",
      "en": "'Guard!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4857373",
      "en": "'A prisoner is escaping! Eastward he went, toward the bounds!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c3f011",
      "en": "'I will.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c3f012",
      "en": "'What is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "'After many months,' Gandalf reads, 'at last I found him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1c3f013",
      "en": "'I understand, Eärnur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b8",
      "en": "'Like a grinding wheel, time moved ever onward,' Gandalf reads",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ab9cc1",
      "en": "'What further secrets might we uncover here?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9ab9cc2",
      "en": "'It seems our dwarf went to Mordor in search of Eärnur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50285",
      "en": "Hear the words of Eärnur",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50287",
      "en": "Listen to Eärnur's plan as recorded by Vóin in the secret runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50289",
      "en": "Delve deeper into the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4838071",
      "en": "'The sword, at least, never came back to Imlad Morgul.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409980",
      "en": "'They were transformed into the Cargûl, wraiths of evil that exist only to serve him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4838072",
      "en": "'It was not so with poor Orolang.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409981",
      "en": "'So thought Calatúr, but he did not have the chance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409982",
      "en": "'He was the first to be changed. Our other friends remain in the dungeons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409983",
      "en": "'No.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409984",
      "en": "'He allows me to keep my sword, for it figures in his plan.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409985",
      "en": "'He wants me to despair, to abandon all hope of a free life.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409986",
      "en": "'In that last moment, he wishes for me to fall upon my own blade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Delve deeper into the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409987",
      "en": "'Only when Orthadel drinks my blood will he allow me to die, and escape him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409988",
      "en": "'I have resisted for these many years, but it becomes more difficult with every passing day.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409989",
      "en": "'He is patient. This is the only victory that will satisfy him.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Listen to Vóin's tale as recorded in the secret runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Listen to Vóin's tale as recorded in the secret runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1051c41",
      "en": "'There must be further hidden runes elsewhere,' Gandalf insists",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1051c42",
      "en": "Gandalf turns more pages, peering through the glass at each one",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56881",
      "en": "'I am beginning to worry, my friend. There must be some means of escape, some way to free you from the Nazgûl's grasp. I have searched this tower high and low, and delved into every corner of the vale, but... there is nothing.\\n\\n'What is that? What did you say? You have thought of something? At last, Eärnur! Speak! Tell me what you have devised, and I will carry it out!\\n\\n'What? Thafar-gathol? Why do you speak its name, here in the darkness of Morgul? That is of no use to us now, friend. We must think only of escape!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1051c43",
      "en": "'Ah, here we are,' Gandalf says with satisfaction",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x7409990",
      "en": "'He is willing to wait.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56884",
      "en": "'For all the time I have known you, Vóin, you have dreamed of finding your lost city. I do not want you to waste your years here in this tower seeking to prevent something I know to be unpreventable.\\n\\n'Yes, I know my doom. Here in the heart of his power, I cannot hope to resist the Lord of the Nazgûl for much longer. He knows this. But he seeks not only a thrall. He wants something else: he wants to destroy my spirit, the fire inside me that so infuriates him. He wants me to despair, to fall upon my own sword, to say with word and deed \\qyou have the victory, and I am bested.\\q You were right, Vóin. That would be no escape, and would bind me to his will.\\n\\n'Know you of Egalmoth? He was the lord of this city when it fell, but he did not wait in the tower for the Nazgûl to slay him. He rode out, defying the armies of Orc and wraith, and though he came in the end to death, I think his Onslaught will be long-remembered. I cannot do as he did, and I cannot keep the Lord of the Nazgûl from dominating my mind. But I can hinder the scheme he has devised for me, and cheat him of the total victory he seeks.\\n\\n'None will know of this save you, Vóin. My own Onslaught will not become song or tale or legend. But it will be the deed of Eärnur, who resisted evil to the last.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01193",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Talk to Gandalf on the slopes of Mordor, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'I believe this will be our last delve into the words of our distant friend Vóin, [placeholder]. Yes, I say friend, for though the tome he left us comes from Mordor and bears the sigil of Sauron upon its cover, I have detected little malice on the part of the Zhélruka who wrote it. He has expanded our knowledge of the past, and for that I call him friend!\\n\\n'The shard of glass reveals hidden writing that speaks of Mordor. That is where Vóin picks up the tale, and that is where we should follow in these Halls of Memory.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'My mind wandered on the hard journey. I remembered our adventures together, and they brought a smile to my face even in that dark land. But there were other memories, too, and regrets, and those were less welcome.\\n\\n'He had just become king of Gondor, and the crown was an ill fit. The taunts of the Witch-king at Fornost ate away at him. \\qIf my horse had not bolted...\\q he often began, but one of us was always there to keep him from dwelling upon it. If Magoldir had lived, his words might have kept Eärnur from going to Minas Morgul, but Magoldir was dead, and would never return from Durthang.\\n\\n'Could I have stopped him? This is the thought that comes back to me again and again, as I write these passages in the dim light of the accursed beacon. He had just become king, and I trusted that his knights would keep him safe. Gondor was no land for Zhélruka, and I had deeds of my own to perform. I remember his words to me before I returned to the northern mountains. \\qGo find your city, Vóin. Go find Thafar-gathol!\\q I embraced him then, and bid him farewell. \\qI will!\\q I told him.\\n\\n'\\qGood!\\q he responded. \\qPerhaps then you will stop talking about it morning and evening!\\q\\n\\n'Seven years after that parting, I learned from travellers upon the road that King Eärnur went to Imlad Morgul with a band of knights, and vanished. I set out at sunrise the following morning, bid farewell to my wife, and resolved to find Eärnur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'It was in the city of Minas Morgul that I came to live, hiding in plain sight among the other wicked dwarves that served the Orcs and their foul masters. It was unpleasant work and cruel, but every disagreeable task elevated my position in the city and brought me nearer to my goal. Other dwarves claim the Zhélruka have no patience? I proved them all wrong, and was rewarded. In time the bosses gave me a new post: steward of the chambers within the tower atop the city.\\n\\n'It was there I at last found Eärnur, and the few of his knights who yet survived.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a2",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Vóin writes of his difficult choice in the dungeons of Minas Morgul, and his words return to the slopes of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'We will think of something. There is still time.\\n\\n'The Witch-king's pride will be his downfall. He thinks to rob you of the spark that drives you, Eärnur, the fire that so infuriates him. As long as that passion to resist him burns within you, he will not know victory over you.\\n\\n'I have stayed here too long. I will be back tomorrow, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56899",
      "en": "'Think, Eärnur, think! There is still time, but... there is less now than there was. I have devised a hundred plans, each of them less likely to succeed than the previous one. But that does not mean escape is impossible. Never think that!\\n\\n'I do not want to worry you, but... you should know. Silmahtar is... no more. The Houses of Lamentation claim another of our friends.\\n\\n'No, we should not weep for him. Let his fate inspire us to escape, and we can mourn him when we are both free of the Black Land! Not just he, but Silmahtar and Calatúr both. Think!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a9",
      "en": "Gandalf has finished reading the hidden runes Vóin left within the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Listen to Vóin's tale as recorded in the secret runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b5",
      "en": "Return to the slopes of Mordor, as depicted by the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a0",
      "en": "'And so ends the hidden runes Vóin left within the Black Book of Mordor, [placeholder]. If the knight Macilnis escaped Imlad Morgul and came to free lands again, Vóin does not tell. And yet... I think we have learned enough from this Black Book for me to suggest some possibilities.\\n\\n'I believe Macilnis escaped the bounds of Mordor still in possession of Orthadel, the Rising Star, but not without injury. For how long did she journey, and to where did she go? We cannot know for certain, but it seems she did not make for Minas Tirith or word of her would appear once again, and it does not. I think she turned northward in an attempt to put as much distance between herself and the Witch-king as she was able. Did she survive the journey, and live out her days in peace? Did she succumb to wounds freshly-inflicted during her escape, or those she endured during the years of her torment in the dungeons? Was she recaptured by hunting-parties sent by the Witch-king? Vóin never learned which of these came to pass, and I cannot say.\\n\\n'But of this I am quite certain. Whatever may have been the fate of this knight of Gondor, the blade she carried out of the Morgul Vale survived. Orthadel was of Elf-make, wielded first by Magoldir the Elf during the Siege of Barad-dûr and later by King Eärnur of Gondor, but in time its history was forgotten, and its name was lost. It became just a sword, handed down from bearer to bearer for many years. Somehow it found its way into the hands of a Dúnadan, and became an heirloom of his house.\\n\\n'That is how it came to the Ranger Golodir, [placeholder]. Yes, though it endured much over the years, I think the sword that would be remade in the forges of Rivendell and renamed Dúnachar was once known as Orthadel. And so the Rising Star became the Avenger of the West.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a2",
      "en": "'Yes, it is conjecture only... but I believe it is true.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b4",
      "en": "Hidden within the secret runes, Vóin speaks of his journey to Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "The hidden runes left by Vóin in the Black Book of Mordor describe the time he spent within Minas Morgul, seeking to free Eärnur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b7",
      "en": "The hidden runes left by Vóin in the Black Book of Mordor describe the time he spent within Minas Morgul, seeking to free Eärnur.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b8",
      "en": "Vóin recorded the words of Eärnur in hidden runes within the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Vóin recorded the words of Eärnur in hidden runes within the Black Book of Mordor.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55b1cb1",
      "en": "'Farewell, my friend! Good luck to you!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Vóin! What news of Eärnur? Tell me he still resists the torments of the Nazgûl!\\n\\n'What? Escape? What has changed? I will not leave without Eärnur! You say he is already fled? Happy news! If you will open my cell, I will follow him to freedom! Dear, sweet Vóin!\\n\\n'What of Macilnis? You go to free her now? Then I will away, and let us meet again when we are safely outside the Black Land! Farewell, Vóin, bearer of happy tidings and welcome escape!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b7",
      "en": "'Only one of Eärnur's knights could escape, but even that would require the guardians in the Vale to be occupied with some distracting mission. Something was needed to draw their attention away from the bearer of the sword.\\n\\n'I knew Macilnis was more fleet of foot than Orolang, and would have the greatest chance of escaping the valley, so I gave to her the sword Orthadel and set her free. Only after she was fled did I go to release Orolang, but there was little time to waste: I sent the tower's guardians after him almost immediately, and he led them on a desperate chase... away from Macilnis. Alas, my friend! I had no choice! Anyone could see that.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Instance: Vóin's Tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310071",
      "en": "'Is this what passes for comfort in the lands of the south?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310072",
      "en": "'I should think you could do better than this, Eärnur!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310073",
      "en": "'I see you still have your sword, which makes you more guest than prisoner.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310074",
      "en": "'You should have asked for better accommodations, I think.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310075",
      "en": "'That goes double for you! You never did have much sense.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310076",
      "en": "'Well, take one last look around to remember the place, and then we'll be away.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Gandalf is in the Halls of Memory, ready to read the secret writing of Vóin's tale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310077",
      "en": "'Why do you not follow?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310078",
      "en": "'But I spent five years in search of you! I will not leave alone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5310079",
      "en": "'You were always the most stubborn of my friends, Eärnur.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4539341",
      "en": "'What do you want, dwarf?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "DNT - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x4539342",
      "en": "'After him, boys!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0119",
      "en": "Vóin joined a group of wicked dwarves bound for service in Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740991",
      "en": "'It is good to see you again, Vóin.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740992",
      "en": "'But you should not have come here.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740993",
      "en": "'No, I suppose not.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740994",
      "en": "'I cannot leave. He has barred the way with cruel enchantments.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740995",
      "en": "'There is only one means of escape... and I would not take it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740996",
      "en": "'The Lord of the Nazgûl will know if I pass beyond the threshold.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740997",
      "en": "'He will reclaim me, and slay you... or worse.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d143",
      "en": "Gandalf believes he can reveal the rest of Vóin's tale using the shard of glass you discovered in the locked box inside Khîl's home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740998",
      "en": "'I will not bring either of those fates upon you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1173",
      "en": "'This is hard reading,' Gandalf says, looking up from the pages of the Black Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xc740999",
      "en": "'Using dark arts, he drained the humanity from several of my knights.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1175",
      "en": "'This is hard reading,' Gandalf says, looking up from the pages of the Black Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1176",
      "en": "'Time was no friend of ours,' Gandalf reads aloud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1177",
      "en": "'This is hard reading,' Gandalf says, looking up from the pages of the Black Book",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe08ed74",
      "en": "Listen to the conclusion of Vóin's sad tale",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa9cd835",
      "en": "The Witch-king",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "'To Mordor I went then, seeking word of my vanished friend,' Gandalf reads aloud",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100710",
      "en": "'So what is this escape he claims to allow?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100711",
      "en": "'That is a sad fate. Death would be better.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100712",
      "en": "'Poor Calatúr! I will see what I can find out, or if the others might be freed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100713",
      "en": "'Is that the fate the Nazgûl Lord plans for you, then?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100714",
      "en": "'Hmmm. It sounds like a trick to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01140",
      "en": "Hidden within the secret runes, Vóin speaks of the dungeons of Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100715",
      "en": "'I am no scholar, but he must have woven some enchantment around the blade.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01141",
      "en": "The hidden runes left by Vóin in the Black Book of Mordor describe a difficult choice made within the dungeons of Minas Morgul.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3100716",
      "en": "'Letting it taste your blood will likely bind you to him in some unpleasant fashion.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "'Every step I took in those dungeons was the heaviest of my life,' reads Gandalf",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "Talk to Gandalf in the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1196",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Delve deeper into the Halls of Memory",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "TBD",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0731",
      "en": "'I cannot leave the tower without alerting the Lord of the Nazgûl...'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x55f7271",
      "en": "'I will find you, my friend!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0732",
      "en": "'...but the same cannot be said for Orthadel.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0733",
      "en": "'I would send this sword away, as far away as can be managed.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50258",
      "en": "Listen to Vóin's tale as recorded in the secret runes",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0734",
      "en": "'Let this be my last act of defiance.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0735",
      "en": "'Yes. Yes! But how can it be done?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0736",
      "en": "'Orolang and Macilnis live still within the dungeons.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcba0737",
      "en": "'Give one of them the sword and a path to escape.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a0",
      "en": "'But the grinding wheel showed no mercy. Time moved onward,' reads Gandalf",
      "es": "",
      "es (fem)": ""
    }
  ]
}