{
  "id": 621062132,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'Hello there! Why, you look exactly like the sort of help I need! I am Cedivor Hedgerow, grand historian and artifact expert!'\\n\\nHe pauses, waiting for a reaction from you.\\n\\n'You... have not heard of me? Well, I suppose someone like you does not keep up with this sort of thing. Too busy tramping all over the countryside being a hero and having adventures? Exactly the person I have been seeking. You see, I am exploring the ruins that dot the hills and forests of the Angle, but I need assistance in these dangerous lands.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50255",
      "en": "Talk to Cedivor to travel to Glynafon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'Let us together find these hallowed, sunken halls!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e1faf7",
      "en": "DNT - OLD INSTANCE DO NOT USE The Crumbling Halls of Glynafon",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b8",
      "en": "Cedivor Hedgerow, renowned historian and artifact expert, seeks protection while he delves into the crumbling halls of Glynafon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b6",
      "en": "Cedivor Hedgerow is near Glynafon, in the eastern Angle.\\n\\nYou should talk to Cedivor when you are ready to accompany him to Glynafon.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01149",
      "en": "Narnien is located in Gaerond, in the northern Angle.\\n\\nYou should tell Narnien that you have found a strange artifact.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50252",
      "en": "Talk to Narnien",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011b9",
      "en": "Gori Stonesetter can be found in Amdân.\\n\\nGori has asked you to talk with him in Amdân.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56851",
      "en": "'Welcome back! Have you found something interesting?'\\n\\nYou hand her the stone.\\n\\n'Fascinating! This is a Gwelumir, a weather-stone. It sadly has lost most of its function, but when it was first created, it would have indicated what the weather is in a certain area. They were an experiment that had been considered a failure, as one could easily look to the skies to count clouds. You say you found this in an ancient smial? What a perfect use for such a device! It must have been gifted to an Elf-friend long ago. Thank you for bringing it to me! I look forward to studying its properties.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}