{
  "id": 621062017,
  "txt": [
    {
      "id": 246419842,
      "en": "Helchon's duty for the day requires him to patrol near the ruins of Thelgarth, to the south and high above Tornhad. He has agreed to meet you there.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "His patrol completed, Helchon waits for you back outside Tornhad.",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Let us keep on the watch for foes, though I expect few dangers so near to Tornhad. I desire real excitement, like that told in stories of old! But so far it has not presented itself to me.'",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Helchon outside the ruins of Thelgarth, high above Tornhad",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Helchon in Tornhad",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Thank you for helping me with my patrol, [placeholder]. I know that a Dúnadan must put his duty above a concern for glory, and that I will always do... but still I hunger for excitement! Am I wrong to hope that such greater adventures may lie just over the horizon?\\n\\n'The Angle is my home, and it is dear to me, but I hope to range further afield. I told you of the hillside caves my friends and I explored as children? I know every tunnel and passage of them, not just from those explorations but from nights spent hiding in the dark when we feared Tornhad was threatened by foes seeking the eradication of the Dúnedain. I know why we did not stand and fight... but sometimes I wish we had.\\n\\n'I will uphold my oath, without question. But it is my small hope that doing so will bring me to distant lands I have never seen, to face dangers that no man has faced, and when my duty is done to hear it said that I did well. Is that too much to ask? I hope not, my new friend. Thank you once more, and may we see each other again... far from here!'",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "Helchon hollers in triumph, and promises to meet you back outside Tornhad",
      "es": ""
    },
    {
      "id": 127884889,
      "en": "Helchon has been defeated, and you have failed!",
      "es": ""
    },
    {
      "id": 162883714,
      "en": "'Today I have been tasked with a simple duty: patrolling the bounds of Thelgarth. Perhaps you will accompany me, and tell me of your adventures? It will help pass the time, and I fear nothing so much as I fear boredom and tedium! Has all the magic and excitement gone from the world?\\n\\n'I will meet you near Thelgarth.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Helchon is among the youngest of the Dúnedain sworn to Aragorn, and he is eager to prove his worthiness.",
      "es": ""
    },
    {
      "id": 30203937,
      "en": "'Get ready! We are under attack!'",
      "es": ""
    },
    {
      "id": 30203938,
      "en": "'Perhaps this will be the start of our legend!'",
      "es": ""
    },
    {
      "id": 30203939,
      "en": "'We are not alone!'",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'You are an adventurer, [placeholder]? It is a pleasure to meet you!\\n\\n'My name is Helchon, and I am only lately-removed from childhood. Aye, it is true: I am very recently-sworn to the service of Aragorn, chieftain of the Dúnedain. It seems only a short time ago that I led a battalion of my fellows in and around Tornhad, delving into the hillside caves and exploring the woodlands without supervision... but we were only children. Now I am a man grown, and have taken the oath of the Rangers, and will die in service to Aragorn, if I must.\\n\\n'I am eager to prove my worthiness, but for today I have been tasked with a simple duty: patrolling the bounds of Thelgarth. Perhaps you will accompany me, and tell me of your adventures? It will help pass the time, and I fear nothing so much as I fear boredom and tedium! Has all the magic and excitement gone from the world?\\n\\n'I will meet you near Thelgarth.'",
      "es": ""
    },
    {
      "id": 30203940,
      "en": "'We are not out of this yet!'",
      "es": ""
    },
    {
      "id": 30203941,
      "en": "'I think that might be all of them!'",
      "es": ""
    },
    {
      "id": 30203942,
      "en": "'We have the victory. What a relief!'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Helchon, Lately-sworn",
      "es": ""
    },
    {
      "id": 69036776,
      "en": "Fight alongside Helchon near Thelgarth",
      "es": ""
    }
  ]
}