{
  "id": 621062016,
  "txt": [
    {
      "id": "0x2f00e02",
      "en": "Bring the leather and hides to Angwedh in Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "Wolves, lynxes, and the crawling avanc can be found throughout the Angle of Mitheithel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "The Ranger Angwedh is in Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Collect hides from wolves or wargs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'These will do very nicely, [placeholder]! I thank you for these hides on behalf of the Dúnedain, and name you a friend of Tornhad.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Collect leather from avanc ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "Collected wolf hides in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Collect hides from lynxes ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a1",
      "en": "Collected avanc-leather in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "Collected lynx-hides in the Angle ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Ranger Angwedh, armour-master of the Dúnedain, is always interested in obtaining leather and hides from the creatures of the Angle with which he can fashion the defences of his people.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I asked you to bring to me leather and hides of the avanc, wolves, and lynxes that can be found throughout the Angle of Mitheithel. Be careful not to mar too badly the skins that you bring to me! I need relatively-intact hides if I am to make armour of suitable quality for those sworn to Aragorn, our chief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'All who desire friendship with the Dúnedain must accept this simple truth: there is always more work to be done than there are hands to do it. If you offer your help to a Ranger, expect him to take you up on it!\\n\\n'My name is Angwedh, and I am the Armour-master of Tornhad. Rangers favour medium armour made of leather and hides over the heavier plate worn by the knights of other lands. This, then, is my request of you: bring to me leather and hides of the avanc, wolves, and lynxes that can be found throughout the Angle of Mitheithel.\\n\\n'Be careful not to mar too badly the skins that you bring to me! I need relatively-intact hides if I am to make armour of suitable quality for those sworn to Aragorn, our chief.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Angwedh, Armour-master",
      "es": "",
      "es (fem)": ""
    }
  ]
}