{
  "id": 621062014,
  "txt": [
    {
      "id": 162883718,
      "en": "'If your travels take you near one of the rivers north-east of Tornhad, might I ask you to see if Mandan is in danger or needs assistance?'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Mandan, the Herb-master",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Collect damp mushrooms, even though Mandan doesn't want them ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 162883720,
      "en": "'If you see Mithrendan before I do, tell him I was fine and had everything handled! Surely he has other things about which he can worry!'",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Collect sharp reeds from the river-bank ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'It is not unusual for one of the Dúnedain to spend hours walking in the wilderness, far from home; indeed, it is how we came to be called Rangers by the folk who warm themselves by the fires we protect. This is especially true of our healers, folk such as Mandan and Idhrien, who are often gone for hours or days at a time in search of rare herbs. Idhrien is always welcomed back with smiles and laughter, and Mandan... well, Mandan's healing skills are welcomed, but the man himself can be rather abrasive. Still, he is a master healer, and we are lucky to have him.\\n\\n'But he has been gone for a long time. If your travels take you to one of the rivers north-east of Tornhad, might I ask you to see if Mandan is in danger or needs assistance? He often walks the river-banks seeking ingredients of which to make use.'",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Mithrendan in Tornhad",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'You came in search of me? I am in no danger at all.'",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'I am in no danger, [placeholder], but I am flattered that Mithrendan sent you to assist me with the collection of the herbal remedies I seek. Unless he sent you that he might be spared coming all this way himself? Aye, that was probably it.\\n\\n'Well, you're here now. I have been looking to collect the substance that gives glow-flies their luminescence as well as some sharp reeds from the river-bank I can use to stir my various concoctions. Oh, I would also appreciate it if you picked some of the mushrooms that sprout in the damp alongside the river. I don't really need the mushrooms, but gather them up all the same, if you would.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'I have been looking to collect the substance that gives glow-flies their luminescence as well as some sharp reeds from the river-bank I can use to stir my various concoctions. Oh, I would also appreciate it if you picked some of the mushrooms that sprout in the damp alongside the river. I don't really need the mushrooms, but gather them up all the same, if you would.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'You brought me everything for which I asked? Good. Even the mushrooms?'\\n\\nMandan inspects the underside of the mushroom caps, and points out the scarlet ribbons that lance outward from the gills.\\n\\n'Some of the animals that forage along the river-banks chew the caps while they forage for food, but these are quite inedible; I like to remove any of this variety that I see, to keep the beasts from getting sick. Thank you for helping me collect them, though I have no use for them. But these other items will be of use to me and to the Dúnedain.\\n\\n'If you see Mithrendan before I do, tell him I was fine and had everything handled! Surely he has other things about which he can worry!'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Mandan is safe? Thank you for checking on him, [placeholder]. I expect it is true for every community, but especially-so for the Dúnedain: we may argue from time to time, and we may not always get along, but we share the same purpose and care deeply for each other.\\n\\n'For all his prickly exterior, Mandan has a bigger heart than many I have known. He hides it well, but there is nothing he would not sacrifice to help those who have need.\\n\\n'Thank you again.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The Ranger Mithrendan is no more concerned than usual about Mandan's absence... but he remains somewhat worried all the same.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Mandan is on the island in the middle of a river north-east of Tornhad, waiting for you to return with the items he requested.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'DNT - Blah!'",
      "es": ""
    },
    {
      "id": 49286660,
      "en": "Bring the items you gathered to Mandan",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Collected luminescent gel ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Mandan often walks far and wide throughout the Angle, but Mithrendan thinks you should look for the Herb-master somewhere by a river north-east of Tornhad.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "The Ranger Mithrendan is at Tornhad.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "You found Mandan on an island in the middle of a river north-east of Tornhad, and the herb-master of the Dúnedain seems to be in no more danger than that to which he is accustomed.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "DNT - Blah!",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The Ranger Mandan has asked for your help gathering a number of the items for which he left Tornhad: luminescent gel from the glow-flies of the Angle, damp mushroom caps, and sharp reeds from the nearby river-bank.",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Find Mandan by one of the rivers north-east of Tornhad",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Talk to Mandan",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Collect luminescent gel from glow-flies ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082785,
      "en": "Collected damp mushrooms, even though Mandan doesn't want them ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Collected sharp reeds ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Mandan searches for useful herbs to be made into salves and poultices",
      "es": ""
    }
  ]
}