{
  "id": 621062015,
  "txt": [
    {
      "id": "0xeb011a0",
      "en": "The Ranger Mithrendan is back at Tornhad.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56885",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b4",
      "en": "'You're too late, [placeholder]. I win this round!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Faeron, Master of Stealth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56887",
      "en": "'Wha-?'\\n\\nFaeron jumps, startled at your approach, and when he sees it is you his face falls.\\n\\n'Ah, you got me, [placeholder]. Yes, I told you I was not going to try to reach this cache, but I thought I might surprise you and win all three rounds. Very well, very well. But now you get to pick up this cache and bring it all the way back to Mithrendan. Enjoy your victory and your aching arms, then!'\\n\\nFaeron smirks at you.\\n\\n'Perhaps I am more skilled at stealth than I am at losing with grace, [placeholder], but that is not a requirement of my duty. I thank you for the game.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56889",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'For the Dúnedain of Tornhad life is a steady routine, always preparing for the next mission. It wears on you after awhile, [placeholder]. Will the day for which we constantly prepare ever arrive? Who can say? For my part I devise means of keeping myself entertained, without which I might go mad!\\n\\n'Some of our number prepare for an eastward journey and have need of some caches that lie hidden throughout the Angle. Mithrendan has charged me with recovering three such caches, and I will do so, but what say you to this suggestion: Why not make this a contest?\\n\\n'You shall go to the location of each cache, and if I can reach it before you do, or open the cache without you detecting my presence, I shall win! This will allow me to practice my skill at the art of stealth, Mithrendan will receive the supplies he needs, and you will test your perceptive ability. There are only winners here, [placeholder]. The first cache is north-east of Tornhad, beyond a still pond, nestled among the rocks west of the base of a swiftly-flowing waterfall. I look forward to besting you at this game!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1180",
      "en": "A rustling in the bushes to the east signals Faeron's approach!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b3",
      "en": "Reach the Ranger cache before Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1182",
      "en": "But if this isn't Faeron, where might the stealthy Ranger be found?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b6",
      "en": "Talk to Faeron by the Ranger cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "As you approach the Ranger cache, you detect someone sneaking about!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b7",
      "en": "Reach the Ranger cache before Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502b9",
      "en": "Remain alert for Faeron's approach, and catch him in the act!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'DNT - Blah!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Faeron has been charged with recovering a number of Ranger caches in preparation for the next mission of the Dúnedain, but he insists upon making a game of it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'Looks like I win this round, [placeholder]. You will need to be quicker if you are to beat me to the next cache, or to see through my stealth!\\n\\n'The next cache is just to the north, across the river, nestled in a ditch near the western cliff's edge. I wish you good fortune... you will need it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "The first Ranger cache is located north-east of Tornhad, beyond a still pond, nestled among the rocks west of the base of a swiftly-flowing waterfall.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56897",
      "en": "'The next cache is just to the north, across the river, nestled in a ditch near the western cliff's edge. I wish you good fortune... you will need it!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Faeron stands smugly by the first Ranger cache.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "The second Ranger cache is located just to the north, across the river, nestled in a ditch near the western cliff's edge.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01188",
      "en": "Faeron might approach at any moment, but if you can catch him in the act you will win the contest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01189",
      "en": "Faeron thinks to sneak by your guard and collect the Ranger cache? Show him he cannot slip by you!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1195",
      "en": "Faeron stands by the opened cache, a satisfied look on his face",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1198",
      "en": "You made it to the cache before Faeron! Now remain alert for him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01191",
      "en": "Faeron stands by the second cache, quite pleased with himself.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x2f00ed1",
      "en": "Bring the contents of the Ranger cache to Mithrendan at Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01194",
      "en": "The third Ranger cache is located on an island in the stream a short distance to the north-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a1",
      "en": "Apprehend Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01196",
      "en": "Faeron has not yet seen you. Now is your chance to surprise him!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1170",
      "en": "Mithrendan waits for the contents of the cache back at Tornhad",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a3",
      "en": "Talk to Faeron by the Ranger cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a4",
      "en": "Collect the third Ranger cache on an island in the stream to the north-east",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01198",
      "en": "The third Ranger cache is located on a small island in the middle of the stream.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Surprise Faeron",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'I am sorry for this deception, [placeholder], but Faeron insisted that I help him in this.'\\n\\nThis is not Faeron at all but Helchon, young Ranger of Tornhad!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a8",
      "en": "Collect the Ranger cache",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56852",
      "en": "'You shall go to the location of each cache, and if I can reach it before you do, or open the cache without you detecting my presence, I shall win! This will allow me to practice my skill at the art of stealth, Mithrendan will receive the supplies he needs, and you will test your perceptive ability. There are only winners here, [placeholder]. The first cache is north-east of Tornhad, beyond a still pond, nestled among the rocks west of the base of a swiftly-flowing waterfall. I look forward to besting you at this game!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56882",
      "en": "'Young Helchon has not the years to deny his elders anything, which makes him a useful ally when I have need of outwitting one such as you at a friendly contest, [placeholder].\\n\\n'Ah, do not frown so! It is only a game, after all! How about we call off the contest, my good [placeholder], in the interest of preserving our young friendship? You can find the last cache and bring it back to Mithrendan, and I will carry the first two back to him, heavy though they are. It is only fair, and I will not embarrass you further!\\n\\n'The last cache is on an island in the stream a short distance to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568b1",
      "en": "'Thank you for the contents of this cache, [placeholder]. They will be of great use for the Dúnedain that travel soon eastward.\\n\\n'I understand that you bested Faeron at one of his innumerable contests? I daresay it will do him some good to be overmatched from time to time! Few among the Dúnedain have the time or the patience to play at his games any longer. Still, he is a master of stealth and brings valuable skills to our people whenever he sets his mind to his duty.\\n\\n'Thank you again for this, my friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56854",
      "en": "'How about we call off the contest, my good [placeholder], in the interest of preserving our young friendship? You can find the last cache and bring it back to Mithrendan, and I will carry the first two back to him, heavy though they are. It is only fair, and I will not embarrass you further!\\n\\n'The last cache is located on an island in the stream a short distance to the north-east.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56883",
      "en": "'I am sorry about this, [placeholder], but I could not deny Faeron his wish.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56855",
      "en": "'Now you get to pick up this cache and bring it all the way back to Mithrendan. Enjoy your victory and your aching arms!'",
      "es": "",
      "es (fem)": ""
    }
  ]
}