{
  "id": 620894462,
  "txt": [
    {
      "id": "0x33d632e",
      "en": "Stanric seems to be a good man and has asked you to help the toiling Men of Stangard with their chores.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Sithric has been sent by Théoden King and is an advisor of Edoras. I... have no power over him, and he asserts his will in all that goes on here.\\n\\n'I am sorry that we cannot welcome you here more warmly, according to our traditions, [placeholder]. But if you wish to do my men a kindness, you may help them with their duties.\\n\\n'Gadda is a good man and will know where you can begin.' ",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Byrnstan guards the Mead Hall door of Stangard. Gadda stands not far from the Mead Hall. Sabert guards the north gate down below.\\n\\nYou should speak with Gadda and see how you may assist the men of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Ah, Stanric sent you to see me? I understand -- I will not say a word to Sithric on this matter.\\n\\n'I have plenty of ideas as to how you can help in Stangard, [placeholder]. Let us begin with delivering rations, performing the watch, and dealing with some of the petty crime we have been experiencing of late.\\n\\n'Please go and help the men with their duties. You will be of great help!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "Gadda guards the Mead Hall in Stangard.\\n\\nYou should speak with Gadda about what to do to assist the Men of Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Gadda is outside the Mead Hall in Stangard.\\n\\nYou should tell Gadda of the many problems and hardships you observed in life at Stangard.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085253",
      "en": "'Yes, the Men of Stangard carry many burdens. There was hope that Sithric would make things better here, but life is harder now.\\n\\n'Men are hungrier, and many leave and do not return. Those who stay carry more weight than ever.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Talk to Gadda, Stanric's most trusted guard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Help Gadda give food rations out to the men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Help Sabert by performing a long-overdue watch-tower duty",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Help Byrnstan find what was stolen from him",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Troubles of Stangard",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c5",
      "en": "Tell Gadda of the hardships you observed",
      "es": "",
      "es (fem)": ""
    }
  ]
}