{
  "id": 620894506,
  "txt": [
    {
      "id": 218649169,
      "en": "'I suppose that you have had some fortune fighting those spiders down there.\\n\\n'We once gathered the silk of the Gorge-spiders for a number of things -- bandages in particular -- when we were short of cloth. It works remarkably well.\\n\\n'Since those huge ones showed up, though... well, we have not been able to go down there safely since. If you can gather some of that silk for us, it would be a great help. I do not think we are going to be getting any supplies from Edoras any time soon, from the sound of it.'",
      "es": ""
    },
    {
      "id": 218649170,
      "en": "'You managed to gather some of those webs? Thank you. These can stop bleeding faster than any normal bandage in a pinch, you know.'",
      "es": ""
    },
    {
      "id": 63183937,
      "en": "'Have you collected any spider-webs yet?'",
      "es": ""
    },
    {
      "id": 218649171,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Gorge-crawlers",
      "es": ""
    },
    {
      "id": 54354734,
      "en": "An enormous breed of evil spider has taken up residence in the Limlight Gorge. These gorge-crawlers hunt along the northern ridge of the Limlight Gorge, searching for unwary prey. Those willing to hunt such monstrosities must be stalwart, well-armed, and travel in bands if they hope to survive many encounters with these horrors.\\n\\nThe soldiers of Stangard have taken to using the spider's silk as a replacement for bandages for those who are injured, but it has become too dangerous to gather.",
      "es": ""
    },
    {
      "id": 136263297,
      "en": "Collected gorge-webs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 22075073,
      "en": "Collect gorge-webs ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 94621393,
      "en": "You should gather webs from the gorge-crawlers and gorge-lurkers that hunt the northern ridge of the Limlight Gorge.",
      "es": ""
    },
    {
      "id": 22075074,
      "en": "Bring the gorge-webs to Captain Agelbrit",
      "es": ""
    },
    {
      "id": 94621394,
      "en": "You should bring the webs you collected to Captain Agelbrit at the Limlight Gorge guard-post.",
      "es": ""
    }
  ]
}