{
  "id": 620894492,
  "txt": [
    {
      "id": "0x81f3681",
      "en": "You see a Rohirrim soldier on the ground nearby... perhaps this is one of Idmar's men?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x81f3682",
      "en": "A horrid chill overcomes you as you examine the fallen scout's body",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x33d632e",
      "en": "Brifard has finished his task to gather reeds with your help. The arrogance of the man is nearly overwhelming, and it would be a relief to be gone from him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085251",
      "en": "'Now that you have the reeds, my work here is done. My captain, Idmar, and his men were patrolling along this road. They told me they were keeping watch on the brigands to the south-east, but would not tell me more of their charge. I wonder if there is more afoot than they were willing to speak?\\n\\n'As for myself, I must attend to other matters. I should be with Idmar, bringing the fight to those brigands, but once again, I am left with the most uninteresting tasks.\\n\\n'Bring these reeds south-east to Idmar... I am certain someone will return them to Stangard. For now, farewell.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced1",
      "en": "Idmar and his scouts are along the road to the south-east.\\n\\nBrifard requests that you head south-east to meet his captain, Idmar, who has travelled with his men to deal with a mysterious task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd085252",
      "en": "'Greetings, stranger. I am Idmar, captain of the watchers of Parth Celebrant. What brings you here?'\\n\\nIdmar accepts the reeds and puts them aside, then looks suddenly stone-faced as you relay your tale.\\n\\n'Dead? At the hands of a spirit? This bodes poorly for us. You see, my men and I have been investigating a matter which we wish to keep as much a secret as possible.\\n\\n'Here, take your wage for providing us these reeds. Brifard will be disciplined for shirking his duties... again. Allow me a moment, and I shall tell you more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced2",
      "en": "You have come across a fallen Rohirrim. You should examine him and determine what fate befell him.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x5a3ced3",
      "en": "Uncertain what remains of the scouting party Brifard mentioned, you should continue south-east along the road and search for Idmar or any other Rohirrim.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3c41c41",
      "en": "'Go find Idmar and his men.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c1",
      "en": "Find Idmar and his men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c2",
      "en": "Examine the fallen soldier",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c3",
      "en": "Search the road for Idmar and his men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x150d6c4",
      "en": "Talk to Idmar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Mystery Deferred",
      "es": "",
      "es (fem)": ""
    }
  ]
}