{
  "id": 621084438,
  "txt": [
    {
      "id": "0x20c3404",
      "en": "Corudan",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Jajax is by the Harbour Warden's tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5688",
      "en": "'I have spoken with the others, and I still do not understand one thing. If the Corsair Jajax arranged with Khôltekh to gain access to the Citadel with his prisoner... why did the Temámir not accompany Jajax inside? If he believed Jajax's prisoner was truly Queen Arwen, would he not want to be present at the Kindred's triumph?'\\n\\nGimli strokes his beard.\\n\\n'Unless... unless Khôltekh knew that Jajax had not actually captured Queen Arwen. But why would he help us rescue Thorongil? Is he secretly working against Azagath's aims?'\\n\\nYou tell Gimli that your audience with Hármelak has shown you the Kindred of the Coins may not be as united in their purposes as it seems from the outside.\\n\\n'That is why the King Under The Mountain is so important, [placeholder]. I will keep thinking about it. Khôltekh's place in all this makes my head hurt!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'I have listened to the account of what transpired within the Citadel of Winds, [placeholder], and it seems to me that Azagath Sea-shadow is no mere man. Nimrodel says she felt the mark of Sauron upon him... do you think he may be one of the Gúrzyul? If so, he has kept his nature hidden from the others of the Kindred and from the Umbari people. Nakási Wave-reaper spoke to you of the Song of Waves and Wind before she left Gondor, and I understand Hármelak mentioned it when you met with her, but she knew little more than its name.\\n\\n'Can it be that the Song of Waves and Wind has as its foundation some evil of Mordor? If that is so, we cannot leave Azagath to make use of it... whatever it may be. The adventure that brought us to Umbar is over... but our work here is not finished.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Nimrodel is by the Harbour Warden's tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The successful completion of your mission to Umbar is the result of those who helped you, and many of them are now by the Harbour Warden's tower and want to speak with you.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'I have not had time yet to rest and to speak with my brother, for we have gone from one danger to another. I look forward to hearing of Corudan's adventures and telling him of my own. Perhaps that time has come.\\n\\n'It may not last, for while the Kindred of the Coins has claimed to make this a Free City, it would seem an evil has taken root within the membership of that council. I do not think your business in this land is yet finished, [placeholder]. Azagath remains a danger... and my heart tells me he is not the only member of the Kindred who is not as they appear.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01184",
      "en": "Caebar is by the Harbour Warden's tower, a long way from his home.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'During the sea-voyage that brought young Thorongil and me to Umbar, I did what I could to keep the boy out of trouble. It was not always an easy task, and I tell you truly that it was a thankless one... but I am relieved that both he and I survived the passage. That he has also been brought safely from the Citadel of Winds... it is a sign of your prowess and my memory of our shared adventures that I am less surprised by that!\\n\\n'I look forward to hearing of my sister's adventures and to telling her my own. I still cannot believe that she is alive, but of course she was always... stubborn. She might say the same of me, but I believe Sigileth has always been more headstrong than I am. Since you have spent time with each of us, only you can tell us for certain.'\\n\\nCorudan smiles.\\n\\n'No, you can keep your answer. I know what it is.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'My brother always has a plan or a scheme in mind, [placeholder]! Do you think he had this planned all along? Is this why he refused to join your crew? It must be, surely!'\\n\\nYou consider whether to dispel Daxamat's notion of his brother, and decide not to do so. You suspect that it would take a ship's hold full of evidence to lessen Daxamat's opinion of his brother, and even then it might not be possible.\\n\\n'My brother is really something, isn't he?' Daxamat asks you, and you have no choice but to nod in agreement.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'I have listened to the account of what transpired within the Citadel, [placeholder], and my mind is clear. Belondor has no love for Gondor, and who could blame him for that, but he is not a monster. Whatever evil lies at the heart of the Kindred of the Coins, my old friend is not the cause of it. He would have prevented Nakási from slaying their young hostage... I am sure of it.\\n\\n'Azagath and the web he has woven has my friend caught, just as I was enmeshed by the commands of the Steward Denethor. Belondor is not beyond saving. Of this I am certain.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Jajax by the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Nimrodel by the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56895",
      "en": "'It is done, for now, is it not? We have carried out the commands of King Elessar, though they have brought us far from our homes.'\\n\\nCaebar looks out over the water, and shrugs his shoulders.\\n\\n'I suppose I don't really have a home any longer, do I? My mother and my uncle Carlong would not welcome me back to Ethring, not even if they knew the part I played on this grand adventure. Especially not if they knew. It wasn't that large a part, but I'd like to think I was some help along the way.\\n\\n'It is up to me to make a new home for myself now, somewhere out here in the world. I was so afraid of... I cannot say what I was afraid of, exactly... I think it was the \\qbigness\\q of the world, that sense of vast, open spaces, far beyond the land in which I grew up. It is so different here, but perhaps that is a good thing for me. I could not find a place in which to belong in the land of my birth. Maybe I will find a place here.\\n\\n'Thank you for bringing me along on your voyage! I will do whatever I can to help King Elessar bring peace to Gondor, and if that causes further conflict with the Kindred of the Coins, well... I will do what I can to help. All you need do is ask, [placeholder]. I will follow wherever you lead!\\n\\n'Just... maybe not aboard a ship next time,' he says, with laughter in his eyes.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50280",
      "en": "Talk to Caebar by the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcb360b4",
      "en": "Nimrodel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to your friends by the Harbour Warden's tower about the successful conclusion of your mission",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Your mission to Umbar has reached its successful conclusion, but a number of unresolved questions leave the situation in the city and surrounding lands in some doubt.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Our mission to Umbar is completed, [placeholder], for both captives held by the Kindred of the Coins have been rescued. I will return with Thorongil to Anfalas as soon as it can be arranged. His father Carandolion will be very pleased, but not surprised, to learn that we have triumphed!\\n\\n'There will still be work to be done here in Umbar. I know it.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Has it been so long that you have forgotten the most important rule of all, [placeholder]? Never count Jajax out of a fight, for he will return and surprise you! It is a lesson the Prince of Dol Amroth has now learned. You should have seen his face when it became apparent that only Jajax could turn defeat into victory!\\n\\n'Aye, it seemed defeat was certain. He has spies in this land, a band of whisperers and movers-in-secret that go by the name \\qCircle of the Eagle,\\q and when they reported to him that your ship never arrived, he despaired. A plan was conceived, a desperate plan, but it was considered the only option left to save the captive boy. The Prince could not achieve it, nor could the King. Only a Corsair would do. Only THE Corsair would do, and that means Jajax!\\n\\n'It is good to be owed favours by Kings and Princes, [placeholder], and I shall be well-rewarded for my part in this deception. I admit I believed the water carried by Nimrodel was in some way enchanted and would prove more effective that it turned out... but all is well now. It must be the good fortune of Jajax coming through in the end once again.\\n\\n'How did my brother fare on your voyage? I hope he did not make too great a mess of things without me there to set him right!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.5: Every River Leads To The Sea",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'For long years I believed I was no longer a part of the world, [placeholder], and I sheltered with the Avorrim and stood at a remove from all others. The kindness of Arwen, and the good heart of Roamingstar, have taught me I was wrong. In gratitude I offered to play a role in their drama... was it very different than the role I played for so long, the role of Dorthaneth?\\n\\n'I have set aside my veil of mourning, [placeholder]. It is good to be of help to my friends, no matter the dangers. Their kindness is like the warm sun upon my skin, and I welcome it.\\n\\n'But do not mistake me! The danger of Azagath remains. I judge that he is no ordinary man; I felt Sauron's mark upon him.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}