{
  "id": 621084468,
  "txt": [
    {
      "id": "0xceb0114",
      "en": "Explore settlements and other important points of interest throughout the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Find Jid Phêsi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You found Jid Phêsi",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Find Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd082ba7",
      "en": "Jax Phanâl is a picturesque outpost on the northern tip of the Cape of Umbar. Overlooking the sea, the outpost is home to many citizens reveling in the newfound freedom under the rule of the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You found Khûtra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba94",
      "en": "Khûtra is a fishing village on the bay in the Cape of Umbar. The village is recently plagued by an illness claiming livestock and men. The villagers seek a cure for this malady so they can return to their normal lives.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba95",
      "en": "Jid Phêsi is the Cavern of Whispers, located in the hills north of Rakhatâb. Miners venture into the depths in search of rich ore, gems, and other riches to fuel the industry of the outpost.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "You have found Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x82ba96",
      "en": "Rakhatâb is the largest settlement on the Cape of Umbar. Here, workers toil day and night to keep the forge fires burning for the Kindred of the Coins. The fall of the Heirs of Castamir gave hope to the workers, but the transition to the Kindred of the Coins' leadership is fraught with difficulties.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Explore the settlements, outposts, fortresses, and other points of interest in the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Find Jax Phanâl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You found Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa2",
      "en": "Citizens of the Cape of Umbar",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Find Rakhatâb",
      "es": "",
      "es (fem)": ""
    }
  ]
}