{
  "id": 621084560,
  "txt": [
    {
      "id": "0xa502bc1",
      "en": "Talk to Hûrlub the Bellower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bc2",
      "en": "Find the island of legend",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11938",
      "en": "Something is stuck in the giant's eye",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bc5",
      "en": "Climb to the top of the peak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bf6",
      "en": "Confront the giant",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa113",
      "en": "The Legend of the Tempest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a87",
      "en": "Ithurga explained that he has deduced the final location of Marâkh, Mother of Tempests. It is in an island in northern Jeb Khâtel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a44",
      "en": "You have found a long path up a tall peak. The journey will be dangerous.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b30",
      "en": "'You are small thing. Why do you come here?\\n\\n'You not afraid? Everyone afraid. All stay away. Hûrlub always alone.\\n\\n'Crawlies! Crawlies hurt Hûrlub! Hûrlub cannot sleep!\\n\\n'Many leg ones. Always bully Hûrlub.'\\n\\nHûrlub frowns.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11903",
      "en": "There is a long path leading up the peak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1584",
      "en": "You and Ithurga have confirmed that the replica was likely a misdirect and the real hammer is still out there.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b05",
      "en": "'After thinking about the reports you gathered and putting them together with what I know of this Marâkh, Mother of Tempests, I believe our best guess is an island in the north Jeb Khâtel. It is said to be such a perilous journey that not even the heartiest of freebooters dare travel there.\\n\\n'Again, I must caution, your life is more important than some old relic. Do not be hasty in this regard.\\n\\n'Go to the island in Jeb Khâtel. Learn what you can, and retrieve Marâkh. If you cannot do this, escape as quickly as possible. Live to tell the tale.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e11906",
      "en": "A giant stands before you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a79",
      "en": "The giant seems to be agitated by something stuck in its eye.",
      "es": "",
      "es (fem)": ""
    }
  ]
}