{
  "id": 621084436,
  "txt": [
    {
      "id": 218261377,
      "en": "'It is not so, my friend.'",
      "es": ""
    },
    {
      "id": 218261378,
      "en": "'But I grieved to miss the rest of your adventures!'",
      "es": ""
    },
    {
      "id": 218261379,
      "en": "'He is Caebar, a scribe of Gondor and friend of [placeholder]. He is an artist.'",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "... and promptly fell down on his rump when the shrew within leapt out of its hiding-place",
      "es": ""
    },
    {
      "id": 111477399,
      "en": "Talk to Corudan outside Lhanuch",
      "es": ""
    },
    {
      "id": 218261380,
      "en": "'And this is my sister Sigileth.'",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Enter Lhanuch and climb the hill",
      "es": ""
    },
    {
      "id": 218261381,
      "en": "'They rescued me from the clutches of the Kindred of the Coins, in Umbar.'",
      "es": ""
    },
    {
      "id": 218261382,
      "en": "'He wanted to see you. He has spoken of nothing else.'",
      "es": ""
    },
    {
      "id": 218261383,
      "en": "'You have only met Nona today, Caebar... or you would not ask that question.'",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Corudan encouraged you to climb the hill into Lhanuch and ensure that your group will be welcome.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Suvulch stands partway up the hill in Lhanuch.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This is Lhanuch, the village of the Uch-lûth from which Nona came? I am pleased to see it. She did not speak of it often, but when she did her voice was fond... despite her attempts to prevent it, I think.\\n\\n'You had better go on ahead, [placeholder]. Nona's people will remember you. The rest of us will be considered... what was the word? Duvodiad? Yes, that was it.\\n\\n'The rest of us may be duvodiad, but in Lhanuch I believe you will be welcomed.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Corudan has asked to go with you to visit an old friend.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Suvulch told you Nona is further up the hill within Lhanuch, and will be delighted to see you.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Nona sits by the fire near the summit of Lhanuch.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I knew you would one day climb this hill and come again to Lhanuch, [placeholder]. I saw it in the Pool of the King only weeks after my daughter Nona departed, following the dream that carried her away to fight another kingdom's war. She returned months afterward with a broken heart and a child in her belly, and I thought you would return in the company of this man, this Horn who was the father of the child. But sun and moon rose and fell, and he never showed his face.\\n\\n'My daughter sits by the summit of the village, by the fire on the right. She will be glad to see you. As for the others who wait below... who can say? If they do not speak the right words, they may learn the daughter of Suvulch can be even more dangerous than he is, and that is no small amount!'",
      "es": ""
    },
    {
      "id": 200476257,
      "en": "'Thank the Powers!'",
      "es": ""
    },
    {
      "id": 13239125,
      "en": "Nona",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'[placeholder], my dear friend! It is good to see you again at last! If you waited a few more months you might meet my son or my daughter... but I am glad you did not wait.\\n\\n'No, I do not yet know what my child will be! When the days feel longest I wonder if Hildegard would tell me whether I am having a son or a daughter... but I cannot bring myself to return to the soothsayer's cave. If she had not spoken as she had, perhaps Horn...\\n\\n'It does not matter. It has been months but my anger has not cooled. It is said the Uch-lûth love even more fiercely than they fight, and you should cross them in neither! Someone should have told that to Horn before he sent me away, the fool. Yes, I know he thought he was doing right. He was wrong, and should have listened.'",
      "es": ""
    },
    {
      "id": 200476258,
      "en": "'She would not really have slain him, would she?'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Nona smiles as you approach",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nona is prepared to become Wadu's Ghost and slay her former lover... but you cannot stand idly by.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Stand aside, [placeholder]. To return here, after sending me away... his wits are more addled than they used to be! How can you explain his presence here?'\\n\\nNona's eyes boil with fury, but your keen eyesight reveals that the hand holding her brother's sword trembles. She does not want to become Wadu's Ghost again, despite her words and the anger she has nursed for Horn since he sent her away from the war. If only there was some way for you to break the tension. You cast your thoughts back to the days you spent travelling with Horn and Nona, and then you have it.\\n\\nYou recount your cautious steps within the deserted village of Dunfast, in Wildermore, when Nona had left your little party, leaving you in the company of Horn, the minstrel Gléowine, and Corudan. The Elf felt eyes upon your group, and it was with heightened senses that the four of you crept towards the bush that seemed to contain the unwelcome and hostile eyes. Horn valiantly approached the bush, his hand upon his sword, prepared to face whatever evil lurked within...",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Nona has called for you and the others to <rgb=#00FF00>sit</rgb> and reminisce about your adventures.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "You and your friends sit by the fire and reminisce about your shared adventures.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "After a lengthy journey, Corudan and your other companions stand outside the village of Lhanuch.",
      "es": ""
    },
    {
      "id": 178317936,
      "en": "'You should never have left us.'",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Reminisce about your adventures",
      "es": ""
    },
    {
      "id": 178317937,
      "en": "'Did you learn nothing? Only together can we face what comes.'",
      "es": ""
    },
    {
      "id": 178317938,
      "en": "'It is not too late.'",
      "es": ""
    },
    {
      "id": 61476513,
      "en": "'Corudan!'",
      "es": ""
    },
    {
      "id": 178317939,
      "en": "'By my reckoning you learned it with a few months to spare.'",
      "es": ""
    },
    {
      "id": 61476514,
      "en": "'We thought you were dead!'",
      "es": ""
    },
    {
      "id": 178317940,
      "en": "'You are fortunate our child has more patience than I!'",
      "es": ""
    },
    {
      "id": 61476515,
      "en": "'Who are these folk?'",
      "es": ""
    },
    {
      "id": 178317941,
      "en": "'Sit, my friends. I would hear of the adventures I have missed!'",
      "es": ""
    },
    {
      "id": 61476516,
      "en": "'These are truly days of wonder, when even ghosts return!'",
      "es": ""
    },
    {
      "id": 61476517,
      "en": "'It sounds like you have quite a story to tell.'",
      "es": ""
    },
    {
      "id": 178317942,
      "en": "'You are right, [placeholder].'",
      "es": ""
    },
    {
      "id": 61476518,
      "en": "'What are you doing here?'",
      "es": ""
    },
    {
      "id": 178317943,
      "en": "'It is a wonder Horn survived this long without me.'",
      "es": ""
    },
    {
      "id": 61476519,
      "en": "'Have you come here to die, then?'",
      "es": ""
    },
    {
      "id": 13535601,
      "en": "'And so we sat and spoke together, all of us, late into the night...'",
      "es": ""
    },
    {
      "id": 178317944,
      "en": "'Very well.'",
      "es": ""
    },
    {
      "id": 61476520,
      "en": "'For I will slay you where you stand!'",
      "es": ""
    },
    {
      "id": 13535602,
      "en": "'...old friends and new.'",
      "es": ""
    },
    {
      "id": 61476521,
      "en": "'Do not test me, fool! I will become Wadu's Ghost once more!'",
      "es": ""
    },
    {
      "id": 94802485,
      "en": "Corudan",
      "es": ""
    },
    {
      "id": 234518869,
      "en": "Horn",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "It is a reunion of friends and adventurers near the summit of Lhanuch, but not everyone is welcome.",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Suvulch nods in greeting",
      "es": ""
    },
    {
      "id": 246419863,
      "en": "You prevented Nona from becoming Wadu's Ghost... but it was a close thing.",
      "es": ""
    },
    {
      "id": 227594677,
      "en": "Suvulch",
      "es": ""
    },
    {
      "id": 38459809,
      "en": "'Nona... I...'",
      "es": ""
    },
    {
      "id": 38459810,
      "en": "'I would welcome it, Nona.'",
      "es": ""
    },
    {
      "id": 38459811,
      "en": "'My love... I am sorry...'",
      "es": ""
    },
    {
      "id": 38459812,
      "en": "'I learned it, Nona, but too late.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Suvulch in Lhanuch",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find Nona up the hill near the summit of Lhanuch",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Nona by the fire near the summit of Lhanuch",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Stand beside the fire with your friends",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Nona and keep her from once again becoming Wadu's Ghost",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Stand beside the fire with your friends",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "<rgb=#00FF00>Sit</rgb> by the fire and reminisce about your adventures",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Ghost Returns",
      "es": ""
    }
  ]
}