{
  "id": 621084430,
  "txt": [
    {
      "id": "0xda44875",
      "en": "Chapter 7.3: Beneath His Notice",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50281",
      "en": "Talk to water-bearer Enât on the dock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50282",
      "en": "Talk to water-bearer Ushu on the dock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'I would not seek to supplant any member of the Kindred of the Coins, for ours is a necessary council and Umbar is made better by our efforts. But this too is its strength: the Kindred itself is more important than any individual member. Were Azagath to fall during your rescue of the Gondorian hostage, that would be a most unfortunate turn, but the Kindred itself would survive... and that is everything.'\\n\\nHármelak holds your gaze but lowers her voice.\\n\\n'Azagath returned to the city in the grip of a curious superstition. Every morning he instructs some among his servants to carry empty bowls down to the docks beside the Harbour Warden's tower. They fill these bowls with saltwater from the bay. Once this is done, they then carry these bowls of saltwater through the streets of the city until they reach the bridge beyond the Fleet-fast. The guards let them pass, without fail, and once inside they fill the fountains within the Citadel with the saltwater they carry. At midnight, the fountains are emptied... and at dawn the process begins again.\\n\\n'No one pays attention to the servants who carry the water, [placeholder], not the folk of the city, not the guards of the Fleet-fast, and not Azagath Sea-shadow. Among these servants you could gain access to the Citadel of Winds, and whatever might befall then... well, it would be for the benefit of the city, would it not?\\n\\n'I trust this discussion has been as illuminating for you as it has been for me. Rothog will see you out.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50284",
      "en": "Pick up the bowl of water on the dock",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Be gone now.'\\n\\nBefore you turn to leave, you quietly ask Rothog why he is helping you. The half-troll stares impassively down at you and says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "Rothog looks down at you but says nothing.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5687",
      "en": "'Yes?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50288",
      "en": "Talk to Ushu on the dock beside the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "'We have our own tasks to complete, stranger, and have no time to speak with such as you.'\\n\\nYou apologize for interrupting, and ask if they could use any help with their task. The servant stares at you suspiciously.\\n\\n'Why?' she asks.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56891",
      "en": "'Forgive Enât her distrust, stranger, but we have reason to be wary. Our master is very particular about the means by which we carry out his commands. We bring sea-water through the city to the fountains inside Sûr Birix, the Citadel of Winds, every morning, and every night those fountains are emptied to await our return the next morning. It is hard, heavy work, and there are fewer of us now than there used to be. Azagath has dismissed some of our fellows before now, but... no one seems to know where Sadûkh has gone.'\\n\\nEnât hisses at Ushu to not say anything more, and the woman nods.\\n\\n'He may be fine, and he may not. But without Sadûkh our work will be more difficult. Azagath smiles with his mouth, but his eyes are unmoved, and if we do not find some way to replace Sadûkh's burden we may be the next ones to disappear.\\n\\n'Prove to me you can carry this bowl of sea-water without spilling a single drop, and perhaps you can accompany us into the Citadel. Bring it to the courtyard of the Teeming Net Tavern, to the south-east, and we will see if you are steady enough to join us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56892",
      "en": "'We should not say anything.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Hármelak has given you some information that may help you get past the guards into the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Azagath's water-bearers are on a dock by the Harbour Warden's tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Prove to me you can carry that bowl of sea-water without spilling a single drop, and perhaps you can accompany us into the Citadel. Bring it to the courtyard of the Teeming Net Tavern, to the south-east, and we will see if you are steady enough to join us.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b9",
      "en": "The women eye you suspiciously as you approach",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0113",
      "en": "Rothog the Storm has escorted you from Hármelak's manor. He clearly believes his task is finished.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'You did well-enough, stranger. You may accompany us when next we perform our duties, and I will ask no questions of you. Your reasons for wanting to gain access to Sûr Birix are your own, but you must endanger none of my friends. If such treachery seems possible, I will alert the guards at once.\\n\\n'Let this last warning guide your steps. Neither Enât nor I know what happened to Sadûkh, but of this I am certain: he saw something he was not supposed to see, some secret of the Sea-shadow, and now he has paid for it.\\n\\n'Azagath is dangerous. We water-bearers may be beneath his notice... but it may not be possible to always remain so.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "The water-bearers will only allow you to accompany them into the Citadel if you can prove up to their task.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Hármelak told you that every day Azagath's servants can be found on the docks by the Harbour Warden's tower, filling bowls with water to carry to the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Azagath's water-bearers are on the dock beside the Harbour Warden's tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1190",
      "en": "The servant's companion calls for your attention",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1191",
      "en": "You should find some of the water-carriers mentioned by Hármelak",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Talk to Rothog the Storm outside Hármelak's manor",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Find Azagath's water-carriers on a dock near the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01190",
      "en": "Azagath's water-bearers are on a dock by the Harbour Warden's tower.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x79f5e46",
      "en": "You spilled some of the water. Unacceptable!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x41d6af5",
      "en": "Carry the bowl of water from the dock to the Teeming Net Tavern... and spill none of it",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a3",
      "en": "Ushu nods at the bowl, challenging you to carry it without spilling any of the water",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11a7",
      "en": "You have accomplished the task set before you by Ushu and Enât",
      "es": "",
      "es (fem)": ""
    }
  ]
}