{
  "id": 621084548,
  "txt": [
    {
      "id": "0xe1fa238",
      "en": "A Curious Hammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b05",
      "en": "Bring the weapon to Ithurga in Halrax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf2",
      "en": "The man's breathing is laboured, huffing and puffing against the large hammer, trying in vain to move it.\\n\\n'Don't mind me.... I am here... on behalf of... Ithurga. He runs things... around Halrax.'\\n\\nThe man stops his efforts and wipes his brow, taking some time to compose himself.\\n\\n'I'm supposed to remove this silly ornament and bring it to him.\\n\\n'Myth and legend, and all that spooky stuff. Me? I don't believe it, but whatever the boss wants, he gets.'\\n\\nThe man moves to begin his struggles again, but stops to consider you.\\n\\n'You reckon you can lift this?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119c3",
      "en": "What could Ithurga want with this?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b07",
      "en": "Pick up the hammer",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf4",
      "en": "The seasoned rogue studies you and notices something in your possession.\\n\\n'Well, well, well. Seems my faithful minion failed. What did you do to him? Judging by that hammer there, you either took it from him or took it for him.'\\n\\nYou explain the situation to him.\\n\\n'I suppose I should thank you for bringing me the hammer? That is, of course, if you arrive here with auspicious tidings and intend to release it to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a81",
      "en": "You have successfully removed the strange hammer from the stone. According to the man, you should deliver the item to Ithurga.\\n\\nIthurga can be found in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011959",
      "en": "The rogue was tasked with delivering this hammer to the leader of Halrax, Ithurga.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119c8",
      "en": "What is so special about this hammer?",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "You came across a man, defeated not by battle, but by a strange hammer jutting out of a stone.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b39",
      "en": "Retrieve the hammer",
      "es": "",
      "es (fem)": ""
    }
  ]
}