{
  "id": 621084589,
  "txt": [
    {
      "id": "0xeb01180",
      "en": "Tevurin explained that the fatty layer between the crocodile's skin is difficult to obtain, but used by the craftsmen to keep their crocodile hide specialties supple. He asked that you spend some time collecting the fatty layer of the crocodiles from along the shore south and east of the expedition encampment.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Collect fatty crocodile viscera ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b2",
      "en": "Collected fatty crocodile viscera ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50293",
      "en": "Deliver the crocodile viscera to Tevurin at the hunter's expedition",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xcd73086",
      "en": "'You will find the crocodiles along the shoreline to the south and west. Finding crocodiles with enough fat upon their frames may prove difficult. When you have collected the fat I require please return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'You will find the crocodiles along the shoreline to the south and east. Finding crocodiles with enough fat upon their frames may prove difficult. When you have collected the fat I require please return to me.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d13",
      "en": "Tevurin needs you to collect soft and tough hides from the crocodiles along the shores of the Cape of Umbar.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Collected fatty crocodile viscera ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Deliver the fatty crocodile viscera to Tevurin",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Though there is not much to the layer of fat on a crocodile, when distilled with water and some herbs it is the best solution with which to tan, treat, and maintain the armour-refined hides that craftsmen create.\\n\\n'I have need for eight phials of the fatty layer between the muscle and sinew of the crocodiles. I will furnish you the phials, you will need to collect the viscera.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Collect fatty crocodile viscera ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5685",
      "en": "'Excellent work. Once the outfitters get hold of this they will turn it into a softener that will keep their product flexible and strong for years. They will earn a larger amount of coin than you or me. At least we are paid for our efforts.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Layers Between",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0112",
      "en": "Tevurin explained that the fatty layer between the crocodile's skin is difficult to obtain, but used by the craftsmen to keep their crocodile hide specialties supple. He asked that you spend some time collecting the fatty layer of the crocodiles from along the shore south and east of the expedition encampment.",
      "es": "",
      "es (fem)": ""
    }
  ]
}