{
  "id": 621084497,
  "txt": [
    {
      "id": "0x8e119d6",
      "en": "Defeated Khataj Mârsa Corsairs ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "Javish is troubled by a group of renegade Corsairs who refuse to play nice with rules of Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x1d6ac29",
      "en": "Defeat Adranax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a94",
      "en": "Javish has no choice but to take Adranax's actions as an act of sedition. He asks that we punish the Corsairs before they can cause further chaos.\\n\\nKhataj Mârsa can be found south-east of Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a98",
      "en": "The Corsairs at Khataj Mârsa have been punished. You should report to Javish your success.\\n\\nJavish can be found in Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b10",
      "en": "Talk to Adranax at the agreed upon location",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011ab0",
      "en": "Adranax planned to betray Javish all along. Javish should know that you had no choice but to defend yourself.\\n\\nJavish can be found in Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be0",
      "en": "Talk to Javish in Mâr Naphra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011959",
      "en": "Javish has asked you to initiate negotiations between a renegade Corsair group which poses a threat to the status quo in Mâr Naphra.\\n\\nThe meeting location should be among the shallows to the south-east.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b13",
      "en": "Talk to Javish",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf8",
      "en": "'What do we have here? You mean to tell me that Javish couldn't show up himself?\\n\\n'This is going to make things difficult. instead of betraying my good friend Javish, I've got to end some poor lackey's life.\\n\\n'This isn't personal, friend.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be2",
      "en": "'Well, I should've seen that coming. Could never trust a Corsair, eh?\\n\\n'Anyways, I reckon we have no choice but to nip this in the bud. There's a reward in it for ya. Pay Khataj Mârsa a visit and take care of them before they cause more trouble for Mâr Naphra, would ya?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b15",
      "en": "Defeat Corsairs in Khataj Mârsa ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa1e7",
      "en": "The Line in the Sand",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be9",
      "en": "'It didn't have to come to this. Us pirates need to stick together. If we don't, that'll be the best of us.\\n\\n'I appreciate you sticking your neck out. It was a difficult task, but you proved your worth.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568823",
      "en": "'The rules here are simple. You follow them, and your life ain't forfeit.\\n\\n'Seems we got ourselves a crew of Corsairs who think they're better than the lot of us. I reckon we will need an outside party to resolve matters.\\n\\n'I've already set up the parley. Adranax is going to meet you at a cove south-east of Mâr Naphra.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}