{
  "id": 621084481,
  "txt": [
    {
      "id": "0xceb0115",
      "en": "Othax does not seem to think that there is anything wrong with taking advantage of those who suffer grievous injuries while working at Rkhatâb. You are going to give him your honest opinion of this practice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Admonish Othax for this unwholesome practice (<rgb=#FF0000>/no</rgb>)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01182",
      "en": "You made your displeasure with this practice known to Othax and he seems to still want to say something to you. Speak with Marjadi at the commons in Rakhatâb.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b1",
      "en": "You admonish Othax for unconscionable behaviour",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01185",
      "en": "Othax was unapologetic and defensive about his decision to continue running the game. He suggested that you speak with another worker in the rest area to get her opinion. Make your way to her and let her know of your disapproval of this practice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Speak with Othax",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56893",
      "en": "'Taking a chance like this is not for everyone. I will not justify myself to you. The way we find humour is ours. Be gone and do not speak with me again. Maybe you should visit Marjadi here in the rest area. She might appreciate your ramblings.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50297",
      "en": "Speak with Marjadi at the commons in Rakhatâb",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56896",
      "en": "'Othax has long found a way to profit from the misfortune of others. As one of the unfortunate workers who was injured I thank you for standing up to that fool. I will tell others of your morality and spread tale of your nobility. Please return to me tomorrow.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56898",
      "en": "'I have nothing more to say to you. You do not share in the humour that allows us to keep smiling in the wake of the difficulties we face. Be gone.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "After listening to the details of this \\qDead Pool\\q you decided to speak with Othax and give him your honest opinion of this practice.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "You have shown how angry this practice makes you",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You expressed that this practice is immoral",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5683",
      "en": "'Here to make your choice of foremen?'\\n\\nHe looks at you expectantly.\\n\\n'What is it?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78e1fa1",
      "en": "Despicable!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Show your anger to Othax (<rgb=#FF0000>/angry</rgb>)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Tell Othax of the immorality of this practice (<rgb=#FF0000>/talk</rgb>)",
      "es": "",
      "es (fem)": ""
    }
  ]
}