{
  "id": 621084441,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Water-bearer Ushu is on the dock beside the Harbour Warden's tower, waiting to accompany you to the Citadel of Winds.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5689",
      "en": "You give Nauriel a moment to embrace her son and shower him with relieved kisses. After he finally squirms away from his mother, Nauriel clasps you on the arm.\\n\\n'You should have waited for the rest of us, [placeholder]! But I am pleased you acted quickly to rescue Thorongil when the opportunity presented itself.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You have rescued Thorongil from the Kindred of the Coins... with a little help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "TBD - Blah!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50291",
      "en": "Talk to water-bearer Ushu on the dock beside the Harbour Warden's tower and accompany her to the Citadel of Winds",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0118",
      "en": "Nauriel is relieved to see that you have rescued her son from the Kindred of the Coins.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Talk to Thorongil by the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56890",
      "en": "'Mother, I am fine! I am fine!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01183",
      "en": "You have rescued Thorongil from the Kindred of the Coins... with a little help.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Wait for the others to arrive",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Lady Nauriel and the rest of your crew arrive at a run",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Talk to Nauriel by the Harbour Warden's tower",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The water-bearers Enât and Ushu have agreed to allow you to accompany them into the Citadel of Winds, but they do not want to be held responsible for anything that happens afterward.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'We have a long way to carry these bowls of sea-water. It is our tradition to set them down for a brief rest just before crossing the bridge to Sûr Birix.\\n\\n'Are you ready to begin?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "'Then let us begin, stranger. We will bring you with us into the Citadel.\\n\\n'After that... your business is your own.'\\n\\n<rgb=#FF0000>This is a Solo quest and cannot be completed with a Fellowship.</rgb>\\n",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Chapter 7.4: Into The Citadel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Did you see them, [placeholder]? The Five Sisters! I thought my eyes were playing tricks on me, but they were real! I thought they were going to slay Azagath right then and there! It is a shame they did not, and he got away!\\n\\n'Is Orgolas here? Did he sail his ship to Umbar? I want to tell him about the sea-voyage... it was very exciting, and dangerous too!'\\n\\nYou tell Thorongil that Orgolas remained behind in Anfalas, but someone else did sail with you aboard the Wave-hunter as part of the rescue mission.",
      "es": "",
      "es (fem)": ""
    }
  ]
}