{
  "id": 621084553,
  "txt": [
    {
      "id": "0xb568b17",
      "en": "'You're looking for Marâkh, Mother of Tempests?\\n\\n'That is quite the endeavour you've undertaken. You know, many historians will argue the very existence of such a thing... but I place evidence high on my list, and where there is the mark of such a weapon existing, I cannot be but consumed by the possibilities.\\n\\n'My good friend, who does most of the travelling so that I may have the most accurate information, may have something for you. His name is Shereb.\\n\\n'You can find Shereb in the most isolated parts of Halrax.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b18",
      "en": "'I knew you'd be here sooner or later.\\n\\n'The town stirs at the possible mention of Marâkh, Mother of Tempests.\\n\\n'But this isn't a weapon you can just go and retrieve. It's risky.\\n\\n'In case I can't convince you to give up your chase - there exists an island in Jeb Khâtel, past the shallows to the north-west.\\n\\n'I warn you, this will not be journey free of hardship. Prepare yourself accordingly.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa238",
      "en": "A Long-forgotten Relic",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be0",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be2",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119d1",
      "en": "You've gathered as much information as you can",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be5",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502be6",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a87",
      "en": "Ithurga suspects this is a replica and wants you to confirm all the rumours about this hammer from the town's residents.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be3",
      "en": "'A mythical hammer? Dunno know what yer talkin about.\\n\\n'If ye be needin' a smithy, we gots plenty.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a88",
      "en": "All the witnesses had varying tales, but a professor has told us Shereb knows of this hammer.\\n\\nYou can find Shereb in the most isolated part of Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be5",
      "en": "'A large hammer? I seen that, yea. Massive one isn't it?\\n\\n'You'll find plenty of stolen goods and contraband in the shallows, I reckon.\\n\\n'Lots of people lose their stuff around those parts all the time. I'm sure you can find your hammer there.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bf1",
      "en": "Talk to Ithurga",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502bf2",
      "en": "Confirm witness accounts ([placeholder]/8)",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be7",
      "en": "'A mythological hammer, you say? Well, I have my fair share of tools working on cultivating the harsh land that is these islands.\\n\\n'But never had a need for a giant hammer. Nope. Just me and my herbs.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be9",
      "en": "'A hammer? You think I get out lookin' for hammers?\\n\\n'I only have one job in this town and that's not to look for hammers.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b00",
      "en": "'I knew it.\\n\\n'There were definitely several inconsistencies in many of the reports of this hammer's existence.\\n\\n'So now our best lead takes us up north to Jeb Khâtel.\\n\\n'I must ask you this last favour, because though the journey seems fraught with danger, I see in you a capable leader.\\n\\n'Come back with this hammer, or come back alive. I will not allow another blind rush into darkness, with your life being forfeit.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b12",
      "en": "Confirm witness accounts 7/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a69",
      "en": "You've gathered all the information you can from the townsfolk of Halrax. You now have a lead. You should talk to Ithurga.\\n\\nIthurga can be found in Halrax.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b14",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf6",
      "en": "'You have my gratitude for helping my man out there. I'm afraid it was for naught.\\n\\n'It's as I feared. It's a replica. There have been numerous accounts from the folks in town of having seen this thing.\\n\\n'The only issue is that by all those accounts, none lead here.\\n\\n'Why don't you go around and confirm all of the reports? Else we done all this for a novel trinket and nothin' more.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b16",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b18",
      "en": "Confirm witness accounts [placeholder]/8",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b11",
      "en": "'A hammer? Well, if I recall correctly, I heard tale in the tavern of a man passing through the shallows coming from the north.\\n\\n'Talk of a wild freak of nature swinging around a hammer. Sadly, I have no more information for you.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568b13",
      "en": "'A giant hammer? Well, you must be talking nonsense.\\n\\n'That is the stuff of legend here on the isles. No one has seen the real one in ages.\\n\\n'If I recall the texts correctly, it was Marâkh, Mother of Tempests. But honestly, a hammer controlling the storms? I am unconvinced such a weapon exists.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d16b3",
      "en": "You delivered what seems to be a replica of a forgotten myth.",
      "es": "",
      "es (fem)": ""
    }
  ]
}