{
  "id": 621084444,
  "txt": [
    {
      "id": 8567442,
      "en": "Jâghimsa, the Wandering Wood, is home to huorns and a fearsome wood-troll herder and lies on the hillside to the north and east of Rakhatâb.",
      "es": ""
    },
    {
      "id": 177082793,
      "en": "You found Idwadâr",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "You found Súlstrok",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dangers in the Cape of Umbar",
      "es": ""
    },
    {
      "id": 8567445,
      "en": "The Grim Shelter, or Kan Skûrja, is the makeshift home of the nomadic Corsairs who still raid the seas along the Shield Isles and Cape of Umbar.",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find Gherja Mût",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Find Taj-kâta",
      "es": ""
    },
    {
      "id": 8567448,
      "en": "Ghadir Sûd, the Black Pools, speaks to ancient wellsprings of tar that bubbled up on the land long ago. These bubbling dark springs drew the salamanders that still dwell there today. Though the wellsprings are gone, the salamanders remain.",
      "es": ""
    },
    {
      "id": 177082754,
      "en": "You found Bâlakhat",
      "es": ""
    },
    {
      "id": 177082801,
      "en": "You found Jâghimsa",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Find Bêkhmol",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Find Jêbel Lakha",
      "es": ""
    },
    {
      "id": 177082804,
      "en": "You found Kan Skûrja",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find Idwadâr",
      "es": ""
    },
    {
      "id": 111477432,
      "en": "Find Hâtaphor",
      "es": ""
    },
    {
      "id": 8567456,
      "en": "Hâtaphor, the Snatcher's Den, is a dangerous area east of Umbar Baharbêl home to a particularly dangerous brood of spiders. The same brood's silk is prized by tailors in the city and often workers are snatched while attempting to recover the silken webbings in the den.",
      "es": ""
    },
    {
      "id": 177082807,
      "en": "You found Ghadir Sûd",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Explore enemy encampments and the dangerous wilds of the Cape of Umbar.",
      "es": ""
    },
    {
      "id": 218639269,
      "en": "TBD",
      "es": "TBD"
    },
    {
      "id": 216727826,
      "en": "Explore enemy encampments and the dangerous wilds of the Cape of Umbar.",
      "es": ""
    },
    {
      "id": 218639270,
      "en": "Grijâti, the Home of the Stranded, lies on the western shore of the Cape of Umbar. Haradrim remain here, hoping to usurp control from the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 8567459,
      "en": "Travellers finding themselves in Bâlakhat, the Devourer's Waters, often do not return. The fearsome crocodiles making this area their home are known for their penchant for flesh.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Find Jâghimsa",
      "es": ""
    },
    {
      "id": 218639273,
      "en": "Súlstron, the Raider's Refuge, led by the goblin Corsair Shakfut Slit-throat, is a makeshift encampment at the foot of the mountains of the Cape of Umbar.",
      "es": ""
    },
    {
      "id": 111477395,
      "en": "Find Kan Skûrja",
      "es": ""
    },
    {
      "id": 177082770,
      "en": "You found Taj-kâta",
      "es": ""
    },
    {
      "id": 111477398,
      "en": "Find Ghadir Sûd",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "You found Jêbel Lakha",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Find Kâshtabil",
      "es": ""
    },
    {
      "id": 225071139,
      "en": "Find Grijâti",
      "es": ""
    },
    {
      "id": 8567425,
      "en": "Kâshtabil, the Crawling Tangle, is a burbling swamp filled with driftwood, crabs, and nerbyg. The filthy waters are the source of many ills that plague the nearby village of Khûtra.",
      "es": ""
    },
    {
      "id": 8567472,
      "en": "Idwadâr, the Writhen-home, in the foothills outside of Umbar Baharbêl is home to the rock worms of Umbar. These beasts protect their nest with great ferocity and are a natural enemy of the people.",
      "es": ""
    },
    {
      "id": 177082777,
      "en": "You found Hâtaphor",
      "es": ""
    },
    {
      "id": 8567428,
      "en": "In the shadow of The Mâkhda Korbo lies Gherja Mût, the Barrens of the Dead. The risen dead creeping through these ruins are a mix of ancient and the freshly dead creatures reanimated by Sauron's lingering power.",
      "es": ""
    },
    {
      "id": 8567475,
      "en": "Bog-lurkers covered in reeds make Taj-kâta, the Mire-flats, their ancestral home. Here, the creatures lived in peace for centuries. Now, hunters scour the Mire-flats to acquire seeds and legs from the bog-lurkers to supply the cooks of Umbar Baharbêl.",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Find Súlstrok",
      "es": ""
    },
    {
      "id": 8567431,
      "en": "Pirates loyal to neither the fallen Heirs of Castamir nor the reigning Kindred of the Coins attack ships on the sea north of the Cape of Umbar and bring their spoils ashore to Bêkhmol, the Free Wharf.",
      "es": ""
    },
    {
      "id": 111477409,
      "en": "Find Bâlakhat",
      "es": ""
    },
    {
      "id": 8567479,
      "en": "Jêbel Lakha, the Gathering-stone, is home to two warring prides of lions led by the brothers Skûr and Kabûro. Both beasts have long attacked foolish explorers who wander too close to the territory. The brothers stalk the savannah and stones of Jêbel Lakha in pursuit of one another.",
      "es": ""
    },
    {
      "id": 177082784,
      "en": "You found Kâshtabil",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "Found Gherja Mût",
      "es": ""
    },
    {
      "id": 262725908,
      "en": "You discovered Grijâti",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "You found Bêkhmol",
      "es": ""
    }
  ]
}