{
  "id": 621084591,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "Delona asked you to work with the various hunters and experts within the expedition camp to meet the needs of the craftspeople in Umbar city.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "You completed several tasks for the various hunters and experts within the expedition camp. Return to the expedition leader, Delona, and inform her of your efforts.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50290",
      "en": "Assist Khânai with the spice flow into Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Help Luthana meet epicurean desires",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b3",
      "en": "You helped Luthana satiate the epicurean desire for eggs",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50294",
      "en": "Help Tevurin achieve his personal hunting goal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "You helped Tevurin complete his personal hunting goal",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50296",
      "en": "Help Abido achieve his hunting dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b7",
      "en": "You helped Abido achieve his hunting dream",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50298",
      "en": "Speak with Delona",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "Delona informed you that though this seems like a hunt for sport, the purpose of the Umbari hunt is to supply the city with vital resources. They then asked if you wanted to join in the efforts and you complied.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5682",
      "en": "'Here in the wilds outside of our city, we find a great deal of fauna that provide the craftspeople within our city with vital materials to their professions. It does not matter why you come to this encampment, only that you are here; and if you are willing and capable of assisting us in gathering resources and eliminating the greater threats that stalk the dunes, shores, prairies, and hills surrounding Umbar Baharbêl.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "You assisted Khânai with the spice flow into Umbar Baharbêl",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5684",
      "en": "Hold",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Statement of Purpose",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Each of the hunters informed me of your successes. This is an accomplishment that even the few who dedicate themselves to such a lifestyle achieve. You should feel a great deal of pride in your success. For all you have done, you have earned this.\\n\\n'Please, return to us again, friend. We are here at the behest and employ of the crafters of Umbar and welcome the assistance and company of individuals with skills that assist us.\\n\\n'You have proven capable and personable; two qualities that we prize. Thank you again.'",
      "es": "",
      "es (fem)": ""
    }
  ]
}