{
  "id": 621084429,
  "txt": [
    {
      "id": 177082793,
      "en": "The Whelk and Cockle Tavern is not as busy as the Hungry Deep",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Chapter 7.1: Asking Questions",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Corudan at the amphitheatre",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Talk to Daxamat at the amphitheatre",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Talk to patrons of the Whelk and Cockle Tavern ([placeholder]/2)",
      "es": ""
    },
    {
      "id": 111477378,
      "en": "Find the Hungry Deep Tavern that overlooks the Sail-haven",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I and my brother will stand with you to rescue Thorongil, [placeholder]. Will we not, Corudan? Or have you had your fill of this place already?'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "What has caused this sudden stillness?",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'I will stand with you, [placeholder], not only because of your rescue, and not only because of the adventures we shared in the Kingdom of Rohan. I will stand with you because it is right.\\n\\n'I was not mistreated by the Kindred of the Coins, despite Nakási's words and her frequent promises to exact revenge upon any who aid Gondor. At sea I was given permission to walk freely about the ship, and I followed her commands quickly and well. Did my captivity chafe? I cannot say it did not, but I felt it was in service of a noble purpose, and that was enough. Tatháta suggested I be allowed to walk freely about the ships and the harbour when we docked, but the Wave-reaper feared my servility was an act, and commanded her kinswoman to keep me tied to the mast while Nakási was away. I cannot tell you with complete certainty if she was right, [placeholder].\\n\\n'But I can tell you this. The Kindred of the Coins value their captives only for so long as they retain value. Had I proven a burden or unmanageable, I think I would not have survived the voyage to Umbar. It may be the same with the young heir of Pinnath Gelin. If he loses his value as a hostage, I believe he will not long survive in the Kindred's company.\\n\\n'Nakási brought him to Azagath Sea-shadow in the Citadel of Winds, from where the Kindred rule this city. I will help you as I can... but how do you intend to enter the most well-guarded district of Umbar Baharbêl?'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Rothog the Storm outside the Whelk and Cockle Tavern",
      "es": ""
    },
    {
      "id": 228284037,
      "en": "'We will stand with them, will we not, Corudan?'",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to patrons of the Hungry Deep Tavern ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284039,
      "en": "'When my brother and I returned to Umbar, his plan had been for us to visit some of the taverns and inns of the city so we could learn what had happened while we were gone, recruit a larger crew, and Jajax could acquire a more suitable ship. That plan ran into some trouble! But I think at its heart it was still a good idea, because at taverns people speak more freely. If there is any way into the Citadel of Winds, someone at one of the taverns may unknowingly speak of it.\\n\\n'I hope I am not being too forward with this suggestion! But it makes sense to me, [placeholder]. If everyone splits up and checks different taverns in the city, we may more quickly learn of a means of rescuing Thorongil from Azagath.'",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'How do you intend to enter the most well-guarded district of Umbar Baharbêl?'",
      "es": ""
    },
    {
      "id": 162883728,
      "en": "'If everyone splits up and checks different taverns in the city, we may more quickly learn of a means of rescuing Thorongil from Azagath.'",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Find the Whelk and Cockle Tavern to the west, in the Sail-haven",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'I am worried for our rulers. I heard a rumour that the widow of Balakhôr the Scourge has offered bounties on the leaders of the Kindred of the Coins, and even now her trained killers are loose in the city! They say no one has seen Tumúldo Fierce-water in weeks, and even Tatháta the Beast is missing. She often walked the streets of the Lower Ward, her fighting-hounds by her side, but I cannot remember the last time she did.\\n\\n'We owe the Kindred much for dealing with the Heirs of Castamir and releasing us from the shackles of Ordâkh. I hope they are all right.'",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'The Hungry Deep Tavern is the finest in the city, if you ask me. Every time I come here I eat too much.\\n\\n'The Kindred of the Coins? They mean well, and if you ask me they have done right by us, but I think they keep secrets from us all the same. Seven of them there are, you know that, but there has been turnover among their ranks since the uprising. Some say Guild-master Imilka was in league with the Heirs of Castamir and Tatháta was right to replace her in the Kindred... but I don't know. And there was another, a scholar whose name I misremember... whatever happened to him? He ruled in the Tor-gardens, but now he is gone and that half-troll, Rothog, has his place in the Kindred! He frightens me.\\n\\n'Oh, when I eat too much I also speak too much! Favour me and tell no one of these things I have said.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Part of your mission has been completed... but half of it remains, for Thorongil is still a prisoner of the Kindred of the Coins.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Corudan is at the amphitheatre outside the city.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'I am not one for gossip, friend, but I have heard a thing or two about the Kindred of the Coins that you might find interesting! For the right price, that is....'\\n\\nAs you consider how you might get this man to tell you what he knows without having to part with too much coin, his eyes suddenly widen.\\n\\n'I... I have to be going. I know nothing! Nothing!'",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "The Whelk and Cockle Tavern is located to the west of the Hungry Deep, in the Sail-haven.",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Daxamat is at the amphitheatre outside the city.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "The Whelk and Cockle Tavern is not as popular as the last one you visited, but patrons here may still know something.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'You. [placeholder].'\\n\\nRothog stares down at you impassively, his face a mask.\\n\\n'Hármelak wants to see you,' he says.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "The folk here seem to be studiously avoiding your gaze.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The Hungry Deep Tavern is located up a set of stairs in the Upper Ward, from where it overlooks the Sail-haven.",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Rothog the Storm is at the Whelk and Cockle Tavern in the Sail-haven.",
      "es": ""
    },
    {
      "id": 177082769,
      "en": "A hush falls over the people nearby",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "Rothog the Storm has come to the Sail-haven",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Daxamat clears his throat, seeking your attention",
      "es": ""
    },
    {
      "id": 177082774,
      "en": "Daxamat suggests you speak with patrons at two taverns in the Sail-haven and Upper Ward",
      "es": ""
    },
    {
      "id": 246419861,
      "en": "Patrons of the Hungry Deep Tavern may have information of use to you.",
      "es": ""
    },
    {
      "id": 177082788,
      "en": "You have found the Hungry Deep Tavern, a popular eating and drinking establishment",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Talked to patrons of the Hungry Deep Tavern ([placeholder]/[placeholder])",
      "es": ""
    }
  ]
}