{
  "id": 621084434,
  "txt": [
    {
      "id": 111477401,
      "en": "Pick up the bowl of sea-water on the bridge to the Citadel of Winds",
      "es": ""
    },
    {
      "id": 220514241,
      "en": "'You are not beyond our reach, Azagath Sea-shadow.'",
      "es": ""
    },
    {
      "id": 177082775,
      "en": "The jar falls to the floor and shatters, water soaking into the carpet",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 177082776,
      "en": "The Kindred of the Coins escape into the Citadel's depths, leaving their captive behind",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "The other water-bearers stand to the south-east of the fountain inside the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 174350033,
      "en": "'You go ahead. Stay to the left side, and climb the hill to the keep.'",
      "es": ""
    },
    {
      "id": 174350034,
      "en": "'We will see you inside the main hall.'",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 216727830,
      "en": "Several members of the Kindred of the Coins meet with Jajax inside the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Now we must wait until we are dismissed. It is best to not attract any attention.\\n\\n'Remain within these steps with the rest of us, and we will stay beneath the notice of anyone who might take offence at our listening.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "At the suggestion of Hármelak, the Golden Queen, you have uncovered a means of gaining access to the Citadel of Winds, where Azagath Sea-shadow must be holding Thorongil captive.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Azagath has noticed you within the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 216727833,
      "en": "The Kindred of the Coins has obtained a new, more valuable hostage: you!",
      "es": ""
    },
    {
      "id": 69036784,
      "en": "Carry the bowl of sea-water across the bridge onto the island, up the hill and into the Citadel itself. Your destination is the large fountain inside the great hall of the Citadel",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'I thought something was out of place. I see now that it was you, [placeholder].\\n\\n'You have come a long distance to be here. It is curious that none of my fellows thought to mention your presence to me. I do not believe you could have escaped Khôltekh's notice, or Hármelak's spies. Perhaps they tire of our continued association? I have experienced such disillusion before; some went willingly to the knife, but only later learned what it meant.\\n\\n'Do you think to battle me now? Do you think you could best me in my own palace?'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "You pour the sea-water into the fountain, and should now take up your place alongside the other water-bearers",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "TBD  - Blah!",
      "es": ""
    },
    {
      "id": 62407089,
      "en": "'Try not to think about it, Thorongil.'",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Thorongil is safe and sound, if a little frightened by the experience.",
      "es": ""
    },
    {
      "id": 62407090,
      "en": "'This is not Queen Arwen.'",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 62407091,
      "en": "'Who are you?'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "TBD - Blah!",
      "es": ""
    },
    {
      "id": 62407092,
      "en": "'He is just a child, Nakási.'",
      "es": ""
    },
    {
      "id": 177082791,
      "en": "Jajax has revealed your identity to the Kindred of the Coins!",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The Kindred of the Coins have fled deeper into their citadel, but our purpose is fulfilled, and Thorongil rescued. The power of the Five Sisters frightens Azagath; he was right to flee from them, and his allies beside him.\\n\\n'And yet Roamingstar and her sisters cannot long remain this far from their homes. They have helped buy us a reprieve, and freedom for the Kindred's hostage, but that is all. If Azagath and his Kindred remain a threat, we cannot rely upon the Five Sisters to face it.'",
      "es": ""
    },
    {
      "id": 62407093,
      "en": "'The fountain...'",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Jajax is in the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 125377532,
      "en": "Nimrodel",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'You are lucky I came along when I did, [placeholder], for the Kindred of the Coins were only moments away from discovering you. I deem that I saved you from imprisonment at least, and death at most, and you would do well to reward my friendship with whatever valuables you might have at hand.'\\n\\nYou remind Jajax that the Kindred was quite oblivious to your presence until he called their attention to you, and he waves a dismissive hand.\\n\\n'Ah, who can remember now? The important thing is that great deeds were done, and prisoners rescued, and the legend of Jajax has increased.'",
      "es": ""
    },
    {
      "id": 259981845,
      "en": "Citadel Guard",
      "es": ""
    },
    {
      "id": 175636368,
      "en": "'The rivers of Gondor have no power here, foolish ones.'",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Witness the confrontation",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "You should pick up the bowl of sea-water and carry it across the bridge to the island, bringing it past the defences and up the hill into the Citadel of Winds. Do not drop the bowl or spill any of the water!",
      "es": ""
    },
    {
      "id": 175636369,
      "en": "'My strength comes from the Sea, and the Sea is stronger than any river.'",
      "es": ""
    },
    {
      "id": 197091777,
      "en": "'It was a good idea, Azagath.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Talk to Thorongil in the Citadel of Winds",
      "es": ""
    },
    {
      "id": 175636370,
      "en": "'No, I will not fight you.'",
      "es": ""
    },
    {
      "id": 197091778,
      "en": "'He makes a valuable hostage, does he not?'",
      "es": ""
    },
    {
      "id": 175636371,
      "en": "'You are a close friend of the King of Gondor?'",
      "es": ""
    },
    {
      "id": 197091779,
      "en": "'We will see.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Talk to Jajax's captive",
      "es": ""
    },
    {
      "id": 175636372,
      "en": "'You will be a better hostage than either of these others.'",
      "es": ""
    },
    {
      "id": 197091780,
      "en": "'I do not trust the Corsair he chose for this.'",
      "es": ""
    },
    {
      "id": 111477429,
      "en": "Talk to Jajax in the Citadel of Winds",
      "es": ""
    },
    {
      "id": 175636373,
      "en": "'Kill him. We have no further use for him.'",
      "es": ""
    },
    {
      "id": 197091781,
      "en": "'Is it customary for your prisoners to retain their belongings?'",
      "es": ""
    },
    {
      "id": 197091782,
      "en": "'What should we do with Thorongil?'",
      "es": ""
    },
    {
      "id": 190288177,
      "en": "'The rivers of Gondor will have their vengeance upon you!'",
      "es": ""
    },
    {
      "id": 197091783,
      "en": "'Out of my way.'",
      "es": ""
    },
    {
      "id": 190288178,
      "en": "'You have forgotten something important, Azagath.'",
      "es": ""
    },
    {
      "id": 197091784,
      "en": "'He is a Gondorian child, Belondor.'",
      "es": ""
    },
    {
      "id": 190288179,
      "en": "'In the end...'",
      "es": ""
    },
    {
      "id": 197091785,
      "en": "'What is that?'",
      "es": ""
    },
    {
      "id": 263421349,
      "en": "Citadel Servant",
      "es": ""
    },
    {
      "id": 190288180,
      "en": "'...every river leads to the Sea.'",
      "es": ""
    },
    {
      "id": 180024257,
      "en": "'Greetings to you, noble Azagath!'",
      "es": ""
    },
    {
      "id": 180024258,
      "en": "'I have brought you the Queen, as I promised.'",
      "es": ""
    },
    {
      "id": 246419860,
      "en": "Several members of the Kindred of the Coins guard their captive inside the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 180024259,
      "en": "'It was not easy. Keep that in mind as we discuss my reward.'",
      "es": ""
    },
    {
      "id": 180024260,
      "en": "'It is only water. What if Queen Arwen had a thirst?'",
      "es": ""
    },
    {
      "id": 180024261,
      "en": "'Listen... there has clearly been some mistake!'",
      "es": ""
    },
    {
      "id": 180024262,
      "en": "'[placeholder], my friend! I think we might have need of you after all!'",
      "es": ""
    },
    {
      "id": 127884865,
      "en": "You spilled the water and gave away your subterfuge!",
      "es": ""
    },
    {
      "id": 246419872,
      "en": "The bubbling fountain in the Citadel of Winds heralds the arrival of an unexpected presence.",
      "es": ""
    },
    {
      "id": 246419875,
      "en": "Jajax's captive is in the Citadel of Winds.",
      "es": ""
    },
    {
      "id": 229081073,
      "en": "'We may not need to keep you for much longer, young master.'",
      "es": ""
    },
    {
      "id": 229081074,
      "en": "'Nakási should have consulted with me before she brought you here.'",
      "es": ""
    },
    {
      "id": 229081075,
      "en": "'Not as valuable as the one Khôltekh has arranged!'",
      "es": ""
    },
    {
      "id": 229081076,
      "en": "'Your deeds exceed your reputation, Jajax.'",
      "es": ""
    },
    {
      "id": 18994529,
      "en": "'Lord Azagath. Your invited guest has arrived.'",
      "es": ""
    },
    {
      "id": 229081077,
      "en": "'Nakási did not believe you could do this.'",
      "es": ""
    },
    {
      "id": 18994530,
      "en": "'The Corsair Jajax and his prisoner, Queen Arwen of Gondor!'",
      "es": ""
    },
    {
      "id": 229081078,
      "en": "'Water has power.'",
      "es": ""
    },
    {
      "id": 229081079,
      "en": "'Belondor, take it from her.'",
      "es": ""
    },
    {
      "id": 229081080,
      "en": "'The mistake was believing you could succeed in this deception, Jajax.'",
      "es": ""
    },
    {
      "id": 229081081,
      "en": "'You thought a jar of river-water could unravel my sorceries?'",
      "es": ""
    },
    {
      "id": 200133921,
      "en": "'I'm bored.'",
      "es": ""
    },
    {
      "id": 200133922,
      "en": "'I tried that.'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Water-bearer Ushu south-east of the fountain",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Eavesdrop upon the conversation of the Kindred of the Coins inside the Citadel of Winds",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Eavesdrop upon the confrontation of the Kindred of the Coins with Jajax and his captive",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Talk to Azagath Sea-shadow in the Citadel of Winds",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Survive the attention of the Kindred of the Coins in the Citadel of Winds",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: Into The Citadel",
      "es": ""
    }
  ]
}