{
  "id": 621084594,
  "txt": [
    {
      "id": 216727827,
      "en": "Tevurin asked that you visit the three expert assistants to learn about the crocodiles and other creatures that make the beaches of the Cape of Umbar their home. When you have learned what the experts know, you are to return to Tevurin so that he can provide you further direction.",
      "es": ""
    },
    {
      "id": 228284040,
      "en": "'Bones from creatures we once hunted among the waves are carved by some jewellers, but it is a hobby that the seaborne warriors practice that brings value to something other than the bones of the saltwater crocodiles; their teeth.\\n\\n'Crocodile teeth are larger than most and make carving easier. When sealed properly they make fine thong fasteners as well as ornamentation for outfits or jewellery.'",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "You spoke with the visiting specialists from Umbar Baharbêl. Return to Tevurin and tell her that you are prepared for her requests.",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'Take note of what you were told. The wilds of Umbar can be very dangerous.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "You visited Tevurin, the shore hunter, and were instructed to speak with his assistants to learn more about the fauna that make the shoreline of the eastern Umbar Cape their home.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Greetings. It appears that the overseer of this effort has found another set of hands to help us meet the quotas we are asked to meet. If this is true, then I would have you see my three assistants to learn about the fauna, specifically the crocodiles, that dwell along the shore here in the eastern stretch of Umbar.\\n\\n'Once you have absorbed the knowledge that my associates possess, return to me so that I can set you about the many tasks that we have.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak with the cook Zerkho",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Speak with the outfitter Karbah",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Though it does not spring to mind when you think of food, there is some value in the flesh of the crocodile. The meat is tough, gamey, and requires some preparation, but there are delicacies that are enjoyed by many throughout the region.\\n\\n'There are no prime cuts that come from the crocodile, but the meat can be dried, or prepped and turned into trail rations and some other tasty treats that are crafted by guild masters in the city.'",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "The Value of an Estuarine Crocodile",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Speak with the engraver Dorshet",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'You spoke with Tevurin, eh? Then you want to know about the salties and the value of their hide? Valuable. Very valuable. The hide is thick and scaly, but pliable enough to mould and shape as you need. True masters of the craft make fine leathers, cops, bracers, belts, and helms from the hide of the beasts.\\n\\n'Further, the thin layer of fat that one can peel from the sinewy muscles and hide can be boiled down into an oil that helps to maintain the pliability of the hide during processing.'",
      "es": ""
    }
  ]
}