{
  "id": 621084479,
  "txt": [
    {
      "id": "0x8e119d1",
      "en": "You hit something solid and unearth it!",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119d2",
      "en": "An unnatural chill sets in...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119d3",
      "en": "The shade fades into nothingness",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a80",
      "en": "Trying to open the treasure chest caused an angry shade to attack you.\\n\\nNow that you've vanquished it, you should try to open the chest again.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a83",
      "en": "The contents of the treasure were more troubling than valuable: an intact skull, and a metallic tooth like Kotheret's.\\n\\nYou should return to her in Mâr Naphra and seek answers.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011a86",
      "en": "Kotheret Glint-grin seems to have vanished from Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b02",
      "en": "Open the treasure chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b31",
      "en": "Search for the rumoured treasure in Bax Garâkh",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568be4",
      "en": "The amount of coins in the chest barely comes close to what you were expecting -- or rather, hoping for.\\n\\nWhat truly catches your attention, however, is the preserved skull that sits among the coins. It greets you with an eternal, lipless smile.\\n\\nHidden among the shining coins is a metallic tooth, one that looks eerily similar to Kotheret Glint-grin's...",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b04",
      "en": "Find Kotheret Glint-grin in Mâr Naphra",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b34",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xa502b08",
      "en": "Completed",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b37",
      "en": "Try to open the treasure chest",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa502b09",
      "en": "Dig into the sand mound",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1559",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf1",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb011922",
      "en": "You have discovered the possible location of the treasure cache.\\n\\nYou should dig into the sand mound.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568bf7",
      "en": "Kotheret Glint-grin seems to have vanished from Mâr Naphra. You may have your suspicions about what you discovered, but it seems your questions will never be put to rest.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x78d1565",
      "en": "Rumours of a treasure cache that once belonged to a Corsair captain have reached your ears.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xe1fa1d0",
      "en": "The Fabled Fortune",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119f3",
      "en": "The ground here bears signs of past treasure-seekers",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119c5",
      "en": "Try as you might, you cannot find Kotheret anywhere",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb011928",
      "en": "You've discovered what appears to be the treasure Kotheret told you about.\\n\\nYou should try to open it.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119f6",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0xb011959",
      "en": "Kotheret Glint-grin told you about the rumoured treasure. Whether the treasure is real, she cannot say.\\n\\nIt may have been buried somewhere in Bax Garâkh, east of Mâr Naphra.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xb568823",
      "en": "'A [placeholder], are you?' The woman grins widely, revealing a metallic tooth. 'The sort who seeks out grave danger in the spirit of adventure? I'd wager you'll want to hear what I have to say, then.\\n\\n'When you've stuck around Mâr Naphra for as long as I have, you pick up all sorts of... interesting stories. One story has fragmented into naught but rumours: a bloodthirsty Corsair captain, a cache of buried treasure...\\n\\n'Many an ambitious soul has ventured east to Bax Garâkh in search of this treasure. Whether they've been successful, I cannot say I know. Perhaps the treasure does not exist after all.\\n\\n'Ah, I've taken up enough of your time. Watch yourself, traveller. Not everyone here is as friendly as I.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x8e119f8",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    },
    {
      "id": "0x8e119f9",
      "en": "TBD",
      "es": "TBD",
      "es (fem)": ""
    }
  ]
}