{
  "id": 621084435,
  "txt": [
    {
      "id": 111477399,
      "en": "Talk to Corudan outside Lhanuch",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Enter Lhanuch and climb the hill",
      "es": ""
    },
    {
      "id": 216727826,
      "en": "After a lengthy journey, Corudan and Caebar stand outside the village of Lhanuch.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Corudan encouraged you to climb the hill into Lhanuch and ensure that your group will be welcome.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Suvulch stands partway up the hill in Lhanuch.",
      "es": ""
    },
    {
      "id": 228284035,
      "en": "'This is Lhanuch, the village of the Uch-lûth from which Nona came? I am pleased to see it. She did not speak of it often, but when she did her voice was fond... despite her attempts to prevent it, I think.\\n\\n'You had better go on ahead, [placeholder]. Nona's people will remember you. Caebar and my sister and I will be considered... what was the word? Duvodiad? Yes, that was it.\\n\\n'The three of us may be duvodiad, but in Lhanuch I believe you will be welcomed.'",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Corudan has asked to go with you to visit an old friend.",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Suvulch told you Nona is further up the hill within Lhanuch, and will be delighted to see you.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Nona sits by the fire near the summit of Lhanuch.",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'I knew you would one day climb this hill and come again to Lhanuch, [placeholder]. I saw it in the Pool of the King only weeks after my daughter Nona departed, following the dream that carried her away to fight another kingdom's war. She returned months afterward with a broken heart and a child in her belly, and I thought you would return in the company of this man, this Horn who was the father of the child. But sun and moon rose and fell, and it was not you who first came to Lhanuch with tidings.'\\n\\nSuvulch frowns, and you remember that he considers himself more gifted with weapons than with words.\\n\\n'It was a minstrel, an old one with white hair and a solemn face. He said he served a king of the horse-lords who perished fighting the Dark Lord, and he had sad tidings for Nona. \\qHorn is dead,\\q he said to her, and while she had raged with anger in the wordless months that passed, her fury was replaced all at once, and with sorrow. I wept with the two of them. Yes, even I! But I am her father, and I raised my Nona to be strong. Her tears showed to me how deeply she loved this Horn, even though she buried that love beneath the rage she held for him, and which he deserved! So I wept alongside them, and when the minstrel departed I embraced my daughter and I told her that I would never again say a cross word about the man Horn.\\n\\n'I meant it even then, but in time I have come to understand he was a man of courage who believed he was not courageous, [placeholder]. That is a curious thing, and not common among the Uch-lûth. But perhaps not all can be as honest as Suvulch, who is certain of his courage and acts upon it every day.'\\n\\nHe roughly clasps your arm, and then points up the hill.\\n\\n'My daughter sits by the summit of the village, by the fire on the right. She will be glad to see you.'",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'[placeholder], my dear friend! It is good to see you again at last! If you waited a few more months you might meet my son or my daughter... but I am glad you did not wait.\\n\\n'No, I do not yet know what my child will be! When the days feel longest I wonder if Hildegard would tell me whether I am having a son or a daughter... but I cannot bring myself to return to the soothsayer's cave. When Gléowine came to Lhanuch and told me of what transpired before the walls of Minas Tirith... it was as if I was hearing of it for the second time, seeing it again, feeling anew all the pain of it. So I will not return to Hildegard.\\n\\n'Gléowine spoke also of your deeds, and I know Horn was avenged. I would have become Wadu's Ghost once more and done it myself, but you can see that I am somewhat occupied for now. So I thank you, and I know Horn does as well, and so does his child.'",
      "es": ""
    },
    {
      "id": 177082786,
      "en": "Nona smiles as you approach",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "It is a reunion of friends and adventurers near the summit of Lhanuch.",
      "es": ""
    },
    {
      "id": 246419841,
      "en": "Nona is grateful for the gift presented to her by Caebar.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'TBD - Blah!'",
      "es": ""
    },
    {
      "id": 177082790,
      "en": "Nona sets down the gift and invites you to examine it",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Nona has set down the gift you and Corudan worked with Caebar to prepare.",
      "es": ""
    },
    {
      "id": 246419844,
      "en": "Nona is grateful for the gift you and Corudan worked with Caebar to prepare.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Nona has called for you and the others to <rgb=#00FF00>sit</rgb> and reminisce about your adventures.",
      "es": ""
    },
    {
      "id": 246419846,
      "en": "You and your friends sit by the fire and reminisce about your shared adventures.",
      "es": ""
    },
    {
      "id": 111477424,
      "en": "Reminisce about your adventures",
      "es": ""
    },
    {
      "id": 117565569,
      "en": "'Corudan!'",
      "es": ""
    },
    {
      "id": 117565570,
      "en": "'We thought you were dead!'",
      "es": ""
    },
    {
      "id": 117565571,
      "en": "'Who are these folk?'",
      "es": ""
    },
    {
      "id": 117565572,
      "en": "'These are truly days of wonder, when even ghosts return!'",
      "es": ""
    },
    {
      "id": 177082809,
      "en": "Suvulch nods in greeting",
      "es": ""
    },
    {
      "id": 117565573,
      "en": "'It sounds like you have quite a story to tell.'",
      "es": ""
    },
    {
      "id": 117565574,
      "en": "'Oh my. This is lovely.'",
      "es": ""
    },
    {
      "id": 136730389,
      "en": "Suvulch",
      "es": ""
    },
    {
      "id": 117565575,
      "en": "'[placeholder], you must see this.'",
      "es": ""
    },
    {
      "id": 22026389,
      "en": "Corudan",
      "es": ""
    },
    {
      "id": 117565576,
      "en": "'I will treasure this always.'",
      "es": ""
    },
    {
      "id": 117565577,
      "en": "'But now you must sit, my friends! I would hear of the adventures I have missed!'",
      "es": ""
    },
    {
      "id": 243939365,
      "en": "Nona",
      "es": ""
    },
    {
      "id": 35201793,
      "en": "'I spoke with Corudan and with [placeholder] at length. I hope I did well.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Suvulch in Lhanuch",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find Nona up the hill near the summit of Lhanuch",
      "es": ""
    },
    {
      "id": 173271857,
      "en": "'And so we sat and spoke together, all of us, late into the night.'",
      "es": ""
    },
    {
      "id": 60829969,
      "en": "'It is not so, my friend.'",
      "es": ""
    },
    {
      "id": 173271858,
      "en": "'In time, it seemed as if Horn himself shared our fire.'",
      "es": ""
    },
    {
      "id": 60829970,
      "en": "'But I grieved to miss the rest of your adventures!'",
      "es": ""
    },
    {
      "id": 111477379,
      "en": "Talk to Nona by the fire near the summit of Lhanuch",
      "es": ""
    },
    {
      "id": 60829971,
      "en": "'He is Caebar, a scribe of Gondor and friend of [placeholder]. He is an artist.'",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Stand beside the fire with your friends",
      "es": ""
    },
    {
      "id": 60829972,
      "en": "'And this is my sister Sigileth.'",
      "es": ""
    },
    {
      "id": 111477381,
      "en": "Talk to Nona by the fire near the summit of Lhanuch",
      "es": ""
    },
    {
      "id": 60829973,
      "en": "'They rescued me from the clutches of the Kindred of the Coins, in Umbar.'",
      "es": ""
    },
    {
      "id": 60829974,
      "en": "'A story, yes... but also a gift.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Examine the gift you and Corudan worked with Caebar to prepare",
      "es": ""
    },
    {
      "id": 111477384,
      "en": "Stand beside the fire with your friends",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "<rgb=#00FF00>Sit</rgb> by the fire and reminisce about your adventures",
      "es": ""
    },
    {
      "id": 93525733,
      "en": "Sigileth",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Instance: The Ghost Returns",
      "es": ""
    }
  ]
}