{
  "id": 621084431,
  "txt": [
    {
      "id": 228870261,
      "en": "Chapter 7.2: An Audience With The Golden Queen",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Talk to Hármelak in her manor",
      "es": ""
    },
    {
      "id": 111477377,
      "en": "Find the courtyard in Hármelak's manor",
      "es": ""
    },
    {
      "id": 111477425,
      "en": "Talk to Hármelak in the garden of her manor",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'I take you to see her,' Rothog continues. Some of the people nearby stare at you and the half-troll member of the Kindred of the Coins, many of them backing away or preparing to run if his attention turns to them.\\n\\n'Now, [placeholder]. Hármelak does not like to be kept waiting.'",
      "es": ""
    },
    {
      "id": 111477426,
      "en": "Find the office to the north in Hármelak's manor",
      "es": ""
    },
    {
      "id": 111477380,
      "en": "Wait for Hármelak in the courtyard of her manor",
      "es": ""
    },
    {
      "id": 228284036,
      "en": "'Thank you, Rothog.'\\n\\nHármelak studies you silently for a moment. When she speaks again, her lips turn upwards in a faint smile.\\n\\n'Welcome to Umbar Baharbêl, [placeholder]. I could have invited the others of your group, but I prefer to speak to you alone about this matter. You understand. It is not often that I have the opportunity to speak to such as you. It is the matter of our hostage that brings you here, I understand?'\\n\\nYou keep your expression guarded, but Hármelak's smile becomes more pronounced.\\n\\n'Khôltekh prides himself upon knowing everything that transpires in this city, but he does not share everything with us. I have eyes of my own, and they see a great deal at a variety of interesting places: outside the gaol in the Fleet-fast, by the home of Belondor and Mêshka in my very own Upper Ward, among the alleys of the Sail-haven. Your group has not remained hidden to my eyes, [placeholder], and I know why you have come to my city.\\n\\n'Let us continue our discussion by the fountain of my courtyard.'",
      "es": ""
    },
    {
      "id": 111477428,
      "en": "Wait for Hármelak in the office to the north",
      "es": ""
    },
    {
      "id": 111477382,
      "en": "Talk to Hármelak by the courtyard",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Let us continue our discussion by the fountain in my courtyard.'",
      "es": ""
    },
    {
      "id": 111477383,
      "en": "Find the garden of Hármelak's manor",
      "es": ""
    },
    {
      "id": 111477430,
      "en": "Talk to Hármelak in the office of her manor",
      "es": ""
    },
    {
      "id": 228284041,
      "en": "'You stand in the presence of one of the wealthiest people in all of Umbar, [placeholder], but know this: wealth does not grant complete power. How many of my rivals had riches but lacked the will to maintain their control? Now their wealth is mine. The folk of the city whisper that my fortune rivals that of many dwarf-lords, but their whispers are untrue: my fortune exceeds that of even the dwarf-kings! I am the matron of the most powerful merchant clan in Umbar, and we trade in all manner of expensive goods from across the Haradwaith: spices, jewels, silks, artwork, even relics of ancient days.\\n\\n'I was widowed when I was young, and my husband's brothers sought to gain control of the business. They failed. It takes an iron will to prosper as I have. Did I not witness Mût Tadaul, the Death of Light, when I was but a young girl? I knew the evils of the Church of the All Seeing from a young age, but I saw too the value of maintaining the appearance of cooperation. In public I allied with the Ordâkhai occupiers and then with the Heirs of Castamir, but always I worked secretly against them. Quietly I set up a network of those opposed to the interlopers endangering my city. It brought me into contact with some who shared my goal of making Umbar Baharbêl a Free City: Azagath and Belondor, Khôltekh of the Temámir, the smugglers Tumúldo and Nakási.\\n\\n'When Balakhôr perished in the war and the power of the Heirs of Castamir was broken, I knew the time had come to act. We will speak of it further in the garden to the north.'",
      "es": ""
    },
    {
      "id": 162883729,
      "en": "'When Balakhôr perished in the war and the power of the Heirs of Castamir was broken, I knew the time had come to act. We will speak of it further in the garden.'",
      "es": ""
    },
    {
      "id": 111477385,
      "en": "Wait for Hármelak in the garden to the north",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "Rothog the Storm has brought you to speak with Hármelak, the Golden Queen.",
      "es": ""
    },
    {
      "id": 246419840,
      "en": "Hármelak asked you to wait for her in the garden to the north of the courtyard.",
      "es": ""
    },
    {
      "id": 162883732,
      "en": "'The Kindred of the Coins was my idea, [placeholder], inspired by the Corsair councils that once governed Umbar between the reigns of tyrants. A King or a Queen or a Steward can begin with the best of intentions, but they can be corrupted. They can make the wrong choice, but a group can guard against such wrong choices. A group can see all the sides of a problem. In a city such as Umbar Baharbêl, only a council can lead effectively for the good of all. That was my idea, [placeholder]: a council of leaders that would not be subservient to any outside force; not Gondor, not the Empire of Ordâkh, not the Dark Lord Sauron or his servants.\\n\\n'During the rule of the Heirs of Castamir and the Church of the All Seeing, I asked Khôltekh to fashion seven medallions in the form of large coins that could be worn as necklaces. Each was made of a different material, signifying our disparate backgrounds and influences, but each had something in common. Khôltekh embedded a shard of Abâshal, the valuable sea-opal treasured by his people, into each coin.\\n\\n'Only days after Balakhôr perished in Gondor, a tremendous quake rocked the city. The temple of Sauron crumbled and fell into the earth, and I knew it was the time to act. I sent the medallions fashioned by Khôltekh to my chief allies, and the uprising began. The Sea-stone Mutiny would spell the end of outside authority over Umbar: that of Ordâkh, that of Gondor, that of Sauron. The Kindred of the Coins would make Umbar Baharbêl a Free City again.\\n\\n'Let us speak further in my office.'",
      "es": ""
    },
    {
      "id": 216727827,
      "en": "Hármelak is in the main hall of her manor.",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Hármelak asked you to wait for her in the garden to the north.",
      "es": ""
    },
    {
      "id": 162883734,
      "en": "'Let us speak further in my office, to the north.'",
      "es": ""
    },
    {
      "id": 246419843,
      "en": "Hármelak has arrived in the garden of her manor.",
      "es": ""
    },
    {
      "id": 216727829,
      "en": "Hármelak asked you to wait for her in the courtyard of her manor.",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Hármelak asked you to wait for her in the office to the north.",
      "es": ""
    },
    {
      "id": 162883737,
      "en": "'Azagath is a Black Númenórean, a blood-ally of Balakhôr during the Scourge's rise to power. Their friendship soured when Balakhôr sought to claim rulership over all of Umbar in the name of the Heirs of Castamir. Azagath opposed his bid, a duel was fought, and Azagath suffered defeat; he received a scar upon his face and pled for mercy. It was granted, and he was banished. We did not see him for many years, and during that time Azagath's warnings were proven true. I called for his aid during the Sea-stone Mutiny, and when he returned to the city he did so as a beloved hero. \\qHadôru,\\q they called him, \\qHe Who Returned.\\q\\n\\n'There was no celebration for me, [placeholder]. I never fled the city, so I had no need to return a hero! I was here always: steadfast! Unyielding! The Kindred was my idea, but when the seven of us cast our lots for who would lead us, it was Azagath who prevailed. He is charming, any can see that, and the others believed he could more easily inspire the Umbari people than I could. I have been patient through all these troubles. Is that not inspiring?'\\n\\nHármelak stares at you with eyes of ice, and despite her words you can tell that being passed over for leadership of the Kindred bothers her more than she is willing to say.\\n\\n'Do not misunderstand me. I would be content for any to lead us if he or she held dear the interests of the city, [placeholder]. But I think it is not so for Azagath. He has some plan of his own, a secret he keeps from the rest of us: The Song of Waves and Wind. I know not what it is, but it cannot be in the interest of my city.'",
      "es": ""
    },
    {
      "id": 216727831,
      "en": "Hármelak asked you to wait for her in the courtyard of her manor.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "Hármelak has arrived in the courtyard.",
      "es": ""
    },
    {
      "id": 246419847,
      "en": "Hármelak asked you to wait for her in the office to the north.",
      "es": ""
    },
    {
      "id": 177082768,
      "en": "Hármelak arrives in the garden of her manor",
      "es": ""
    },
    {
      "id": 246419848,
      "en": "Hármelak has arrived in her office.",
      "es": ""
    },
    {
      "id": 177082771,
      "en": "TBD ROOM THREE is very TBD",
      "es": ""
    },
    {
      "id": 177082773,
      "en": "Hármelak arrives in the office and takes her seat",
      "es": ""
    },
    {
      "id": 177082787,
      "en": "TBD ROOM ONE is very TBD",
      "es": ""
    },
    {
      "id": 177082789,
      "en": "Hármelak arrives in the courtyard",
      "es": ""
    },
    {
      "id": 177082792,
      "en": "TBD ROOM TWO is very TBD",
      "es": ""
    }
  ]
}