{
  "id": 620949746,
  "txt": [
    {
      "id": 216727827,
      "en": "Orcs can be found throughout Tingobel in north-eastern Blackroot Vale, to the north of Lancrath.\\n\\nBoradan has asked you to steal weapons from the Orcs you defeat in hopes that their numbers and hold on Tingobel shall diminish.",
      "es": ""
    },
    {
      "id": 177082800,
      "en": "Collected Orc-blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 246419845,
      "en": "Boradan can be found in Lancrath in south-eastern Blackroot Vale.\\n\\nYou have taken many of the Orcs' weapons and should now bring them to Boradan.",
      "es": ""
    },
    {
      "id": 162883730,
      "en": "'Ah-ha! I am glad you have gathered so many for I doubt they desired to part with them.\\n\\n'I shall see them used against the Orcs as they are, or perhaps I can reforge them into something more helpful to our people. Certainly, the wood of these staves will aid us to keep warm in the night.'",
      "es": ""
    },
    {
      "id": 262725910,
      "en": "Collected Orc-daggers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 51875090,
      "en": "Boradan of Tingobel hopes to combine the Enemy's weapons with his skills as a blacksmith to aid his people in Lancrath.",
      "es": ""
    },
    {
      "id": 225071140,
      "en": "DNT",
      "es": ""
    },
    {
      "id": 262725912,
      "en": "Collected Orc-staves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228284033,
      "en": "'Do you have a moment, traveller?\\n\\n'I am Boradan, a skilled blacksmith of Tingobel... though currently, I am without much work. If you are heading north, I ask that you steal the Orcs' weapons. The weapons are likely of poor make, but I can reshape them into many things that could serve our people better than the needless bloodshed of the Orcs.\\n\\n'I am certain the Orcs are well-armed, and nothing would bring me more joy than to see their numbers dwindle along with their tools.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Collect Orc-daggers ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 225071143,
      "en": "Collect Orc-staves ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Forging Their Demise",
      "es": ""
    },
    {
      "id": 225642625,
      "en": " DNT -- will not be seen",
      "es": ""
    },
    {
      "id": 225071145,
      "en": "Collect Orc-blades ([placeholder]/[placeholder])",
      "es": ""
    },
    {
      "id": 49286676,
      "en": "Deliver the Orc-weapons to Boradan",
      "es": ""
    }
  ]
}