{
  "id": 620949698,
  "txt": [
    {
      "id": "0xd9b5682",
      "en": "'These Corsairs are not like us... they are Men of the worst sort. Wherever their ships make landfall, they pillage... they ruin... and they enslave all in their path.\\n\\n'Many are put to death before the Men of Umbar even set sail, but the strongest are put to work in camps. If they dare to tire, the slavers whip and beat them mercilessly... and that is if they are lucky.\\n\\n'Alas, now the slavers of Umbar have come to our shores! I have seen them patrolling the camp to the south, and it will not be long before they set their eyes upon the people of Dol Amroth.\\n\\n'Drive them back into the bay, [placeholder], and show them that the Men of Gondor will never again be enslaved!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5027",
      "en": "Speak to Tolrían",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Defeat Corsair slavers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d11",
      "en": "The Corsair camp at Hashadîr is home to several slavers. These foul men are preying on unaware travellers on the roads of Belfalas.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5686",
      "en": "'Such vile men deserve a punishment far worse than what you were able to deliver, but for now it will have to suffice.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Hashadîr - Slavers of Men",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0114",
      "en": "The Corsair slavers are at Hashadîr, to the south of Dol Amroth.\\n\\nTolrían asked you to eliminate the slavers working out of the camp to the south.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0115",
      "en": "Tolrían can be found in Dol Amroth.\\n\\nTolrían will be very pleased to hear the slavers have been eliminated.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Defeated Corsair slavers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    }
  ]
}