{
  "id": 620949678,
  "txt": [
    {
      "id": 216727827,
      "en": "To prove yourself able to watch over the library, you must first accomplish a series of tasks.\\n\\nTolrían will be able to inform you of the necessary tasks.",
      "es": ""
    },
    {
      "id": 216727828,
      "en": "Beriaudur has much to tell you about the city guard of Dol Amroth.",
      "es": ""
    },
    {
      "id": 111477392,
      "en": "Use the Library Tokens to earn Acquaintance with the Library",
      "es": ""
    },
    {
      "id": 246419842,
      "en": "Beriaudur is in Dol Amroth.\\n\\nBeriaudur will be pleased to hear you are now acquaintance with the Dol Amroth - Library.",
      "es": ""
    },
    {
      "id": 216727832,
      "en": "You must be acquaintance with the Dol Amroth - Library to be allowed to guard over it as part of the Dol Amroth town watch.",
      "es": ""
    },
    {
      "id": 111477396,
      "en": "Speak to Beriaudur",
      "es": ""
    },
    {
      "id": 111477397,
      "en": "Complete Hashadîr - Captains of the Crew",
      "es": ""
    },
    {
      "id": 162883731,
      "en": "'Good, now that you have attained their respect, you will be able to watch over the library district and quell any problems that arise there.\\n\\n'Each of the districts has its own tokens their people consider valuable. Gather them up and earn their respect and then you will be able to serve them as well.'",
      "es": ""
    },
    {
      "id": 111477376,
      "en": "Complete Hashadîr - Trapping the Beach",
      "es": ""
    },
    {
      "id": 111477400,
      "en": "Complete Hashadîr - A Place to Lie at Night",
      "es": ""
    },
    {
      "id": 111477401,
      "en": "Complete Hashadîr - Slavers of Men",
      "es": ""
    },
    {
      "id": 51875089,
      "en": "The guard has long been responsible for watching over Dol Amroth and ensuring the safety of its townsfolk.",
      "es": ""
    },
    {
      "id": 228284034,
      "en": "'Welcome to Dol Amroth, [placeholder]. I have seen you about the city as of late, and you appear to have done much to aid Belfalas and our peoples here. But the threat against us looms ever present, and one must be vigilant in their watch for the shadows.\\n\\n'If you are interested, we could find a place for you within the city guard. You would need to prove yourself, many times over. Should you rise to the mark though, Dol Amroth would consider you one of her own.\\n\\n'Speak to me again if you wish to know more.'",
      "es": ""
    },
    {
      "id": 225071141,
      "en": "Speak to Beriaudur to learn more about the city guard",
      "es": ""
    },
    {
      "id": 228870261,
      "en": "Dol Amroth - Joining the City Guard",
      "es": ""
    },
    {
      "id": 228284038,
      "en": "'Dol Amroth is not a small city. We have stretched and sprawled over the years to cover many an acre, and that's without considering the docks and port. It is a large area for us to patrol and cover. Each section of the city has its own personality and people who call it home. Each has its own needs and dangers.\\n\\n'Our guards are not all allowed to patrol and keep watch over every section of the city. You must learn that section to earn the right and privilege of serving it.\\n\\n'You shall start where all young recruits do, with the library. Do a series of tasks for Tolrían and you shall receive some recompense. Return when you have it.'",
      "es": ""
    }
  ]
}