{
  "id": 620949703,
  "txt": [
    {
      "id": "0x2f00e15",
      "en": "Deliver the swords and armour pieces to Thenidiel",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730883",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "Thenidiel can be found in Lancrath in south-eastern Blackroot Vale.\\n\\nYou have recovered as many weapons and armour pieces as you were able to carry, and should now deliver them to Thenidiel.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01186",
      "en": "Bundles of swords and armour pieces can be found in Tingobel in north-eastern Blackroot Vale.\\n\\nThenidiel has asked you to seek out any remaining weapons and armour pieces in Tingobel in hopes that her people can aid in the defence of Lancrath.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56894",
      "en": "'Thank you for doing this, [placeholder].\\n\\n'It pleases me that the Orcs can no longer benefit from the labours of our people, and doubly so that we might now be prepared to defend Lancrath should the Orcs seek to press further into the vale. War has come to Gondor and all must be ready to fight. A weak arm or lack of skill can no longer be an excuse.\\n\\n'We must begin training at once!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Displaced from her home, Thenidiel of Tingobel hopes to ensure that the Rashat-hai cannot sack any other settlements in Blackroot Vale.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e117",
      "en": "Gathered armour pieces from barrels in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'Have you been to Tingobel, traveller?\\n\\n'The Orcs did not burn our town... they merely took it for their own. The weapons and armour our miners and smiths worked so hard to create were mostly left behind, and I shall not have them used by the enemies of Gondor.\\n\\n'Perhaps the time will come when the Orcs venture further south to Lancrath, but if you aid us in recovering our weapons and armour, we shall be prepared.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "Gathered bundles of swords from barrels in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5026",
      "en": "Gather armour pieces from barrels in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Gather bundles of swords from barrels in Tingobel ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "Disarm and Rearm",
      "es": "",
      "es (fem)": ""
    }
  ]
}