{
  "id": 620949729,
  "txt": [
    {
      "id": "0xceb0113",
      "en": "The path to the Stone of Erech lies upon the west path out of the southern end of Lancrath.\\n\\nGúrion has asked you to search the Hill of Erech for any sign of the dark figure he spotted.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01180",
      "en": "The Stone of Erech can be found atop the Hill of Erech in central Blackroot Vale.\\n\\nYou have spotted something unusual near the base of the Stone of Erech and should examine it more closely.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xceb0117",
      "en": "The Stone of Erech can be found atop the Hill of Erech in central Blackroot Vale.\\n\\nYou have searched the path from Lancrath to the hill and found no evidence of the dark figure's passing. You should now search near the Stone of Erech.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd730888",
      "en": "DNT -- will not be seen",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50292",
      "en": "Examine the strange footprints near the base of the Stone",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01187",
      "en": "Gúrion can be found in Lancrath in south-eastern Blackroot Vale.\\n\\nYou have searched the hill, and found strange footprints in the shadow of the Stone of Erech. You should return to Gúrion with this news.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e11b5",
      "en": "Clearly not made by the circling Dead nearby, the footprints denote heavy boots of foreign make",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56880",
      "en": "'These boot-prints you spoke of, you say the make is unknown to you?\\n\\n'I wish we had learned more from this, [placeholder]. Allow me a moment to think... at least we are certain the invader has visited the hill.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50299",
      "en": "Talk to Gúrion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e116",
      "en": "Other than the Dead, it appears that nothing has disturbed the hill recently",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x3178d12",
      "en": "Your searches in Sardol and Lancrath align as Gúrion believes he is also pursuing the mysterious invader from Tarlang's Crown.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5024",
      "en": "DNT",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd9b5681",
      "en": "'The Hill of Erech has been the site of many queer dealings as of late, [placeholder].\\n\\n'While I swear I saw the Dead rush from the vale, I was apparently mistaken. Many of their number lurk about the hill even now, but strangest of all, I noticed a dark figure creeping up the hill toward the Stone last night. Could it be the same person you sought near Sardol?\\n\\n'For my part, I searched the hill the following morning, but I found no evidence of their passing. I worry that I missed something, [placeholder], and would ask that you search the hill as well.'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5025",
      "en": "Search the Hill of Erech for sign of the dark figure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xfa8e119",
      "en": "The Stone of Erech stands untouched, but you notice curious footprints near its base",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xd6a5028",
      "en": "Search the Stone of Erech for sign of the dark figure",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "The Walking Shadow",
      "es": "",
      "es (fem)": ""
    }
  ]
}