{
  "id": 620949739,
  "txt": [
    {
      "id": "0x6a502a4",
      "en": "Collect Míreth's book ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a6",
      "en": "Collect wildflowers ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01181",
      "en": "Míreth's doll and book can be found in her bedroom. The flowers can be collected outside the house.\\n\\nYou should collect everything Míreth asked for.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1183",
      "en": "You have collected Míreth's favourite doll",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x178d1b6",
      "en": "Míreth hopes to share her most treasured belongings with Fuirion in order to cheer him up.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1185",
      "en": "You have collected the book Míreth and Fuirion read together",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b568a9",
      "en": "'Oh, yes! This will do nicely for my uncle. I am not allowed inside, says Mama. Will you bring these to Fuirion for me, and tell him I want him to get well soon?'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50250",
      "en": "Bring the items to Míreth",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xa8e1188",
      "en": "Gathered a wildflower ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a50240",
      "en": "Bring Míreth's gifts to Fuirion",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb01148",
      "en": "Fuirion is in Gladion's home in northern Lamedon.\\n\\nYou should bring Míreth's gift to Fuirion.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xeb011a4",
      "en": "Míreth is in her father's home in northern Lamedon.\\n\\nYou should bring everything you gathered to Míreth.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56857",
      "en": "'Fuirion is always very kind to me when I am sick, so I would like to be kind to him now that HE is sick.\\n\\n'My doll cheers me up, so I think Fuirion must borrow her while he is in bed. And maybe you could pick some nice flowers for him, because everyone likes flowers when they're sick. And our favourite book, the one he used to read to me so often... it is open where he left off. Perhaps I could read to him this time!'",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x9b56859",
      "en": "'That sweet girl. No, no more. I can see them no more. No more reading books, no more flowers. No dolls! Take them away. I cannot bear to look upon them. I will be gone soon, and they must learn to never think of me.'\\n\\nFuirion's pain is deep, and it is not the wound that causes the pale, drawn look on his face.",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0x6a502a2",
      "en": "Collect Míreth's doll ([placeholder]/[placeholder])",
      "es": "",
      "es (fem)": ""
    },
    {
      "id": "0xda44875",
      "en": "A Niece's Love",
      "es": "",
      "es (fem)": ""
    }
  ]
}